{
    "identity": "nprot-7075",
    "title": "**Rapid extraction of living primary veins from the leaves of _Arabidopsis thaliana_**",
    "content": [
        {
            "header": "Introduction",
            "content": "Veins are complex and fascinating structures that are crucially important in plant physiology and plant pathology. Ideally, veins could be isolated intact from surrounding cell layers, but until recently this has not been reported for the plant model _Arabidopsis thaliana_. Faced with the difficulty of conducting subcellular localization studies in the primary leaf vasculature of this plant, Nguyen and Kurenda et al. \\(2018) developed methods to expose or extract this tissue. Here we outline three approaches that permit visualisation and experimental manipulation of exposed primary leaf veins in _Arabidopsis_. The new methods we describe offer complementary approaches to established techniques such as removal of epidermal and cortical layers on the underside of leaves to expose veins \\(Knoblauch and van Bel, 1998), or laser microdissection of vascular tissues \\(e.g. Schad et al., 2005). Since the methods described herein are rapid and avoid the use of protoplasting or chemical treatments, they facilitate the observation of living vascular cells. \r\n\n\n\r\n\n\nViewed from a developmental perspective, the methods we describe require severing developmental layer 1 \\(L1, the epidermis) and part of L2 \\(ground tissues) and then pulling leaves or parts of leaves to expose intact primary veins containing L3-derived vascular cells. Our procedures exploit the fact that the mechanical properties of the ground cell layer \\(L2) differ from those of the vasculature \\(L3). Critically, primary veins are more resistant to tensile stress than the surrounding L2 bundle sheath cells. Primary vein segments isolated with the procedures described herein display matrices in which the integrity of core vascular tissues such as xylem, cambium and phloem is maintained."
        },
        {
            "header": "Introduction",
            "content": "Veins are complex and fascinating structures that are crucially important in plant physiology and plant pathology. Ideally, veins could be isolated intact from surrounding cell layers, but until recently this has not been reported for the plant model Arabidopsis thaliana. Faced with the difficulty of conducting subcellular localization studies in the primary leaf vasculature of this plant, Nguyen and Kurenda et al. \\(2018) developed methods to expose or extract this tissue. Here we outline three approaches that permit visualisation and experimental manipulation of exposed primary leaf veins in Arabidopsis. The new methods we describe offer complementary approaches to established techniques such as removal of epidermal and cortical layers on the underside of leaves to expose veins \\(Knoblauch and van Bel, 1998), or laser microdissection of vascular tissues \\(e.g. Schad et al., 2005). Since the methods described herein are rapid and avoid the use of protoplasting or chemical treatments, they facilitate the observation of living vascular cells. \r\n\n\n\r\n\n\nViewed from a developmental perspective, the methods we describe require severing developmental layer 1 \\(L1, the epidermis) and part of L2 \\(ground tissues) and then pulling leaves or parts of leaves to expose intact primary veins containing L3-derived vascular cells. Our procedures exploit the fact that the mechanical properties of the ground cell layer \\(L2) differ from those of the vasculature \\(L3). Critically, primary veins are more resistant to tensile stress than the surrounding L2 bundle sheath cells. Primary vein segments isolated with the procedures described herein display matrices in which the integrity of core vascular tissues such as xylem, cambium and phloem is maintained."
        },
        {
            "header": "Reagents",
            "content": "_Arabidopsis thaliana_ Columbia \\(Col) plants were sown individually in soil in 7 cm diameter pots, stratified for 2 d at 4°C in the dark, and grown in an insect-free growth room at 21°C and 70% relative humidity in 150 µE m<sup>-2</sup> s<sup>-1</sup> light \\(10h light, 14h dark). All plants used were 5 to 6 weeks-old. Only expanded leaves were used for vein exposure or extraction. This corresponds approximately to leaves 7 to leaf 14 in 5- to 6-week-old plants where the first leaf produced \\(i.e. the oldest leaf) is leaf 1. Leaf numbers can be defined using the protocols described in Farmer et al. \\(2013). Fresh scalpel blades were used for dissections and plants were maintained under light throughout the procedures described. To support the apical leaf part while using protocol 1 we used blocks of 1% \\(w/v) agar. To facilitate work, rosettes can be placed under a low power dissecting microscope. To maintain humidity around extracted veins \\(protocol 3), we used blocks of 1% \\(w/v) agar containing 0.5 x Murashige Skoog \\(MS) growth medium \\(Sigma, Buchs, Switzerland) adjusted to pH 5.7 with no sucrose. Chemicals and growth media were from Sigma \\(Buchs, Switzerland). \r\n\n\n\r\n\n\nNote that in isolated primary veins, core vascular cells such as xylem contact cells and the phloem complex are surrounded by vascular parenchyma cells. These parenchyma cells can be removed by protoplasting as described in Nguyen and Kurenda et al. \\(2018). This paper also describes extensive protoplasting for face-on imaging of phloem sieve plates."
        },
        {
            "header": "Procedure",
            "content": "**PROTOCOL 1. Surgical exposure of the intact primary vein.**\r\n\n\nAn expanded leaf is selected and the apical part of the leaf placed on a block of agar \\(1% w/v). An arc-like incision is made through the upper \\(adaxial) and lateral epidermis of the petiole of the leaf 4 - 8 mm from the center of the rosette. No incision is made on the basal \\(abaxial) petiole surface. A second similar incision is made up to 4 mm from the first incision in the direction of the leaf tip. Then, perpendicular to the first incisions, a third cut through the adaxial \\(upper) epidermis is made to join the first incisions. In all cases, care is taken not to damage the vasculature. Then, using small forceps and a scalpel, extravascular tissues are gently removed from the region of the incisions. This leaves an exposed region of vein. These manipulations are summarized in **Fig. 1**. The procedure typically takes from 2 to 5 min to perform.\nSee figure in Figures section.\n**Figure 1.**\r\n\n\n**Exposing part of a midvein as described in protocol 1.**\r\n\n\n**a,** positions of cuts on the petiole of an expanded leaf. 1 and 2; superficial lateral incisions in the upper surface and sides of the petiole made to avoid severing the primary vein. 3, longitudinal superficial incision made prior to removing extravascular tissue. **b,** the leaf after removal of extravascular tissues. **c,** detail of an exposed vein, scale bar = 250 μm.  \r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n**PROTOCOL 2. Isolation of intact primary vein segments.**\r\n\n\nAn expanded leaf is selected and the leaf blade is cut off with scissors just above the petiole/blade junction so as to leave a small length \\(a few mm) of leaf blade. The apical part of the leaf blade is then discarded. Using a scalpel, gentle incisions are made through upper \\(adaxial) and lateral epidermis near the base of the petiole. No incision is made on the underside of the petiole. Using a thumb and forefinger, the cut end near the petiole/lamina junction is gently pulled away to expose the midvein. The vein is then quickly excised for immediate use or for rapid freezing in liquid nitrogen. The procedure, which takes approximately 10 s and works in approximately 50% of cases, is illustrated in **Fig. 2**.\nSee figure in Figures section.\n**Figure 2.**\r\n\n\n**Preparation of vein segments from expanded leaves as described in protocol 2.**\r\n\n\n**a,** positions of cuts on the petiole of an expanded leaf. 1, most of the lamina is removed with scissors. 2, superficial incision in the petiole, **b,** the leaf stub is gently pulled off the vein. **c,** the vein is cut off for use. **d,** remnants of the detached leaf, scale bar = 2 mm. **e,** extracted primary vein, scale bar = 2 mm. **f,** detail of an extracted vein, arrowheads show positions of secondary vein branch points; scale bar = 1 mm. \r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n**PROTOCOL 3. Extraction of living primary veins attached to the leaf base.**\r\n\n\nAfter experience has been gained using method 2 it is possible to adapt this method for the study of live, attached midveins. A ring-like incision is made through the upper \\(adaxial) and lateral epidermis of the petiole of the leaf 4 - 8 mm from the center of the rosette. No incision is made on the basal \\(abaxial) petiole surface. Using a thumb and forefinger, the leaf is gently pulled away from the center of the plant. This should leave an attached midvein up to approximately 3 cm-long depending on the size of the leaf. The procedure is outlined in **Fig. 3**. To prevent desiccation of the attached vasculature, a block of 1% \\(w/v) agar in 0.5 x Murashige Skoog \\(MS) medium \\(pH 5.7) is placed on the soil below the exposed vein. A strip of filter paper previously soaked in 0.5 x MS medium can also be placed on the agar block below the vein to prevent desiccation and enhance visibility. Plants are placed in the light in humidified Plexiglas boxes \\(30  x  20  x  20 cm) for 1 h prior to experiments to allow recovery. The procedure, detailed in **Fig. 3**, typically takes about 10 s. However, only 10 – 20 % of vein exposure attempts are successful since veins are vulnerable to breakage during extraction.\nSee figure in Figures section.\n**Figure 3.**\r\n\n\n**Removal of the lamina to expose an attached vein as described in protocol 3.**\r\n\n\n**a,** the dashed red line shows placement of a superficial lateral incision on the sides and upper \\(adaxial) petiole surface made without damaging the midvein. **b,** the leaf is gently pulled off. **c,** the remaining vein is left attached to the leaf base. **d,** leaf vein after extraction, scale bar = 2 mm. **e,** detail of the extracted vein attached to the petiole base, scale bar = 2 mm."
        },
        {
            "header": "Troubleshooting",
            "content": "Plants should not be grown in a light intensity of less that approximately 100 µE m<sup>-2</sup>s<sup>-1</sup>light. The petioles of plants grown at low light intensity show a strong shade avoidance response and elongate to such an extent that they are too thin to handle easily. The techniques described herein were developed for adult-phase plants grown for 5 to 6 weeks under short day conditions. We have not explored the capacity of these methods to work in younger plants or in reproductive-phase plants grown in long day conditions. Note that for procedure 1, failure to support the apical part of the leaf leads to bending or breakage of the vein. \r\n\n\n\r\n\n\nOne must bear in mind that, during primary vein exposure or extraction, connections to secondary veins are broken. Connection points to secondary veins appear as tiny stubs on isolated primary veins. Experiments are necessary to see how much this influences primary vein physiology. Methods similar to those presented herein have not yet been applied in attempts to isolate secondary or tertiary veins. Since the primary vein differs in cellular composition from the secondary and higher order veins \\(e.g. Haritatos et al., 2000), caution should be used when extrapolating results to these other veins."
        },
        {
            "header": "Anticipated Results",
            "content": "Robust methods for the study of either partially exposed _Arabidopsis_ midveins, fully isolated midvein segments, and midveins that are still attached to leaf bases are presented. Two of these techniques \\(protocols 1 and 2) have already proven useful in studies of the wound response and, in particular, in the subcellular localization of vascular signalling proteins and in calcium imaging and electrical signaling. Results from that study \\(Nguyen and Kurenda et al., 2018) show that core vascular cells in veins segments isolated with procedures 1 and 2 retain their integrity. Additionally, during procedures 2 and 3 the bundle sheath which is composed of non-vascular \\(layer 2) cells is broken. Procedure 3 produces samples that can be maintained attached to the plant for at least several hours provided that ambient humidity is sufficiently high.   \r\n\n\n\r\n\n\nThe methods presented should be applicable to many areas of research including subcellular localization studies, live imaging \\(including of pathogen movement), visualization of organelle dynamics or pH and ion fluxes, photobiology/photosynthesis, electrophysiology, hormone measurements, etc. Additionally, exposed veins or isolated vein segments can be treated easily with inhibitors, agonists and antagonists etc. Vein segments are also highly suitable for genomics, proteomics and metabolomics studies. Finally, these methods should be powerful tools for the comparison of mutants affecting the vasculature."
        },
        {
            "header": "References",
            "content": "Nguyen, C.T., Kurenda, A., Stolz, S., Chételat, A. and Farmer, E.E. Identification of cell populations necessary for leaf-to-leaf electrical signaling in a wounded plant. Proc. Nat. Acad. Sci. USA, 115, 10178-10183. \\(2018).\r\n\n\n\r\n\n\nKnoblauch, M. and van Bel, A.J.E. Sieves tubes in action. Plant Cell 10, 35-50. \\(1998).\r\n\n\n\r\n\n\nSchad, M., Mungur, R., Fiehn, O. and Kehr, J. Metabolic profiling of laser microdissected vascular bundles of _Arabidopsis thaliana_. Plant Methods 1\\(1): 2. \\(2005).\r\n\n\n\r\n\n\nFarmer, E.E., Mousavi, S. and Lenglet, A. Leaf numbering for experiments on long distance signalling in _Arabidopsis_. Protocol Exchange doi:10.1038/protex.2013.071. \\(2013).\r\n\n\n\r\n\n\nHaritatos, E., Medville, R. and Turgeon, R. Minor vein structure and sugar transport in _Arabidopsis thaliana_. Planta 211, 105-111. \\(2000)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Chi Tam Nguyen and Archana Kumari for helpful insights and useful comments."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1073/pnas.1807049115",
                "date": "2018-10-03 09:23:28",
                "title": "Identification of cell populations necessary for leaf-to-leaf electrical signaling in a wounded plant",
                "authors": [
                    "Chi Tam Nguyen",
                    "Andrzej Kurenda",
                    "Stéphanie Stolz",
                    "Aurore Chételat",
                    "and Edward E. Farmer"
                ],
                "journal": "Proceedings Of The National Academy Of Sciences",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 16021,
                "identity": "a1956c32-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Edward E. Farmer",
                "email": "edward.farmer@unil.ch",
                "orcid": "",
                "institution": "Farmer Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Edward",
                "middleName": "E.",
                "lastName": "Farmer",
                "suffix": ""
            },
            {
                "id": 16020,
                "identity": "a1955d32-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andrzej Kurenda",
                "email": "",
                "orcid": "",
                "institution": "Farmer Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrzej",
                "middleName": "",
                "lastName": "Kurenda",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-10-03 13:33:33",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.119",
        "doiUrl": "https://doi.org/10.1038/protex.2018.119",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610291,
                "identity": "8b5c7943-70c4-4bf6-8942-a97f472d7690",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:33",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 747213,
                "visible": true,
                "origin": "",
                "legend": "*Exposing part of a midvein as described in protocol 1.*   *a,* positions of cuts on the petiole of an expanded leaf. 1 and 2; superficial lateral incisions in the upper surface and sides of the petiole made to avoid severing the primary vein. 3, longitudinal superficial incision made prior to removing extravascular tissue. *b,* the leaf after removal of extravascular tissues. *c,* detail of an exposed vein, scale bar = 250 μm.  \r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7075/v1/figure_1.jpg"
            },
            {
                "id": 2610292,
                "identity": "a24c75d0-eba3-4063-9bf1-76b60becc125",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:33",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 753883,
                "visible": true,
                "origin": "",
                "legend": "*Preparation of vein segments from expanded leaves as described in protocol 2.*   *a,* positions of cuts on the petiole of an expanded leaf. 1, most of the lamina is removed with scissors. 2, superficial incision in the petiole, *b,* the leaf stub is gently pulled off the vein. *c,* the vein is cut off for use. *d,* remnants of the detached leaf, scale bar = 2 mm. *e,* extracted primary vein, scale bar = 2 mm. *f,* detail of an extracted vein, arrowheads show positions of secondary vein branch points; scale bar = 1 mm. \r\n",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7075/v1/figure_2.jpg"
            },
            {
                "id": 2610293,
                "identity": "82d72523-11d3-4490-89df-fb0828a0a4ca",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:33",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 735513,
                "visible": true,
                "origin": "",
                "legend": "*Removal of the lamina to expose an attached vein as described in protocol 3.*   *a,* the dashed red line shows placement of a superficial lateral incision on the sides and upper (adaxial) petiole surface made without damaging the midvein. *b,* the leaf is gently pulled off. *c,* the remaining vein is left attached to the leaf base. *d,* leaf vein after extraction, scale bar = 2 mm. *e,* detail of the extracted vein attached to the petiole base, scale bar = 2 mm.  \r\n",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7075/v1/figure_3.jpg"
            },
            {
                "id": 13466119,
                "identity": "3ecee8c5-3d98-4939-bc5a-e6c87f4fe7eb",
                "added_by": "auto",
                "created_at": "2021-09-16 20:49:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 274281,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7075/v1/103b1b38-ef28-4005-bda7-35ff92a030f9.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "phloem, xylem, cambium, vasculature, live imaging",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Many processes of central importance in plant physiology, including water and solute transport, long distance signaling, and virus movement take place in the leaf vasculature. However, gaining optical access to living leaf veins can be difficult. This has been the case in the plant model _Arabidopsis_. We present a series of novel techniques with which to either expose parts of the primary vasculature in an otherwise intact _Arabidopsis_ leaf, or to isolate segments of primary leaf veins. A third method was developed to allow studies of living primary veins at least 2 cm long that are still attached to the leaf base. The vein preparation methods are rapid and aimed at producing living vascular tissues suitable for imaging, genomics, proteomics, metabolic and biophysical analyses, and treatment with chemical modulators, etc.",
        "manuscriptTitle": "Rapid extraction of living primary veins from the leaves of Arabidopsis thaliana",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-10-08 15:58:22",
                "doi": "10.1038/protex.2018.119",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a010a183-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 8th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4411,
                "name": "Biological techniques"
            },
            {
                "id": 4412,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-10-08 15:58:22",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}