{
    "identity": "nprot-2616",
    "title": "Mass Spectrometry Imaging of Invisible Micro-Patterns on Graphene Substrate",
    "content": [
        {
            "header": "Introduction",
            "content": "As one of the key fields that require strong \\(laser) irradiation in nature, MS imaging techniques, such as matrix assisted laser desorption/ionization \\(MALDI) MS, can help to visualise the spatial distribution of molecules without purification, extraction, separation, or labelling of bio-samples, which are important in early stage disease diagnosis and forensic applications.<sup>1, 2</sup> Despite the substantial progress, the application of MALDI MS towards small molecules is limited because the matrices \\(normally small organo molecules like α-cyano-4-hydroxycinnamic acid, CHCA) introduce significant background signals during laser ablation in the low molecular weight range \\(< 1000 Da). In addition, the large and irregular sizes of the matrix crystals \\(> 10 µm) and sweet-spot effects limit the imaging spatial resolution and detection efficiency.<sup>3, 4</sup> To date, overcoming the low sensitivity of MS based imaging towards small molecules and the preparation of stable functional materials under irradiation represent the key challenges to the field. \r\n\n\nTo address the above challenges, matrix-free MS techniques have been developed.<sup>3-14</sup> Secondary ion MS \\(SIMS) was one of the first matrix-free approaches used to detect and image molecules from biological samples using a high-energy primary ion beam to desorb and generate secondary ions from a surface.<sup>15, 16</sup> For matrix free MS imaging applications, an ideal substrate should have the following attributes: \\(1) stable with minimum matrix interference; \\(2) able to provide sufficient surface area and desirable interaction with analyte molecules; \\(3) electric conductive with high electron mobility and efficient in laser absorbance for desorption/ionization; and \\(4) homogeneous in surface for reproducibility and faithful replication of imaging.<sup>3, 4, 17</sup>"
        },
        {
            "header": "Reagents",
            "content": "Graphene films\r\n\n\nN-\\[1-\\(2,3-dioleoyloxy)propyl]-N,N,N-trimethylammonium chloride \\(DOTAP)"
        },
        {
            "header": "Equipment",
            "content": "Commercial polymer stamp\r\n\n\nBruker Autoflex TOF/TOF III Smartbeam system"
        },
        {
            "header": "Procedure",
            "content": "1. Preparation of engineered graphene films\r\n  a. The graphene film was obtained by filtration of solvent dispersed graphene sheets at a concentration of 1 mg/mL.\r\n\n\nb. The selected area of graphene film was scanned with pulsed nitrogen laser with wavelength of 337 nm \\(200 Hz). It’s noted the area can be adjusted.\r\n\n\nc. The spot-to-spot distance was set to be 30 µm and 500 shots were taken at each spot. The laser intensity was set to be 50% \\(about 121.8 µJ for 100%).\r\n\n\n2. Preparation of micro-patterns\r\n  a. Diluted analytes \\(DOTAP) solutions were prepared in a step-wise manner. The solution should be stocked in -20 ºC fridge before use.\r\n\n\nb. The stamp \\(Figure 1a) was dipped into the solution and then pressed onto the engineered graphene film to mark the pattern. It’s noted that such pattern is invisible on the stamped paper \\(Figure 1b) and can only be subsequently constructed by 2D matrix-free MS imaging technique.\r\n\n\n3. Matrix-free LDI MS imaging\r\n  a. In the imaging set up, the spot-to-spot distance was set to be 50 µm and 50 laser shots were taken with laser intensity of 36% at each spot.  The nitrogen laser \\(337 nm) was applied at a repetition rate of 200 Hz. A full mass spectrum ranging from 200 to 2000 m/z was acquired for every pixel at an x-y step-size of 50 μm.\r\n\n\nb. Imaging data was stored in the FlexImaging data format \\(Bruker Bioscience). 2D image construction and statistical analysis were executed using custom-made scripts in the FlexImaging software \\(Bruker Biosicence, AUS). Peak finding and integration was performed for each pixel to select peaks at specific m/z of 380 and 662. Peaks were integrated using a 0.3 Da window."
        },
        {
            "header": "Timing",
            "content": "The preparation/imaging of the micro-pattern may take 3-8 hours depending on the size of imaging area and detailed set-up, except for the preparation of engineered graphene films."
        },
        {
            "header": "Troubleshooting",
            "content": "Step 1d: Be sure to make the oxidation of graphite complete and remove the unwanted salts by washing.\r\n\n\nStep 2a: Avoid sample pollution and the solution should be shaken before use.\r\n\n\nStep 2b: Avoid potential pollution and damage of the film during the whole procedure.\r\n\n\nStep 3a: The pixel size should be set to distinguish the finest width of letters in the pattern."
        },
        {
            "header": "Anticipated Results",
            "content": "As indicated in Figure 1c, d, the signals of DOTAP at m/z of 662 \\(\\[C42H80NO4]+) and 380 \\(\\[C42H80NO4-C18H33O2]+) are monitored and shown in red and green, respectively. Compared to the invisible state, when the engineered graphene paper is used as the substrate for MS imaging, the 'AIBN' pattern is clear and fully resolved. It is noted that due to the low concentration \\(pmol/µL) and detection of limit \\(fmol) for detection and imaging achieved in our study, the engineered graphene paper can be applied in not only tissue blotting for small metabolites and lipids molecules, but also forensic study to track trace amount of chemicals \\(normal concentration ~nmol/µL, such as drugs) in the latent fingerprint and record/monitor the invisible micro-pattern of specific molecules."
        },
        {
            "header": "References",
            "content": "1. Bendall, S.C. & Nolan, G.P. From single cells to deep phenotypes in cancer. Nat. Biotechnol. 30, 639-647 \\(2012).\r\n  2. Ifa, D.R., Manicke, N.E., Dill, A.L. & Cooks, G. Latent fingerprint chemical imaging by mass spectrometry. Science 321, 805-805 \\(2008).\r\n  3. Chiang, C.K., Chen, W.T. & Chang, H.T. Nanoparticle-based mass spectrometry for the analysis of biomolecules. Chem. Soc. Rev. 40, 1269-1281 \\(2011).\r\n  4. Lim, A.Y., Ma, J. & Boey, Y.C.F. Development of Nanomaterials for SALDI-MS Analysis in Forensics. Adv. Mater. 24, 4211-4216 \\(2012).\r\n  5. Northen, T.R. et al. Clathrate nanostructures for mass spectrometry. Nature 449, 1033-U1033 \\(2007).\r\n  6. Kim, Y.K. et al. Synergistic Effect of Graphene Oxide/MWCNT Films in Laser Desorption/Ionization Mass Spectrometry of Small Molecules and Tissue Imaging. ACS Nano 5, 4550-4561 \\(2011).\r\n  7. Dong, X.L., Cheng, J.S., Li, J.H. & Wang, Y.S. Graphene as a Novel Matrix for the Analysis of Small Molecules by MALDI-TOF MS. Anal. Chem. 82, 6208-6214 \\(2010).\r\n  8. Gulbakan, B. et al. A Dual Platform for Selective Analyte Enrichment and Ionization in Mass Spectrometry Using Aptamer-Conjugated Graphene Oxide. J. Am. Chem. Soc. 132, 17408-17410 \\(2010).\r\n  9. Lee, J., Kim, Y.K. & Min, D.H. Laser Desorption/Ionization Mass Spectrometric Assay for Phospholipase Activity Based on Graphene Oxide/Carbon Nanotube Double-Layer Films. J. Am. Chem. Soc. 132, 14714-14717 \\(2010).\r\n  10. Tang, L.A.L., Wang, J.Z. & Loh, K.P. Graphene-Based SELDI Probe with Ultrahigh Extraction and Sensitivity for DNA Oligomer. J. Am. Chem. Soc. 132, 10976-10977 \\(2010).\r\n  11. Lu, M.H., Lai, Y.Q., Chen, G.N. & Cai, Z.W. Matrix Interference-Free Method for the Analysis of Small Molecules by Using Negative Ion Laser Desorption/Ionization on Graphene Flakes. Anal. Chem. 83, 3161-3169 \\(2011).\r\n  12. Lu, M.H., Lai, Y.Q., Chen, G.N. & Cai, Z.W. Laser desorption/ionization on the layer of graphene nanoparticles coupled with mass spectrometry for characterization of polymers. Chem. Commun. 47, 12807-12809 \\(2011).\r\n  13. Vidova, V. et al. Laser Desorption-Ionization of Lipid Transfers: Tissue Mass Spectrometry Imaging without MALDI Matrix. Anal. Chem. 82, 4994-4997 \\(2010).\r\n  14. Kawasaki, H. et al. Functionalized Graphene-Coated Cobalt Nanoparticles for Highly Efficient Surface-Assisted Laser Desorption/Ionization Mass Spectrometry Analysis. Anal. Chem. 84, 9268-9275 \\(2012).\r\n  15. Steinhauser, M.L. et al. Multi-isotope imaging mass spectrometry quantifies stem cell division and metabolism. Nature 481, 516-U131 \\(2012).\r\n  16. Zhang, D.S. et al. Multi-isotope imaging mass spectrometry reveals slow protein turnover in hair-cell stereocilia. Nature 481, 520-U137 \\(2012).\r\n  17. Arakawa, R. & Kawasaki, H. Functionalized Nanoparticles and Nanostructured Surfaces for Surface-Assisted Laser Desorption/Ionization Mass Spectrometry. Anal. Sci. 26, 1229-1240 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors acknowledged Amanda Nouwens for the helpful discussions."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep01415",
                "date": "2013-02-28 23:30:30",
                "title": "Laser Engineered Graphene Paper for Mass Spectrometry Imaging",
                "authors": [
                    "Kun Qian",
                    "Liang Zhou",
                    "Jian Liu",
                    "Jie Yang",
                    "Hongyi Xu",
                    "Meihua Yu",
                    "Amanda Nouwens",
                    "Jin Zou",
                    "Michael J. Monteiro",
                    "and Chengzhong Yu"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12395,
                "identity": "9ff12f77-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Chengzhong Yu",
                "email": "c.yu@uq.edu.au",
                "orcid": "",
                "institution": "Australian Institute for Bioengineering and Nanotechnology, The University of Queensland, Brisbane, QLD 4072, Australia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Chengzhong",
                "middleName": "",
                "lastName": "Yu",
                "suffix": ""
            },
            {
                "id": 12394,
                "identity": "9ff12c96-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kun  Qian",
                "email": "",
                "orcid": "",
                "institution": "Australian Institute for Bioengineering and Nanotechnology, The University of Queensland, Brisbane, QLD 4072, Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kun",
                "middleName": "",
                "lastName": "Qian",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-02-28 01:12:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.028",
        "doiUrl": "https://doi.org/10.1038/protex.2013.028",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608667,
                "identity": "4994d91b-b1d2-43a0-ac2e-43127939c0b6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:23",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 258704,
                "visible": true,
                "origin": "",
                "legend": "The digital image of the fabricated 'AIBN' stamp/stamped film and the MS imaging patterns.   (a) Digital image of the fabricated 'AIBN' stamp. Only 'AIBN' was used in imaging and 'UQ' was not included. The size of the stamp is 1 cm X 1 cm and the size of the letters in 'AIBN' is ~ 2 mm in height. (b)Digital image of the stamped film. The central dark black area (laser engineered area) has been stamped with 'AIBN'. MS imaging patterns of 'AIBN' at m/z of (c) 662 and (d) 380 on the engineered graphene film, respectively.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2616/v1/figure_1.jpg"
            },
            {
                "id": 13464694,
                "identity": "bf34aa3f-1740-468a-97bc-9210288b1f93",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 195630,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2616/v1/d9985e2a-5fbd-409e-b050-ca54010caad6.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Mass Spectrometry, Imaging, Micro-patterns",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Invisible micro-patterns of trace amount molecules can be recognized through the mass spectrometry \\(MS) imaging technique on the engineered graphene film without additional chemicals such as organic matrix. The micro-patterns can be prepared in a controlled manner, where simple stamping was employed and diluted solution of molecules was used as the invisible ink. It is noted that due to the low concentration \\(pmol/µL) and detection of limit \\(fmol) for detection and imaging achieved in this protocol, the engineered graphene paper can be applied in not only  tissue blotting for small metabolites and lipids molecules, but also forensic study to track trace amount of chemicals \\(such as drugs) in the latent fingerprint and record/monitor the invisible micro-pattern of specific molecules.",
        "manuscriptTitle": "Mass Spectrometry Imaging of Invisible Micro-Patterns on Graphene Substrate",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-03-12 09:57:09",
                "doi": "10.1038/protex.2013.028",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 4
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ff0c193-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 12th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2897,
                "name": "Chemistry"
            },
            {
                "id": 2899,
                "name": "Biological techniques"
            },
            {
                "id": 2900,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-03-12 09:57:09",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}