{
    "identity": "pex-1283",
    "title": "<p>Sample preparation and imaging procedures for super-resolution microscopy using Repeat DNA-PAINT.</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Introduction: In DNA-PAINT a target epitope is chemically labelled with a ‘docking’ strand (DS), a short DNA oligonucleotide. A dye-modified strand, an ‘imager’, is complementary to the DS with ~9 base pair (bp) overlap and is introduced into solution. The transient interaction, facilitated by the hybridization, of the imager to the DS results in a ‘blink’, or single-molecule event detectable in a camera frame. DNA-PAINT benefits from having the dye free in solution which essentially helps it to evade the effects of photobleaching. There are however a number of drawbacks which limit the performance of DNA-PAINT within biological samples. </p><p>By having the imagers free in solution, a diffuse background is created which can compromise event detection and localisation precision. The signal from free-imagers when imaging deep into biological tissues, where TIRF cannot be used, can also be severe. Additionally, data interpretation<sup>1</sup> and the detection of sparse targets<sup>2</sup> are further complicated by imagers often exhibiting substantial non-specific binding in samples, especially within biological preparations.</p><p>By decreasing the imager concentration both imager-induced background and non-specific events can be reduced. However, in DNA-PAINT, such a reduction prolongs the time it takes to acquire a well sampled super-resolution image. This often makes an experiment more complicated due to limitations in mechanical and chemical sample stability. Here we describe the protocol to conduct Repeat DNA-PAINT which uses docking domains repeated up to 10x on the same strand, enabling an order of magnitude decrease in imager concentration whilst maintaining the levels of specific single-molecule events. This simple strategy can be easily implemented and adapted for existing DNA-PAINT setups.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>All sequences are shown 5’ to 3’.</p><p>Anchor docking strands with 5’ azide modifier and either a Cy3 or a Cy5 fluorophore at 3’. HPLC purified (Integrated DNA Technologies). Example sequence: 5’ azide&nbsp;TTT TAG GTA AAT TTT GAT TGT GAG GAA G&nbsp;3’ Cy3</p><p>Repeat domain (RD) docking strands with no modifiers. Utilises a 26 bp overlap with the Anchor docking strand. HPLC purified. (Integrated DNA Technologies). Example sequences 1x RD: CTT CCT CAC AAT CAA AAT TTA CCT AAC ATA CAT CTA and 10x RD: 5*{ATA CAT CTA} CTT CCT CAC AAT CAA AAT TTA CCT AAC 5*{ATA CAT CTA}</p><p>Repeat domain displacer sequence with no modifiers. Utilises a 33 bp complementarity to a 1x RD strand HPLC purified. (Integrated DNA Technologies). Example sequence: TAG ATG TAT GTT AGG TAA ATT TTG ATT GTG AGG</p><p>Imager strands with 3’ ATTO 655 fluorophore. HPLC purified. (Eurofins). Example sequence: CTA GAT GTA T</p><p>Ryanodine monoclonal mouse primary antibody (Sigma, MA3916)</p><p>AffiniPure goat anti-mouse IgG (H+L) secondary antibodies (Jackson ImmunoResearch, 115-005-003)</p><p>200 nm red fluorescent beads (ThermoFisher Scientific, F8887)</p><p>Pinkysil (Pinkysil – Fast setting silicone, Barnes Products Pty, Australia)&nbsp;</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Nikon Eclipse Ti-E inverted microscope (Nikon, Japan)</p><p>60x 1.49 NA APO oil immersion TIRF objective (Nikon, Japan)</p><p>Andor Zyla 4.2 sCMOS camera (Andor, UK)</p><p>LED‑light source (CoolLED, UK)</p><p>642&nbsp;nm continuous wave diode laser (LuxX, Omicron-Laserage, Germany)</p>"
        },
        {
            "header": "Procedure",
            "content": "Biological tissue collection.\n1.     Fix freshly excised porcine cardiac tissue for 1 hour at 4 °C in 2% PFA made the previous day in PBS and pH to 7.4 the morning of collection.\n2.     Move samples to fresh PBS for 10 minutes.\n3.     Move samples to 10% sucrose in PBS for 1 hour, 4 °C. (6 g sucrose made up to 60 mL total volume in PBS)\n4.     Move samples to 20% sucrose in PBS for 1 hour, 4 °C.\n5.     Move samples to 30% sucrose in PBS overnight at 4 °C. Samples should sink.\n6.     Remove samples and gently dab with tissue paper to remove excess sucrose solution.\n7.     Transfer to cryotubes and label.\n8.     Fill a metal dish with 2-Methylbutane and place in thermal insulator (polystyrene box with a lid) containing a shallow quantity of liquid nitrogen (the metal dish should not be submerged). Allow 2-Methylbutane to chill for 3-5 min, until white precipitates start to form on the metal dish.\n9.     Gently place cryotubes into dish, replace lid, and allow 10-15 minutes to freeze.\n10.  Carefully remove samples from the dish and store at -20 °C or -80 °C for long term storage.\n11.  Coat coverslips with 0.05% poly-l-lysine (PLL) solution for 10-15 minutes. Aspirate off.\n12.  Take cryosections of tissue onto these pre-treated coverslips.\nLabelling procedure.\n1.     Attach coverslips to imaging chambers using Pinkysil. (Small amount of component A mixed with equal sized portion of component B. Apply to outskirts of coverslip and push chamber directly down onto it for 5 seconds).\n2.     Hydrate tissue with PBS containing 0.1% Triton X-100, allow to permeabilise for 10 minutes.\n3.     Wash sample with PBS. (Standard size chamber can hold ~800 µL).\n4.     Block sample with PBS containing 10% BSA for 1 hour at room temperature.\n5.     Dilute primary antibody (in our case MA3-916) to 5 µg/mL in incubation solution made up in PBS containing 1% BSA, 0.05% Triton X-100 and 0.05% sodium azide.\n6.     Apply to sample and leave overnight at 4 °C.\n7.     Wash the sample with PBS 3-4 times for 10-15 minute durations.\n8.     Dilute secondary antibody (~1mg/mL) anchor docking strand conjugates in incubation solution (1:200).\n9.     Apply to sample and leave for 2 hours at room temperature.\n10.  Repeat wash step 7 using 600 mM NaCl PBS, pH 8 (PAINT Buffer, PB). Also see final Note.\n11.  Make two stocks of imaging buffer. There should be an order of magnitude difference in the imager concentration. For our tissue experiments we use ~0.4 nM and ~40 pM (9bp overlap) ATTO 655 modified strands in PB. For ease we’ll call the ~0.4 nM the 1x RD imaging buffer, and the ~40 pM is the 10x RD imaging buffer.\nImage acquisition of 1x RD to 10x RD series.\n1.     Load sample chamber onto microscope stage.\n2.     Boot up the connected PC and relevant software packages. We use PyME\n3\n& PyME-extra\n4\nfor our data acquisition and analysis.\n3.     Replace solution with ~200 µL red bead solution, diluted from stock 1:10 k in PB.\n4.     Allow 10-15 minutes for beads to settle and stick to tissue and surfaces. Monitor a region closely whilst this is happening to avoid excessive clusters of beads.\n5.     Gently wash off excess beads with PB. Check beads are still attached and that minimal/no beads are floating through the sample.\n6.     Navigate to a region of interest using transmitted light.\n7.     View widefield fluorescence of labelled sample using the appropriate dichroic mirror and filters for the dye modified anchor docking strand. We commonly use docking strands with Cy3 or Cy5 modifications.\n8.     Once satisfied with chosen location, which should also include a fiducial in range of the illumination laser, adjust camera integration time to 100 ms.\n9.     Replace buffer with 1x RD imaging buffer containing the imager matching the repeat domain strand (yet to be attached).\n10.  Begin acquisition. Single-molecule events are detected and fitted to a 2D Gaussian model.\n11.  Add 0.5 µL of 100 µM 1x RD strand to the ~500 µL sample solution and gently mix.\n12.  Events should rapidly increase.\n13.  Allow ~10 minutes for 1x RD strands to fully occupy available anchor docking sites.\n14.  Wash off excess, unbound 1x RD strands with 1x RD imaging buffer. Event rate should increase a small amount.\n15.  Image for the desired length of time. We tend to take ~30 k frames at a minimum.\n16.  Introduce the repeat domain displacer sequence by adding 0.5 µL of 100 µM repeat domain displacer sequence strand to the ~500 µL sample solution and gently mix.\n17.  Monitor event rates. They should begin to fall to background levels as the displacer sequence removes the 1x RD strand from the anchor strand.\n18.  Once event rates have fully decreased, give the sample a further 5 minutes before washing off the anchor and displacer strand complexes, along with any excess displacer strands using 1x RD buffer. Event rates should remain at background levels. We do several washes at each on-stage washing step.\n19.  Wash sample with 10x RD imaging buffer to reduce imager concentration.\n20.  Add 0.5 µL of 100 µM 10x RD strand to the ~500 µL sample solution and gently mix.\n21.  Event rates should increase by a small amount. Give the sample 10-15 minutes for the 10x RD strands to fully attach to the anchor strands. At this stage, event rates do not appear higher because of the excess 10x RD strands in solution outcompeting those attached to the anchor strand at the targets of interest.\n22.  Wash sample with 10x RD imaging buffer several times to remove excess 10x RD. Events should increase to a rate similar to that measured with 1x RD.\nTroubleshooting – if the event rate does not increase to a similar level as when using the 1x RD, this is likely due to insufficient washing at one of the steps. There could still be excess 10x RD in solution, or the displacer sequence was not adequately removed. Wash the sample a few more times with 10x RD imaging buffer, if the event rate remains low repeat step 20 onwards. Also consider that the 1x RD likely had a number of non-specific events occurring at locations where no docking strand was present. Therefore, rates will vary depending on the sample type, the location you are imaging and other possible mechanisms leading to non-specific events.\nNote: We imagine most users will want to simply go straight to using the 10x RD strands, in which case one can add 0.5 µL of 100 µM 10x RD strand to the ~500 µL sample solution and gently mix immediately after Step 10 of the labelling procedure section above. Then simply remove the excess from solution with successive washes using 10x RD imaging buffer and enjoy the benefits of conducting DNA-PAINT with an order of magnitude lower imager concentration resulting in reduced background and fewer non-specific events."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Böger, C. <em>et al.</em> Super-resolution imaging and estimation of protein copy numbers at single synapses with DNA-point accumulation for imaging in nanoscale topography. <em>Neurophotonics</em> 6, 1 (2019).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Geertsema, H. J. <em>et al.</em> Left-handed DNA-PAINT for improved superresolution imaging in the nucleus . <em>bioRxiv</em> 1–17 (2020) doi:10.1101/2020.03.28.010553.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Baddeley, D. python-microscopy/python-microscopy: Release 20.11.25. (2020). doi:10.5281/zenodo.4289804.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.Soeller. csoeller/PYME-extra: PYME-extra-20.11.20-release. (2020). doi:10.5281/zenodo.4282831. (2020).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-020-20686-z",
                "date": "2021-01-21 11:05:39",
                "title": "Repeat DNA-PAINT suppresses background and non-specific signals in optical nanoscopy",
                "authors": [
                    "Alexander H. Clowsley",
                    "William T. Kaufhold",
                    "Tobias Lutz",
                    "Anna Meletiou",
                    "Lorenzo Di Michele",
                    "Christian Soeller"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 5645285,
                "identity": "34f1f02e-54ec-46b6-b26e-750ad4e2716c",
                "order_by": 0,
                "name": "Alexander H Clowsley",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-9318-1557",
                "institution": "University of Exeter",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "H",
                "lastName": "Clowsley",
                "suffix": ""
            },
            {
                "id": 5645286,
                "identity": "48b193b0-c602-466e-aac9-2ba839ae677d",
                "order_by": 1,
                "name": "William T Kaufhold",
                "email": "",
                "orcid": "",
                "institution": "University of Cambridge",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "William",
                "middleName": "T",
                "lastName": "Kaufhold",
                "suffix": ""
            },
            {
                "id": 5645287,
                "identity": "4d51aa10-3d50-4d24-94e0-4bb14f60963d",
                "order_by": 2,
                "name": "Tobias Lutz",
                "email": "",
                "orcid": "",
                "institution": "University of Exeter",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tobias",
                "middleName": "",
                "lastName": "Lutz",
                "suffix": ""
            },
            {
                "id": 5645288,
                "identity": "7b852863-486c-42e4-9b5b-f477b1e48c02",
                "order_by": 3,
                "name": "Anna Meletiou",
                "email": "",
                "orcid": "",
                "institution": "University of Exeter",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "",
                "lastName": "Meletiou",
                "suffix": ""
            },
            {
                "id": 5645289,
                "identity": "c540f796-db94-4b37-a8b6-1290696ebc60",
                "order_by": 4,
                "name": "Lorenzo Di Michele",
                "email": "",
                "orcid": "",
                "institution": "Imperial College",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lorenzo",
                "middleName": "Di",
                "lastName": "Michele",
                "suffix": ""
            },
            {
                "id": 5645290,
                "identity": "8b6ee2a4-b3f1-44a1-9190-7bb4a525f0dd",
                "order_by": 5,
                "name": "Christian Soeller",
                "email": "C.Soeller@exeter.ac.uk",
                "orcid": "",
                "institution": "University of Exeter",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Soeller",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-12-01 16:03:38",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1283/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1283/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13695406,
                "identity": "e6598f67-da45-48a0-bd4e-a4b4f22a3f35",
                "added_by": "auto",
                "created_at": "2021-09-17 12:57:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 161759,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1283/v1/fd48d6f5-2893-4cf3-9b15-6d1917ca1f0a.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "super-resolution, single-molecule localization microscopy, DNA-PAINT, nanotechnology, immunohistochemistry",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The performance of DNA-PAINT in biological samples is often constrained by strong background signals and non-specific binding events, both of which are exacerbated by high imager concentrations. Here we describe the procedure for conducting Repeat Domain DNA-PAINT, a method that substantially reduces imager concentration and thus suppresses spurious signals.&nbsp;</p>",
        "manuscriptTitle": "Sample preparation and imaging procedures for super-resolution microscopy using Repeat DNA-PAINT.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-26 10:26:12",
                "doi": "10.21203/rs.3.pex-1283/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "de625837-a38a-452b-9c69-81d0e3be83f7",
        "owner": [],
        "postedDate": "May 26th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1285031,
                "name": "Biotechnology"
            },
            {
                "id": 1285032,
                "name": "Biochemistry"
            },
            {
                "id": 1285033,
                "name": "Optics and photonics"
            },
            {
                "id": 1285034,
                "name": "Nanoscience and technology"
            },
            {
                "id": 1285035,
                "name": "Biophysics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-26 10:26:12",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}