{
    "identity": "nprot-3883",
    "title": "Differentiation of human induced pluripotent stem cells to Purkinje neurons",
    "content": [
        {
            "header": "Introduction",
            "content": "It remains a challenge to differentiate human induced pluripotent stem cells \\(iPSCs) to Purkinje cells. Purkinje neurons are the only output neurons in cerebellum and often afflicted in spinocerebellar ataxias \\(SCAs) and other medical indications such as ethanol exposure and autoimmune diseases. Obtaining patient-specific Purkinje neurons would offer a valuable tool to model cerebellar diseases in a culture dish for investigating the disease mechanisms of genetic SCAs, and for drug screening and potentially regenerative approaches to replace the damaged Purkinje cells. Fgf8 and Wnt1 are two key regulators of Purkinje cell development <sup>1, 2</sup>; however, simply adding Fgf8 and Wnt1 to the culture is not sufficient to direct the specification of iPSCs towards Purkinje lineage <sup>3, 4, 5</sup>. Here, we presented a protocol <sup>6, 7</sup>, in which insulin and bFGF were added to iPSC culture in a time-sensitive manner, to activate a self-sustaining pathway to produce endogenous Fgf8 and Wnt1, and to drive the differentiation of iPSCs to Purkinje progenitors/precursors. Furthermore, the progenitors were differentiated to Purkinje neurons by co-culturing with cerebellar organotypic slices."
        },
        {
            "header": "Reagents",
            "content": "• Isocover's modified Dubecco's medium \\(IMDM) \\(Life technologies, 31980)\r\n\n\n• F12 \\(Life technologies, 11765)\r\n\n\n• DMEM-F12 \\(Life technologies, 11330)\r\n\n\n• BSA \\(AlbuMAX® I) \\(Life technologies, 11020021)\r\n\n\n• N2 \\(Life technologies, 117504048)\r\n\n\n• Insulin \\(Life technologies, 12585014)  \r\n\n\n• Apo-transferrin \\(Calbiochem, 178481)\r\n\n\n• Chemically defined lipid concentrate \\(Life technologies, 11905031)\r\n\n\n• Cyclopamine \\(Sigma, C4116)\r\n\n\n• Ascorbic acid \\(Sigma, A4034)\r\n\n\n• T3 \\(Merk, 64245-250mg) \r\n\n\n• Monothioglycerol \\(Sigma, M6145)\r\n\n\n• IGF-1\\(Peprotech, 100-11)\r\n\n\n• Collagennase IV \\(Sigma, C1889)\r\n\n\n• Accutase \\(PAA, L11-007)\r\n\n\n• Matrigel \\(BD Bioscience, 354277)\r\n\n\n• mTesR \\(Stemcells, 5850)\r\n\n\n• Biotinylated Anti-human Kirrel2 Antibody \\(R&D, BAF2564)\r\n\n\n• Lightning-Link® PE/Cy5 DIY Antibody Labeling Kit \\(Innova Bioscience, 760-0015)\r\n\n\n• Neurobasal-A medium \\(Life technologies, 10888)\r\n\n\n• HBSS \\(Life technologies, 10175) \r\n\n\n• DPBS \\(Life technologies, C1419)\r\n\n\n• Cell dissociation buffer \\(Life technologies, 13151)\r\n\n\n• Horse serum Heat-Inactivated \\(Life technologies, 26050-088) \r\n\n\n• D-\\(+)-glucose \\(Sigma, G6152)\r\n\n\n• Estradiol \\(Sigma, E8875)\r\n\n\n• Kirrel2 antibody \\(R&D systems, BAF2564)\r\n\n\n\r\n\n\nReagent Setup\r\n\n\n• bFGF Stock \r\n\n\nCentrifuge the lymphosized bFGF vials to make sure the powder is spun down to the bottom of the bottle. Add sterilized PBS with 0.1% BSA to make a 100μg/ml stock solution. Store at -20℃ for long term use. Store at 4℃ if used within a month.\r\n\n\n• Apo-transferin stock \r\n\n\nSpin the bottle briefly and add proper amount of F12 medium to make a 15mg/ml \\(1000×) stock. Store at -20℃ for long term use.\r\n\n\n• Cyclopamine stock: \r\n\n\nAdd 1.25ml DMSO to dissolve cyclopamine \\(5mg) to make a 10mM stock. \r\n\n\n• D-glucose stock \r\n\n\nAdd 7g D-Glucose to 10ml DMEM/F12 to prepare a 100× stock solution.\r\n\n\n• gfCDM medium \\(Purkinje progenitor differentiation medium) \r\n\n\nAdd 5g BSA powder to 30ml F12 medium. Mix thoroughly to solve BSA powder. To prepare 1L complete gfCDM medium, mix 490ml IMDM and 460ml F12 with 30ml previously prepared BSA , 1ml Apo-transferin \\(stock 15mg/ml), 1.75ml insulin \\(stock 4mg/ml), and 10ml Penicillin Streptomycin. Filter the mixed medium through 0.22μm filter. Add 10ml chemically defined lipid concentrate and 40μl Monothioglycerol \\(stock 11.5M). Store at 4℃ and use within 2 weeks. If necessary, add 20μl bFGF \\(Stock 100μg/ml) per 100ml medium before use. \r\n\n\n• Purkinje cell differentiation medium \r\n\n\nTo prepare 1L medium, mix 880ml DMEM/F12 with 100ml FBS, 10ml N2, and 10ml D-Glucose \\(0.7g/ml), 100μl T3 \\(stock 300μM), 100μl Estrogen \\(stock 100μM). Store at 4℃ and use within 2 weeks. Add 10μl IGF-1 \\(stock 100μg/ml) per 100ml before use.\r\n\n\n• Slice culture medium\r\n\n\nTo prepare 100ml slice culture medium, mix 25ml Neurobasal medium and 24ml HBSS, with 25ml Horse serum, 1ml D-Glucose \\(0.5g/ml in HBSS), and 1ml L-glutamine."
        },
        {
            "header": "Equipment",
            "content": "• BD FACSAria II cell sorter \\(BD Bioscience)\r\n\n\n• CO2 incubator \\(Thermo Scientific)\r\n\n\n• McIlwain tissue chopper \\(The Mickle Laboratory Engineering Co. Ltd, Gomshall, Surrey, UK)\r\n\n\n• Millicell cell culture insert \\(Millipore, PICM0RG50)\r\n\n\n• Six-well plates \\(Corning, 3516)\r\n\n\n• Stereomicroscope \\(Nikon, SMZ100) \r\n\n\n• Microinjector \\(Olympus）\r\n\n\n• Micro tweezers"
        },
        {
            "header": "Procedure",
            "content": "**iPSC preparation** \r\n\n\n• Culture iPSCs on Matrigel in six-well plates in mTesR medium before differentiation. Start the differentiation process when iPSCs colonies reach 80-90% confluence.\r\n\n\n\r\n\n\n**Differentiation of human iPSCs to Purkinje progenitors**\r\n\n\n• Day 0: Treat iPSCs with 1mg/ml Collagenase IV at 37℃ for 15-20 min. Discard collagenase IV and replace with DMEM/F12 when the edges of iPSC colonies peel off from the surface of the dishes. Scrape the iPSC colonies with the tip of a 2 ml pipette through drawing cross lines to cut large cell colonies into small clusters. Collect the cell clusters into 15ml centrifuge tube. Centrifuge for 5 min at 300g. Resuspend the cells with gfCDM medium without bFGF. The cell clusters should re-aggregate and form embryonic bodies \\(EBs) in gfCDM medium after overnight incubation. \r\n\n\n**Caution**: Insulin is a very important factor for EB formation. If EBs cannot be derived from iPSCs, please check the concentration and quality of insulin.\r\n\n\n• Day 1: Pipet the cells up and down with 5ml pipette to get rid of the dead cells hanging on the surface of the EB balls. Transfer the cell suspension to a 50ml centrifuge tube. Centrifuge at 300g for 5 min. Discard the supernatant and resuspend with gfCDM medium containing 20ng/ml bFGF. \r\n\n\n• Day 2-7: Change the medium to gfCDM with 20ng/ml bFGF every other day.\r\n\n\n• Day 7-10: Change the medium to gfCDM medium with 20ng/ml bFGF and 10 μg/ml cyclopamine. \r\n\n\n• Day 10: Transfer gfCDM EBs to a 50 ml centrifuge tube. Pipet up and down to get rid of the dead cells hanging on the surface of the EB balls. Discard the supernatant and suspend the EB balls with gfCDM containing 20 ng/ml bFGF \\(without cyclopamine). Transfer EBs to poly-D-lysin/laminin-coated 6-well-plates to allow attachment and formation of rosette-like structures.  \r\n\n\n**TIP**: Whether EBs can attach relies on EB quality. EBs of good quality should assume spherical morphology and smooth edges. EBs with irregular shapes or ragged surfaces imply insufficient quality, and may lead to the failure to attach and rosette formation. If EBs of heterogeneous qualities are formed during differentiation, those of good quality can be enriched by selecting under microscope. \r\n\n\n• Day 10-20: Change medium every other day with gfCDM with 20ng/ml bFGF. \r\n\n\n\r\n\n\n**Co-culture of human Purkinje progenitors with cerebellum slices**\r\n\n\n**General preparation**:\r\n\n\n• Sterilize the surgical instruments and disinfect preparation room by ultraviolet light.\r\n\n\n• Adjust the vernier calipers on McIlwain tissue chopper to 350 μm in thickness. Modify the angle of the chopper's arm with a blade to a proper position to make sure the blade can touch the platform horizontally. Set up the speed and strength to cut the tissue continuously.\r\n\n\n**TIP**: The platform needs to be sterilized with 75% ethanol beforehand, and make sure that the platform is completely dry before slicing. \r\n\n\n• Place Millicell insert into the well of six-well plate. Add 1 ml slice medium on the membrane of the insert. Transfer the plates with inserts to 37℃, 5% CO2 incubator.\r\n\n\n• Prepare HBSS with 5mg/ml D-Glucose, and cool the solution in ice. \r\n\n\n\r\n\n\n**Slice preparation**: \r\n\n\n• Deeply anesthetize the SD \\(postnatal day 10) rat on ice, clean with 75% ethanol, and remove the brain rapidly. Separate the brain as soon as possible and transfer it into cold HBSS with 50 mg/ml D-glucose. Dissect out the rat's cerebellum and place the tissue in a sagittal direction on the platform of McIlwain tissue chopper.\r\n\n\n**TIP**: To avoid movement of tissues during slicing, suck off the liquid surrounding the tissue with a pipet. \r\n\n\n• Start the dissection procedure.\r\n\n\n• Add some HBSS to merge the chopped slices on the platform. Carefully transfer slices into the dishes containing cold HBSS supplemented with 5 mg/ml D-glucose.\r\n\n\n**TIP**: To prevent tissue damage during the transfer process, add some HBSS to the slices and use a tweezer to slide them off into culture dishes containing HBSS.\r\n\n\n• Separate slices under a dissecting microscope using micro tweezers, and carefully transfer slices into the slice medium on the prepared Millicell membrane inserts using a flat shovel. Put three or four slices on one insert. Carefully unfold the slices in medium to make sure that slice surfaces can touch the membrane. Carefully transfer the medium \\(1ml) on the insert into the same well underneath the insert. \r\n\n\n**TIP**: The insert membrane is semipermeable. One ml medium is just enough to touch the membrane and keep it wet. The slices should be cultured on the gas-liquid interface.\r\n\n\n• Day 1-7: Change medium every day. \r\n\n\n• From Day 8 onward: Transplant sorted neph3+ cells onto the surface of cerebellum slices. Change Purkinje cell differentiation medium every other day.\r\n\n\n**Caution**: The cerebellar slices from newborn rats are small and the added cells may flow out of the slice surface. To avoid cell loss, add 1μl cell suspension each time and add multiple times. \r\n\n\n\r\n\n\n**Human fetal cerebellum slice culture**\r\n\n\n• All experiments involving electively aborted fetus should strictly follow the institutional ethical guidelines and regulations. The slicing and culture of fetal cerebella are similar to those of rat ones. \r\n\n\n\r\n\n\n**Sorting of Neph3+ cells**\r\n\n\n• Cell preparation: Treat differentiated cells with cell dissociation buffer at 37℃ for 20 min. Discard dissociation buffer and add 2ml DPBS into each well. Pipet the treated cells with 1ml tips to separate the rosette-like clusters to single cell suspension. Transfer the cell suspension to 50ml centrifuge tubes. Centrifuge at 300g for 5 min. Discard the supernatant and resuspend cells with 30ml DPBS to wash the cells.  \r\n\n\n• Antibody preparation: Reconstitute the lyophilized antibodies with Tris-buffered saline \\(TBS, PH=7.3) to a final concentration of 500ug/ml. Label the secondary antibody with Lightning-Link® PE/Cy5 DIY Antibody Labeling Kit according to the procedures  provided by the manufacture.\r\n\n\n• Antibody labeling: Resuspend the cell pellet with PBS containing 0.1% BSA. Adjust the volume to get a density of 107/ml. Transfer 100μl cell suspension to another two centrifuge tubes as blank and negative control, respectively. Add Neph3 primary antibody to a final concentration of 10 μg/ml and incubate at 4℃ for 30min.Wash the cells two times with DPBS. Resuspend the cells with DPBS and adjust the DPBS volume to reach 2×106/ml density.  \r\n\n\n• Cell sorting: Sort Neph3+ cells using BD FACSAria II. Re-suspend sorted neph3+ cell with gfCDM media. Adjust the concentration to 1×107 cells/ml for co-culture with slices. Resuspend the cells with HBSS containing 5mg/ml D-glucose and 20 ng/ml bFGF. Adjust the concentration of cells to 2×107 cells/ml for microinjection. \r\n\n\n\r\n\n\n**Microinjection of human Purkinje progenitors into cerebellum of SCID mice**\r\n\n\n• Deeply anesthetize the newborn SCID/Beige on ice. \r\n\n\n• Inject 1μl of cell suspension \\(2×104 cells) into the cerebellum region using a glass micropipette connected to a microinjector.\r\n\n\n• Four weeks after injection, sacrifice the mice and perfuse with 4% PFA. Dissect the cerebellum and section at 40 μm thickness for further analysis."
        },
        {
            "header": "Timing",
            "content": "• Differentiation of iPSCs to Purkinje progenitors: 20 days.\r\n\n\n• Preparation of cerebellum slices: 1 week.\r\n\n\n• Co-culture of Purkinje progenitors with organotypic slices: 4 weeks.\r\n\n\n• In vivo injection and differentiation of Purkinje progenitors: 4 weeks."
        },
        {
            "header": "Troubleshooting",
            "content": "• No EBs were formed: The quality of EBs determines whether the whole experiments would work. EBs of good quality display round morphology and smooth edges. The EB quality further relies on the quality of iPSCs. If you find that the quality of gfCDM EBs are not good, please check the quality of iPSCs cultures.\r\n\n\n• No Neph3+ Purkinje progenitors was sorted: It's critical to treat the attached gfCDM EBs with enzyme-free cell dissociation buffer in that any enzymatic treatment would shed off Neph3 from cell surface and interfere with the subsequent sorting steps."
        },
        {
            "header": "Anticipated Results",
            "content": "• Purkinje progenitor cells\r\n\n\nRosette-like structure should be observed in the culture system after day 10.  Around 5-10% Neph3-positive Purkinje progenitor cells can be sorted at day 20.\r\n\n\n• Co-culture with cerebellum slices \r\n\n\nFour weeks after co-culture with rat or human cerebellum slices, Purkinje cells with typical morphology can be observed on the slices."
        },
        {
            "header": "References",
            "content": "1. Crossley PH, Martinez S, Martin GR. Midbrain development induced by FGF8 in the chick embryo. Nature 1996, 380\\(6569): 66-68.\r\n  2. McMahon AP, Joyner AL, Bradley A, McMahon JA. The midbrain-hindbrain phenotype of Wnt-1-/Wnt-1- mice results from stepwise deletion of engrailed-expressing cells by 9.5 days postcoitum. Cell 1992, 69\\(4): 581-595.\r\n  3. Su HL, Muguruma K, Matsuo-Takasaki M, Kengaku M, Watanabe K, Sasai Y. Generation of cerebellar neuron precursors from embryonic stem cells. Dev Biol 2006, 290\\(2): 287-296.\r\n  4. Salero E, Hatten ME. Differentiation of ES cells into cerebellar neurons. Proc Natl Acad Sci U S A 2007, 104\\(8): 2997-3002.\r\n  5. Tao O, Shimazaki T, Okada Y, Naka H, Kohda K, Yuzaki M, et al. Efficient generation of mature cerebellar Purkinje cells from mouse embryonic stem cells. J Neurosci Res 2010, 88\\(2): 234-247.\r\n  6. Muguruma K, Nishiyama A, Ono Y, Miyawaki H, Mizuhara E, Hori S, et al. Ontogeny-recapitulating generation and tissue integration of ES cell-derived Purkinje cells. Nat Neurosci 2010, 13\\(10): 1171-1180.\r\n  7. Wang S, Wang B, Pan N, Fu L, Wang C, Song G, et al. Differentiation of human induced pluripotent stem cells to mature functional Purkinje neurons. Sci Rep 2015, 5: 9232."
        },
        {
            "header": "Acknowledgements",
            "content": "• The study was supported by a grant from Sanofi R&D, and by the National Basic Research Program of China \\(2011CB965103 and 2012CBA01307), the National Natural Science Foundation of China \\(81422014，31340075, 31070946, 81141014), and Beijing Natural Science Foundation \\(5142005)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep09232",
                "date": "2015-03-24 06:40:15",
                "title": "Differentiation of human induced pluripotent stem cells to mature functional Purkinje neurons",
                "authors": [
                    "Shuyan Wang",
                    "Bin Wang",
                    "Na Pan",
                    "Linlin Fu",
                    "Chaodong Wang",
                    "Gongru Song",
                    "Jing An",
                    "Zhongfeng Liu",
                    "Wanwan Zhu",
                    "Yunqian Guan",
                    "Zhi-Qing David Xu",
                    "Piu Chan",
                    "Zhiguo Chen",
                    "and Y. Alex Zhang"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13339,
                "identity": "a0592f3a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Zhiguo Chen",
                "email": "chenzhiguo@gmail.com",
                "orcid": "",
                "institution": "Zhiguo Chen's Lab, Xuanwu Hospital Capital Medical University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Zhiguo",
                "middleName": "",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 13337,
                "identity": "a05926e9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shuyan Wang",
                "email": "",
                "orcid": "",
                "institution": "Zhiguo Chen's Lab, Xuanwu Hospital Capital Medical University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shuyan",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 13338,
                "identity": "a0592bdc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bin Wang",
                "email": "",
                "orcid": "",
                "institution": "Zhiguo Chen's Lab, Xuanwu Hospital Capital Medical University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bin",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-04-08 10:35:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.035",
        "doiUrl": "https://doi.org/10.1038/protex.2015.035",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609162,
                "identity": "3443529f-d6b4-4020-82d5-7a2911edc217",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1061056,
                "visible": true,
                "origin": "",
                "legend": "Instruments and slices.   A) McIlwain tissue chopper.\r\nB) The blade and platform of the chopper.\r\nC) The micro tweezers used for separation of slices and a shovel for tissue transferring.\r\nD and E) Separated slices.\r\nF) Slices cultured on inserts.\r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-3883/v1/figure_1.png"
            },
            {
                "id": 2609164,
                "identity": "ae9556ce-91d8-4e0f-9ce0-9e0756ef737a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1226658,
                "visible": true,
                "origin": "",
                "legend": "Rosettes with Neph3 staining at Day 20.   Bar=50μm.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-3883/v1/figure_2.png"
            },
            {
                "id": 2609163,
                "identity": "4de4ec31-e9da-4fef-b105-7d5b8a193977",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 444222,
                "visible": true,
                "origin": "",
                "legend": "Purkinje cells in co-culture with rat cerebellum slices.   A) A cultured cerebellum slice on an insert.\r\nB) Morphology of GFP-positive Purkinje cells in co-culture. Bar=100μm.\r\n",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-3883/v1/figure_3.png"
            },
            {
                "id": 13464866,
                "identity": "43af3aec-b7ee-48f2-a722-071ddd5824a1",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2539310,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3883/v1/2268ff94-4283-4785-a558-271045ac9b83.pdf"
            }
        ],
        "financialInterests": "No conflict of interest was declared by the authors.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Purkinje neurons, iPSC, differentiation, slice culture",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes how to differentiate human induced pluripotent stem cells \\(iPSCs) to Purkinje cells. Human iPSCs are first differentiated to Neph3+ Purkinje progenitors. To promote maturation of Purkinje progenitors in vitro, a co-culture system is used to enhance the maturation of Purkinje precursors on rat and human fetal cerebellar slices. Furthermore, Purkinje progenitor cells are injected into the cerebellum of newborn immunodeficient mice to test the differentiation ability in vivo.",
        "manuscriptTitle": "Differentiation of human induced pluripotent stem cells to Purkinje neurons",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-04-18 19:09:38",
                "doi": "10.1038/protex.2015.035",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a058b319-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 18th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3329,
                "name": "Biological techniques"
            },
            {
                "id": 3330,
                "name": "Developmental biology"
            },
            {
                "id": 3331,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-04-18 19:09:38",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}