{
    "identity": "pex-1487",
    "title": "<p> Integrated Neuromuscular Inhibition Technique Versus Mulligan Mobilization on Functional Disability in Non-Specific Low Back Pain.</p><p><br></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Any pain in lower back region that remains for more than 12 weeks is chronic low back pain .Low‐back pain (LBP) is very usually seen even in adolescents and old people. 50% of population experiences back pain in the course of a year and near about&nbsp;80% of population report LBP in their lifetimes<sup>(1)</sup>. Discomfort caused by lower back pain is very significant to perform the activities of daily living. Marked level of disability is created because of low back pain. Thoracolumbar, lumbar, or lumbosacral region are the main regions of low back pain<sup>(2)</sup>. Low back pain with a specific origin like a fracture or a tumor is called specific low back pain, and treatment is required in such cases. Nonspecific low back pain is a type of low back pain where the cause is not known and the origin of the pain cannot be identified <sup>(3)</sup>. Most of the causes of low back pain are very difficult to understand and identify and most of which are unknown<sup>(4)</sup>. Causes include inadequate motor control of multifidus and transversus abdominus, the decrease strength of superficial trunk and abdominal muscles. Low back pain’s clinical pattern are: nerve root associated pain, mechanical origin or due to some other pathology and psychological cause. Support is provided by the trunk muscles and it also enables for movement from one place to another which is disturbed in low back pain patients.</p><p>&nbsp;</p><p>Early intervention helps in relieving low back pain. Relationship between exercise and muscle strength is already suggested by the literature and aetiology. Various manoeuvres are performed in order to reduce pain as well as disability: Integrated neuromuscular inhibition and Mulligan concept lumbar mobilization is also used for the same.</p><p>&nbsp;</p><p>Chaitow described a technique known as the integrated neuromuscular inhibition technique which is a technique to manually deactivate trigger points. It is a technique which includes ischemic compression, strain-counter-strain and muscle energy .Reciprocal inhibition and post-isometric relaxation are the basic phenomena of integrated neuromuscular inhibition technique and can resolve muscle spasm in painful areas where as mulligan mobilization is movement with mobilization. Mulligan mobilization with movement (MWM) is a type of mobilization used mainly to increase the range of motion and to reduce the stiffness. Mulligan can be used for peripheral joints as well as for the spinal joints. Sustained natural apophyseal glides (SNAGs) and natural apophyseal glides (NAGs) are the types of movement with mobilization when applied at the spinal joints. Mobilization technique that improves joint mobility through the application of passive gliding to the vertebral level while the patients simultaneously performs active movement is sustained natural apophyseal glide.</p><p>A study in done in upper back for assessing the efficacy of the INIT technique for upper back pain, No such study is done in the lower back region as both INIT and Mulligan SNAGS is effective. Out need is to create an evidence for the practitioners to choose more efficient technique for treating non-specific low back pain. So, this study will be conducted to compare the effect of integrated neuromuscular inhibition and mulligan lumbar SNAG in subjects with nonspecific low back pain, To examine the efficacy of integrated neuromuscular inhibition disability and pain in patients with non-specific low back pain and to examine the effect of Mulligan SNAGs on disability and pain in patients with non-specific low back pain. Pain will be assessed with numeric pain rating scale and modified oswestry scale.</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "1. After the approval from the ethical committee. A proper explanation of the technique will be given to the participants and an informed consent will be taken from them. All those who will be willing to participate will be included in the study.\n2. Group A (Integrated Neuromuscular Inhibition Technique):\nINIT application. It includes the combination of the following technique:\n3. Ischemic compression: which is a technique used on a trigger points to relieve pain, the trigger point is first identified and then it is pressed with thumb over thumb hold for 15 seconds. As the trigger point is sensitive low pressure is applied for initial few second later on the pressure is increased\n(5)\n.\n4. Muscle energy technique (MET): - it is a soft tissue technique which is used to treat musculoskeletal dysfunction. It used for pain free mobilization. It is use to reduce tissue oedema, stretch fibrous tissue, reduce muscle spasm, regain mobility\n(6)\n.\n5. Strain-counter-strain technique: it is also known as position release technique. It is an osteopathic manual therapy technique that used body position of the spasmed muscle and release the spasm\n(7)\n.\n6. Group B (Mulligan Lumbar SNAG): Standardized clinical examinations will be performed to identify the symptomatic spinal level. Then the subjects will be asked to do movement that is flexion and extension to identify which level is most painful with passive intervertebral pressure.\n7. Subjects will be made to side on the stools with height adjustment and patients foot will rest on the ground slightly plantarflexed.\n8. The Mulligan mobilization belt will placed on and around the pelvic region of the of the patient of stabilisation and on the therapist’s hip joint. After the identification of the spinal level SNAGs will be applied on the transverse process. Direction of mobilization will be parallel to the facet joint plane that is in cranial direction.\n9. Patients will be asked to perform the activity which was restricted while therapist applies mobilization force simultaneously. Subjects will be asked to go back to the starting position after the completion of full available range. Mobilization force will be maintained which will be cranial in direction while the patients will be returning to the starting position\n(8)\n."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Franke, H., Fryer, G., Ostelo, R. W. &amp; Kamper, S. J. Muscle energy technique for non‐specific low‐back pain. <em>Cochrane Database Syst. Rev.</em> (2015) doi:10.1002/14651858.CD009852.pub2.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jothi, S., Ram, P. S. &amp; Vpr, S. The Efficacy of Core Muscle Release Technique in Mechanical Low Back Pain a Quasi Experimental Study. <em>Int. J. Clin. Ski.</em> <strong>11</strong>, (2017).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Seo, U.-H., Kim, J.-H. &amp; Lee, B.-H. Effects of Mulligan Mobilization and Low-Level Laser Therapy on Physical Disability, Pain, and Range of Motion in Patients with Chronic Low Back Pain: A Pilot Randomized Controlled Trial. <em>Healthc. Basel Switz.</em> <strong>8</strong>, (2020).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ahmed, A. <em>et al.</em> Effectiveness of Core Muscle Stabilization Exercises with and without Lumbar Stretching in Non-Specific Low Back Pain. <em>Ann. King Edw. Med. Univ.</em> <strong>23</strong>, (2017).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fatmawati, V. PENURUNAN NYERI DAN DISABILITAS DENGAN INTEGRATED NEUROMUSCULAR INHIBITION TECHNIQUES (INIT) DAN MASSAGE EFFLEURAGE PADA MYOFASCIAL TRIGGER POINT SYNDROME OTOT TRAPESIUS BAGIAN ATAS. <em>Sport Fit. J.</em> (2013).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Balagué, F., Mannion, A. F., Pellisé, F. &amp; Cedraschi, C. Non-specific low back pain. <em>The Lancet</em> <strong>379</strong>, 482–491 (2012).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Maher, C., Underwood, M. &amp; Buchbinder, R. Non-specific low back pain. <em>The Lancet</em> <strong>389</strong>, 736–747 (2017).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hains, G., Boucher, P. B. &amp; Lamy, A.-M. Ischemic compression and joint mobilisation for the treatment of nonspecific myofascial foot pain: findings from two quasi-experimental before-and-after studies. <em>J. Can. Chiropr. Assoc.</em> <strong>59</strong>, 72–83 (2015).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Faqih, A. I., Bedekar, N., Shyam, A. &amp; Sancheti, P. Effects of muscle energy technique on pain, range of motion and function in patients with post-surgical elbow stiffness: A randomized controlled trial. <em>Hong Kong Physiother. J.</em> <strong>39</strong>, 25–33 (2019).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DIMITRIOS, L. <em>The Effect of Integrated Neuromuscular Inhibition Technique in Combination With Therapeutic Exercise on Patients With Chronic Mechanical Neck Pain</em>. https://clinicaltrials.gov/ct2/show/NCT02802189 (2017).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hussien, H. M., Abdel-Raoof, N. A., Kattabei, O. M. &amp; Ahmed, H. H. Effect of Mulligan Concept Lumbar SNAG on Chronic Nonspecific Low Back Pain. <em>J. Chiropr. Med.</em> <strong>16</strong>, 94–102 (2017).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fritz, J. M. &amp; Irrgang, J. J. A Comparison of a Modified Oswestry Low Back Pain Disability Questionnaire and the Quebec Back Pain Disability Scale. <em>Phys. Ther.</em> <strong>81</strong>, 776–788 (2001).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vianin, M. Psychometric properties and clinical usefulness of the Oswestry Disability Index. <em>J. Chiropr. Med.</em> <strong>7</strong>, 161–163 (2008).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Childs, J. D., Piva, S. R. &amp; Fritz, J. M. Responsiveness of the Numeric Pain Rating Scale in Patients with Low Back Pain. <em>Spine</em> <strong>30</strong>, 1331–1334 (2005).</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tousignant, M., Poulin, L., Marchand, S., Viau, A. &amp; Place, C. The Modified – Modified Schober Test for range of motion assessment of lumbar flexion in patients with low back pain: A study of criterion validity, intra- and inter-rater reliability and minimum metrically detectable change. <em>Disabil. Rehabil.</em> <strong>27</strong>, 553–559 (2005).</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Francis, R., Dheerendra, S., Natali, C. &amp; Sivaraman, A. Schober’s test: revisited. <em>Orthop. Proc.</em> <strong>92-B</strong>, 563–563 (2010).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 22995445,
                "identity": "4829a4b5-0045-4dbd-98e6-2556f5793b88",
                "order_by": 0,
                "name": "Neha Chitale",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-1586-0612",
                "institution": "Datta Meghe Institute Of Medical Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Neha",
                "middleName": "",
                "lastName": "Chitale",
                "suffix": ""
            },
            {
                "id": 22995446,
                "identity": "3b4e7825-f31b-4769-b36c-896bac740f44",
                "order_by": 1,
                "name": "Deepali Patil",
                "email": "",
                "orcid": "",
                "institution": "Datta Meghe Institute Of Medical Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Deepali",
                "middleName": "",
                "lastName": "Patil",
                "suffix": ""
            },
            {
                "id": 22995447,
                "identity": "290190fe-71f3-4fdc-a28e-db2bfaff5904",
                "order_by": 2,
                "name": "Pratik Phansopkar",
                "email": "drpratik77@gmail.com",
                "orcid": "https://orcid.org/0000-0003-3635-8840",
                "institution": "Datta Meghe Institute Of Medical Sciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Pratik",
                "middleName": "",
                "lastName": "Phansopkar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-23 18:20:25",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1487/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1487/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13695761,
                "identity": "0d55f7f9-733a-4ba3-abe1-1f697b75d441",
                "added_by": "auto",
                "created_at": "2021-09-17 12:59:33",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 160697,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1487/v1/aa848993-30b8-4fa7-9f50-8b2019372c6c.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "integrated neuromuscular inhibition, mulligan mobilization, non-specific low back pain, functional disability",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Any pain in lower back region that remains for more than 12 weeks is chronic low back pain. Nonspecific low back pain is a type of low back pain where the origin of pain is unknown. Various manoeuvres are performed in order to reduce pain and disability: Integrated neuromuscular inhibition and Mulligan lumbar mobilisation is used for the same. So, this study will be conducted to compare the effect of integrated neuromuscular inhibition and mulligan lumbar SNAG in subjects with nonspecific low back pain. In this experimental study total 80 patients with chronic low back pain will be included and they will be equally divided into two groups. Group A will receive integrated neuromuscular inhibition technique while Group B will receive mulligan movement with mobilization sustained natural apophyseal glide for 2 weeks and pain and disability will be assessed at the start of treatment after 1 week and after 2 weeks. The clinical trial registry- India(CTRI) registration number for this trial is CTRI/2021/05/033461.</p>",
        "manuscriptTitle": "Integrated Neuromuscular Inhibition Technique Versus Mulligan Mobilization on Functional Disability in Non-Specific Low Back Pain.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-28 16:50:28",
                "doi": "10.21203/rs.3.pex-1487/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "f0ef6d9b-0df2-4014-86b4-b231ddfd4baf",
        "owner": [],
        "postedDate": "May 28th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3869381,
                "name": "Anatomy"
            },
            {
                "id": 3869382,
                "name": "Psychology"
            },
            {
                "id": 3869383,
                "name": "Health humanities"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-28 16:50:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}