{
    "identity": "nprot-413",
    "title": "Monovalent streptavidin expression and purification",
    "content": [
        {
            "header": "Introduction",
            "content": "Monovalent streptavidin is a heterotetramer consisting of 3 dead subunits which do not bind biotin and one alive subunit which binds biotin with high affinity. Dead \\(D) and Alive \\(A) subunits are expressed separately in E. coli, where they form inclusion bodies. D and A inclusion bodies are dissolved in guanidinium hydrochloride, mixed in an appropriate ratio, and refolded by rapid dilution into PBS. The refold creates a statistical mixture of tetramers, and monovalent streptavidin is purified from the other tetramers by a nickel affinity column, since its single His<sub>6</sub> tag gives it different elution properties than the tetramers with 0, 2, 3 or 4 His<sub>6</sub> tags."
        },
        {
            "header": "Procedure",
            "content": "**A) Express Alive and Dead streptavidin subunits • TIMING** 2 days for steps 1-2; 8 hr for steps 3-5, 3 hr for steps 6-7\r\n\n\nInstructions are for a 1.5 L culture. If you are growing more, scale up all volumes appropriately. To make monovalent streptavidin, grow a 1 L culture of A subunit and 2 or 3 L of D subunit.\r\n\n\n1|  Transform BL21 \\(DE3) pLysS with pET21a streptavidin \\(Alive or Dead) onto LB-Amp plates and incubate at 37°C overnight.\r\n\n\n2|  Start overnight culture. Inoculate a colony from the plate in 15mL LB-Amp medium and shake overnight at 220 rpm and 37ºC. **▲ CRITICAL STEP** Do not use a colony that has ever been at 4ºC. Do not use glycerol stocks to start your overnight culture.\r\n\n\n3|  Grow up culture. Put the 15 mL culture in 1.5 L LB-Amp and shake at 37ºC until A\n600\n0.9 \\(~3 hr). **? TROUBLESHOOTING** **▲ CRITICAL STEP** Dilute the overnight culture at least 1:100. \r\n\n\n4|  Induce culture. Take 50 μl for the pre-induction gel sample and freeze at -20ºC. Add 1.5 mL 1,000x IPTG \\(final concentration of 100 μg/mL) and shake at 37ºC for 4 hr.\r\n\n\n5|  Harvest bacteria. Take 50 μl for post-induction gel sample and freeze at -20ºC. Spin down the rest of the bacteria at 8,000 g for 5 min, discard the supernatant and freeze the pellet at –80ºC **■ PAUSE POINT** The pellet can be stored indefinitely at -80ºC.\r\n\n\n6|  Test induction. Run a 16% SDS-PAGE to test induction. The molecular weight of D is 13.2 kDa; A is 14.1 kDa \\(due to the extra His6 tag) \\(Fig. 4a). **? TROUBLESHOOTING** **▲ CRITICAL STEP** The streptavidin monomer is 14 kDa and on 12% gels the streptavidin band will be hard to resolve from the dye-front.\r\n\n\n7|  The pre-induction 50 μL sample is concentrated by spinning down at 14,000 g for 1 min, the supernatant is removed, and the pellet is resuspended in 20 μL PBS. This 20 μL is mixed with 4 μL of 6x SDS-PAGE loading buffer and heated at 95ºC for 5 min before loading 12 μL on the gel. 50 μL of post-induction sample is mixed with 10 μL 6x SDS-PAGE loading buffer and boiled similarly before loading 12 μL on the gel.\r\n\n\n\r\n\n\n**B) Purify A and D from inclusion bodies • TIMING** 3 hr\r\n\n\n1|  Resuspend the pellet in 10 mL B-PER \\(Pierce). Then add an extra 10 mL B-PER. Put on a rocker for 10 min. Centrifuge at 27,000 g for 10 min at 4ºC. There is no need to perform any of these steps in the cold or to add protease inhibitors – inclusion bodies are aggregates that are not susceptible to proteases. **▲ CRITICAL STEP** Inefficient washing of inclusion bodies will lead to both poor refolding and poor final purity. Many motorized pipettors are too slow to wash inclusion bodies thoroughly. Keep the pipettor plugged in or it will run down. Resuspend pellets fully in small volumes and only when it is fully suspended, make up to the final desired volume. If the pellet is initially mixed with 100 mL buffer, if will be impossible to resuspend it properly. Resuspend using 10 mL, not 25 mL, pipettes to maximize shear force. Ideally no lumps should be visible before you proceed to the next step, but do not spend more than a few minutes pipetting at each stage. If you are centrifuging in multiple tubes, try to dislodge the pellets to get them in the same tube so that you only make one effort to suspend them all. Avoid as much as possible making B-PER or wash buffer foam. \r\n\n\n2|  Again resuspend the pellet from all the centrifuge tubes in a total volume of 10 mL B-PER. **■ PAUSE POINT** You can stop inclusion body purification at any stage: put the pellet at –80ºC and resume next day. \r\n\n\nAdd an extra 10 mL B-PER. Add 800 μL lysozyme \\(Sigma, 10 mg/mL in PBS) and incubate at room temperature for 5 min. Add 100 mL Inclusion Wash Buffer. Mix well by repeatedly inverting the bottle, since the solution is very viscous. Centrifuge at 27,000 g for 10 min at 4ºC.\r\n\n\n3|  Resuspend the pellet from all the centrifuge tubes in a total volume of 10 mL Inclusion Wash Buffer. Then add 90 mL extra Inclusion Wash Buffer. Mix well. Centrifuge at 27,000 g for 10 min at 4ºC. At this stage the pellet may be diffuse and membranous. Remove as much supernatant as possible, while retaining these membranes, because the membranes are also bound to much valuable protein. If there is still lots of supernatant, resuspend the pellet in this left over supernatant, before adding any extra wash buffer. In subsequent washes the size of this membrane should decrease, until it is not visible in final washes. If the membranous material persists, do an extra incubation with lysozyme as in \\(2).\r\n\n\n4|  Repeat part 3.\r\n\n\n5|  Repeat part 3 again, to complete the washing of inclusion bodies.\r\n\n\n\r\n\n\n**C) Mix A and D in guanidinium hydrochloride and refold • TIMING** 1 hr for steps 1-2; 16 hr for step 3\r\n\n\n1|  Dissolve the inclusion bodies. Resuspend the pellet in 6 mL 6 M guanidium hydrochloride pH 1.5 **\\! CAUTION** harmful. Spin this solubilized streptavidin at 17,700 g for 20 min at 4ºC. Keep the supernatant. **■ PAUSE POINT** Streptavidin redissolved in guanidinium hydrochloride can be stored at 4ºC for months.\r\n\n\n2|  Mix A and D in the appropriate ratio. For each sample in guanidinium, determine the A\n280\n. To do this, blank the spectrophotometer with guanidinium. Dilute an aliquot of the streptavidin sample approximately 60-fold in guanidinium before measuring, so that A\n280\n< 1. This is only an estimate of protein concentration because it will depend on how well your protein induced and how well you have washed your inclusion bodies. A sample calculation follows: 2 μL A gave A\n280\n=0.3, and 2 μL D gave A\n280\n=0.5. 5 mL D gives 5x0.5=2.5 units. 3 equivalents D per equivalent A, so you want 2.5/3=0.833 units A. 0.833/0.3= 2.78 mL A. Therefore, mix 5 mL of D with 2.78 mL of A.\r\n\n\n3|  Refold streptavidin. Cool 250 mL PBS to 4ºC in a 500 mL Duran bottle in a cold room. Start the PBS spinning rapidly, so that the vortex reaches down to the top of the stirbar. Add guanidinium supernatant, drop by drop using a 200 μL pipette, to the fastest moving part of the PBS. **▲ CRITICAL STEP** Adding streptavidin too rapidly to the PBS will promote aggregation. The point is to dilute each drop of guanidinium as quickly as possible. The fraction of a second that the protein is at a high concentration and in an intermediate concentration of guanidinium is when it is most prone to aggregate. When all the guanidinium has been added, turn down the stirring speed so that there is no vortex. If your refolding has been very successful, the PBS should be largely clear. If the PBS is very cloudy or even worse contains white threads, your refolding yield will be poor. Continue stirring overnight at 4ºC. **? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**D) Precipitate streptavidin from refold • TIMING** 1 day\r\n\n\nThis is to remove what has not folded, to remove other contaminating proteins that were in the inclusion bodies, and to concentrate your streptavidin from 250 mL to 1 mL.\r\n\n\n1|  Centrifuge the 250 mL refold at 17,700 g for 15 min at 4ºC to remove streptavidin that did not fold and other contaminating proteins. Keep the supernatant.\r\n\n\n2|  Precipitating streptavidin. Add 62.7 g solid ammonium sulfate, ~10 g at a time, to the supernatant, while stirring at 4ºC. Stir for >3 hr. Remove insoluble debris by filtering through tissue-paper, using a funnel, into a 500 mL Duran bottle and keep the flow-through. It is not necessary to use high quality filter paper for this filtration- regular paper towels perform fine.\r\n\n\n3|  Add a further 59 g ammonium sulfate all at once to the flow-through and leave stirring gently >3 hr at 4ºC. Next, centrifuge at 17,700 g for 15 min at 4ºC. Streptavidin is the precipitate\\! You can discard the supernatant. Let the container drain upside-down on tissue paper, to remove the remaining supernatant.\r\n\n\n4|  Resuspend the precipitate in a minimum volume of PBS at room temperature \\(about 1 mL). Remove the last of the insoluble material by spinning at 14,000 g for 5 min at 4ºC. Keep the supernatant. Measure A\n280\nwith a blank of PBS \\(with a 1 cm cuvette, 0.1 mg/mL of streptavidin gives A\n280\n= 0.355 \\(ref. 1)). The yield of total soluble streptavidin should be 5-20 mg per L of starting culture. If the concentration is >3 mg/mL, dilute to 3 mg/mL to reduce aggregation. Dialyze the supernatant three times in 2 L PBS, each dialysis for >3 hr. This dialysis is only because excess ammonium is reported to interfere with the Ni-NTA column. Shorter dialysis or running through a NAP-5 column \\(GE Healthcare) may be sufficient. **■ PAUSE POINT** Mixed streptavidin tetramers in PBS may be stored indefinitely at -80ºC.\r\n\n\n5|  Testing the streptavidin refold. Test purity and yield on an 8% SDS-PAGE gel, loading samples _without boiling_. The streptavidin tetramer is 56 kDa. It will stay as a tetramer, if you add SDS-PAGE loading buffer but do not boil, although it may not run at the same rate as an unfolded 56 kDa protein \\(ref. 2). **▲ CRITICAL STEP** When analyzing streptavidin tetramers by SDS-PAGE, it helps to make sure the gel box is well cooled, because the gel can heat up to 50ºC. Because of the presence of SDS, this temperature is enough to break up the tetramer. Thus surround the gel box with ice, run at 170 V, and make sure every 15 min that the ice is still in contact with the gel box. **\\! CAUTION** Do not allow sufficient ice to melt that the electrophoresis equipment begins to float in the ice box or there is a risk of electrical shock.      You should see a ladder of different heterotetramers \\(Fig. 1c, “mix” lane). Ideally D4, A1D3 and A2D2 will be present in approximately equal amounts, so that the yield of A1D3 is optimized. If D4 is in excess, use more A relative to D in the refold next time. If there is little D4 present, use more D relative to A in the refold next time.\r\n\n\n\r\n\n\n**E) Purify monovalent streptavidin on the nickel affinity column • TIMING** 2 hr for steps 1-5; 1 day for step 6, 3 hr for step 7; 1 day for step 8\r\n\n\n1|  Load a Poly-Prep column with 1.6 mL \\(packed volume) Ni-NTA agarose.\r\n\n\n2|  Wash with 8 mL nickel binding buffer, using gravity flow at room temperature. Meanwhile lay out microcentrifuge tubes to collect the fractions.\r\n\n\n3|  Keep 50 μL of your streptavidin for a later gel. Load the remainder of the streptavidin on the column and allow to flow into the column. **▲ CRITICAL STEP** Loading the streptavidin onto the resin in batch mode, by rocking, will make the separation of monovalent streptavidin from divalent streptavidin less efficient.\r\n\n\n4|  Let 8 mL of SA wash buffer \\(nickel binding buffer plus 10 mM imidazole) flow through the column, eluting the rest of D4 and impurities from the inclusion bodies.\r\n\n\n5|  Add 12 mL of SA elution buffer \\(nickel binding buffer plus 75 mM imidazole), eluting monovalent streptavidin. Collect 0.5 mL fractions in 1.5 mL microcentrifuge tubes. To purify divalent streptavidin, follow the elution conditions we described previously\n4\n. To purify trivalent streptavidin, it is best to put the His6 tag on the Dead subunit \\(Dead- His6 plasmid available on request from the Ting lab), which will lead to more efficient nickel affinity separation.\r\n\n\n6|  Test fractions on an 8% SDS-PAGE gel. Mix 10 μl samples of each fraction with 2 μl 6x SDS-loading buffer and load without boiling onto 8% SDS-PAGE gels. In one lane on each gel load the mix of streptavidin tetramers reserved in step E 3, as a reference as to which band is which \\(Fig. 4b). Pool the fractions containing monovalent streptavidin and dialyze in PBS three times. For a final prep of 1-2 mg/mL, only pool the most concentrated fractions at this stage. If total yield is more important, pool all fractions that show good purity.\r\n\n\n7|  Finally run the pooled and dialyzed monovalent streptavidin again on an 8% gel, with comparison to a mixed refold, to confirm the purity \\(Fig. 4c). The yield of the desired heterotetramer should be ~2 mg per L of initial culture. Monovalent streptavidin can be stored for a month at 4ºC or indefinitely at –80ºC. Avoid multiple freeze-thaw cycles.\r\n\n\n8|  To label monovalent streptavidin with Alexa Fluor 568, use Alexa Fluor 568 succinimidyl ester exactly according to the protocol for labeling antibodies in the “Amine Reactive Probes” protocol on the Invitrogen website.  This uses a dye:streptavidin molar ratio of 10:1. After reaction, purify labeled streptavidin away from free dye on a NAP-5 column, following manufacturer's instructions, and then dialyze three times, each time for >3 hr in >500-fold excess PBS. This typically gives us 3 dye molecules attached per streptavidin tetramer. \r\n\n\n**▲ CRITICAL STEP** Ensure that the monovalent streptavidin has been thoroughly dialyzed before labeling and that there are no nucleophiles present such as Tris or imidazole, which may disrupt succinimidyl ester labeling."
        },
        {
            "header": "References",
            "content": "1. Green,N.M. &amp; Melamed,M.D. Optical rotatory dispersion, circular dichroism and far-ultraviolet spectra of avidin and streptavidin. _Biochem. J_. **100**, 614-621 \\(1966).\r\n  2.      Bayer,E.A., Ehrlich-Rogozinski,S., &amp; Wilchek,M. Sodium dodecyl sulfate-polyacrylamide gel electrophoretic method for assessing the quaternary state and comparative thermostability of avidin and streptavidin. _Electrophoresis_ **17**, 1319-1324 \\(1996)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nprot.2008.20",
                "date": "2008-01-24 09:53:19",
                "title": "Imaging proteins in live mammalian cells with biotin ligase and monovalent streptavidin",
                "authors": [
                    "Mark Howarth & Alice Y Ting"
                ],
                "journal": "Nature Protocols",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10854,
                "identity": "9f265e4c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mark Howarth",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry, Oxford University, South Parks Road, Oxford, OX1 3QU, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mark",
                "middleName": "",
                "lastName": "Howarth",
                "suffix": ""
            },
            {
                "id": 10855,
                "identity": "9f2661dc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alice Ting",
                "email": "",
                "orcid": "",
                "institution": "Department of Chemistry, Massachusetts Institute of Technology, 77 Massachusetts Avenue, Cambridge, MA 02139, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alice",
                "middleName": "",
                "lastName": "Ting",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-31 10:47:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.81",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.81",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607901,
                "identity": "c2a8a15e-42d5-434c-88bf-db76d07a429b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 95639,
                "visible": true,
                "origin": "",
                "legend": "Monovalent streptavidin expression and purification.   (a) Induction of Alive and Dead streptavidin. Alive and Dead streptavidin were expressed in E. coli from a pET plasmid and expression was tested by SDS-PAGE and Coomassie staining. Each lysate is shown pre- or post-induction. The streptavidin band is marked with arrows. Alive runs higher because of an extra His6 tag. (b) Elution of monovalent streptavidin from a nickel affinity column. A mixture of heterotetramers was loaded on to a nickel affinity column. The identity of each fraction eluted by imidazole was determined by SDS-PAGE and Coomassie staining, relative to the unpurified mixture in the left lane (mix). (c) Final purified monovalent streptavidin (A1D3), shown relative to dead streptavidin (D4), the original mixture of tetramers after refolding (mix), divalent streptavidin (A2D2), trivalent streptavidin (A3D1) or tetravalent streptavidin (A4), after SDS-PAGE and Coomassie staining.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-413/v1/figure_1.png"
            },
            {
                "id": 13464628,
                "identity": "7d25b02d-5ae7-462b-a859-a93dd2c52ba0",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:04",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 207269,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-413/v1/f84ac566-4dc0-4d6b-b78d-f3b1634cf0fa.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "streptavidin\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Monovalent streptavidin expression and purification",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-03-18 10:07:57",
                "doi": "10.1038/nprot.2008.81",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ee2d670-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 18th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2061,
                "name": "Biochemistry"
            },
            {
                "id": 2062,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-03-18 10:07:57",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}