{
    "identity": "nprot-4385",
    "title": "Protocol for the analysis of phenolic compounds using nano-liquid chromatography-mass spectrometry and Caco-2 assays: from the evaluation of the uptake to the enterocyte metabolism",
    "content": [
        {
            "header": "Introduction",
            "content": "New trends in Analytical Chemistry include the miniaturization of liquid chromatography \\(LC). In this way, nano-LC uses capillary columns with internal diameters \\(i.d.) ranging between 10 and 100 μm and working flows lower than 0.5 μL/min. As a result, in comparison with the conventional LC, nano-LC provides much higher sensitivity with lower solvent demand and cost effectiveness. Currently, the application of nano-LC coupled to mass spectrometry \\(MS) is widespread in proteomics. One of the typical approaches in shotgun proteomics is based on the use of a capillary pre-column to online trap a mix of peptides from a protein digest, being then separated in the analytical capillary column. However, the possible loss of amino acids or several polar peptides during the sample loading step is not so relevant, whenever the characterized peptides may define the precursor proteins. In this regard, the optimization of the analytical parameters for the sample loading have received relatively little attention \\[1]. In any case, the application of this nano-LC configuration, using a trapping column, presents advantages: column protection, adjustable sample volumes, impurities/salt removal, automation, as well as sensitivity increase through introducing sample volumes in the order of μL \\[2–4].\r\n\n\n In metabolomics, the optimization of the on-column trapping is crucial, mainly for small compounds like plants phenolic compounds that comprise a wide variety of molecule types. This implies the selection of the pre-column stationary phase and the loading mobile phase to trap these analytes, as well as the optimization of the injection volume, sample-loading volume and speed during the loading/washing step. For example, the C18 stationary phase is usually employed for either extraction or separation of phenolic compounds. When using this stationary phase to trap phenolic compounds in the nano-LC system, a compromise between retaining more polar ones and washing interfering compounds \\(e.g. sugars, salts and organic acids, common in vegetables matrices and biological samples) can be difficult to find \\[3,4]. Besides this challenge, nano-LC also presents several drawbacks often subjected to methodological problems, such as presence of void volumes or easily generation of mixing chambers that the analyst has to face \\[2,5].\r\n\n\n We have recently optimized a method based on nano-LC-MS using a time-of-flight \\(TOF) mass analyzer that enabled us to routinely determine phenolic compounds in plants matrices. In terms of linearity, accuracy, reproducibility, sensitivity, and as well mass accuracy the results were acceptable \\[4]. Afterwards, this methodology was adapted to analyze phenolic compounds in samples of Caco-2 assays \\[6]. This culture model is widely used to evaluate the intestinal absorption of drugs, minerals, nutrients, bioactive compounds, etc. In the case of several flavonoids types, their detection presents limitations including low uptake rates in the Caco-2 model, whereas cellular accumulation and metabolism may lead to low or undetectable amounts of these analytes or their metabolites. In this sense, we have found some difficulties, but they were successfully overcome. Therefore, the aim of the present protocol was to provide some details and practical advice for novel analysts working with nano-LC-MS \\(with on-column trapping) and to analyze phenolic compounds in Caco-2 samples or other cells samples. As brief summary of the protocol proposed, see Figure 1. We also show concrete findings and anticipated results about the phenolic compound _N_-feruloyltyramine, that may be of future interest to counteract some symptoms of metabolic syndrome \\[7]."
        },
        {
            "header": "Reagents",
            "content": "**Solvents and reagents**\r\n\n\nAll solvents should be of MS grade when possible:\r\n\n\n• Ultrapure water.\r\n\n\n• Acetonitrile.\r\n\n\n• Formic acid.\r\n\n\n• Isopropanol \\(2-propanol).\r\n\n\n**Media**\r\n\n\nHanks’ balanced salt solution \\(HBSS) \\(preferably without phenol red).\r\n\n\n**Standards**\r\n\n\nPhenolic standards \\(purity > 95%)."
        },
        {
            "header": "Equipment",
            "content": "• Nano-LC system \\(EASY-nLC from Bruker Daltonics or Thermo-Scientific).\r\n\n\n• C18 capillary column \\(360 μm o.d., 75 μm i.d., effective length ≈10 cm, 3 μm of particle size, or similar dimensions) \\(NanoSeparations, Thermo-Scientific or an analogue column).\r\n\n\n• C18 capillary trapping column \\(360 μm o.d., 100 μm i.d., effective length 20 mm, 5 μm of particle size, or similar dimensions) \\(NanoSeparations, Thermo-Scientific or an analogue column).\r\n\n\n• Nano-electrospray \\(nano-ESI) interface.\r\n\n\n• High resolution mass spectrometer \\(TOF from Bruker Daltonics).\r\n\n\n• Calibration reservoir system and adsorber material \\(Bruker Daltonics).\r\n\n\n• Personal computer for data acquisition and control the nano-LC and TOF equipments: HyStar and micrOTOF-control softwares from Bruker Daltonics.\r\n\n\n• Post-processing softwares \\(DataAnalysis 4.0 and TargetAnalysis 1.2 from Bruker Daltonics, with an available lock-mass function).\r\n\n\n• Statistical software \\(Statgraphics, Statistica, etc.), when possible.\r\n\n\n• Capillary column cutting \\(diamond blade preferably) \\(Sigma-Aldrich).\r\n\n\n• Ultrasound bath.\r\n\n\n• pH-meter.\r\n\n\n• Centrifuge for microtubes.\r\n\n\n• Vacuum speed concentrator for microtubes \\(Concentrator Plus, Eppendorf AG, or an analogue equipment)."
        },
        {
            "header": "Procedure",
            "content": "The presented step-to-step protocol is applicable to determine phenolic compounds using nano-LC-MS and the negative ionization mode. The loading conditions were optimized for an injection volume of 5 μL. The analytical conditions can be modified according to the analyst convenience, e.g. using the positive ionization mode and more acidic conditions for the analysis of anthocyanins. \r\n\n\n**Chromatography step**\r\n\n\n• Mobile phase A: 1% formic acid in water.\r\n\n\n• Mobile phase B: acetonitrile.\r\n\n\n• Pre-column re-equilibration: 2.5 μL/min for 2 min with mobile phase A.\r\n\n\n• Column re-equilibration: 0.3 μL/min for 8.3 min with mobile phase A. \r\n\n\n• Injection volume: 5 μL.\r\n\n\n• Loading conditions: 2.5 μL/min for 2.4 min with mobile phase A \\(see scheme in Figure 2).\r\n\n\n• Autosampler temperature: 7 ºC.\r\n\n\n• Flow rate: 0.3 μL/min.\r\n\n\n• Multi-step linear gradient: 0-2 min, from 5% B to 26% B; 2-14.5 min, from 26% B to 31% B; 14.5-21 min, from 31% B to 36% B; 21-23 min, from 36% B to 60% B; 23 to 25 min, from 60% B to 80% B; 25 to 26 min, 80% B; from 26 to 28 min, 80% B to 5% B. Finally, maintain the initial conditions for 12 min.\r\n\n\n**Mass spectrometry parameters**\r\n\n\n Perform the MS analysis in the negative ionization mode. Mass parameters for phenolic compounds with m/z up to 1000:\r\n\n\n• Nebulizing gas pressure: 0.5 bar.\r\n\n\n• Drying gas temperature: 150 °C. \r\n\n\n• Drying gas flow: 5.0 L/min. \r\n\n\n• Mass range: m/z 50-1000.\r\n\n\n• Capillary voltage: 3.7 KV.\r\n\n\n• End-plate offset: -500 V.\r\n\n\n• Capillary exit: -80 V.\r\n\n\n• Skimmer 1: -50 V.\r\n\n\n• Skimmer 2: -23 V.\r\n\n\n• Hexapole 1: -22 V.\r\n\n\n• Hexapole RF: 70.\r\n\n\n**Lock-mass calibration**\r\n\n\n Re-calibrate prior to the compound characterization using the lock-mass calibration option. For this:\r\n\n\n• Calibrant solution: hexakis\\(2,2-difluoroethoxy)phosphazine dissolved at 2 mg/mL in 2-propanol.\r\n\n\n• Apply the calibrant solution to an adsorber material \\(above 50 μL) and place inside a reservoir mounted on top of the spray shield \\(see Figure 1).\r\n\n\n• The formic aduct could be used as reference mass \\(theoretical monoisotopic m/z value of 666.0199, \\[C12H18F12N3O6P3 + HCOOH ‒ H]\n-\n) with an intensity at least of 2,000 counts.\r\n\n\n**Calibration points for quantification**\r\n\n\n• Stock solutions of phenolic compounds can be prepared in methanol at 1 mg/mL.\r\n\n\n• Prepare the dilution solvent using HBSS acidified with an aqueous solution of formic acid \\(10%, v/v) in a proportion of 40:2 \\(v/v) \\(pH ≈ 2.4) \\(as samples).\r\n\n\n• Dilute the stock solution: from 5 μg/mL to the limit of detection \\(LOD) using the dilution solvent. The LOD was considered when peaks reach a signal-to-noise ratio, S/N, above 3. In our case, to extract each molecular ion chromatogram and estimate the S/N ratio using DataAnalysis software, the mass window was 100 mDa.\r\n\n\n• Obtain at least five calibration points taking into account the limit of quantification \\(S/N ratio above 8) and accuracy values.\r\n\n\n**Samples from Caco-2 assay**\r\n\n\n In order to perform transport experiments using the Caco-2 model, phenolic compounds were appropriately dissolved in HBSS and added to the donor chamber of the monolayers, while HBSS \\(without the compounds) was added to the receiver chamber. Phenolic compounds were incubated during 0, 30, 60, 90, and 120 min at 37 ºC.\r\n\n\n1. Donor and receiver chambers:\r\n  • For the permeability evaluation, take samples at the initial time and different times of incubation, centrifuge for 15 min at 12,000 rpm and 4 °C, and collect the supernatant.\r\n\n\n• Acidify the supernatant at a proportion of 40:2 \\(v/v) with an aqueous solution of formic acid \\(10%, v/v).\r\n\n\n2. Caco-2 monolayers:\r\n  • After the transport study, rinse each Caco-2 cell monolayer, collect, and add 1 mL of HBSS. The cells may be lysed by 3 subsequent freezing-thawing cycles, of 10 min per step. Then, centrifuge the samples for 5 min at 1,500 rpm to obtain the supernatant, i.e. cytoplasmatic fraction, and pellet, i.e. solid-particle fraction. Add 500 μL of ethanol to the latter fraction, centrifuge, and collect the supernatant.\r\n\n\n• Precipitate proteins: aliquots of 80 μL of both fractions can be treated with methanol in a proportion of 1:5 \\(v/v), vortex-mixed, kept at -20 °C for 2 h and centrifuged at 12,000 rpm for 15 min at 4 °C. Finally, evaporate the solvent in a vacuum concentrator and redissolve in 40 μL of dilution solvent.\r\n\n\n**Data processing**\r\n\n\n• Generate the molecular formula of the unknown metabolites using DataAnalysis 4.0 software, which provides a list of possible elemental formulas by using the SmartFormula™ editor and based on a CHNO algorithm. For a generated molecular formula, it shows: the deviation between the measured and theoretical masses \\(error) \\(Da and ppm), the comparison between the theoretical and the measured isotope patterns \\(mSigma value) for increasing the confidence in the suggested molecular formula, as well as the value of rings plus double bonds \\(rdb).\r\n\n\n• For the targeted screening and the determination of the extracted ion chromatograms \\(EIC) peak areas, use TargetAnalysis™ 1.2. The parameters could be: calibration using lock-mass calibration, matching the phenolic compounds with the previously characterized ones while considering retention time \\(error narrow range 0.2 min), accurate m/z \\(error narrow range < 5 ppm) and isotope pattern \\(mSigma threshold 75)."
        },
        {
            "header": "Timing",
            "content": "• Samples from donor or receiver chambers: 16 min \\(centrifugation and acidification) each sample, approximately. The total time depends on the number of samples and the centrifuge rotor places.\r\n\n\n• Liquid cell fractions \\(aqueous and ethanol fraction): 290 min each sample, approximately. As previously denoted, the total time depends on the number of samples, the centrifuge and vacuum concentrator rotor places.\r\n\n\n• Nano-LC-MS analysis: pre-run \\(pre-column and column equilibration, loading, and gradient preparation) + gradient run = 55 min, per sample.\r\n\n\n• Data processing: depending on the user, novel or expertise."
        },
        {
            "header": "Troubleshooting",
            "content": "• Be sure that there is not air in the system and mobile phases. Condition the nano-LC system and mobile phases \\(e.g. sonication and filtration when required).\r\n\n\n• Leaks may be generated in the tube connections and the interface when using flows even slightly above the recommended ones. Therefore, take into account the specifications about the nano-LC system, electrospray source, pre-column and column, including the flow and pressure limits. Consider also the total backpressure of the system when the pre-column and column are mounted and confirm that there are not leaks.\r\n\n\n• To achieve a stable spray, maintain the outer tip in the nano-ESI interface at 300 μm. If there are signal disturbances, try to reduce the capillary voltage or modify the nebulization conditions.\r\n\n\n• The number of insertions and removals of the fingertight fitting, which connect the column to the interface, should be reduced. It could result in the fingertight fitting damage, leading to incorrect adjustments of the column tubing and thus generating leaks, which are difficult to detect, or huge chambers of dead volumes where the separated compounds are mixed. This also may produce peak broadening, no separation or even no detection. In this sense, the use of the proposed lock-mass calibration procedure could be helpful and with the following advantages: it is simple, requires low volume of solvent and, remarkably, enables to maintain the mass error below 5 ppm even up to three weeks without the requirement of a daily external calibration of the mass analyzer.\r\n\n\n• For other mass references, bear in mind: i) it \\(they) is not present in the sample and its m/z value is specific; ii) it \\(they) can be diluted in isopropanol or other solvent recommended by the manufacturer; iii) it presents an intermediate m/z or they cover the selected mass-range analysis; iv) it \\(they) are detected in the ionization mode applied; v) it \\(they) is affordable.\r\n\n\n• If the m/z value of molecular ion of the lock-mass calibrant is not detected, check the mass spectra to find possible adducts or in-source fragments. It depends on the mobile phase and MS parameters. In addition, the concentration recommended in this protocol can be modified depending on your MS analysis conditions.\r\n\n\n• To obtain acceptable values of the retention time reproducibility, equilibrate the pre-column and column properly.\r\n\n\n• For more apolar phenolic compounds, higher volumes of mobile phase A for sample loading could be applied to remove salts. The % of acetonitrile \\(mobile phase B) during sample loading can also be optimized. So, test the loading conditions.\r\n\n\n• The aforementioned chromatographic conditions were proposed for the analysis of a mix of phenolic compounds with different polarities. However, if the separation of the compounds is not successful, the modification of the gradient and/or the mobile phase A composition is advisable.\r\n\n\n• Aqueous methanolic solutions, less concentrated stock solutions of the standard, sonication, etc. could be required when the solubility of the phenolic standard is not adequate in pure methanol. Check the solubility of the phenolic compounds in methanol when prepared stocks solutions.\r\n\n\n• The linear range depends mainly on the compound and the mass analyzer. Avoid saturation problems in the column or detection system. Consequently, the calibration points should be adequately chosen based on the coefficient of determination \\(R<sup>2</sup>), the accuracy of the method, a carry-over analysis, etc. You can also estimate if the correlation is significant, the lack-of-fit test, the standard deviation of the residuals and the residual independency using statistical software.\r\n\n\n• If the peak area for a sample decreases during repeated injections, evaluate the stability of the compound during the analysis. The acidification of the samples may be of help not only to ensure the detection of some phenolic compounds \\(e.g. those with a free hydroxyl group in the position 3 of the C ring like myricetin, quercetin, and isorhamnetin) but also their stability \\(e.g. to reduce the activity of most enzymes) \\[6]. In this regard, to ensure the stability of the analytes, the refrigeration of the autosampler is also helpful.\r\n\n\n• If the reproducibility is not adequate, the use of an internal standard is advisable. The selection of appropriated internal standards is useful to monitor the instrument performance, especially when working with mass analyzers. These standards should be carefully chosen in order to reduce possible interferences with the measurement of the analytes.\r\n\n\n• If the metabolites or the intact compounds are not detected in the cell fractions, these samples can be concentrated ×3, ×4, etc.\r\n\n\n• To obtain accurate determinations, all samples \\(calibration curve standards and phenolic compounds in Caco-2 assays samples) should be subjected to the same analytical conditions \\(pretreatment and nano-LC analysis).\r\n\n\n• Using Bruker Daltonics software, the lower mass error and mSigma value, the most confident formula is generated for a molecular ion. However, in the case of compounds that are in trace levels, the error and mSigma value could be around 15 ppm and 150.\r\n\n\n• The LOD and LOQ based on the determination of the S/N ratio of each phenolic compound, using the EIC and a mass window of 100 mDa, by the DataAnalysis software was corroborated by the injection of successive dilutions of standards. In this case, the specificity of the method was adequate. Anyway, these criteria should be checked if other software is used."
        },
        {
            "header": "Anticipated Results",
            "content": "**Exemplary analysis of quercetin and _N_-feruloyltyramine by nano-LC-TOF-MS**\r\n\n\n Using standards, we observed that a simple step of acidification with formic acid \\(HBSS acidified) allows improving the signal of quercetin compared to the results found in HBSS \\(Figure 3A). Alternatively, _N_-feruloyltyramine was adequately detected in both dilution solvents \\(HBSS and acidified HBSS). Therefore, after the procurement of the samples from the donor and receiver chambers, these samples were acidified previously to the analysis by nano-LC-TOF-MS, as a good compromise between detection and total analysis time \\[6].This simple step enable us to avoid tedious pretreatments of the samples such as desalting and/or a pre-concentration step, which are required to use other different dilution solvent than the transport medium.\r\n\n\n Moreover, the compounds \\(peak area) diluted in acidified HBSS remained stable for 12 h at 7 ºC \\(temperature fixed in the autosampler) \\(Figure 3B), which allowed us to ensure overnight analysis when it is most difficult to notice any wrong result. The instability of phenolic compounds may be a limiting factor not only during cell assays, but also during long-time analysis \\(e.g. overnight).\r\n\n\n**Preliminary validation results of the methodology**\r\n\n\n The external standard method was used and the calibration curves were performed by determining the linear relationship between the EIC peak areas of the molecular ions, \\[M‒H]<sup>-</sup>, vs. the concentration of the phenolic compounds standards. In order to evaluate quercetin \\(m/z 301.0354) and _N_-feruloyltyramine \\(m/z 312.1241) in the same run, all samples were prepared in HBSS and acidified as the samples. As an example, preliminary results of _N_-feruloyltyramine are shown in Table 1 and 2. The limit of detection and quantification were 5 and 11 ng/mL. The validation parameters in terms of linearity, accuracy, inter- and intra-day repeatability were acceptable.\r\n\n\n**Exemplary analysis of _N_-feruloyltyramine by nano-LC-MS**\r\n\n\n Table 3 shows the quantification results of _N_-feruloyltyramine in the receiver chamber in the transport directions: apical \\(Ap) to basolateral \\(Bl) and vice versa. With these data, the apparent permeability \\(Papp) values could be estimated as \\[6]. Due to the high levels of _N_-feruloyltyramine found in the receiver chamber \\(in the Ap to Bl transport direction, absorptive direction), it is expected a Papp value in the order of 10<sup>-5</sup> \\(cm/s) that indicates a high permeability \\[9]. In any case, these preliminary results suggest that _N_-feruloyltyramine could be absorbed at least in part intact in vivo. This is quite interesting since previous studies have shown the capacity of that compound to counteract some symptoms of metabolic syndrome in animal models \\[7].\r\n\n\n**Exemplary characterization of a _N_-feruloyltyramine metabolite by nano-LC-MS**\r\n\n\n After the incubation of _N_-feruloyltyramine with the Caco-2 monolayer in the apical chamber, we also evaluated the putative metabolization by enterocytes. Using our methodology, metabolites generated by conjugation with sulfate were detected in the receiver chamber \\(Bl to Ap transport direction). In this sense, the m/z values of these metabolites presented a mass difference of 80 u \\(+ SO3) with respect to the m/z value of the parent compound \\(theoretical m/z value of 312.1241; molecular formula C18H19NO4). As an example, the characterization process of the sulfate metabolite 3 using DataAnalysis software is shown in Figure 4. The score of 100% corresponded to the monisotopic ion with a theoretical m/z value of 392.0809 and molecular formula C18H18NO7S1. The mass error and mSigma values were 0.1 ppm and 6.2, respectively. The rdb was 10, which corresponded to _N_-feruloyltyramine itself without the sulfate moiety, because the double bonds occurring with higher valence states like 4 or 6 for sulfur are not taken into account by the software since these valence states are not known \\(see DataAnalysis version 3.4 Reference manual). These results confirmed the proposed assignment.\r\n\n\n In conclusion, this analytical methodology enables the rapid and accurate determination of the transport rate of phenolic compounds across Caco-2 cell monolayers and the characterization of their metabolism products. These results could be useful for a targeted searching of these metabolites in subsequent in vivo studies. The analytical method could also be easily adapted to evaluate other phenolic compounds or small molecules with polar or semi-polar features."
        },
        {
            "header": "References",
            "content": "\\[1] Peterson, A. et al. Analysis of RP-HPLC loading conditions for maximizing peptide identifications in shotgun proteomics. J. Proteome Res. 8, 4161–4168 \\(2009).\r\n\n\n\\[2] Noga, M. et al. A practical guide to nano-LC troubleshooting. J. Sep. Sci. 30, 2179–2189 \\(2007).\r\n\n\n\\[3] García-Villalba, R. et al. Nano and rapid resolution liquid chromatography-electrospray ionization-time of flight mass spectrometry to identify and quantify phenolic compounds in olive oil. J. Sep. Sci. 33, 2069–2078 \\(2010).\r\n\n\n\\[4] Contreras, M. del M. et al. Nano-liquid-chromatography coupled to time-of-flight mass spectrometry for phenolic profiling: A case study in cranberry syrups. Talanta 132, 929–938 \\(2015).\r\n\n\n\\[5] Wolfender, J.-L. et al. Current approaches and challenges for the metabolite profiling of complex natural extracts. J. Chromatogr. A 1382, 136-164 \\(2015). \r\n\n\n\\[6] Contreras, M. del M. et al. Further exploring the absorption and enterocyte metabolism of quercetin forms in the Caco-2 model using nano-LC-TOF-MS. Electrophoresis \\(accepted).\r\n\n\n\\[7] Amaro, C. A. B. et al. Hypoglycemic and hypotensive activity of a root extract of Smilax aristolochiifolia, standardized on N-trans-feruloyl-tyramine. Molecules 19, 11366–11384 \\(2014).\r\n\n\n\\[8] Walgren, R. A. et al. Transport of quercetin and its glucosides across human intestinal epithelial Caco-2 cells. Biochem. Pharmacol. 55, 1721–1727 \\(1998).\r\n\n\n\\[9] Contreras, M. del M. et al. Absorption of casein antihypertensive peptides through an in vitro model of intestinal epithelium. Food Dig. 3, 16–24 \\(2012)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work has been supported by the Excellence Project P11-CTS-7625 \\(Andalusian Regional\r\n\n\nGovernment) and CEIBioTic CEI2014-MPV2 \\(University of Granada). M. del M. Contreras is also grateful to the grant associated to the aforementioned Excellence Project as well as a previous Juan de la Cierva contract from the Spanish Ministry of Economy and Competitiveness."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.talanta.2014.10.049",
                "date": "2015-11-04 16:25:15",
                "title": "Nano-liquid chromatography coupled to time-of-flight mass spectrometry for phenolic profiling: A case study in cranberry syrups",
                "authors": [
                    "María del Mar Contreras",
                    "David Arráez-Román",
                    "Alberto Fernández-Gutiérrez",
                    "and Antonio Segura-Carretero"
                ],
                "journal": "Talanta",
                "logo": ""
            },
            {
                "doi": "10.1002/elps.201500375",
                "date": "2015-11-30 18:42:40",
                "title": "Further exploring the absorption and enterocyte metabolism of quercetin forms in the Caco-2 model using nano-LC-TOF-MS",
                "authors": [
                    "María del Mar Contreras",
                    "Isabel Borrás-Linares",
                    "María Herranz-López",
                    "Vicente Micol",
                    "and Antonio Segura-Carretero"
                ],
                "journal": "ELECTROPHORESIS",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13603,
                "identity": "a07c59ab-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "María del Mar Contreras",
                "email": "mmcontreras@ugr.es",
                "orcid": "",
                "institution": "Department of Analytical Chemistry, Faculty of Sciences, University of Granada, Avenida Fuentenueva s/n, 18071 Granada, Spain",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "María",
                "middleName": "del Mar",
                "lastName": "Contreras",
                "suffix": ""
            },
            {
                "id": 13604,
                "identity": "a07c5c4f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Aránzazu Morales-Soto",
                "email": "",
                "orcid": "",
                "institution": "Department of Analytical Chemistry, Faculty of Sciences, University of Granada, Avenida Fuentenueva s/n, 18071 Granada, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aránzazu",
                "middleName": "",
                "lastName": "Morales-Soto",
                "suffix": ""
            },
            {
                "id": 13605,
                "identity": "a07c5ea5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "David  Arráez-Román",
                "email": "",
                "orcid": "",
                "institution": "Department of Analytical Chemistry, Faculty of Sciences, University of Granada, Avenida Fuentenueva s/n, 18071 Granada, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Arráez-Román",
                "suffix": ""
            },
            {
                "id": 13606,
                "identity": "a07c60a4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alberto Fernández-Gutiérrez",
                "email": "",
                "orcid": "",
                "institution": "Department of Analytical Chemistry, Faculty of Sciences, University of Granada, Avenida Fuentenueva s/n, 18071 Granada, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alberto",
                "middleName": "",
                "lastName": "Fernández-Gutiérrez",
                "suffix": ""
            },
            {
                "id": 13607,
                "identity": "a07c6220-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Antonio Segura-Carretero",
                "email": "",
                "orcid": "",
                "institution": "Department of Analytical Chemistry, Faculty of Sciences, University of Granada, Avenida Fuentenueva s/n, 18071 Granada, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Antonio",
                "middleName": "",
                "lastName": "Segura-Carretero",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-11-04 20:05:12",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.103",
        "doiUrl": "https://doi.org/10.1038/protex.2015.103",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609289,
                "identity": "12595c60-31c7-4229-ab9b-2bd0154cc9dc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:49",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 264766,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Scheme of the methodology proposed in the present protocol.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-4385/v1/figure_1.png"
            },
            {
                "id": 2609287,
                "identity": "b5b0240d-fc03-485a-bf9c-80f2f798190d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:49",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 736399,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Scheme of the nano-LC-MS during the loading sample step.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-4385/v1/figure_2.png"
            },
            {
                "id": 2609292,
                "identity": "6ad98b62-0217-40c4-80c5-e129819a440b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:49",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 478016,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   A) Extracted ion chromatograms of the molecular ions [M-H]- of quercetin and _N_-feruloyltyramine obtained by nano-LC-MS and B) stability of the compounds during overnight analysis. The compounds were injected at 120 ng/mL in Hank’s balanced salt solution (HBSS) (pH ≈ 7.4) and HBSS acidified with an aqueous solution of formic acid (pH ≈ 2.4).",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-4385/v1/figure_3.png"
            },
            {
                "id": 2609293,
                "identity": "89da0a78-77ce-48f4-a872-3c7163902c38",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:49",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 318474,
                "visible": true,
                "origin": "",
                "legend": "Figure 4   Characterization process using DataAnalysis software (Bruker Daltonics) of the sulfate metabolite (3) detected in the receiver chamber (basolateral chamber) at 120 min, when _N_-feruloyltyramine was incubated in the apical chamber. Extracted ion chromatogram (EIC) at m/z 392.0809 ± 0.01.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-4385/v1/figure_4.png"
            },
            {
                "id": 13465349,
                "identity": "c1559d30-38d7-4108-8fb7-159f1ac5d94e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:24",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1101410,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4385/v1/3a44c784-096b-4b14-8958-fded54cfb0ae.pdf"
            },
            {
                "id": 2609290,
                "identity": "886134e2-41b5-4980-9451-477d8480bff3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 12567,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Table 1   _N_-feruloyltyramine calibration curve: number of points (n), calibration curve, concentration range, coefficient of determination and limits of detection (LOD) and quatification (LOQ).",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4385/v1/supplement_0.pdf"
            },
            {
                "id": 2609291,
                "identity": "7f297449-0a36-40f2-9c3e-b237043d3b24",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 7132,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Table 2   Accuracy, intra- and inter-day repeatability of _N_-feruloyltyramine.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4385/v1/supplement_0.pdf"
            },
            {
                "id": 2609294,
                "identity": "683e7e39-4688-46c8-a0ef-2f1105c529d3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 4750,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Table 3   Quantification of _N_-feruloyltyramine in the receiver chambers of the Caco-2 assay in the apical (Ap) to basolateral (Bl) and Bl to Ap transport directions.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4385/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Bioavailability, Caco-2 cells, mass spectrometry, miniaturized technique, nano-liquid chromatography, phenolic compounds, uptake",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "When using the Caco-2 model, the analysis of phenolic compounds may be a challenge for those presenting low uptake rates, as well as the determination of cellular accumulation or metabolism is not an easier task. In this sense, the combination of nano-liquid chromatography \\(nano-LC) with high resolution mass spectrometry \\(MS) is a potential analytical alternative. Here we provide a nano-LC-MS protocol for analysing phenolic compounds in samples from Caco-2 assays that could be applied routinely. On the one hand, the samples from transport experiments are simply acidified. On the other hand, trace metabolites at cellular levels can be detected after a simple step of preconcentration. As an example, the absorption and enterocyte metabolism of _N_-feruloyltyramine is determined. Our outcomes show that the mass accuracy using lock-mass calibration is satisfactory in order to measure accurate m/z values and obtain the molecular formula of _N_-feruloyltyramine metabolites. For quantitative purposes, the method is adequate in terms of linearity, repeatability, and sensitivity. Consequently, the application of this global methodology may provide clues to understand the physiological distribution and mechanism of action of phenolic compounds.",
        "manuscriptTitle": "Protocol for the analysis of phenolic compounds using nano-liquid chromatography-mass spectrometry and Caco-2 assays: from the evaluation of the uptake to the enterocyte metabolism",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-11-30 18:53:22",
                "doi": "10.1038/protex.2015.103",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a07bda01-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 30th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3460,
                "name": "Chemistry"
            },
            {
                "id": 3461,
                "name": "Biological techniques"
            },
            {
                "id": 3462,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-11-30 18:53:22",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}