{
    "identity": "nprot-261",
    "title": "Efficiency of protein-protein interactions in mammalian cells determined by a dual-light assay",
    "content": [
        {
            "header": "Introduction",
            "content": "Methods to investigate protein-protein interactions in mammalian cells are limited by the use of single reporter functions<sup>1-5</sup>. Such assays are susceptible to numerous intrinsic variables in the level of transfection efficiency, transcription and translation. We have developed assay systems based on enzymatic and fluorescence activities that determine the efficiency of protein-protein interactions in mammalian cells and overcome the potential confounders of single reporter methods<sup>6</sup>. The approach utilizes two gene expression units linked to reporter functions interposed by a deactivation-activation unit such that the downstream unit is switched off. In the event of an interaction the downstream unit is switched on leading to two reporter functions, whilst the upstream reporter is expressed regardless of protein-protein interactions. Thus, the ratio of two reporter activities provides a reference standard to determine the efficiency of protein-protein interactions. The enzymatic assay provides a quantitative analysis, whilst the dual-fluorescence assay is rapid. The dual-fluorescence assay is directly measured on intact cell and does not require cell wall disruption or addition of a substrate and the sensitivity is comparable to that with gal-luc assay and therefore is suitable for high-throughput screening of cDNA, small molecules and peptides that might affect a specific protein-protein interaction."
        },
        {
            "header": "Reagents",
            "content": "Dulbecco&#x2019;s Modified Eagle Medium \\(DMEM) \\(Cat. No. 21885-025, Invitogen),\r\n\n\nPenicillin-Streptomycin \\(PS) solution, \\(Cat. No. 15070-063, Invitrogen), \r\n\n\nFetal calf serum \\(FCS) \\(Cat. No. 10106-169, Invitrogen),\r\n\n\nTrypsin-EDTA solution \\(Cat. No. 5200-056, Invitrogen),\r\n\n\nGene Jammer Transfection Reagent \\(Cat. No. 204130, Stratagene),\r\n\n\nReporter Lysis Buffer \\(Cat. No. E397A, Promega),\r\n\n\nDual-light&#xAE; System \\(Cat. No.  ABD100LP, Applied Biosystems),\r\n\n\nPrestained markers \\(e.g. Precision plus protein TN standards, Bio-Rad, Cat. No. 161-0734),\r\n\n\nGels for electrophoresis: SDS-PAGE and agarose ,\r\n\n\nNitrocellulose membrane \\(e.g. Hybond ECL; Amersham-Pharmacia, Cat. No. RPN 203D), \r\n\n\nAmersham ECL Plus&#x2122; Western Blotting Detection Reagents \\(Cat. No. RPN2132, Amersham-Pharmacia),\r\n\n\nAntibodies: Anti-luciferase antibody conjugated to horseradish peroxidase \\(Cat. No. ab 635, Abcam Limited, UK), Mouse anti-GFP monoclonal antibody \\(Cat. No. MAB2510, Chemicon International, Inc.), T7-Tag antibody HRP Conjugate \\(Cat. No. 69048-3, Novagen),Anti mouse IgG \\(whole molecule)-Peroxidase antibody \\(Cat. No. A4416, Sigma).\r\n\n\n\r\n\n\n_Plasmids_\r\n\n\nThe following plasmids used in this protocol were published elsewhere and includes the details of the construction procedure. The aim to include these plasmids is to provide the users with an example how to use this system. However, we would advice that the users make their own reporter and use their regulatory factors \\(e.g. deletion mutant) as described in the PROCEDURE \\(step 1).\r\n\n\n\r\n\n\n_Reporter plasmids_:\r\n\n\npTN114 \\(An enzymatic activity based reporter system encoding gene for luciferase and beta-galactosidase proteins, Figure 1B) and pTN124 \\(A fluorescence-based reporter encode for DsRed-Espress and GFP proteins; Figure 1C).\r\n\n\n\r\n\n\n_Bait or prey plasmids_:\r\n\n\npTN111\\(T7 tagged DNA binding domain followed by a multiple cloning site, Figure 1D) and pTN112 \\(A multiple cloning site followed by the VP16 activation domain, Figure 1E).\r\n\n\n \r\n\n\n_Human embryonic kidney cells \\(HEK 293)_:\r\n\n\nAlthough this protocol uses HEK293 cells, other cell lines including C2C12, NT2, HepG2 and HT29 cells can be used."
        },
        {
            "header": "Equipment",
            "content": "Standard tissue culture equipments,\r\n\n\nStandard molecular cloning equipments,\r\n\n\nStandard western blotting apparatus, \r\n\n\nThermal cycler,\r\n\n\n12-well tissue culture plate \\(Cat. No. 3512, Corning),\r\n\n\nFluorescence microscope \\(TE 300, Nikon),\r\n\n\nLuminometer tube \\(Cat. No. 55478, Sarstedt),\r\n\n\nLuminometer \\(SIRIUS or LB9502 or ORION II microplate luminometer, Berthold)."
        },
        {
            "header": "Procedure",
            "content": "**Plasmid construction**\r\n\n\n\r\n\n\n1. For reporter construct preparation, clone the deactivation/activation unit \\(D/A unit) of interest containing polyadenylation signal, DNA binding site, TATA box, splicing unit beginning and ending with exons and 5’ untranslated region \\(UTR) into the Sal I and Bam HI sites of pBPLUGA \\(7). For constructing fluorescence reporter, clone the D/A unit into the multiple cloning site of DsRedExpress-GFP vector \\(Siskoglu and Nasim, unpublished data). Generate a negative control construct by deleting polyadenylation site, the splicing unit and the 5’ UTR, which will lead to the generation of upstream reporter only. This will also help to identify any potential internal initiation site located upstream of the downstream reporter. For bait and prey construct, clone your gene of interest into the multiple cloning site of the vector pTN111 and pTN112. \r\n  \r\n\n\nAs mentioned before, the underlying principle can be used to provide a dual-reporter equivalent of single reporter assays such as MAPPIT. The construct rPAP1-luci can easily be upgraded by inserting the upstream expression unit \\(Reporter A, Figure 1) ending with poly A signal at the 5’ end of rPAP1 promoter.  \r\n\n\n\r\n\n\n2. Prepare plasmid DNA suitable for transfection.\r\n  TROUBLESHOOTING\r\n\n\n\r\n\n\n**Seeding cells**\r\n\n\n\r\n\n\n3.  Seed 2X 10\n5\nto 4X 10\n5\nHEK293 cells into each well of a 12 well plate. Prepare plates in duplicate \\(one for fluorescence microscopy and one for preparing cell extract)\r\n  4. Grow the cells overnight in a humidified atmosphere at 37 °C and 5-10% CO\n2\n.\r\n  \r\n\n\n**Transfection**\r\n\n\n\r\n\n\n5. Remove the plate from the incubator and examine it briefly under a microscope to ensure that the cells are in a good condition for transfection. \r\n  6. Add 30-50 ng of reporter plasmids \\(pTN114 and pTN124), 80-100 ng of bait and prey plasmids derived from pTN111 and pTN112 into a 0.5ml sterile tube. Prepare samples in duplicate.\r\n  7.  For controls, prepare tubes as follows:\r\n  Negative Control- no plasmid DNA,\r\n\n\nReporter control- reporter plasmid only \\(pTN114 or pTN124),\r\n\n\nBait control- reporter and bait plasmids, and\r\n\n\nPrey control- reporter and prey plasmids.\r\n\n\n8. Prepare a transfection mixture by mixing 25 µl of serum free medium and 2.5 µl Gene Jammer transfection reagent and in a sterile tube. Mix the reagent and medium either by pipetting or inverting the tube four to five times. For multiple transfections, prepare an appropriate amount of transfection mixture. For example, for nine transfection reactions, prepare enough mixture for 10 reactions \\(25 µl of Gene Jammer Transfection Reagent and 250 µl of medium) to compensate for loss due to pipetting errors. This saves time and will ensure an equimolar ratio of DNA and transfection mixture in each reaction. \r\n  9. Incubate the mixture for 5-10 minutes at room temperature.\r\n  10. Discard the medium using an aspirator and examine under a microscope to ensure that the cells are not aspirated. \r\n  11. Add 500 µl of pre-warmed complete medium. Pre-warm the medium by placing in a 37C waterbath for 10-15 minutes. \r\n  12. After incubation, add drop-wise the mixture onto each well and incubate for 3 hours in the incubator.\r\n  13. After 3 hours, add an additional 500 µl of pre-warmed medium into each well and incubate for 48 hours in the incubator.\r\n  \r\n\n\n**Fluorescence microscopy**\r\n\n\n\r\n\n\n14. Forty eight hours after transfection, remove the plate from the incubator and examine the expression of green and red fluorescence proteins under a fluorescence microscope. The images can be analysed using Openlab software \\(Improvision). Cells expressing both green and red fluorescence can be selected using a flow cytometer \\(Becton Dickinson) and the fluorescence intensities can be determined using Cellquest software. \r\n  \r\n\n\n**Cell harvest**\r\n\n\n\r\n\n\n15. Forty eight hours after transfection, discard medium from each well and add 200 µl TEN7.5 into each well.\r\n  16. Incubate the plate for 5-10 minutes at room temperature.\r\n  17. To dissociate cells from the well, gently pipette the solution up and down for 5-6 times and transfer them into a new tube. \r\n  18.  Spin down the cells at 1000 g in a bench-top cold centrifuge and discard medium.\r\n  \r\n\n\nPAUSE POINT\r\n\n\n Cell pellet can be stored at -80 °C for 1-2 months.\r\n\n\n\r\n\n\n**Cell extract preparation**\r\n\n\n\r\n\n\n19. Add 100 µl 1 X Reporter Lysis Buffer into each tube.\r\n  20. Vortex the tube for 10 seconds or until a homogenous mixture is appeared.\r\n  21. Freeze the cells onto dry ice for 3-5 minutes and thaw them by incubating in a 37 °C waterbath for 2 minutes.\r\n  TROUBLESHOOTING\r\n\n\n22. Repeat the freeze and thaw procedure in step 21 one to two times. \r\n  23. Spin down the cells at 10000 g in a cold centrifuge and transfer supernatant into a pre-cooled 0.5 ml tube. Store the tubes on ice. Sufficient extract should be prepared to determine the enzymatic activities and verified the reporter by western blot analysis.\r\n  \r\n\n\n**Determination of the efficiency of protein-protein interactions by luciferase and beta-galactosidase activity**\r\n\n\n\r\n\n\n24. Add 12.5 µl of Buffer A \\(Applied Biosystems) into a luminometer tube.\r\n  \r\n\n\n25.  Add 2- 10 µl of cell extracts and add 50 µl of Buffer B containing Galacton Plus \\(Applied Biosystems) and measure the luciferase activity.\r\n   \r\n\n\n26.  Incubate the sample for 30 minutes at room temperature, add 50 µl of Accelerator–II \\(Applied Biosystems) and measure the beta-galactosidase activity. \r\n  27.  Determine the activities in duplicate if using a tube lumionometer \\(e.g. SIRIUS) and in triplicate if using a plate luminometer \\(ORION II plate luminometer). \r\n  28. Determine the ratio of luciferase and β-galactosidase activities. For statistical analysis, prepare data derived from 3-6 independent experiments.\r\n  \r\n\n\n**Verification of the reporter by western blot analysis**\r\n\n\n\r\n\n\nVerification of the reporter and bait/prey expression is required and hence an instruction for western blotting is mentioned below. Note that if using the antibodies conjugated with HRP \\(e.g. anti-Luc HRP), western blotting can be performed by incubating with the relevant antibody and does not require the addition of secondary antibody. Once verified, western blotting is no longer required routinely.\r\n\n\n29. Separate 20 µl of cell extracts and a pre-stained marker by SDS PAGE gel and transfer the proteins onto nitrocellulose membrane.\r\n  30.  Block the membrane with 5% milk for one hour at room temperature.\r\n  31. Wash the membrane with TBS \\(50 mM Tris.Cl, pH 7.4 and 150 mM NaCl, pH 8.0) containing 0.1% Tween 20 for 5 minutes at room temperature on a rocking shaker.\r\n  32. Incubate the membrane with primary antibody \\(e.g. anti-GFP antibody) at 4 °C for overnight.\r\n  33. Wash the membrane with TBS containing 0.1 % Tween 20 three to five times on a rocking shaker as described in step 31. \r\n  34. Incubate the membrane with secondary antibody at room temperature for 1 hour and wash the membrane as mentioned in step 33. \r\n  35. Develop the membrane using ECL Western Blotting Detection Reagents."
        },
        {
            "header": "Timing",
            "content": "This protocol describes how to use this system, from which results can be obtained in 2-3 hours."
        },
        {
            "header": "Critical Steps",
            "content": "23: CRITICAL STEP: Determine the luciferase and beta-galactosidase activities of the cell extracts immediately. Cell extracts can be stored at -80 &#xB0;C for weeks but the activity might be reduced.\r\n\n\n24: CRITICAL STEP\r\n\n\nEnsure that the Buffer A is dissolved completely as the presence of a trace amount of salt or un-homogenous solution may distort reporter activity.\r\n\n\n25: CRITICAL STEP: Measure various amounts of extracts \\(e.g. 1 &#xB5;l, 2 &#xB5;l, 3 &#xB5;l etc.) to make a standard curve and for final measurement, determine the activities of the extracts that are in the linear range."
        },
        {
            "header": "Troubleshooting",
            "content": "For troubleshooting see Table 1."
        },
        {
            "header": "Anticipated Results",
            "content": "As outlined in Figure 1A, over expression of reporter plasmid alone will generate single reporter activity and in the event of an interaction will produce dual-reporter read-outs. As expected, overexpression of dual-fluorescence reporter \\(pTN124) alone and together with bait or prey plasmids generate DsRed-Express protein \\(Figure 2i-iii). The expression of GFP is activated by the overexpression of bait and prey plasmids encoding p53 and LgT proteins \\(Figure 2iv-v). Similarly, overexpression of enzymatic reporter \\(pTN114) generates beta-galactosidase activity and in the event of protein-protein interactions produces luciferase and beta-galactosidase activities \\(Figure 3). The ratio of reporter activities \\(luciferase vs beta-galactosidase and DsRed-Express vs GFP) can be used as a reference standard to detect changes in the cis-acting elements or trans-acting factors that might affect the specific protein-protein interaction."
        },
        {
            "header": "References",
            "content": "1. Eyckerman, S. et al. Design and application of a cytokine-receptor-based interaction trap. _Nat Cell Biol_ **3**, 1114-9 \\(2001).\r\n  2. Shioda, T., Andriole, S., Yahata, T. &amp; Isselbacher, K. J. A green fluorescent protein-reporter mammalian two-hybrid system with extrachromosomal maintenance of a prey expression plasmid: application to interaction screening. _Proc Natl Acad Sci U S A_ **97**, 5220-4 \\(2000).\r\n  3. Zhao, H. F. _et al_. A mammalian genetic system to screen for small molecules capable of disrupting protein-protein interactions. _Anal Chem_ **76**, 2922-7 \\(2004).\r\n  4. Tavernier, J. et al. MAPPIT: a cytokine receptor-based two-hybrid method in mammalian cells. _Clin Exp Allergy_ **32**, 1397-404 \\(2002).\r\n  5. Eyckerman, S. et al. Reverse MAPPIT: screening for protein-protein interaction modifiers in mammalian cells. _Nat Methods_ **2**, 427-33 \\(2005).\r\n  6. Nasim, M. T. &amp; Trembath, R. C. A dual-light reporter system to determine the efficiency of protein-protein interactions in mammalian cells. _Nucleic Acids Res_ **33**, e66 \r\n  \\(2005).\r\n\n\n7.Kollmus, H et al. Analysis of eukaryotic secondary structures directing cotranslational incorporation of selenocysteine. _Nucleic Acids Res_ **24**, 1195-1201."
        },
        {
            "header": "Acknowledgements",
            "content": "The project was supported by a programme grant from the British Heart Foundation awarded to RT."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10330,
                "identity": "9efb73dc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Talat Nasim",
                "email": "",
                "orcid": "",
                "institution": "Dept. of Medical and Molecular Genetics, King's College London Guy's Hospital, Guy's Tower London SE1 9RT UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Talat",
                "middleName": "",
                "lastName": "Nasim",
                "suffix": ""
            },
            {
                "id": 10331,
                "identity": "9efb76ee-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Richard Trembath",
                "email": "",
                "orcid": "",
                "institution": "Dept. of Medical and Molecular Genetics, King's College London Guy's Hospital, Guy's Tower London SE1 9RT UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Richard",
                "middleName": "",
                "lastName": "Trembath",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-13 14:49:45",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.238",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.238",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607767,
                "identity": "e98e8b52-acc7-468d-a161-1faadef2436a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 57883,
                "visible": true,
                "origin": "",
                "legend": "The dual-light reporter system for determining protein-protein interactions into mammalian cells.   A. The reporter system is based on two reporter genes, which are fused via a recombinant fragment containing a synthetic deactivation/activation (D/A) unit. The unit comprises signal for polyadenylation, six copies of Gal4 DA binding site, a TATA box and a signal for constitutive splicing. Upon transfection, the reporter A is transcribed, whilst the transcription of reporter B is switched off. In the event of an interaction, the transcription of reporter B is activated leading to dual reporter read-outs. 5’ untranslated regions are indicated by empty bars. Promoter and polyadenylation signals are denoted by Prom and pA, respectively. Figure A was adapted from ref. 10. The linear maps of reporter plasmids pTN114 (B), DsRedExpress-GFP (Siskoglu and Nasim, unpublished data) (C) and pTN126 (D) indicating promoter (SV40 and CMV), reporter genes (β-galactosidase, luciferase, DsRed-Express and GFP), antibiotic resistant marker (ampicillin and kanamycin). The maps of bait or prey plasmid is presented in E and F, indicating the location of T7 tagged DNA binding domain (T7DBD) and activation domain (VP16AD). The restriction sites are indicated and those used for cloning are highlighted in red.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-261/v1/figure_1.png"
            },
            {
                "id": 2607766,
                "identity": "86a9daaa-e8a8-4cd7-948a-3adaba44ad0f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 134015,
                "visible": true,
                "origin": "",
                "legend": "An example of visualization of protein-protein interactions in HEK 293 cells using a dual-fluorescence reporter (pTN126).   A. Expression of GFP was switched off in the absence of interacting proteins as shown, where cells were transfected with (i) reporter alone, or co-transfected with plasmids encoding either (ii) p53 or (iii) large antigen T (LgT) genes. The expression of GFP was switched on when cells were co-transfected with both plasmids (iv) and (v). Data are from ref. 6.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-261/v1/figure_2.png"
            },
            {
                "id": 2607768,
                "identity": "38ea04b0-ba64-4bee-9e86-639cf82cee83",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 63077,
                "visible": true,
                "origin": "",
                "legend": "Analyses of gal-luc reporter system to determine the strength of p53 and LgT interactions.   The reporter plasmid along with relevant plasmids was co-transfected into HEK293 cells and activities of luciferase (A) and beta-galactosidase (B) were measured. The ratio of both activities was normalized to a value of 100 (C). Plasmid transfections (below graphs): 114+p53+LgT; pTN114 plus pCR2.1/p53 (Invitrogen) plus pCR2.1/LgT (Invitrogen), 114+p53+CP; pTN114 plus pCR2.1/p53 (Invitrogen) plus pCR2.1/VP16-CP (polyoma viral coat protein, Invitrogen), 114; pTN114, 110; pTN110, 110+p53+LgT; pTN110 plus pCR2.1/p53 plus pCR2.1/LgT, 110+p53+CP; pCR2.1/p53 plus pCR2.1/VP16-CP; TN110; pTN110, Cont.; mock transfection. Data are from ref. 6.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-261/v1/figure_3.png"
            },
            {
                "id": 2607769,
                "identity": "d15fd40f-0438-4305-abb5-dfd2b3248654",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 76706,
                "visible": true,
                "origin": "",
                "legend": "Table 1   The troubleshooting guide",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-261/v1/figure_4.png"
            },
            {
                "id": 13465118,
                "identity": "1dbabc7a-9bdc-4adf-85bd-02de55174104",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:44",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 490644,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-261/v1/e228b91b-8592-4b4b-b911-bf4b7902713d.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "protein-protein interactions, dual-fluorescence, enzymatic assay, mammalian yeast two hybrid screen",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Efficiency of protein-protein interactions in mammalian cells determined by a dual-light assay",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-06-28 05:43:26",
                "doi": "10.1038/nprot.2007.238",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9efb280b-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 28th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1777,
                "name": "Genetics"
            },
            {
                "id": 1778,
                "name": "Biotechnology"
            },
            {
                "id": 1780,
                "name": "Biochemistry"
            },
            {
                "id": 1781,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 1782,
                "name": "Biological techniques"
            },
            {
                "id": 1783,
                "name": "Cell biology"
            },
            {
                "id": 1784,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-06-28 05:43:26",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}