{
    "identity": "pex-1451",
    "title": "<p>A Reversible shearing DNA-based tension probe for cellular force measurement</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Cells sense various mechanical cues from the extracellular matrix (ECM) and their neighbors throughout the life-cycle, and their functional responses to these signals after properly transduced are vital to critical biological processes, including embryogenesis and immunity<sup>1</sup>. Major efforts have therefore been made to understand the relevant signaling pathways in mechanobiology, and scientists have discovered several key components of the underlying molecular machinery, of which mechanical force has emerged as a central player in general functions like adhesion and migration. The mechanical forces generated in these processes are tiny, in the range of a few pN to tens of pN on individual receptors<sup>2</sup>, but these forces can precisely regulate the signal transduction process in time and space, directly or indirectly controlling a number of biological responses such as cell differentiation, gene expression, and apoptosis<sup>3</sup>.</p><p>&nbsp;</p><p>Over the last decade, various types of immobilized molecular fluorescent tension probes have been developed to quantitatively measure the mechanical force exerted by specific membrane proteins with pN sensitivity in living cells<sup>4-11</sup>. Among these probes, DNA-based probes have been widely used due to their easy-to-use synthesis procedure and programmability<sup>6, 7, 10, 11</sup>. For instance, DNA hairpin-based tension probe with a range of 1-21 pN can successfully measure the activation forces from integrins<sup>6, 7</sup>, T-cell receptor (TCR)<sup>12</sup>, and podosome structures<sup>13</sup>. Albeit successful, the mechanical ranges of the DNA hairpin-based tension sensors are not always sufficient to cover the forces transduced on membrane receptors<sup>8, 14</sup>. Recently, Wang and Ha constructed another type of DNA-based force sensor, called tension gauge tether (TGT)<sup>11</sup>, which relies on the irreversible force-dependent rupture of a DNA duplex to control and measure the cell adhesion forces. The rupture forces of TGT probe can be fine-tuned by changing the position of its mechanical loading site, thereby covering a wide range of tension (12-60 pN). Nevertheless, the rupture of TGT inevitability leads to forced breakages of receptor-ligand interactions, which could potentially disturb downstream signaling cascades and thus limit its applications. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>Here, on the basis of the aforementioned DNA hairpin-based tension probes and rupture DNA duplex-based TGT probe, we developed a class of reversible shearing DNA-based tension probes (RSDTPs). By designing a new type of hairpin structure in which the rupture force can be adjusted either by varying the GC content in unzipping geometry, as in the conventional hairpin structure<sup>6, 7</sup> or by tuning the positions of the mechanical loading sites in a shearing geometry, similar to the TGT probes<sup>11</sup>. Thus, the mechanical measurement of reversible shearing DNA probe can cover the 4-60 pN range. More importantly, RSDTPs presented here are non-rupturable that allow us to detect different ranges of integrin tension in real time. With these unique advantages, we believe RSDTPs could further explore mechano-signaling pathways behind the interplay between forces and biological processes.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Cy3B maleimide (GE Healthcare Life Science)</p><p>Cyclic peptide RGDfK-N3 (Shanghai Top-Peptide Biotechnology)</p><p>APTES (Sigma-Aldrich)</p><p>Tris (2-carboxyethyl) phosphine (TCEP) (J&amp;K Scientific)</p><p>DMSO (J&amp;K Scientific)</p><p>Copper (II)-TBTA (STREM CHEMICALS)</p><p>T4 DNA ligase (Sangon Biotech)</p><p><br></p><p>DNA Oligonucleotide sequences (5 ' to 3 ') used for the synthesis of RSDTP (Sangon Biotech)</p><p><br></p><p>Strand, <strong>I</strong>(17 pN)</p><p>/SH-C6/-C/iCHCHdT/GTCGTGCCTCCGTGCTGTGTTTTTTTCACAGCACGGAG</p><p><br></p><p>Strand, <strong>I </strong>(45 pN)</p><p>/SH-C6/-GTGTCGTGCC/iCHCHdT/CCGTGCTGTGTTTTTTTCACAGCACGGAG</p><p><br></p><p>Strand, <strong>I </strong>(56 pN)</p><p>/SH-C6/-GTGTCGTGCCTCCGTGCTG/iCHCHdT/GTTTTTTTCACAGCACGGAG</p><p><br></p><p>Strand, <strong>II</strong></p><p>/P/-GCACGACACTTCACCAGCGAGAGAGCGACCACTT-/Disulfide C6/</p><p><br></p><p>Strand, <strong>III</strong></p><p>GTGGTCGCTCTCTCGCTGGTG-/BHQ2/</p><p><br></p><p>Template</p><p>GTGAAGTGTCGTGCCTCCGTGCTGTGAAAAAAA</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Glass coverslips (CITOTEST Scientific)</p><p>Micro Bio-Spin™ P-6 Gel Column (Bio-Rad)</p><p>Plasma cleaner (Plasma Etch)</p><p>Stage top chamber (Okolab, Canada)</p><p>NanoDrop UV-Vis Spectrophotometer (Thermo Fisher)</p><p>37 °C cell incubator with humidified air containing 5% CO2 (Heal Force)</p><p>ANDOR EMCCD (1024 x 1024 pixels) camera</p><p>Total internal reflection fluorescence microscopy (Nikon Eclipse Ti2)</p>"
        },
        {
            "header": "Procedure",
            "content": "The overall structure of the DNA probe comprises two DNA fragments assembled by base pairing. One is the main hairpin structure of 74 nt in length with an overhang at its 3' end, which we name here as the Hairpin Strand 74 (HS74), and the other is a single DNA strand of 21 nt with a black hole quencher at its 3' end anchoring on the overhang of the hairpin structure. Three functional groups are modified on HS74: 5' end fluorophore, intermediate cyclic peptide RGDfK, and 3' end S-S bond. In order to obtain HS74, we first synthesized two oligonucleotides “bricks” (\nstrand I\nand\nII\n), where\nstrand I\nconsists of a Cy3B dye at the 5'-end and a cyclic RGD peptide (cRGDfK) at an internal position and\nstrand II\npresents a phosphoric acid at the 5'-terminal and a thiol group at the 3'-end ((\nFigure 1 a\nand\nb\n). We then linked them by DNA ligase. All the sequences of oligonucleotides are list in the\nReagents Part.\nThe following is the detailed experimental procedure (\nFigure 1c\n).\nConjugate the Cy3B-maleimide to the thiol group on the strand I (40 nt)\n1.    Treat thiol modified strand I with Tris(2-carboxyethyl) phosphine (TCEP) solution (10 mM TCEP, 100 mM sodium phosphate,150 mM sodium chloride, pH 7.2) for 2 h at room temperature to reduce the partially formed disulfide bond, followed by passing through a Micro Bio-Spin P-6 Gel Column (Bio-Rad, 7326221) equilibrated with conjugation buffer (100 mM sodium phosphate,150 mM sodium chloride, 5 mM EDTA, pH 7.0). DNA concentration can be determined by using Nanodrop UV-Vis Spectrophotometer.\n2.    Add 5-fold molar excess of Cy3B-maleimide dissolved in DMSO over the amount of strand I-thiol into strand I solution. Incubate the reaction buffer for 2 hours at room temperature.\n3.    Separate the conjugate (DNA-Cy3B) from the excess Cy3B and by-products by passing through a Micro Bio-Spin P-6 Gel Column equilibrated with ultra-pure water.\n4.    An AQ-C18 column (diameter: 4.6 mm; length: 250 mm) in a reverse phase binary pump HPLC is used for further purification of the DNA product (flow rate 1 mL/min; solvent A: 0.1M TEAA, solvent B: 100% acetonitrile; initial condition was 10% B; gradient: 1% B per min), and then the separated product can be dried by rotation evaporation.\nLabel DNA strand I with a cyclic peptide RGDfK (cRGDfK)\nPrepare the reaction solution as this: 50% DMSO; 0.5 mM Ascorbic acid; 0.5 mM Cu-TBTA complex; alkyne modified DNA strand I-Cy3B; 1.5-fold Azide-cRGDfK; 0.2M triethylammonium acetate buffer, pH 7.0.\n1. Vortex the mixture thoroughly and then keeps it at room temperature overnight.\n2. Separate the Cy3B-oligonucleotide-cRGDfK conjugate from unmodified oligonucleotide by using denaturing polyacrylamide gel electrophoresis (PAGE) (employing 8M urea).\n3. Cut the desired band from the gel and mince. The product can be extracted in PBS at 4 °C overnight, subsequently followed by filtration through a 0.45 um filter tube to remove the gel debris. Alternatively, the extraction can be performed on a vortex device, and this will promote the diffusion of oligonucleotide out of the gel.\n4. Desalt and purify the conjugation by using a Micro Bio-Spin P-6 Gel Column equilibrated with PBS.\nLigate labeled strand I and strand II\n1.    Mix the labeled strand I, strand II and a template strand which is partially complementary to strand I-strand II conjugate in a molar ratio of 1.1:1.1:1. The mixture is then heated to 94 °C for 5 min followed by naturally cooling to room temperature for annealing.\n2.    After annealing, using T4 DNA ligase to ligate strand I and strand II referring to the product manual.\n3.    Further purify the ligation product of 74 nt by using denaturing PAGE. And the following steps (extraction and desalting) are the same as described above.\nAssemble the quencher-strand III with HS74\nMix strand\nIII and HS74 in a molar ratio of 1.1:1. The mixture is then heated to 94 °C for 5 min and followed by naturally cooling to room temperature for annealing. And up to this step, the tension sensor can be ready for use.\nFunctionalization of glass coverslips with tension sensors\n1.    Sonicate the glass coverslip (25-mm in diameter) in ultrapure water and ethanol 3 times for 10 min each.\n2.    Dry the coverslip at 80 °C; etch either in piranha (a 3:1 mixture of sulfuric acid and hydrogen peroxide) for 40 min or in oxygen plasma (gas pressure: 200 mTorr) for 10 min can be powerful to build hydroxylated Surface.\n3.    Immerse the hydroxylated coverslip into 1% (3-aminopropyl) triethoxysilane (APTES) in ethanol and incubate for 1 h at room temperature.\n4.    After amination, discard the solution and add fresh ethanol. Then rinse the coverslip with ethanol and dry the coverslip under nitrogen.\nNote a:\nin order to completely remove the physically adsorbed APTES, the coverslip needs to be rinsed thoroughly and sonication in fresh ethanol is a powerful means.\nNote b:\na curing step at 80 °C for 1 h is always chose following APTES deposition, meant to form stable covalent bond between APTES. But we find no additional improvement in surface quality after curing.\n5.    After silanization, PEGylate the coverslip with 5% PEG and 0.5% lipoic acid PEG. Briefly, first prepare the PEGylation solution:5% PEG NHS ester and 0.5% lipoic acid PEG NHS ester in 0.1M sodium bicarbonate, pH 8.5, then drop 100 ul of this solution to the amine-modified surface of the coverslip and cover the drop with another coverslip carefully, making sure that both the amine-modified surfaces of coverslips face the PEG solution, leaving it at 4 °C overnight or at room temperature for 2 h.\n6.    After the coverslip is thoroughly rinsed with ultrapure water, add 14 nM Au nanoparticles (AuNPs) 5-nm in diameter onto the coverslip and incubate for 30 min. Then rinse the coverslip with ultrapure water, leaving the fixed AuNPs on the surface which is strongly combined by Au-S bond between AuNP and the lipoic acid group on the surface.\n7.    Deposit 5 ul drops of sensor solution (50 nM force sensor, 1M NaCl, 20 mM sodium phosphate, pH 7.2) onto the places of AuNP, and incubate for more than 1h; after washed with PBS, then the sensor functioned coverslip will be ready for seeding cells imaging under a total internal reflection microscope (TIRF).\nCell preparation\nNIH 3T3 cells are cultured in DMEM medium with high glucose supplemented with 10% fetal bovine serum (FBS), 100 units/mL penicillin G, and 100 µg/mL streptomycin.\n1.    Detach the cells by using pre-warmed trypsin/EDTA solution.\n2.    Once the cells appear detached, add 2 volumes of complete medium to inactivate trypsin. Disperse the cells by gently pipetting over the cell layer surface and then transfer the cells to the tube, followed by centrifuge at100-g for 5 min. After removing the supernatant, gently resuspend the cell with a complete growth medium. Pipet a drop of the cell solution to a petri dish and check the density of the cells under microscopy.\n3.    Assemble the force sensor functioned coverslip into the coverslip cell chamber for live-cell microscopy.\n4.    Pipet appropriate volume of the cell solution to the cell chamber, and incubate the cells in a incubator (37 °C, 5% CO\n2\n)."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>Irregularly shaped bright spots appear on the surface</strong></p><p>This is most likely caused by gold nanoparticle aggregations on the surface. We suggest an additional sonication step in fresh ethanol for about 5 min for the coverslips after treatment with APTES. This will help remove the physically adsorbed APTES effectively.</p><p><br></p><p><strong>Dark features appeared on the fluorescence images</strong></p><p>We sometimes failed to observe a positive fluorescence signal on the surface; instead, cells generated lots of dark features on the surface, indicating that the gold nanoparticles were not tightly anchored to the surface and were pulled directly off from the surface by cellular forces. This problem can be solved by increasing the concentration of lipoic acid-NHS ester and adding an additional amount of DMSO to promote the dissolution of lipoic acid-PEG.</p><p>&nbsp;</p><p> </p><p><br></p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>It takes about 3 days for the synthesis of the DNA tension probe.</p><p><br></p><p>Day 1: conjugate the Cy3B-maleimide to the thiol group on the strand I.</p><p><br></p><p>Day 2: separate Cy3B- strand I through HPLC and perform the Click Chemistry conjugation.</p><p><br></p><p>Day 3: ligate these two fragments (modified strand I and strand II) by using DNA T4 ligase followed by separation and purification of the product.</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>After the cells start spreading on the coverslip, we anticipate to observe clear integrin tension signals using total-internal-reflection fluorescence (TIRF) microscopy (Figure 2).</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Parsons, J.T., Horwitz, A.R. &amp; Schwartz, M.A. Cell adhesion: integrating cytoskeletal dynamics and cellular tension. <em>Nat. Rev. Mol. Cell Biol.</em> <strong>11</strong>, 633-643 (2010).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Polacheck, W.J. &amp; Chen, C.S. Measuring cell-generated forces: a guide to the available tools. <em>Nat. Methods</em> <strong>13</strong>, 415-423 (2016).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kanchanawong, P.<em> et al.</em> Nanoscale architecture of integrin-based cell adhesions. <em>Nature</em> <strong>468</strong>, 580-584 (2010).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stabley, D.R., Jurchenko, C., Marshall, S.S. &amp; Salaita, K.S. Visualizing mechanical tension across membrane receptors with a fluorescent sensor. <em>Nat. Methods</em> <strong>9</strong>, 64-67 (2011).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liu, Y., Yehl, K., Narui, Y. &amp; Salaita, K. Tension sensing nanoparticles for mechano-imaging at the living/nonliving interface. <em>J. Am. Chem. Soc.</em> <strong>135</strong>, 5320-5323 (2013).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Blakely, B.L.<em> et al.</em> A DNA-based molecular probe for optically reporting cellular traction forces. <em>Nat. Methods</em> <strong>11</strong>, 1229-1232 (2014).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhang, Y., Ge, C., Zhu, C. &amp; Salaita, K. DNA-based digital tension probes reveal integrin forces during early cell adhesion. <em>Nat. Commun.</em> <strong>5</strong>, 5167 (2014).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Galior, K., Liu, Y., Yehl, K., Vivek, S. &amp; Salaita, K. Titin-Based Nanoparticle Tension Sensors Map High-Magnitude Integrin Forces within Focal Adhesions. <em>Nano Lett.</em> <strong>16</strong>, 341-348 (2016).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Morimatsu, M., Mekhdjian, A.H., Adhikari, A.S. &amp; Dunn, A.R. Molecular Tension Sensors Report Forces Generated by Single Integrin Molecules in Living Cells. <em>Nano Lett.</em> <strong>13</strong>, 3985-3989 (2013).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ma, V.P.-Y. &amp; Salaita, K. DNA Nanotechnology as an Emerging Tool to Study Mechanotransduction in Living Systems. <em>Small</em> <strong>0</strong>, 1900961 (2019).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang, X. &amp; Ha, T. Defining single molecular forces required to activate integrin and notch signaling. <em>Science</em> <strong>340</strong>, 991-994 (2013).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liu, Y.<em> et al.</em> DNA-based nanoparticle tension sensors reveal that T-cell receptors transmit defined pN forces to their antigens for enhanced fidelity. <em>Proc. Natl. Acad. Sci. U. S. A.</em> <strong>113</strong>, 5610-5615 (2016).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Glazier, R.<em> et al.</em> DNA mechanotechnology reveals that integrin receptors apply pN forces in podosomes on fluid substrates. <em>Nat. Commun.</em> <strong>10</strong>, 4507 (2019).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jurchenko, C., Chang, Y., Narui, Y., Zhang, Y. &amp; Salaita, K.S. Integrin-generated forces lead to streptavidin-biotin unbinding in cellular adhesions. <em>Biophys. J.</em> <strong>106</strong>, 1436-1446 (2014).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>\tThis work was supported by the National Natural Science Foundation of China (21775115, 32071305, 31670760, 11704286, 11674403), the start-up funding from Wuhan University for financial support, and the Fundamental Research Funds for the Central Universities (2042018kf02).</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41556-021-00691-0",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 22507025,
                "identity": "7a0aa42c-1853-4618-b42d-366c69dca7e3",
                "order_by": 0,
                "name": "Hongyun Li",
                "email": "",
                "orcid": "",
                "institution": "The Institute for Advanced Studies, Wuhan University, Wuhan 430072, China ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hongyun",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 22507026,
                "identity": "6fcf43d1-6788-4ddf-ac82-66c880dce29d",
                "order_by": 1,
                "name": "Yuru Hu",
                "email": "",
                "orcid": "",
                "institution": "The Institute for Advanced Studies, Wuhan University, Wuhan 430072, China ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuru",
                "middleName": "",
                "lastName": "Hu",
                "suffix": ""
            },
            {
                "id": 22507027,
                "identity": "8d9813ce-60b8-4f00-9802-2e2ee38b7c04",
                "order_by": 2,
                "name": "Feng Sun",
                "email": "",
                "orcid": "",
                "institution": "The Institute for Advanced Studies, Wuhan University, Wuhan 430072, China ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Feng",
                "middleName": "",
                "lastName": "Sun",
                "suffix": ""
            },
            {
                "id": 22507028,
                "identity": "9143aed6-c98c-467f-9719-bc2a87c17e79",
                "order_by": 3,
                "name": "Wei Chen",
                "email": "",
                "orcid": "",
                "institution": "The Institute for Advanced Studies, Wuhan University, Wuhan 430072, China ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wei",
                "middleName": "",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 22507029,
                "identity": "cd0213db-25db-41ae-8910-7fba8947126c",
                "order_by": 4,
                "name": "Zheng Liu",
                "email": "zheng.liu@whu.edu.cn",
                "orcid": "https://orcid.org/0000-0002-4252-4617",
                "institution": "The Institute for Advanced Studies, Wuhan University, Wuhan 430072, China ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Zheng",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-08 05:05:33",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1451/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1451/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 9820755,
                "identity": "b5701d02-b0ee-48f8-807e-6fd361dca68b",
                "added_by": "auto",
                "created_at": "2021-06-01 08:43:04",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 154139,
                "visible": true,
                "origin": "",
                "legend": "Design and synthesis process of the reversible shearing DNA-based tension probe (RSDTP). (a-b) Schematic diagrams of the synthesis procedures (a) and force application geometries (b) of the RSDTP. b1-b4 illustrate that the rupture forces of RSDTP depends on their nucleotide sequences and force application geometries. (c) Detailed chemical schemes for the synthesis of RSDTPs.\n \n",
                "description": "",
                "filename": "Fig.10421.png",
                "url": "https://assets.researchsquare.com/files/pex-1451/v1/ed922554242c5ddf79c8435f.png"
            },
            {
                "id": 9820893,
                "identity": "cb5d1b82-b66f-451d-b632-5436b72f7338",
                "added_by": "auto",
                "created_at": "2021-06-01 08:46:05",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 733831,
                "visible": true,
                "origin": "",
                "legend": "Mechanism of the reversible shearing DNA tension probe for imaging integrin forces. (a) Up, a diagram of RSDTP’s response to applied force, RSDTP digitally \"Turn-On \" when the integrin force increases above the unfolding force, and \"Turn-Off \" once the integrin force drops below the refolding force. Below, schematic of the RSDTP for mapping the integrin-mediated tension, displaying a reversible “turn-off-on” fluorescence response with cellular forces. (b) Representative images of RICM and tension map of NIH 3T3 cells adhering on glass surfaces functionalized by RSDTP with different rupture forces.",
                "description": "",
                "filename": "Fig.20421.png",
                "url": "https://assets.researchsquare.com/files/pex-1451/v1/3ef6f8514fe4313a4ff59673.png"
            },
            {
                "id": 13696998,
                "identity": "541b44b0-af2a-41db-9d89-f830d80a5582",
                "added_by": "auto",
                "created_at": "2021-09-17 13:07:00",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1023248,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1451/v1/213b8b76-f449-46e8-b2e7-7621fbb2b3f0.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Cellular force, DNA-based tension probe, integrins, mechanotransduction",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Cells can sense and respond to molecular forces ranging from a few pN to tens of pN through mechanosensitive receptors with an astounding diversity of mechanisms. DNA-based molecular tension sensors have been instrumental in studying the importance of mechanical forces in many biological systems. However, the respective shortcomings of these sensors, for instance, the irreversible rupture of tension gauge tether (TGT) under force and relatively limited dynamic range of the hairpin probes, limited our understanding of the molecular details of mechano-chemo-transduction in living cells. Here, we developed a reversible shearing DNA-based tension probe (RSDTP) for probing molecular pN-scale forces between 4-60 pN transmitted by cells. Using RSDTPs to study integrin-mediated mechanotransduction, we could real-time distinguish the differences of force-bearing integrins without perturbing adhesion biology in living cells.</p>",
        "manuscriptTitle": "A Reversible shearing DNA-based tension probe for cellular force measurement",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-01 08:43:03",
                "doi": "10.21203/rs.3.pex-1451/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "18196369-41ee-490c-a7cb-aa76af4c1bc9",
        "owner": [],
        "postedDate": "June 1st, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3800892,
                "name": "Biophysics"
            },
            {
                "id": 3800893,
                "name": "Biotechnology"
            },
            {
                "id": 3800894,
                "name": "Cell Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-01 08:43:03",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}