{
    "identity": "nprot-3659",
    "title": "A one-step kinetics-based rapid sandwich ELISA procedure using leach-proof antibody immobilization for the highly-sensitive detection of human fetuin A",
    "content": [
        {
            "header": "Introduction",
            "content": "ELISA has been the most widely used immunoassay \\(IA) for the detection of HFA and the accepted gold standard for the detection of HFA in biomedical diagnostics. In brief, the conventional colorimetric <sup>1,2</sup>, chemiluminescent <sup>3</sup> and fluorescent ELISAs require prolonged assay duration of several hours. Various other IA formats <sup>4-6</sup>, such as surface plasmon resonance \\(SPR), having a critically reduced IA duration of just a few minutes, have also been developed recently <sup>7,8</sup>. However, they require an expensive and disposable SPR chip, thereby rendering them unsuitable for high-throughput analysis. Therefore, there is an immense need for cost-effective, rapid, simplified and highly-sensitive IA formats for the detection of HFA.\r\n\n\n\r\n\n\nHFA is a member of the cystatin superfamily, which is commonly present in the cortical plate of the immature cerebral cortex and the hemopoietic matrix of bone marrow. It is secreted into the blood stream as a liver-derived protein with concentration in the range of 450-600 µg mL<sup>-1</sup> <sup>9,10</sup>. The physiological role of HFA is to counteract the production of proinflammatory cytokines and act as an inhibitor of soft tissue calcification <sup>11</sup>. It constitutes a major component of mineralo-organic nanoparticles that are likely responsible for inflammation and calcification <sup>12</sup>. The decreased HFA levels may indicate cardiovascular risks at an early stage <sup>13</sup> in dialysis <sup>14</sup>, hypothyroidism <sup>15</sup>, and atherosclerosis <sup>16</sup> patients. The decreased HFA levels in plasma could be linked to insulin resistance and metabolic syndrome <sup>17</sup> as HFA exhibits high binding affinity to insulin receptors that specifically inhibit the tyrosine kinase activity <sup>18</sup>. HFA inhibits adiponectin that indirectly upregulates the secretion of inflammatory cytokines from macrophages, which increase the risk of cardiovascular-associated problems <sup>19</sup>. The HFA level in serum has been observed to decrease further in case of acute alcoholic hepatitis, chronic autoimmune hepatitis, fatty liver, alcoholic and primary biliary cirrhosis, and hepatocellular carcinoma <sup>20</sup>. In contrast, the increased HFA levels in serum may be responsible for cancer cell adhesion and metastasis <sup>21,22</sup>. Inflammatory conditions, such as diet-induced obesity and type 2 diabetes, have been proposed to be related to fetuin A and fatty acid supported signaling via toll-like receptor 4 <sup>23</sup>. Similarly, the concentration of HFA needs to be determined in case of neuroinflammatory diseases <sup>24</sup>, where it has been found in demyelinated lesions and in grey matters <sup>25</sup>. Therefore, the personalized HFA monitoring is recommended in the modern society in order to effectively monitor and manage diet-related inflammatory disorders, such as metabolism-associated syndrome <sup>26</sup>, and a broader range of fetuin A-related immune dysfunctions.\r\n\n\n \r\n\n\nThis article describes a highly-simplified and cost-effective sandwich ELISA procedure that enables the detection of HFA in clinical samples in 30 min <sup>27</sup> \\(**Fig. 1**). The developed IA \\(DIA) has ~ 16-fold reduced IA duration and a critically reduced number of process steps, compared to conventional sandwich ELISA. It employs a superior Ab immobilization strategy for the covalent leach-proof binding of capture Ab in just 45 min. The demonstrated high analytical precision and stability evinces the potential applications of DIA in healthcare, industrial and bioanalytical settings in addition to the development of new biosensor or lab-on-a-chip based IA formats."
        },
        {
            "header": "Reagents",
            "content": "• KOH pellets \\(99.99%), semiconductor grade \\(Sigma Aldrich, cat. no. 306568) **\\!CAUTION** Use PPE and handle in a safety cabinet. Avoid contact with skin and eyes as it can cause severe burns.  **CRITICAL** The concentration of KOH must be 1% \\(w/v) in autoclaved DIW. Higher concentrations may affect the surface properties, thereby leading to decreased binding of capture antibodies.\r\n\n\n\r\n\n\n• 3-aminopropyltriethoxysilane \\(3-APTES) \\(Sigma Aldrich, cat. no. A3684) **\\!CAUTION** Use PPE and handle in a safety cabinet. Avoid contact with skin and eyes as it is a skin and eye irritant, and highly toxic to kidney.  **CRITICAL** Prepare in autoclaved DIW, see **REAGENT SETUP**.\r\n\n\n\r\n\n\n• 1-Ethyl-3-\\(3-dimethylaminopropyl)-carbodiimide hydrochloride \\(EDC) \\(Thermo Scientific, cat. no. 22981) **\\!CAUTION** Use PPE and handle inside a fume cupboard as it is an irritant. Being hygroscopic, it absorbs moisture that leads to loss of its activity. Equilibrate to room temperature \\(RT) before opening the container.  **CRITICAL** Store at recommended temperature \\(-20 °C). Reconstitute in 0.1 M MES, pH 4.7, see **REAGENT SETUP**.\r\n\n\n\r\n\n\n• Human HFA Duoset kit \\(R & D Systems, cat. no. DY1184e) **\\!CAUTION** Store reconstituted Ab and antigen at 2-8 °C, if they are to be used within a month. Otherwise, make aliquots and store at -80 °C for up to 6 months. The kit comprises of\r\n\n\n\r\n\n\n• Mouse anti-HFA capture Ab \r\n\n\n• Recombinant HFA \r\n\n\n• Biotinylated goat anti-HFA Ab \r\n\n\n• Streptavidin-conjugated horseradish peroxidase \\(SA-HRP) **\\!CAUTION** Do not freeze. Store in the dark as streptavidin is light-sensitive.\r\n\n\n\r\n\n\nThe HFA Duoset kit’s components can also be purchased separately. \r\n\n\n\r\n\n\n• Blocker BSA in PBS \\(10X), pH 7.4, 10% \\(w/v) \\(Thermo Scientific, cat. no. 37525)  **CRITICAL** Filter with 0.2 µm pore size filter paper prior to use to avoid contamination.\r\n\n\n \r\n\n\n• BupH Phosphate Buffered Saline Packs \\(0.1 M sodium phosphate, 0.15 M sodium chloride, pH 7.2) \\(Thermo Scientific, cat. no. 18372) **\\!CAUTION** Avoid inhalation.  **CRITICAL** Prepare in autoclaved DIW \\(18Ω), see **REAGENT SETUP**.\r\n\n\n\r\n\n\n• BupH MES Buffered Saline Packs \\(0.1 M MES \\[2-\\(N- morpholino)ethane sulfonic acid], 0.9 % \\(w/v) sodium chloride, pH 4.7) \\(Thermo Scientific, cat no. 28390) **\\!CAUTION** Avoid inhalation.   **CRITICAL** Prepare in autoclaved DIW, see **REAGENT SETUP**.\r\n\n\n\r\n\n\n• TMB substrate kit \\(Thermo Scientific, cat. no. 34021)\r\n\n\n\r\n\n\n• TMB solution \\(0.4 g/L) **\\!CAUTION** Skin, eye and lung irritant. In case of skin contact, wash with plenty of water.  **CRITICAL** Maintain the TMB to peroxide ratio as 1:1 as it is critical for color development. \r\n\n\n\r\n\n\n• Hydrogen peroxide solution \\(containing 0.02 % v/v H2O2 in citric acid buffer) \\(Thermo Scientific). **\\!CAUTION** Use PPE and work in a safety cabinet or fume cupboard. It is a strong oxidizing agent, harmful if swallowed, and carries severe risk of damage to eyes. In case of contact, rinse immediately with plenty of water and seek medical attention. \r\n\n\n\r\n\n\n• Sulfuric acid \\(Aldrich, cat. no. 339741) **\\!CAUTION** Use personal protective equipment \\(PPE), such as chemical safety glasses, chemical-resistant shoes and lab coats, for handling. Handle only in a fume cabinet. Avoid skin contact as it is a strong corrosive agent and an irritant. In case of skin contact, wash immediately with acid neutralizers and seek medical advice as soon as possible. \r\n\n\n\r\n\n\n• Human whole blood \\(HQ-Chex level 2) \\(Streck, cat. no. 232754) 180 day closed-vial stability and 30 day open-vial stability.\r\n\n\n \r\n\n\n• Human serum \\(CRP free) \\(HyTest Ltd., cat. no. 8CFS)\r\n\n\n\r\n\n\n• Deionized water \\(18 Ω, DIW). \\(Millipore, Direct-Q®3 Water Purification System) \r\n\n\n\r\n\n\n• Nunc microwell 96-well polystyrene plates, flat bottom \\(non-treated), sterile \\(Sigma Aldrich, cat. no. P7491)\r\n\n\n\r\n\n\n• Eppendorf microtubes \\(1.5 mL; Sigma Aldrich, cat. no. Z 606340)\r\n\n\n\r\n\n\n• Sigmaplot software version 11.2 \\(Systat) \r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n\r\n\n\n**PBS**. Add a BupH PBS pack to 100 mL of autoclaved DIW, dissolve well and make the volume up to 500 mL using autoclaved DIW. Each pack makes 500 mL of PBS at pH 7.2, which can be stored at RT for a week and at 4ºC for up to four weeks. \r\n\n\n\r\n\n\n**MES**. Add a BupH MES pack to 100 mL of autoclaved DIW, dissolve well and make the volume up to 500 mL using autoclaved DIW. Each pack makes 500 mL of MES at pH 4.7, which can be stored at RT for up to two weeks. \r\n\n\n\r\n\n\n**APTES**. Reconstitute the commercially supplied APTES solution \\(99% purity) in autoclaved DIW to make a 1% \\(v/v) solution. Prepare a fresh solution for each DIA run.\r\n\n\n\r\n\n\n**EDC**. Each pack contains 25 g EDC. Reconstitute in 0.1M MES buffer, pH 4.7, at a concentration of 4 mg mL<sup>-1</sup>. Aliquots can be stored effectively for six months at -20 ºC.\r\n\n\n\r\n\n\n**EDC-activated anti-HFA Ab**. Dissolve 0.4 mg EDC in 100 µL of 0.1M MES, pH 4.7. Incubate 990 μL of the anti-HFA Ab \\(8 μg mL<sup>-1</sup>) with 10 μL of EDC \\(4 mg mL<sup>-1</sup>) solution for 15 min at RT.  **CRITICAL STEP** The concentration of EDC is important for optimal cross-linking. Use the recommended concentration of EDC. **? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**Biotinylated anti-HFA detection Ab conjugated to SA-HRP**. Biotinylated anti-HFA detection Ab conjugated to SA-HRP was prepared by adding 1 µL of biotinylated anti-HFA detection Ab \\(0.5 mg mL<sup>-1</sup>) to 1 µL of SA-HRP to 2998 µL of the binding buffer followed by 20 min of incubation at room temperature \\(RT). As a result, the concentration of biotinylated anti-HFA detection Ab used was 0.17 µg mL<sup>-1</sup>, while SA-HRP dilution employed was 1:3000.\r\n\n\n\r\n\n\n**HFA spiked diluted human whole blood or serum**. The HFA spiked samples, containing the final concentration in the range of 0.1-243 ng mL<sup>-1</sup>, were prepared by mixing the desired HFA concentrations in 1:100 diluted human whole blood/serum.\r\n\n\n\r\n\n\n**EDTA plasma samples from anonymized patients**. The EDTA plasma samples from anonymized patients were diluted 1:1000 and 1:3000 in the binding buffer.  The resulting HFA concentration in these samples falls within the linear range of the DIA, thereby enabling the detection of entire pathophysiological concentration range of HFA."
        },
        {
            "header": "Equipment",
            "content": "• -70 °C freezer \\(operating range -60 to -86 °C) \\(New Brunswick)\r\n\n\n• 2-8 °C refrigerator \\(Future, UK)\r\n\n\n• Direct-Q<sup>®</sup>3 water purification system \\(Millipore, USA) \r\n\n\n• Tecan Infinite M200 Pro microplate reader \\(Tecan, Austria GmbH)\r\n\n\n• Mini incubator \\(Labnet Inc., UK)\r\n\n\n• PVC fume cupboard Chemflow range \\(CSC Ltd.)"
        },
        {
            "header": "Procedure",
            "content": "**KOH pretreatment   TIMING ~ 12 min**\r\n\n\n\r\n\n\n1. Incubate the MTP well surface with 100 μL of 1% \\(w/v) KOH in DIW for 10 min at 37°C and wash five times with 300 μL DIW per well).  CRITICAL STEP KOH treatment should not be longer than 10 min as it may cause strong aberrations in the surface that may change the surface properties. **? TROUBLESHOOTING** \r\n  \r\n\n\n**Ab immobilization and BSA blocking   TIMING ~ 1 h 15 min**\r\n\n\n\r\n\n\n2. Mix EDC-activated anti-HFA capture Ab \\(8 µg mL\n-1\n) with 1% \\(v/v) APTES in a ratio of 1:1 \\(v/v). Incubate each of the desired wells of 96-well MTP with 100 μL of the freshly prepared anti-HFA capture Ab solution, with a final concentration of 4 µg mL\n-1\nin 0.5% APTES, for 30 min at 37°C. Wash five times with 300 μL of 0.1M PBS, pH 7.4. Washing can also be performed with an automatic plate washer.\r\n    \r\n\n\n3. Block the MTP wells by incubating with 300 μL of 1% \\(w/v) BSA for 30 min a 37°C and wash with 300 μL of 0.1M PBS, pH 7.4 five times. Washing can also be performed with an automatic plate washer. The blocking is essential to prevent non-specific binding to the unbound sites available on the MTP\n28\n.  **CRITICAL STEP** Use filtered BSA or filter the BSA solution prior to use to remove any microbial or other contaminants. **? TROUBLESHOOTING**\r\n  \r\n\n\n**Developed HFA IA    TIMING 40 min**\r\n\n\n\r\n\n\n4. Dispense sequentially 100 µL of biotinylated anti-HFA detection Ab \\(0.17 µg mL\n-1\n) pre-conjugated to SA-HRP and 100 µL of HFA \\(varying concentrations; 0.1-243 ng mL\n-1\n) to the Ab-bound and BSA-blocked MTP wells. Incubate for 15 min at 37°C.  **CRITICAL STEP** Prepare the HFA concentrations in BSA-preblocked sample vials to minimize the analyte loss due to non-specific surface binding\n28\n. **? TROUBLESHOOTING**\r\n  \r\n\n\n5. Wash the resulting sandwich immune complex-bound MTP with 300 µL of 0.1M PBS, pH 7.4 five times to remove the non-specifically substances and excess IA reagents. \r\n  \r\n\n\n6. Add 100 µL of the TMB-H\n2\nO\n2\nmixture to each MTP well and incubate at RT for 14 min to allow the enzymatic reaction to develop color. **? TROUBLESHOOTING**\r\n  \r\n\n\n7. Stop the enzymatic reaction by adding 50 µL of 2N H\n2\nSO\n4\nto each MTP well.\r\n  \r\n\n\n8. Record the absorbance at a primary wavelength of 450 nm taking 540 nm as the reference wavelength in a Tecan Infinite M200 Pro microplate reader.  **CRITICAL STEP** Determine the absorbance within 10 min of stopping the enzyme substrate reaction."
        },
        {
            "header": "Timing",
            "content": "**Step 1**, KOH pretreatment: **12 min**\r\n\n\n**Steps 2-3**, Ab immobilization and BSA blocking: **1 h 15 min**\r\n\n\n**Steps 4-8**, Developed HFA IA: **40 min**"
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice is provided in **Table 1**."
        },
        {
            "header": "Anticipated Results",
            "content": "The DIA is highly simplified and cost-effective, which critically reduced the IA assay duration from 20 h \\(commercial HFA sandwich ELISA) to just 30 min. It detects HFA with a dynamic range of 0.1-243 ng mL<sup>-1</sup> and linearity between 3-243 ng mL<sup>-1</sup> \\(**Fig. 2A**). The LOD, analytical sensitivity, EC50 and correlation coefficient \\(R<sup>2</sup>) values were 0.3 ng mL<sup>-1</sup>, 1.0 ng mL<sup>-1</sup>, 24.2 ng mL<sup>-1</sup>, and 0.998, respectively. It detects the entire pathophysiological concentration range of HFA \\(0.15-600 µg mL<sup>-1</sup>) in spiked human whole blood and serum samples after appropriate dilution \\(**Fig. 2A**). The intraday and interday variability, obtained from five assays repeats in triplicate in a single day and on five consecutive days, respectively, were 1.8-7.3 and 2.4-12.1, respectively. The DIA was highly specific for HFA as there were no non-specific interactions between the immunological assay components, which were demonstrated by the use of various experimental process controls. Similarly, there were no non-specific interactions and interference with the specific HFA detection in the presence of selected non-specific proteins, such as LCN2, HSA, IL-1β, IL-6, IL-8 and TNF-α, which are usually found elevated along with HFA in case of infections and other disorders \\(**Fig. 2B**).  \r\n\n\n\r\n\n\nThe DIA correlated well with the conventional sandwich ELISA for the detection of HFA \\(0.1-9.0 ng mL<sup>-1</sup>) spiked in diluted human whole blood and serum \\(**Table 2**). The percentages recoveries for HFA-spiked diluted human whole blood and serum were in the range of 96.7-110 and 93.3-110, respectively. Similarly, there was good agreement between the results obtained by the DIA and conventional sandwich ELISA for the detection of HFA in anonymized EDTA plasma samples of patients \\(**Table 3**). The anti-HFA Ab-bound and BSA-blocked MTPs were also analyzed for functional stability, confirming the leach-proof covalent binding of capture Ab to the MTP. There was no significant decrease in their functional activity, when stored at 4 ºC in 0.1M PBS, pH 7.4 for up to 8 weeks \\(**Fig. 2C**), thereby attesting their suitability for biomedical diagnostics, where the Ab-bound MTPs are usually stored for up to 4 weeks to facilitate rapid HFA detection. The functional stability of Ab-bound MTPs was further analyzed for 4 weeks by storing them dispensed with IA solution comprising of biotinylated anti-HFA detection Ab preconjugated to SA-HRP \\(**Fig. 2D**). There was no significant decrease in functional activity of Ab-bound MTPs, as employed in DIA procedure. Being generic, the DIA procedure can be reliably employed in biomedical and bioanalytical settings for the detection of various disease biomarkers. Moreover, based on its high simplicity, minimal steps and cost-effectiveness, it can be employed in lab-on-a-chip technologies, microfluidics and smart system integration for the development of novel and fully automated IVD kits."
        },
        {
            "header": "References",
            "content": "1. Dixit, C. K., Vashist, S. K., MacCraith, B. D. & O'Kennedy, R. Multisubstrate-compatible ELISA procedures for rapid and high-sensitivity immunoassays. Nat Protoc 6, 439-445 \\(2011).\r\n  2. Dixit, C. K. et al. Development of a high sensitivity rapid sandwich ELISA procedure and its comparison with the conventional approach. Anal Chem 82, 7049-7052 \\(2010).\r\n  3. Vashist, S. K. A sub-picogram sensitive rapid chemiluminescent immunoassay for the detection of human fetuin A. Biosens Bioelectron 40, 297-302 \\(2013).\r\n  4. Jethwaney, D. et al. Fetuin-A, a hepatocyte-specific protein that binds Plasmodium berghei thrombospondin-related adhesive protein: a potential role in infectivity. Infect Immun 73, 5883-5891 \\(2005).\r\n  5. Hermans, M. M. et al. Association of serum fetuin-A levels with mortality in dialysis patients. Kidney Int 72, 202-207 \\(2007).\r\n  6. Vashist, S. K., Marion Schneider, E., Lam, E., Hrapovic, S. & Luong, J. H. T. One-step antibody immobilization-based rapid and highly-sensitive sandwich ELISA procedure for potential in vitro diagnostics. Sci Rep 4, 4407 \\(2014).\r\n  7. Vashist, S. K., Dixit, C. K., MacCraith, B. D. & O'Kennedy, R. Effect of antibody immobilization strategies on the analytical performance of a surface plasmon resonance-based immunoassay. Analyst 136, 4431-4436 \\(2011).\r\n  8. Vashist, S. K., Schneider, E. M. & Luong, J. H. T. Surface plasmon resonance-based immunoassay for human fetuin A. Analyst 139, 2237-2242 \\(2014).\r\n  9. Lebreton, J. et al. Serum concentration of human alpha 2 HS glycoprotein during the inflammatory process: evidence that alpha 2 HS glycoprotein is a negative acute-phase reactant. J Clin Invest 64, 1118-1129 \\(1979).\r\n  10. Kalabay, L. et al. Human serum fetuin A/alpha2HS-glycoprotein level is associated with long-term survival in patients with alcoholic liver cirrhosis, comparison with the Child-Pugh and MELD scores. BMC Gastroenterol 7, 15 \\(2007).\r\n  11. Wang, H. & Sama, A. E. Anti-inflammatory role of fetuin-A in injury and infection. Curr Mol Med 12, 625-633 \\(2012).\r\n  12. Wu, C. Y. et al. Membrane vesicles nucleate mineralo-organic nanoparticles and induce carbonate apatite precipitation in human body fluids. J Biol Chem 288, 30571-30584 \\(2013).\r\n  13. Stefan, N. & Haring, H. U. The role of hepatokines in metabolism. Nat Rev Endocrinol 9, 144-152 \\(2013).\r\n  14. Liang, J. et al. Association of dialysate calcium concentration with fetuin A level and carotid intima-media thickness in peritoneal dialysis patients. Ren Fail 36, 65-68 \\(2014).\r\n  15. Bakiner, O., Bozkirli, E., Ertugrul, D. T., Sezgin, N. & Ertorer, M. E. Plasma Fetuin-A levels are reduced in patients with hypothyroidism. Eur J Endocrinol \\(2013).\r\n  16. Lim, P. et al. Fetuin-A is an independent predictor of death after ST-elevation myocardial infarction. Clin Chem 53, 1835-1840 \\(2007).\r\n  17. Huddam, B., Azak, A., Koçak, G., Bayraktar, N. & Sezer, S. The Relationship Between Serum Fetuin‐A, Cystatin‐C Levels, and Microalbuminuria in Patients With Metabolic Syndrome. J Clin Lab Anal 27, 317-322 \\(2013).\r\n  18. Goustin, A.-S. & Abou-Samra, A. B. The “thrifty” gene encoding Ahsg/Fetuin-A meets the insulin receptor: Insights into the mechanism of insulin resistance. Cell Signal 23, 980-990 \\(2011).\r\n  19. Reynolds, J. L. et al. Multifunctional roles for serum protein fetuin-a in inhibition of human vascular smooth muscle cell calcification. J Am Soc Nephrol 16, 2920-2930 \\(2005).\r\n  20. Kalabay, L. et al. Human fetuin/alpha2HS-glycoprotein level as a novel indicator of liver cell function and short-term mortality in patients with liver cirrhosis and liver cancer. Eur J Gastroenterol Hepatol 14, 389-394 \\(2002).\r\n  21. Sakwe, A. M., Koumangoye, R., Goodwin, S. J. & Ochieng, J. Fetuin-A \\(α2HS-glycoprotein) is a major serum adhesive protein that mediates growth signaling in breast tumor cells. J Biol Chem 285, 41827-41835 \\(2010).\r\n  22. Nangami, G. N. et al. Fetuin-A \\(α2HS-glycoprotein) is a serum chemo-attractant that also promotes invasion of tumor cells through Matrigel. Biochem Biophys Res Commun 438, 660-665 \\(2013).\r\n  23. Pal, D. et al. Fetuin-A acts as an endogenous ligand of TLR4 to promote lipid-induced insulin resistance. Nat Med 18, 1279-1285 \\(2012).\r\n  24. Mori, K., Emoto, M. & Inaba, M. Fetuin-A: a multifunctional protein. Recent Pat Endocr Metab Immune Drug Discov 5, 124-146 \\(2011).\r\n  25. Harris, V. K. et al. Cerebrospinal fluid fetuin-A is a biomarker of active multiple sclerosis. Mult Scler J 19, 1462-1472 \\(2013).\r\n  26. Ix, J. H. et al. Association Between Human Fetuin-A and the Metabolic Syndrome Data From the Heart and Soul Study. Circulation 113, 1760-1767 \\(2006).\r\n  27. Vashist, S. K., Marion Schneider, E. & Luong, J. H. Rapid sandwich ELISA-based _in vitro_ diagnostic procedure for the highly-sensitive detection of human fetuin A. Biosens Bioelectron, doi: 10.1016/j.bios.2014.06.058 \\(2014).\r\n  28. Dixit, C. K., Vashist, S. K., MacCraith, B. D. & O'Kennedy, R. Evaluation of apparent non-specific protein loss due to adsorption on sample tube surfaces and/or altered immunogenicity. Analyst 136, 1406-1411 \\(2011)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Dr. Eberhard Barth for providing the anonymized leftover EDTA plasma samples of patients treated by intensive care at University Hospital Ulm, Germany."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.bios.2014.06.058",
                "date": "2015-01-30 12:26:39",
                "title": "Rapid sandwich ELISA-based in vitro diagnostic procedure for the highly-sensitive detection of human fetuin A",
                "authors": [
                    "Sandeep Kumar Vashist",
                    "E. Marion Schneider",
                    "and John H.T. Luong"
                ],
                "journal": "Biosensors And Bioelectronics",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13205,
                "identity": "a0492cb0-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sandeep Kumar Vashist",
                "email": "sandeep.kumar.vashist@hsg-imit.de",
                "orcid": "",
                "institution": "HSG-IMIT - Institut für Mikro- und Informationstechnik, and Laboratory for MEMS Applications, Department of Microsystems Engineering - IMTEK, University of Freiburg, Georges-Koehler-Allee 103, 79110 Freiburg, Germany. ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sandeep",
                "middleName": "Kumar",
                "lastName": "Vashist",
                "suffix": ""
            },
            {
                "id": 13206,
                "identity": "a0493058-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "E.Marion  Schneider",
                "email": "",
                "orcid": "",
                "institution": "Sektion Experimentelle Anaesthesiologie, University Hospital Ulm, Albert Einstein Allee 23; 89081 Ulm, Germany.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "E.Marion",
                "middleName": "",
                "lastName": "Schneider",
                "suffix": ""
            },
            {
                "id": 13207,
                "identity": "a049321e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "John H.T.  Luong",
                "email": "",
                "orcid": "",
                "institution": "Innovative Chromatography Group, Irish Separation Science Cluster (ISSC), Department of Chemistry and Analytical, Biological Chemistry Research Facility (ABCRF), University College Cork, Cork, Ireland.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "H.T.",
                "lastName": "Luong",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-01-30 12:58:13",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.008",
        "doiUrl": "https://doi.org/10.1038/protex.2015.008",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609117,
                "identity": "e521bb82-13af-44c3-a8ee-6e8083035b97",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "bmp",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8635254,
                "visible": true,
                "origin": "",
                "legend": "Schematic of the DIA procedure   Schematic of the one-step kinetics-based DIA procedure for the rapid detection of HFA. ",
                "description": "",
                "filename": "figure1.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3659/v1/figure_1.bmp"
            },
            {
                "id": 2609118,
                "identity": "20c2337a-bf59-44ff-ad1c-e0443c19a2a2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "bmp",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6885978,
                "visible": true,
                "origin": "",
                "legend": "Bioanalytical performance of the DIA   Bioanalytical performance of the one-step kinetics-based DIA ^27^. (A) Detection of HFA in PBS (10 mM, pH 7.4), diluted human serum and diluted human whole blood. (B) Various experimental process controls (anti-HFA1 and anti-HFA2 are capture and detection antibodies, respectively). (C) Stability of anti-HFA1-bound MTP stored at 4ºC in PBS (10 mM, pH 7.4) for 8 weeks. (D) Stability of anti-HFA1-bound MTP stored at 4 ºC for 4 weeks in the IA solution comprising of biotinylated anti-HFA2 preconjugated to SA-HRP. All experiments were done in triplicate with the error bars representing the standard deviation. Reproduced with permission from Elsevier Inc. ",
                "description": "",
                "filename": "figure2.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3659/v1/figure_2.bmp"
            },
            {
                "id": 2609114,
                "identity": "ae7faf2c-59fa-4095-afab-c1646ef502d4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:41",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 137178,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting   Troubleshooting Table",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-3659/v1/figure_3.png"
            },
            {
                "id": 2609116,
                "identity": "4e661e63-da24-4b65-92c1-8c938ba6d6f8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 191395,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Technology Correlation (spiked samples)    Determination of spiked HFA concentrations in diluted human blood by the developed and conventional sandwich ELISA procedures ^27°. Reproduced with permission from Elsevier Inc.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-3659/v1/figure_4.png"
            },
            {
                "id": 2609119,
                "identity": "4fb76075-99c9-4194-b557-cbf87c228c0f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 131900,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Technology Correlation (plasma samples)   Determination of HFA in the EDTA plasma samples of patients based on the developed and conventional sandwich ELISA procedures ^27^. Reproduced with permission from Elsevier Inc.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-3659/v1/figure_5.png"
            },
            {
                "id": 13464788,
                "identity": "9df929b0-731d-4d2c-87bc-985eb5965c36",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:47",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 951935,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3659/v1/c713676e-71db-4621-9dd2-e83d68fb4dfa.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "one-step kinetics, rapid sandwich ELISA, human fetuin A, APTES, EDC, in vitro diagnostics.",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A one-step kinetics-based rapid sandwich enzyme-linked immunosorbent assay \\(ELISA) procedure has been developed for human fetuin A \\(HFA), an important disease biomarker for inflammatory diseases and malignancies. It is highly simplified and cost-effective as it employs only a few minimal process steps. EDC-activated anti-HFA antibody \\(Ab) was admixed with 1% \\(v/v) 3-aminopropyltriethoxysilane \\(APTES) in 1:1 \\(v/v) to form a stable complex, which adhered to a KOH-pretreated microtiter plate \\(MTP). Thereafter, the immunoassay \\(IA) procedure detects HFA with a dynamic range, limit of detection \\(LOD) and analytical sensitivity of 0.1-243 ng mL<sup>-1</sup>, 0.3 ng mL<sup>-1</sup> and 1.0 ng mL<sup>-1</sup>, respectively. The developed IA exhibits similar analytical precision to that of conventional sandwich ELISA for analysis of HFA spiked in diluted human whole blood and serum, and HFA in ethylenediaminetetraacetic acid \\(EDTA)-plasma of patients. Therefore, this generic procedure can be reliably employed for the detection of HFA and other disease biomarkers.",
        "manuscriptTitle": "A one-step kinetics-based rapid sandwich ELISA procedure using leach-proof antibody immobilization for the highly-sensitive detection of human fetuin A",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-01-30 23:23:02",
                "doi": "10.1038/protex.2015.008",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9faf3426-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 30th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3261,
                "name": "Chemistry"
            },
            {
                "id": 3262,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-01-30 23:23:02",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}