{
    "identity": "nprot-2695",
    "title": "Social interaction test: a sensitive method for examining autism-related behavioral deficits",
    "content": [
        {
            "header": "Introduction",
            "content": "Autism spectrum disorder \\(ASD) consists of impairment in reciprocal social interaction, impairment in verbal and non-verbal communication, and restrictive and repetitive behaviors and interests \\(1). Numerous behavioral tasks have been developed to assess these three domains in rodents \\(2, 3). In the social interaction test, ASD-related behavioral deficits are reflected by a reduction of exploratory behavior toward a novel conspecific \\(4, 5). In the three-chamber social approach task \\(6), social deficits are reflected by a lowered level of approach toward a cage that contains a novel mouse.\r\n\n\n\r\n\n\nThe social interaction test requires manual scoring, and it may be more sensitive for detecting deficient social interaction in some cases. For example, in mouse models of tuberous sclerosis complex \\(TSC), this test revealed impaired social interaction \\(7, 8), whereas the three-chamber social approach task did not \\(9, 10). Therefore, the social interaction test is recommended for studies of ASD, particularly when social approach is intact in animals that are expected to have an autistic phenotype."
        },
        {
            "header": "Reagents",
            "content": "Test mice \\(Tsc1+/- mice \\(11) and Tsc2+/- mice \\(12)), at least 3 months of age. Both male and female mice can be used.\r\n\n\n Novel mice of the same sex as the test mice \\(C57BL/6J), at least 8 weeks of age and not heavier than the test mice.\r\n\n\nCRITICAL\r\n\n\nTest mice and novel mice must be housed in groups of two or more per cage. The mice must be habituated for at least 1 week before the experiments when purchased or transferred from other housing facilities or when they are subjected to invasive procedures \\(e.g., ear punching). The novel mice may be changed if needed \\(e.g., when they are too heavy), but the strain of the novel mice must be the same throughout the study.\r\n\n\n Rapamycin \\(LC Laboratories, Woburn, MA, USA) was dissolved in 10% dimethyl sulfoxide diluted with saline to 10 ml kg−1. The rapamycin solution or an equal volume of vehicle was injected in the test mice \\(2, 5, and 10 mg kg−1) by intraperitoneal injection once daily for 2 consecutive days."
        },
        {
            "header": "Equipment",
            "content": "Marker pens\r\n\n\n Scale\r\n\n\n Sound-attenuating chamber equipped with ventilating fans\r\n\n\n Cages that contain clean bedding material\r\n\n\n Recording video camera \\(e.g., 5th Generation iPod Nano, Apple, Cupertino, CA, USA)"
        },
        {
            "header": "Procedure",
            "content": "Preparation of the cage and mice\r\n\n\n1. Change the bedding material in the home cage 24 h or earlier before testing.\r\n  2. Weigh the novel mice and mark them on the tail 24 h or earlier before testing. This step can be skipped if the novel mice can be identified in a different way, such as by ear punching.\r\n  3. Weigh the test mice and mark them on the tail at the time of the first injection of rapamycin. This step can be postponed until testing if the mice are to be examined without any treatment.\r\n  4. Pair a test mouse and a novel mouse of the same sex, on the condition that the novel mouse is not heavier \\(< 5%) than the test mouse.\r\n  \r\n\n\nTesting\r\n\n\n5. Transfer the mice to the testing room.\r\n  6. Turn on ventilating fans in the sound-attenuating chamber.\r\n  7. Allow the mice to acclimate to the testing room for 1 h or longer. Steps 3 and 4 above should be completed at this time.\r\n  8. Clean the sound-attenuating chamber with 70% alcohol.\r\n  9. Move all of the cagemates of the test mouse to a novel cage.\r\n  10. Place the home cage of the test mouse alone with the camera, and leave the mouse undisturbed for 15 min or longer.\r\n  CRITICAL\r\n\n\nThe investigators should remain outside the testing room to let the test mouse acclimate to the environment.\r\n\n\n11. Start video recording.\r\n  12. Place the paired novel mouse into the home cage, and record behavior for 10 min.\r\n  CRITICAL\r\n\n\nThe investigators should remain outside the testing room during the video recording to not disturb the behavior of the test mouse.\r\n\n\n13. Stop recording.\r\n  14. Return the mice to their cagemates, and remove the cage.\r\n  15. Repeat steps 8 to 14 if other test mice are to be examined.\r\n  \r\n\n\nMeasurement\r\n\n\n16. Download the recorded data.\r\n  17. Watch the videos and score active interaction, defined as sniffing, close following, and allo-grooming.\r\n  CRITICAL\r\n\n\nAggressive behaviors should not be included as dependent measures."
        },
        {
            "header": "Timing",
            "content": "Two days are required, from preparing the home cage to completion of the recording. The time required depends on the drugs tested \\(e.g., 3 days are needed when the test mice are treated with rapamycin as described above). Each recording takes approximately 30 min \\(i.e., 15-min habituation followed by 10-min recording). One mouse per cage can be tested each day using this protocol."
        },
        {
            "header": "Troubleshooting",
            "content": "Q1. The home cage was changed in the last 24 h.\r\n\n\nA1. Postpone the experiments for 1 day or longer. Active interaction time is shortened when tested in a novel cage \\(13).\r\n\n\nQ2. Novel mice were not marked the day before testing.\r\n\n\nA2. Do not mark the novel mice until all of the tests for that day are finished. The smell of the marking pen may be unpleasant to the test mouse, resulting in a reduction of active interaction.\r\n\n\nQ3. Extremely low levels of active interaction, particularly in wildtype mice.\r\n\n\nA3. Use novel mice that are not heavier than the test mice. It is strongly recommended that novel mice are used that have not been presented to the test mice previously.\r\n\n\nQ4. High levels of aggressive behavior.\r\n\n\nA4. Use a pair of mice with body weights that are not substantially different."
        },
        {
            "header": "Anticipated Results",
            "content": "Genetically engineered mice with social deficits will show a reduction of the time engaged in active interaction compared with wildtype littermates. We found a reduction of active interaction in Tsc1+/- and Tsc2+/- mice of both sexes \\(Fig. 1). The effectiveness of a given therapy on reduced social interaction is indicated by recovery of the time engaged in active interaction to control levels \\(8, 14). According to the molecular pathophysiology of the disease \\(i.e., constitutively activated signaling by mammalian target of rapamycin \\[mTOR]), we treated the mice with the mTOR inhibitor rapamycin. Impaired active interaction was reversed by 5 and 10 mg kg-1 rapamycin, whereas wildtype littermates exhibited no changes in active interaction \\(Fig. 2a, b).\r\n\n\n\r\n\n\nBehaviors other than active interaction can be analyzed according to the interests of the researchers. We also observed an increase in rearing behavior in Tsc1+/- and Tsc2+/- mice \\(Fig. 3a). The increase was suppressed to control levels by 5 mg kg-1 rapamycin \\(Fig. 3b)."
        },
        {
            "header": "References",
            "content": "1. American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders, 4th edn, text revision. \\(American Psychiatric Association, Washington DC, 2000).\r\n  2. Crawley, J. N. Mouse behavioral assays relevant to the symptoms of autism. Brain Pathol. 17, 448-459 \\(2007).\r\n  3. Silverman, J. L., Yang, M., Lord, C. & Crawley, J. N. Behavioural phenotyping assays for mouse models of autism. Nat. Rev. Neurosci. 11, 490-502 \\(2010).\r\n  4. Egashira, N. et al. Impaired social interaction and reduced anxiety-related behavior in vasopressin V1a receptor knockout mice. Behav. Brain Res. 178, 123-127 \\(2007).\r\n  5. Mitsui, S. et al. A mental retardation gene, motopsin/neurotrypsin/prss12, modulates hippocampal function and social interaction. Eur. J. Neurosci. 30, 2368-2378 \\(2009).\r\n  6. Moy, S. S. et al. Sociability and preference for social novelty in five inbred strains: an approach to assess autistic-like behavior in mice. Genes Brain Behav. 3, 287-302 \\(2004).\r\n  7. Goorden, S. M., van Woerden, G. M., van der Weerd, L., Cheadle, J. P. & Elgersma, Y. Cognitive deficits in Tsc1+/- mice in the absence of cerebral lesions and seizures. Ann. Neurol. 62, 648-655 \\(2007).\r\n  8. Sato, A. et al. Rapamycin reverses impaired social interaction in mouse models of tuberous sclerosis complex. Nat. Commun. 3, 1292 \\(2012).\r\n  9. Ehninger, D. et al. Reversal of learning deficits in a Tsc2+/- mouse model of tuberous sclerosis. Nat. Med. 14, 843-848 \\(2008).\r\n  10. Ehninger, D. et al. Gestational immune activation and Tsc2 haploinsufficiency cooperate to disrupt fetal survival and may perturb social behavior in adult mice. Mol. Psychiatry 17, 62-70 \\(2012).\r\n  11. Kobayashi, T. et al. A germ-line Tsc1 mutation causes tumor development and embryonic lethality that are similar, but not identical to, those caused by Tsc2 mutation in mice. Proc. Natl Acad. Sci. USA 98, 8762–8767 \\(2001).\r\n  12. Kobayashi, T. et al. Renal carcinogenesis, hepatic hemangiomatosis, and embryonic lethality caused by a germ-line Tsc2 mutation in mice. Cancer Res. 59, 1206–1211 \\(1999).\r\n  13. Gkogkas, C. G. et al. Autism-related deficits via dysregulated eIF4E-dependent translational control. Nature 493, 371-377 \\(2013).\r\n  14. Zhou, J. et al. Pharmacological inhibition of mTORC1 suppresses anatomical, cellular, and behavioral abnormalities in neural-specific Pten knock-out mice. J. Neurosci. 29, 1773-1783 \\(2009)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by grants from the MEXT of Japan \\(22659190, 20602020, 20390162, 23390377), MHLW of Japan \\(H20-Nanji-Ippan-031, H22-Iyaku -015),  Intramural Research Grant \\(22-6) for Neurological and Psychiatric Disorders from the National Center Neurology and Psychiatry,  and Smoking Research Foundation."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms2295",
                "date": "2013-04-22 08:18:59",
                "title": "Rapamycin reverses impaired social interaction in mouse models of tuberous sclerosis complex",
                "authors": [
                    "Atsushi Sato",
                    "Shinya Kasai",
                    "Toshiyuki Kobayashi",
                    "Yukio Takamatsu",
                    "Okio Hino",
                    "Kazutaka Ikeda",
                    "and Masashi Mizuguchi"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12504,
                "identity": "a0006c53-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Kazutaka Ikeda",
                "email": "ikeda-kz@igakuken.or.jp",
                "orcid": "",
                "institution": "K Ikeda Lab (Igakuken)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Kazutaka",
                "middleName": "",
                "lastName": "Ikeda",
                "suffix": ""
            },
            {
                "id": 12502,
                "identity": "a000657f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Atsushi Sato",
                "email": "",
                "orcid": "",
                "institution": "K Ikeda Lab (Igakuken)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Atsushi",
                "middleName": "",
                "lastName": "Sato",
                "suffix": ""
            },
            {
                "id": 12503,
                "identity": "a000693e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Masashi Mizuguchi",
                "email": "",
                "orcid": "",
                "institution": "The University of Tokyo",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Masashi",
                "middleName": "",
                "lastName": "Mizuguchi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-04-22 08:34:02",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.046",
        "doiUrl": "https://doi.org/10.1038/protex.2013.046",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608717,
                "identity": "fa7c9700-a6bc-4e99-af43-8869f874b3fe",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 16159,
                "visible": true,
                "origin": "",
                "legend": "Active interaction time in Tsc1+/- and Tsc2+/- mice.   Active interaction time was measured in mouse models of TSC. Note that the heterozygous mice (HZ, blue) exhibited significantly lower levels of active interaction than wildtype littermates (WT, white), regardless of sex. F, female, M, male. Error bars indicate the SEM. The number of mice analyzed is presented in the figure. *P < 0.05, **P < 0.01, ***P < 0.001 (t-test).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2695/v1/figure_1.jpg"
            },
            {
                "id": 2608719,
                "identity": "ff8ace6f-bae9-481d-8cd8-9f5a77d2d43c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 17965,
                "visible": true,
                "origin": "",
                "legend": "Active interaction time after rapamycin treatment.   The mice received an intraperitoneal injection of rapamycin or vehicle once daily for 2 days. Active interaction time was then measured in Tsc1 mouse strain (a) and Tsc2 mouse strain (b). In the mutant mice (HZ, blue), active interaction remained lower than wildtype littermates (WT, white) after the injection of vehicle or 2 mg kg-1 rapamycin. Active interaction was normalized in the mutant mice treated with 5 and 10 mg kg-1 rapamycin. Notice that rapamycin had no effects on active interaction time in wildtype mice. Error bars indicate the SEM. The number of mice analyzed is presented in the figure. *P < 0.05, compared with wildtype mice (t-test); #P < 0.05, compared with vehicle (Dunnett’s post hoc test).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2695/v1/figure_2.jpg"
            },
            {
                "id": 2608720,
                "identity": "02894aa1-1e64-4ab9-86af-831fd896b514",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 22932,
                "visible": true,
                "origin": "",
                "legend": "Rearing behavior during the social interaction test.   Behaviors other than active interaction can be similarly analyzed. We counted rearing behavior (i.e., standing up on hindpaws) in the videos. (a) The mutant mice (HZ, blue) exhibited an increase in rearing behavior compared with wildtype littermates (WT, white). (b) The high levels of rearing behavior in the mutant mice (blue) were suppressed to wildtype levels by rapamycin. Notice that rapamycin had no effects on rearing behavior in wildtype mice. F, female; M, male. Error bars indicate the SEM. The number of mice analyzed is presented in the figure. *P < 0.05, **P < 0.01 (t-test).",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2695/v1/figure_3.jpg"
            },
            {
                "id": 13464915,
                "identity": "90e4c225-836e-48ad-bfd1-a1838bb17523",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 237206,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2695/v1/e8ba54d5-7370-49d4-96ad-161d29de2c4e.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "autism, social interaction, mouse",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Autism-related behavioral deficits in rodents are most often studied with regard to impairment in reciprocal social interaction. The social interaction test is a simple test in which behaviors are video-recorded and analyzed to assess active interaction time in a test mouse with a novel mouse. Using this test, we found a reduction of social interaction in mouse models of tuberous sclerosis complex, in which the mice exhibited normal approach to a novel conspecific in three-chamber social approach task. These results suggest that the social interaction test is more sensitive than the three-chamber social approach task for detecting social deficits. Moreover, other behaviors can be measured by analyzing the recorded video, such as rearing behavior, which was increased in mouse models of tuberous sclerosis complex.",
        "manuscriptTitle": "Social interaction test: a sensitive method for examining autism-related behavioral deficits",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-04-22 11:31:18",
                "doi": "10.1038/protex.2013.046",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0000a01-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 22nd, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2981,
                "name": "Biological techniques"
            },
            {
                "id": 2982,
                "name": "Neuroscience"
            },
            {
                "id": 2983,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-04-22 11:31:18",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}