{
    "identity": "nprot-2881",
    "title": "Gold-Nanobeacons as a theranostic system for the detection and inhibition of specific genes",
    "content": [
        {
            "header": "Introduction",
            "content": "A molecular beacon is a stem-loop DNA single-stranded oligonucleotide functionalized with a fluorophore and a quencher at each end. In absence of the complementary target, the stem-loop structure is closed forcing fluorophore and quencher to close proximity, resulting in fluorescence quenching. In presence of a nucleic acid target complementary to the loop sequence, it opens and hybridizes to the molecular beacon forming a double-stranded structure. Concomitant to the stem-loop opening, fluorophore and quencher are spatially separated and fluorescence is restored1. These molecular beacons can be modulated according to each experiment requirements. By playing with the length of both stem and loop, one can achieve a broad range of conditions \\(e.g. stringency, temperature, etc.) for discrimination, lower signal-to-background ratios and/or different dissociation rate constants2. Fluorescence monitoring allows quantitative kinetic analysis of the conformation changes of the molecular beacon under various situations, such as real-time monitoring of DNA cleavage caused by enzymes3, protein–DNA interaction studies4, real-time in vitro transcription monitoring5 and real-time PCR for detection of several virus6 and bacteria7.  Although very useful for in vitro experiments, utilization of molecular beacons ex vivo and in vivo has not been so successful, probably due to the poor chemical stability of nucleic acids in biological media and weak protection against action by nucleases.\r\n\n\nNanotechnology has brought a new range of tools for molecular analysis and clinical diagnostics, imaging and therapy with increased sensitivity and specificity8-13. Due to their optical properties, nanomaterials, and metal nanoparticles \\(NPs) in particular, have been used for nucleic acid screening approaches, namely via thiolated oligonucleotides capable of specific molecular recognition14-17. The combination of NPs’ optical properties with standard molecular beacons will surely have strong impact in molecular and cell biology. Gold nanoparticles \\(AuNPs) have been shown to modulate fluorescence emission in their vicinity18. Several reports have demonstrated intense fluorescent quenching when in close proximity and fluorescent enhancement for longer distances19, which suggests that AuNPs may be a good substitute to standard quenchers. Furthermore, AuNPs allow for in vivo studies of molecular beacon-like structures as they confer considerable protection against enzymatic degradation20, 21 and can act as in vitro and in vivo transfection and targeting vectors22-24 modulating crucial processes, such as antisense and interference pathways.\r\n\n\nAntisense DNA25, 26, RNA interference \\(RNAi)27-29 and microRNA30 pathways constitute powerful and useful tools for sequence-specific post-transcriptional gene silencing. The discovery of their prominent role in regulation of specific gene expression in numerous disease states, such as cancer, has prompt for several strategies towards the development of new efficient delivery systems that control those pathways. \r\n\n\nWith this idea in mind, for the past two years we have designed and optimized an innovative tool based on AuNPs functionalized with a fluorophore-labelled hairpin-DNA, i.e. Au-nanobeacon to follow RNA synthesis in real time in bulky solutions and for antisense DNA and RNA interference \\(RNAi), from gene specific silencing to silence-the-silencers31-33. Derived from these initial efforts, we demonstrated the potential of a single molecular nanoconjugate to intersect all RNA pathways ex vivo: from gene specific downregulation \\(e.g. inhibit GFP reporter) to silencing the silencers, i.e. siRNA and miRNA pathways. This strategy defines the way of using these gold nanoconjugates for the detection \\(diagnostic) and at the same time for the inhibition of specific genes \\(therapy).\r\n\n\n\r\n\n\n\r\n\n\nCOMPARISON WITH OTHER METHODS\r\n\n\nGold nanoparticle-based molecular beacons have shown the capability to specifically detect DNA target sequences34, with better discriminating power for single-mismatch than regular molecular beacons35. Nevertheless, the systems described so far rely on the detection of nucleic acids in bulk solution and can only be used in in vitro applications without translation to cell/tissue/organism testing.\r\n\n\nThe mechanism proposed in this gold-nanobeacon \\(Au-nanobeacon) tool has got several clear advantages compared with traditional methods. Firstly, naked/unmodified oligonucleotides show extremely short half-lives inside cellular environment, feeble protection against RNases and other nucleases, poor chemical stability, and common dissociation from vector. In fact, the major obstacle to clinical application is the uncertainty about how to deliver therapeutic DNAs \\(antisense oligonucleotides) and RNAs \\(e.g., microRNA and/or siRNA) with maximal therapeutic impact due to systemic loss of cargo from traditional vectors. This method offers an unprecedented opportunity to overcome these problems as these nanoconjugates can readily interact with biomolecules on both the surface of cells and inside cells for longer periods of time, due to their small size and protective environment for DNA/RNA oligonucleotides provided by the metal nanoparticle core. The Au-nanobeacons are also highly soluble, homogenous and stable and are not prone to aggregation. In addition, these nanoparticles are thermodynamically stable and can remain inside cells for long periods of time and at low concentrations. Secondly, Au-nanobeacons are capable of efficiently silencing single gene expression, exogenous siRNA and endogenous miRNAs32. Thirdly, the proposed protocol allows real-time detection of the beacon’s signal while yielding a quantifiable fluorescence directly proportional to the level of gene silencing31. This can be used to track the silencing events inside the cell as they occur. All this is achieved in a simple approach that can be straightforwardly adapted and tailored to any specific target. Finally, a significant attribute of these Au-nanobeacons is the ability to attain similar levels of inhibition of gene expression with lower amounts than those of free oligonucleotides without increasing cell death. This extraordinary efficiency occurs probably due to the large payload capacity of the NPs and the longer half-life when inside the cells. The Au-nanobeacons may represent in the near future an economically viable and commercial-scale production for a cell and cell-free system.\r\n\n\nContrary to conventional gene delivery chemistry, which is often associated to systemic toxicity and adverse effects as well as lack of specificity and lower product life-cycle, this method represents a safe, efficient, specific and non-pathogenic vehicle for gene delivery and cell tracking system – a theranostic tool. \r\n\n\nThe main core areas and target audiences are: nanobiotechnology, nanomedicine and biomaterials \\(sensors/detectors for genes/analytes/macromolecules); bio-inspired, biomedical and biomolecular materials; molecular therapy \\(therapeutics genes, antisense, siRNAs, antagomiRs, aptamers); molecular engineering of nucleic acids; molecular self-assembly; and approaches for multiplexing and increasing throughput. \r\n\n\n\r\n\n\nEXPERIMENTAL DESIGN\r\n\n\nThe method is based on AuNPs functionalized with dually-labelled oligonucleotides that assume an hairpin conformation. The gold nanobeacons \\(Au-nanobeacons) consist of gold nanoparticles functionalized with hairpin oligonucleotide structures that present a thiol group at 5’ and a fluorophore at 3’. In addition, Au-nanobeacons also contain Poly\\(ethylene glycol) \\(PEG) that works as spacer between the hairpins and increases the nanostructure stability in biological medium. The Au-nanobeacons are capable of recognizing specific complementary sequences and can be easily synthesized by functionalization of AuNPs with thiolated DNA hairpin oligonucleotides \\(see Figure 1).\r\n\n\n \r\n\n\n<a href=\"http://www.nature.com/protocolexchange/protocols/2881/uploads/2755\"> <img src=\"http://www.nature.com/protocolexchange/system/uploads/2755/original/Figure_1.png?1385423311\" width=\"95%\"> </a>\r\n\n\n\r\n\n\nFollowing careful calibration, the Au-nanobeacons are used to quantitatively monitor RNA synthesis and inhibition in real-time and for kinetic quantification of RNA transcript synthesized by a RNA polymerase31. With a reporter Au-nanobeacon we were able to measure the rate of in vitro RNA synthesis. At the same time, a second Au-nanobeacon targeting the promoter sequence of the RNA polymerase \\(inhibitor) was designed so as to inhibit transcription whilst simultaneously monitoring the number of promoters being silenced. Using the two Au-nanobeacons in the same reaction mixture, we are capable of quantitatively assess in real time the synthesis of RNA and the level of inhibition. Combining the use of a reporter and an inhibitor Au-nanobeacon, we were able to create a dual colour system to quantify transcription and level of inhibition in a single reaction vial. It is possible to quantify the level of inhibition of the RNA synthesis and relate it to the amount of template being effectively silenced, i.e. assessing actual silencing capability. This Au-nanobeacon concept was extended and adapted to a smart tool for RNAi ex vivo, from gene specific silencing to silence-the-silencers32. Au-nanobeacons were shown to be capable of efficiently silencing single gene expression, exogenous siRNA and endogenous miRNAs while yielding a quantifiable fluorescence signal directly proportional to the level of silencing. \r\n\n\nHere we will describe the detail protocol that explains how the nanobeacon’s method can act as both promoter of gene silencing from an antisense DNA and RNA interference approaches, as well as supporters for the recovery of gene expression. Using an antisense approach \\(Au-nanobeacon-Antisense), it is possible to effectively shutdown EGFP expression in cells by blocking translation of a complementary mRNA by base pairing and consequent physical obstruction of the translation machinery. In the RNA interference pathway \\(Au-nanobeacon Anti-siRNA), we use AuNPs functionalized with siRNAs for EGFP silencing. Additionally, using an Au-nanobeacon Anti-miRNA, the method here described is capable of effectively shutdown microRNAs inside living cells by blocking the endogenous miRNA regulatory pathway.\r\n\n\nA significant attribute of these Au-nanobeacons is the ability to inhibit ex vivo the endogenous and exogenous silencers with noticeably small amounts of effector molecule and without chemical co-transfectants. Because the simple beacon-based scaffold of the Au-nanobeacons, our concept can be easily directed to any desired target without discernible cytotoxicity33, opening an important route towards tuned packaging and cargo delivery systems, which is extremely relevant when translating into in vivo systems.\r\n\n\n\r\n\n\n\r\n\n\nLIMITATIONS\r\n\n\nOne of the major limitations of this kind of system is the need for a characterization and calibration each time you change the molecular beacon sequence and fluorophore. A proper calibration is the key to a successful and specific Au-nanobeacon. Moreover, the correct selection of the molecular beacon’s target sequence is essential to attain excellent gene silencing results. Because not all sequences that are complementary to a given target mRNA are equally effective, computational tools have been developed based on experimental data to increase the likelihood of selecting effective sequences like siRNA for exemple36. Try to use a good algorithm/tool to design sequences such as that available from the Whitehead Institute for Biomedical Research \\(\"text to link\":http://sirna.wi.mit.edu/) or at least one other algorithm37 or a freely available web-based search tool for sequence design.\r\n\n\nIn fact, success of this protocol is somewhat dependent on the sequence used. Try to avoid secondary structures caused by self-complementary in the oligonucleotide sequence. Use OligoCalc \\(\"text to link\":http://www.basic.northwestern.edu/biotools/oligocalc.html) and NUPACK nucleic acid package \\(\"text to link\":http://www.nupack.org/) to design sequences without secondary structures produced by intermolecular or intramolecular interactions. Also avoid cross homology when designing sequences and then use BLAST to test the specificity for the desirable target \\(\"text to link\":http://blast.ncbi.nlm.nih.gov/Blast.cgi). \r\n\n\nAnother important limitation of this sort of system is related to the choice of fluorophore as the detection system is based on the quenching interaction between AuNPs and fluorophores. As such, an overlap between the AuNPs’ surface plasmon resonance and the fluorophore emission spectrum must occur, which narrows down the number of fluorophores suitable to use in each experiment. This is especially important when trying to use more than two Au-nanobeacons simultaneously. On the other hand, there are fluorophores that present very low fluorescence signal when in presence of AuNPs. This limitation may be circumvented in in vitro and ex vivo experiments by increasing the sensitivity of the detector device used in each case at the expense of the signal-to-noise ratio and the potential creation of false positive and false negative results. Both situations can be minimized and accounted for with a careful choice of the fluorophores and a detailed analysis of the spectra and the microscopy images."
        },
        {
            "header": "Reagents",
            "content": "• Cells to be transfected. A wide range of adherent cells can be used, and choice of cells should therefore be dictated by relevance to downstream functional assays.\r\n\n\n• Dulbecco's modified Eagle's medium with Glutamax™ \\(DMEM, Invitrogen, Cat. No. 10566-032)\r\n\n\n• 10% heat inactivated fetal bovine serum \\(Invitrogen, Cat. No. 26400-044)\r\n\n\n• 100 U/ml penicillin and 100 μg/ml streptomycin \\(Invitrogen, Cat No. 15140-148)\r\n\n\n• EGFP vector \\(pVisionGFP-N vector 4.7 kb, Biovision, Cat. No. 9998-20)\r\n\n\n• Opti-MEM® Reduced Serum Medium \\(Invitrogen, Cat. No. 31985-062)\r\n\n\n• Lipofectamine 2000 \\(Invitrogen, Cat. no. 11668-019). \r\n\n\n• siRNA anti-EGFP \\(Dharmacon, custom made).\r\n\n\n• thiolated-DNA hairpin-Dye \\(STABVIDA, custom made).\r\n\n\n• Coomassie \\(Bradford) Protein Assay Kit \\(Thermo Scientific, Cat. No. 23200) \r\n\n\n• Bovine Serum Albumin \\(BSA) Standards \\(Thermo Scientific, Cat. No. 23209)\r\n\n\n• ProLong® Gold Antifade Reagent with DAPI \\(Invitrogen, Cat. No. P36935)\r\n\n\n• Concentrated Hydrochloric acid \\(HCl, Sigma, Cat. No. 30721)\r\n\n\n\\! CAUTION. HCl is a strong acid; it has a corrosive effect on human tissue, with the potential to damage respiratory organs, eyes, skin, and intestines irreversibly. Handle it in a fume hood.\r\n\n\n• Concentrated Nitric acid \\(HNO3, Sigma, Cat. No. 30702)\r\n\n\n\\! CAUTION. HNO3 is a strong acid and a powerful oxidizing agent; it has a corrosive effect and can cause skin, eyes and respiratory tract irritation. Handle it in a fume hood.\r\n\n\n• Gold\\(III) chloride trihydrate, Hydrogen tetrachloroaurate \\(HAuCl4, Sigma, Cat. No. G4022)\r\n\n\n• Sodium Citrate tribasic dihydrate \\(Sigma, Cat. No. S4641)\r\n\n\n• O-\\(2-Mercaptoethyl)-O’-methyl-hexa\\(ethylene glycol) \\(PEG, Sigma, Cat. No. 672572)\r\n\n\n• Sodium hydroxide \\(NaOH, Sigma, Cat. No. S5881)\r\n\n\n\\! CAUTION. Wear gloves and mask when you are handling it. NaOH can cause chemical burns and may induce permanent blindness if it contacts eyes. Dissolution of NaOH is highly exothermic, and the resulting heat may cause heat burns or ignite flammables.\r\n\n\n• T7 RNA polymerase \\(Thermo Scientific, Cat. No. EP0111)\r\n\n\n• NTP set, 100 mM solutions of each ATP, CTP, GTP and UTP \\(Thermo Scientific, Cat. No. R0481)\r\n\n\n• Spermidine \\(Sigma, Cat. No. S0266)\r\n\n\n\\! CAUTION. Wear gloves and mask when you are handling it. Spermidine can cause skin, eyes and respiratory tract irritation.\r\n\n\n• 5,5’-dithio-bis-\\(2-nitrobenzoic acid) \\(DTNB, Sigma, Cat. No. D8130)\r\n\n\n• Dithiothreitol \\(DTT, Sigma, Cat. No. D0632)\r\n\n\n\\! CAUTION. DTT is an eye irritant.\r\n\n\n• Ethyl Acetate \\(Sigma, Cat. No. 270989)\r\n\n\n• Illustra™ NAP™-5 columns Sephadex™ G-25 DNA grade \\(GE Healthcare Life Sciences, Cat. No. 17-0853-02)\r\n\n\n• SDS \\(Sigma, Cat. No. L3771)\r\n\n\n\\! CAUTION. Wear mask when you are handling it. SDS is a respiratory tract irritant.\r\n\n\n• Sodium phosphate dibasic anhydrous \\(Na2HPO4, Sigma, Cat. No. 71642)\r\n\n\n• Sodium phosphate monobasic \\(NaH2PO4, Sigma, Cat. No. S8282)\r\n\n\n• Diethylpyrocarbonate \\(DEPC, Sigma, Cat. No. 159220)\r\n\n\n\\!CAUTION. Be careful when handling DEPC; it is combustible, unstable - readily decomposes, incompatible with strong oxidizing agents, strong acids, strong reducing agents, strong bases, ammonia.\r\n\n\n• Sodium chloride \\(NaCl, Sigma, Cat. No. 71379)\r\n\n\n• Magnesium chloride \\(MgCl2, Sigma, Cat. No. 208337)\r\n\n\n• Trisma®-Base \\(Sigma, Cat. No. 93352)\r\n\n\n• Boric acid \\(Sigma, Cat. No. B0252)\r\n\n\n• EDTA \\(Merck, Cat. No. 324503)\r\n\n\n\\! CAUTION. EDTA can cause skin, eyes and respiratory tract irritation.\r\n\n\n• Paraformaldehyde \\(Sigma, Cat. No. P6148)\r\n\n\n• NAP-5 columns \\(Pharmacia Biotech, Sweden)\r\n\n\n• Glutathione \\(Sigma, Cat. No. G4251)\r\n\n\n\r\n\n\nReagent Setup\r\n\n\n• \\! CAUTION. Wear gloves in all the procedures.\r\n\n\n• CRITICAL STEP. Prepare all reagents and dilutions using Milli-Q water, 18.36 M.cm-1.\r\n\n\n• DEPC-water: Add 1 mL of DEPC to 999 mL of Milli-Q water \\(0.1% \\(v/v)) and shake the solution vigorously. Incubate the solution at RT overnight and then autoclave it to inactivate DEPC. This solution can be stored at RT for at least 1 year. \r\n\n\n• Transfection agent: Lipofectamine 2000.\r\n\n\nCRITICAL STEP. The protocol below is based on the manufacturer’s protocol. Note that the optimal ratio of DNA or siRNA to lipid complex may differ for other transfection agents.\r\n\n\n• PBS \\(1×): buffer contains 137 mM NaCl, 2.7 mM KCl, 10 mM Na2HPO4 and 2 mM KH2PO4 \\(pH 7.4).\r\n\n\n• Tris-Borate-EDTA \\(TBE) buffer: 1× TBE buffer contains 89 mM Tris-base, 200 mM boric acid and 2 mM EDTA.\r\n\n\n• 10 mM phosphate buffer solution \\(pH 8): 9.32 mM Na2HPO4, 0.68 mM NaH2PO4. Sterilize by autoclaving and store at 4 °C until use.\r\n\n\n• 0.5 M phosphate buffer solution \\(pH 7): 288.55 mM Na2HPO4, 211.45 mM NaH2PO4. Sterilize by autoclaving and store at 4 °C until use.\r\n\n\n• AGE I solution: 2 % \\(w/v) SDS, 10 mM phosphate buffer \\(pH 8). Sterilize by filtration \\(0.22 μm) and store at 4 °C until use. Warm up to 25 °C before use.\r\n\n\n• AGE II solution: 1.5 M NaCl, 0.01 % \\(w/v) SDS, 10 mM phosphate buffer \\(pH 8). Sterilize by filtration \\(0.22 μm) and store at 4 °C until use. Warm up to 25 °C before use.\r\n\n\n• Transcription Buffer \\(5×): 1M Tris-HCl \\(pH 7.9), 150 mM MgCl2, 250 mM NaCl, 50 mM spermidine."
        },
        {
            "header": "Equipment",
            "content": "• Milli-Q water purification system\r\n\n\n• 24-well microplates for cell culture\r\n\n\n• CO2 incubator\r\n\n\n• Spectrophotometer \\(Thermo Scientific)\r\n\n\n• Spectrofluorimeter \\(Varian)\r\n\n\n• Ultra-Micro Volume Spectroscopy Quartz cuvettes \\(Hellma)\r\n\n\n• Ultra-Micro Volume Fluorimetry Quartz cuvettes \\(Hellma)\r\n\n\n• Zeiss LSM 510 Confocal Laser Point-Scanning Microscope \\(Carl Zeiss)\r\n\n\n• Agarose gel electrophoresis system \\(Wide Mini-Sub® cell GT, Biorad)\r\n\n\n• NanoDrop 2000 spectrophotometer \\(Thermo Scientific)\r\n\n\n• Rounded bottom 500 mL two-neck flask\r\n\n\n• Magnetic stirrer\r\n\n\n• Stopper\r\n\n\n• Condenser\r\n\n\n• 250 mL Erlenmeyer amber flask with a ground glass cap\r\n\n\n• Hot plate with magnetic stirrer\r\n\n\n• Metal adaptor for rounded bottom flasks\r\n\n\n• Refrigerated centrifuge \r\n\n\n• Neubauer chamber or haemocytometer"
        },
        {
            "header": "Procedure",
            "content": "Gold nanoparticle preparation – TIMING 1 day\r\n\n\n1) Prepare aqua regia by mixing 3:1 concentrated HCl:HNO3 in a large and open container in a fume hood.\r\n\n\n\\! CAUTION. Be extremely careful when preparing and working with aqua regia. Wear goggles and gloves at all times, and execute the experiment in a fume hood. Aqua regia should be freshly prepared and should never be stored in a closed vessel. Closed aqua regia containers may explode. Safe disposal should be performed by careful dilution and neutralization.\r\n\n\n2) Immerse the 500 ml two-neck flask, magnetic stir bar, stopper, condenser and  a 250 mL Erlenmeyer in freshly prepared aqua regia for at least 15 min. Wash the glassware with copious amount of Millipore-filtered water. \r\n\n\nCRITICAL STEP. High-quality nanoparticles are essential for the success of the experiment. Care should be taken to make sure that no contamination is present during nanoparticle synthesis.\r\n\n\n3) Load 225 mL of 1 mM HAuCl4 \\(88.61 mg) into the rounded bottom two-neck flask. Place the flask in the hot plate with respective adaptor. \r\n\n\n4) Place the stirrer inside the flask, connect the condenser to one neck of the flask and place the stopper in the other neck. Put the flask on the hot plate to reflux while stirring.\r\n\n\n5) When solution begins to reflux, remove the stopper and swiftly add 25 ml of 38.8 mM \\(285 mg) sodium citrate and place the stopper back into the two-neck flask. The colour should change from pale yellow to deep red in approximately 1 min. Allow the system to reflux for another 30 min.\r\n\n\nCRITICAL STEP. After adding the citrate solution, the initial pale yellow colour of the Au\\(III) solution should become instantly colourless and then gradually change to deep red due to the nanoparticle formation. The reduction process usually takes a few minutes to occur. During this process, a precursor called acetone dicarboxylic acid is formed as a result of the oxidation of citrate. This precursor plays the roles of precursor, reducing and nucleating agents. The Au\\(III) ions are then reduced to Au\\(I) and when the solution becomes saturated of Au\\(I) atoms, they start to precipitate in the form of nanoparticles. The citrate acts as capping and stabilizing agent that covers the nanoparticles’ surface avoiding nanoparticle aggregation38.\r\n\n\n\r\n\n\n6) Turn off heating and allow the system to cool down to room temperature \\(23–25 °C) under stirring. Keep it protected from light. Transfer the colloidal solution to a 250 mL Erlenmeyer amber flask with a ground glass cap. The diameter of such prepared nanoparticles is ~14 nm. Take a UV-Visible spectrum of the AuNPs and characterize the produced AuNPs by Transmission Electron Microscopy. The colour of the produced AuNPs should be burgundy red \\(see Figure 2b Inset), and the nanoparticle shape should be spherical under transmission electron microscopy \\(TEM). \\(Note: Nanoparticles of 14 nm diameter are used because they can be synthesized in high quality and reproducibility39, and the protocol of functionalization with DNA has been well established17, 38. Figure 2 shows an example of the size, morphology and UV-Vis spectrum of the resulting nanoparticles.\r\n\n\n? TROUBLESHOOTING \r\n\n\n\r\n\n\n7) Determine the nanoparticles’ concentration via Lambert–Beer equation, using the absorbance and the molar absorptivity of the nanoparticles. The nanoparticles should present a typical Surface Plasmon Resonance peak at around 520 nm with a correspondent extinction coefficient of ~2.33×108 M-1.cm-1 40. Normal production yields a solution of gold nanoparticles of 13 to 15 nM. \\(Note: The Lambert–Beer law states that the absorbance of a homogeneous substance becomes linear with its concentration according to the formula A = ε × l × C, where A is the substance absorbance, ε is the molar absorptivity for the wavelength of A, l is the optical path length, and C is the concentration of the solution. Care should be taken not to exceed an absorbance of 2 so as to avoid deviations to the Lambert–Beer law. If the measured absorbance exceeds this value, dilute the sample and consider the dilution factor when calculating the original stock concentration.\r\n\n\n\r\n\n\nPAUSE POINT. The prepared nanoparticles are stable for months when stored in a container \\(preferably glass previously treated with aqua regia) at room temperature. Do not freeze the nanoparticles.\nSynthesis of PEGylated Gold Nanoparticles – TIMING 20 hours\r\n\n\n8) Mix 41.7 mL of a 12 nM stock solution of citrate-gold nanoparticles \\(final concentration, 10 nM) with 150 µL of a 1 mg/mL stock solution of O-\\(2-Mercaptoethyl)-O’-methyl-hexa\\(ethylene glycol) \\(PEG) \\(final concentration, 0.003 mg/mL)  in an aqueous solution of SDS \\(0.028%). Incubate for 10 minutes.\r\n\n\n9) Add 625 µL of a 2 M stock solution of NaOH to reach a final concentration of 25 mM and incubate for 16 hours at room temperature.\r\n\n\n10) Distribute the volume in centrifuge tubes and centrifuge at 21,460 ×g for 30 min at 4ºC to remove the excess PEG. Remove tubes from the centrifuge. The tubes should present an oily red precipitate and a clear supernatant. Remove the supernatant and keep it for subsequent analysis and keep track of the removed volume. Ressuspend the precipitate by adding DEPC-treated water. \r\n\n\n11) Run an UV-Visible spectrum of the PEGylated AuNPs and determine the concentration using the same method as described in step 7.\r\n\n\n12) Prepare a calibration curve in the range of 0.0002-0.035 mg/mL of PEG by mixing the appropriate amount of stock solution of PEG for each concentration with 100 µL of phosphate buffer 0.5 M \\(pH 7) and add Milli-Q water up to 300 µL. Also mix 200 µL of the supernatant retrieved in 9 and mix it with 100 µL of phosphate buffer 0.5 M \\(pH 7). Add 7 µL of 0.05 mg/mL 5,5’-dithio-bis-\\(2-nitrobenzoic acid) \\(DNTB) to each of these mixtures and incubate for 15 minutes at room temperature.\r\n\n\n13) Take a UV-Visible absorption spectrum \\(290-600 nm) of each of the mixtures and record the absorbance values at 412 nm. Use the calibration curve to calculate the amount of PEG in the supernatant and subtract this value to the amount added to the solution and the number of PEG chains to determine the amount of PEG molecules bonded to the AuNPs’ surface. An example of the outcome of this part of the procedure can be seen in Figure 3a.\r\n\n\nPAUSE POINT. Store the nanoparticles functionalized with O-\\(2-Mercaptoethyl)-O’-methyl-hexa\\(ethylene glycol) at 4˚C for 6 months in the dark.\nSynthesis of Au-nanobeacons – TIMING 20 hours\r\n\n\n14) Mix the thiolated oligonucleotides with DTT to attain a final concentration of 0.1 M. Incubate for at least 2 hours at 4˚C.\r\n\n\n15) Extract one volume \\(100-500 µL) of thiol-modified oligonucleotide with two volumes of ethyl acetate. Mix thoroughly.\r\n\n\n16) Centrifuge for 5 minutes at 21,460 ×g and discard the organic phase \\(upper phase).\r\n\n\n17) Repeat steps 15 and 16 two more times.\r\n\n\n18) Purify the remaining aqueous phase using a desalting NAP-5 column according with the manufacturer instructions. Be sure to use 10 mM phosphate buffer \\(pH 8) as eluent.\r\n\n\n19) Quantify the purified oligonucleotide by UV-Visible spectroscopy using the extinction coefficient at 260 nm provided by the oligonucleotide manufacturer. If the extinction coefficient is not provided, use one of the many available software programs or online tools to calculate it \\(e.g., http://www.basic.northwestern.edu/biotools/oligocalc.html).\r\n\n\n20) Mix the purified oligonucleotide with the PEGylated AuNPs prepared earlier in a 1:100 AuNP:oligonucleotide ratio.\r\n\n\n21) Add AGE I solution to achieve a final concentration of 10 mM phosphate buffer \\(pH 8), 0.01% \\(w/v) SDS. Incubate for 20 min at room temperature.\r\n\n\n22) Sequentially increase the ionic strength of the solution by adding the respective volume of AGE II up to a final concentration of 10 mM phosphate buffer \\(pH 8), 0.05 M NaCl, 0.01% \\(w/v) SDS. Incubate for 20 minutes.\r\n\n\n23) Repeat step 22 for final concentrations of 0.1, 0.2 and 0.3 M of NaCl. Following the last addition, incubate for 16 hours at room temperature. \r\n\n\n? TROUBLESHOOTING \r\n\n\n\r\n\n\n24) Centrifuge for 20 minutes at 21,460 ×g. There should be an oily precipitate at the end of the tube. Remove a fixed amount of supernatant and store it. Redisperse the precipitate in the same volume of DEPC-treated water.\r\n\n\nCRITICAL STEP. Be careful not to disturb the precipitate while removing the supernatant. Inadverted redispersion of the Au-nanobeacons before removing the supernatant can result in major losses of Au-nanobeacons and contamination of the supernatant with Au-nanobeacons.\r\n\n\n25) Repeat step 24 two more times. Take a UV-Visible spectrum of the Au-nanobeacons and determine the concentration using the same method as described in 6.\r\n\n\n? TROUBLESHOOTING \r\n\n\n\r\n\n\n26) Prepare a calibration curve \\(calibration curve 26a) in the range of 0.1-10 µmol of the oligonucleotide added in step 20 by mixing the appropriate amount of stock solution of fluorescent oligonucleotide with AGE I and AGE II solutions in order to obtain a final volume of 100 µL with final concentration of 10 mM phosphate buffer \\(pH 8), 0.3 M NaCl and 0.01% \\(w/v) SDS. Prepare a second calibration curve \\(calibration curve 26b) in the range of 0.1-2.5 µmol of the oligonucleotide added in step 19 by mixing the appropriate amount of stock solution of fluorescent oligonucleotide with DEPC treated water.\r\n\n\nCRITICAL STEP. Use at least 5 different concentration to build your calibration curve \\(i.e. 10, 7.5, 5.0, 2.5, 1.0 µmol for calibration curve 26a and 2.5, 1.0, 0.5, 0.2, 0.1 µmol for calibration curve 26b, see Figure 3b Inset).\r\n\n\n27)  Take fluorescence spectra of each of the mixtures of the calibration curve and the supernatants recovered in steps 24 and 25. Be sure to use the appropriate excitation, detection wavelengths and their respective slits \\(i.e. for 6-FAM excite the fluorophore at 490 nm, collect the emission at 500-700 nm and use 5 nm slits). \r\n\n\n28) Calculate the area under the curve from the emission spectra. Use the equation of the calibration curve to determine the amount of fluorophore-labelled oligonucleotides that are present in each supernatant. Use calibration curve 26a for the supernatant recovered in step 24 and calibration curve 26b for the supernatants recovered in step 25.\r\n\n\n29) Subtract the result to the amount of oligonucleotides added in step 20 to obtain the amount of oligonucleotides that are present at the surface of the oligonucleotides. Use the determined value to ascertain the final AuNP:oligonucleotides ratio. An example of the result obtained in this section can be seen in Figure 3b.\r\n\n\n30) Fully characterize the Au-nanobeacons by determining the hydrodynamic radius using Dynamic Light Scattering and the surface charge through Zeta Potential.\r\n\n\nPAUSE POINT. Store the Au-nanobeacons at 4˚C in the dark for 3 months without loss of fluorescence signal or signs of aggregation. \r\n\n\n\r\n\n\nCharacterization and calibration of Gold Nanobeacons – TIMING 30 hours\r\n\n\n31) Hairpin reversible denaturation/renaturation test\r\n\n\na. Incubate 1 nM of the Au-nanobeacons in phosphate buffer 10 mM \\(pH 8) at increasing temperatures in the range of 10º80ºC. Take an emission spectrum at the wavelength that is appropriate to the chosen fluorophore every 2 minutes \\(Figure 4a).\r\n\n\nb. Calculate the area under the curve for each spectrum and plot the results against temperature. \r\n\n\nc. Repeat step 31a with decreasing temperatures in the 80º-10ºC interval. Repeat step 31b. The results should resemble denaturing and renaturing DNA profiles as shown in Figure 4a. This will indicate whether the produced Au-nanobeacons can reversibly change their hairpin conformation into an open one.\r\n\n\n? TROUBLESHOOTING \r\n\n\n32) Au-nanobeacon stability in reductive environments\r\n\n\nd. Incubate 1nM of Au-nanobeacon with 5, 10 and 100 mM of Dithiothreitol \\(DTT) at 37˚C for 24 hours.\r\n\n\ne. Measure the fluorescence intensity at 37˚C every 15 minutes with excitation and emission setups appropriate for the chosen fluorophore \\(i.e. for cy3 excite at 530 nm and detect in the 550-570 nm range with slits of 5 nm.\r\n\n\nf. Repeat the procedure with 5, 10 and 100 mM of glutathione.\r\n\n\ng. Expected results for both reducing agents with 100 mM of DTT and glutathione are shown in Figure 4b. For 5 and 10 mM of reducing agents, the variation of the emission spectra should be negligible.\r\n\n\nCRITICAL STEP.  If the emission spectra of the Au-nanobeacons in presence of 5 or 10 mM of either of the reducing agents changes, it highly likely that the Au-nanobeacons will not maintain their integrity throughout the following experiments.\n33) Au-nanobeacons hybridization specificity\r\n\n\na. Mix 1 nM of Au-nanobeacons with complementary and non-complementary targets and 20 µL of transcription buffer 5× for a final volume of 100 µL. Be sure to mix an amount of target molecules of at least 5 times the corresponding amount of oligonucleotides functionalized into the AuNPs for each sequence. \r\n\n\nb. Incubate according to the downstream desired applications. For example, if the Au-nanobeacon is designed to detect single-stranded nucleic acids produced in in vitro transcription reactions in real-time, then incubate the Au-nanobeacon with complementary and non-complementary single-stranded nucleic acid molecules at 37˚C for 2 hours in transcription buffer. If the Au-nanobeacon is designed to hybridize double-stranded DNA molecules that will be used as templates for in vitro transcription, then proceed with the hybridization and measure the final result.\r\n\n\nc. Record the emission spectra of the Au-nanobeacons in the appropriate timing. For example, if real-time measurement is desired, record a fluorescence spectrum periodically \\(i.e. every 2 minutes). If only the final result is important, record the fluorescence spectrum in the end. Be sure to use the appropriate excitation and emission wavelengths for each fluorophore used.\r\n\n\nd. Calculate the area under each spectrum and plot it against the variable you are trying to study \\(i.e. time, amount of template) \\(Figure 5a). Do also a calibration curve with increasing amounts of non-complementary and complementary target \\(0-2000 µg) \\(Figure 5b).\r\n\n\nCRITICAL STEP.  If the Au-nanobeacons do not respond to the presence of a synthetic complementary target discard them and restart synthesis procedure from step 14.\r\n\n\n? TROUBLESHOOTING\n34) Au-nanobeacons signal-to-hybridized targets calibration\r\n\n\na. Mix 1 nM of Au-nanobeacon with fluorescently-labelled complementary oligonucleotide in a range of 1 nmol to 2 mol in phosphate buffer 10 mM \\(pH 8) for a final volume of 200 µL. Be sure to prepare at least 7 different concentrations of complementary fluorescently-labelled oligonucleotide.\r\n\n\nNote: Label the complementary oligonucleotides with a fluorophore that does not overlap greatly with the AuNPs’ surface plasmon resonance peak and that does not overlap at all with the fluorophore labelling the Au-nanobeacon. Usually longer wavelength fluorophores tend to be a good choice at this stage \\(e.g. Cy5).\r\n\n\nb. Hybridize the mixtures by heating at 80˚C for 10 minutes and slowly cooling down to 20˚C with controlled temperature decrease of 0.1˚C/minute and a stabilization time at 20˚C of at least 20 minutes.\r\n\n\nc. Place 100 µL of the prepared mixtures in a Ultra-micro volume quartz fluorescence cuvette and measure the fluorescence intensity of the fluorophore on the Au-nanobeacon for each of the mixtures using the appropriate spectrofluorimeter configuration. \r\n\n\nd. Centrifuge the remaining 100 µL for 20 minutes at 21,460 ×g. Recover 80 µL of the supernatants without disturbing the oily precipitate. Redisperse the precipitate by adding 80 µL of phosphate buffer 10 mM \\(pH 8).\r\n\n\ne. Centrifuge the mixture again for 20 minutes at 21,460 ×g and recover 80 µL of the supernatant.\r\n\n\nf. Prepare a calibration curve in the range of 1 nmol to 4 mol of the fluorescently-labelled oligonucleotide added in step 34a by mixing the appropriate amount of stock solution of said oligonucleotide with a phosphate buffer 10 mM \\(pH 8) solution \\(Figure 5c). Be sure to use at least 7 different concentrations for the calibration curve.\r\n\n\ng. Measure the fluorescence intensity of the tubes in the calibration curve in 34f and of the supernatants recovered in 34d and e.\r\n\n\nh. Calculate the area under the curve of the emission spectra. Use the equation of the calibration curve to determine the amount of fluorophore-labelled oligonucleotides that are present in each supernatant. \r\n\n\ni. Subtract the result to the amount of oligonucleotides added in step 34a for each tube to obtain the amount of oligonucleotides that are present at the surface of the oligonucleotides. Use the determined value to ascertain the amount of targets hybridized to the Au-nanobeacons for each concentration.\r\n\n\nj. Plot the fluorescence intensity measured in step 34c versus the amount of hybridized target molecules determined in step 34i. The equation recovered from this step will allow the indirect quantification of real-time measurements in the following steps \\(Figure 5d).\r\n\n\n\r\n\n\nReal-time RNA synthesis monitoring using Au-nanobeacons: reporter and inhibitor Au-nanobeacons – TIMING 4.5h\r\n\n\n35) Real-time RNA synthesis detection using a reporter Au-nanobeacon\r\n\n\na. Prepare an in vitro transcription reaction consisting of 20 µL of Transcription buffer 5×, reporter Au-nanobeacon for final concentration of 1 nM, 10 mM of each NTP and 0.6 µg of DNA template in a final volume of 100 µL.\r\n\n\nb. Incubate for 30 min at 37˚C. Record the emission spectra of the corresponding fluorophore using the appropriate excitation and emission conditions. Record the emission every 2 minutes. \r\n\n\nQuickly add 30 U of T7 RNA polymerase and incubate for 1h30 at 37˚C. Be sure to be quick on the addition of the enzyme. Keep recording the fluorescence of the reaction every 2 minutes. \r\n\n\nCRITICAL STEP. Quickly add the enzyme to maintain the measurement intervals.\r\n\n\n\r\n\n\n36) Real-time RNA synthesis detection using a reporter Au-nanobeacon and an inhibitor Au-nanobeacon\r\n\n\na. Prepare an in vitro transcription reaction consisting of 20 µL of Transcription buffer 5×, reporter Au-nanobeacon for final concentration of 1 nM, inhibitor Au-nanobeacon for final concentration of 1 nM, 10 mM of each NTP and 0.6 µg of DNA template in a final volume of 100 µL.\r\n\n\nNote: If the desired result is to be compared to non-inhibited experiment, be sure to add a non-related Au-nanobeacon in order to maintain a comparable amount of AuNPs in both solutions.\r\n\n\nb. Incubate for 30 min at 37˚C. Record the emission spectra of the corresponding fluorophore using the appropriate excitation and emission conditions. Record the emission every 2 minutes. \r\n\n\nc. Quickly add 30 U of T7 RNA polymerase and incubate for 1 hour and 30 minutes at 37˚C. Be sure to be quick on the addition of the enzyme. Keep recording the fluorescence of the reaction every 2 minutes. \r\n\n\nCRITICAL STEP. Quickly add the enzyme to maintain the measurement intervals.\r\n\n\nd. Typical results from this essay can be seen in Figure 6.\r\n\n\ne. For semi-quantitative quantification in real-time, use the equations determined in step 34j and the fluorescence intensity signal obtained in steps 35b, 35c, 36b and 36c and calculate the amount of RNA being produced or the number of Au-nanobeacons hybridized to the reaction template.\nEx vivo studies – TIMING 1-3 Days\r\n\n\nModulating crucial gene silencing pathways \\(Antisense DNA, RNA interference and microRNA) with Au-nanobeacons \\(Figure 7).\nSilencing EGFP expression with Antisense Au-nanobeacons TIMING 1-3 Days\r\n\n\n37) The day before EGFP plasmid transfection, seed 1×105 cells/well in 24-well plates in 500 L of the appropriate complete growth medium, antibiotic-free.\r\n\n\n38) Check the cell density using an inverted optical microscope.\r\n\n\nCRITICAL STEP. Cells must be 50–80% confluent at the time of transfection to obtain high efficiency and expression levels, and to minimize decreased cell growth associated with high transfection activity. \r\n\n\n\r\n\n\n39) To do the seeding, detach cells with trypsin 1x, resuspend them in complete growth medium, antibiotic-free and pellet by mild centrifugation at 250 ×g for 5 minutes at RT.\r\n\n\n40) Resuspend cells in 10 mL of complete growth medium, antibiotic-free. Calculate the amount of cell suspension to use per well by using a Neubauer chamber or haemocytometer for cell counting.\r\n\n\nCRITICAL STEP. Usually, for a typically experiment starting from a confluent culture flask \\(75 cm2) and plating 1×105 cells per well in 24-well plates equivalent to 50% confluence \\(surface coverage), use 100 µL of cell suspension plus 400 µL of complete growth medium, antibiotic-free. per well. \r\n\n\n\r\n\n\n41) To do confocal microscopy, cells should be growth on glass slides \\(e.g. round coverslips with 12 mm diameter and <1.5 mm thickness for 24-well plates).\r\n\n\nCRITICAL STEP. It is crucial that the media used prior or during plasmid transfection is antibiotic-free media as this will cause cell death and serum-free media to avoid inhibition of the cationic lipid-mediated transfection, using Lipofectamine. Test media for compatibility with transfection reagent before use. We have had success with Opti-MEM® I Reduced Serum Medium.\r\n\n\n\r\n\n\n42) Incubate at 37ºC in a humidified 5% CO2 atmosphere for 24 hours.\r\n\n\n43) Aspirate the medium in each well and immediately add 400 µL of fresh Opti-MEM® I Reduced Serum Medium to each well.\r\n\n\n44) Dilute 2 µL of Lipofectamine Reagent in 48.5 µL of serum-free medium and incubate 5 minutes at RT.\r\n\n\nCRITICAL STEP. It is best to use polypropylene instead of polystyrene tubes, once the highly cationic lipid-mediated transfection system may get easily attached to plastic tube walls.\r\n\n\n\r\n\n\n45) Dilute 1 µg \\(e.g. 5 µL of a stock solution of 200 ng/µL) of EGFP vector \\(pVisionGFP-N vector 4.7 kb - encoding green fluorescent protein, VisionGFP, optimized for high expression in mammalian cells) in 45 µL of serum-free medium and incubate 5 minutes at RT.\r\n\n\nCRITICAL STEP. The ratio of DNA vector \\(in μg):Lipofectamine \\(in μl) to use when preparing complexes should be 1:2 to 1:3 for most cell lines. Some optimization may be necessary once the optimal complex ratio and transfection efficiency may vary with cell line and confluence. However, these ratios are a good starting point.\r\n\n\n\r\n\n\n46) Mix solutions from 44) and 45) together, mix gently by pipetting up and down and flicking the tube, and incubate at room temperature for 30 minutes.\r\n\n\nCRITICAL STEP. Usually, this incubation time can be varied between 20 and 45 min with little effect on silencing efficiency. In fact, complexes are stable for 6 hours at room temperature. However, try not to use longer incubation times than 30 minutes as it may decrease activity. Do not agitate the complexes solution vigorously.\r\n\n\n\r\n\n\n47) Add the 100 μl of DNA vector-Lipofectamine complexes to each well. Mix gently by rocking the plate back and forth.\r\n\n\n48) Incubate the cells at 37°C in a CO2 incubator for 24 hours until they are ready to incubate with Antisense Au-nanobeacons.\r\n\n\nCRITICAL STEP. It is not necessary to remove the complexes or change the medium, nevertheless, growth medium may be replaced after 4-6 hours without loss of transfection activity, especially if you are facing toxicity effects. If so, remove media containing complexes and discard. Add fresh and complete media with serum and antibiotics.\r\n\n\n\r\n\n\n49) After 24 hours of EGFP vector transfection, you can check EGFP expression using an inverted fluorescence microscope.\r\n\n\n? TROUBLESHOOTING \r\n\n\n\r\n\n\n50) incubate cells with 30 nM \\(concentration of hairpin oligonucleotide functionalized on the nanoparticle’s surface calculated in steps 24-29 of beacon coverage on AuNPs) of Antisense Au-nanobeacons for EGFP silencing in Opti-MEM® Reduced Serum Medium. Shake well to ensure even distribution of nanoparticles in the well.\r\n\n\nCRITICAL STEP. It is essential to carry out a titration series of the various concentrations of hairpin oligonucleotide functionalized on the NPs’ surface to identify the most effective sequence and the lowest possible concentration that still generates the desired level of knockdown.\r\n\n\n\r\n\n\n51) After 24 to 72 hours, wash cells with 500 µL of 1× PBS.\r\n\n\n52) Assess knockdown extracting total RNA to use for real-time RT-PCR or by direct measuring of EGFP fluorescence from cell lysates.\r\n\n\n? TROUBLESHOOTING \r\n\n\n\r\n\n\n53) For direct measuring of EGFP fluorescence from cell lysates, lyse cells with osmotic shock \\(cell bursts due to an osmotic imbalance that has caused excess water to move into the cell) by incubating in 100 µl of water and briefly sonicate for 5 minutes.\r\n\n\n54) Pipette the cell lysate several times and vortex to ensure sufficient cell disruption. Keep lysates on ice.\r\n\n\nCRITICAL STEP. The cell lysis should be in water and mechanical only once all cell lysates will be further used to total protein quantification using the Bradford assay, which is highly unstable to some detergents, surfactants, flavonoids and basic protein buffers.\r\n\n\n\r\n\n\n55) After lysis, centrifuge cell lysates at 20,000 ×g at 4ºC on a bench top centrifuge for 5 minutes.\r\n\n\n56) Remove the tubes from the centrifuge. The supernatant should be clear. Recover supernatants.\r\n\n\n57) Measure fluorescence using 100 µL of supernatant in a spectrofluorimeter using a quartz cuvette \\(EGFP: Excitation/Emission = 480/510 nm).\r\n\n\n? TROUBLESHOOTING\r\n\n\n\r\n\n\n58) Measure fluorescence emission by taking the area under the curve from 495 to 650 nm. \r\n\n\n59) Following fluorescence measurements perform a Bradford assay to determine the total protein concentrations of each sample. \r\n\n\n60) All the EGFP fluorescence values should be normalized to the bulk protein concentration, extrapolating from a standard calibration curve of protein \\(e.g. BSA). The normalized fluorescence values for each sample should be normalized for the untreated controls to determine per cent knockdown of EGFP.\r\n\n\n? TROUBLESHOOTING\r\n\n\n\r\n\n\n61) For confocal microscopy, after step 11) fix cells with 4% paraformaldehyde in PBS for 15 min at 37ºC.\r\n\n\n62) Mount cell on coverslip in a slide with 20 µL of ProLong® Gold Antifade Reagent with DAPI to allow for nuclear staining. \r\n\n\n63) Image cells with a confocal laser point-scanning microscope. The laser lines for excitation are 405 nm for DAPI \\(nucleus), 480 nm for EGFP, and 561 nm for Cy3 \\(recommended dye for Au-nanobeacons).\r\n\n\n\r\n\n\nEGFP recovery via RNA interference pathway using Anti-siRNA Au-nanobeacons. TIMING 1-3 Days\r\n\n\n64) Repeat steps 36-49.\r\n\n\n65) After 24 hours of EGFP vector transfection, incubate cells with 10 nM of siRNA for EGFP using 2 µL of Lipofectamine 2000 and Opti-MEM® Reduced Serum Medium as described in steps 6-8.\r\n\n\n66) For the evaluation of EGFP recovery, add 10 nM \\(concentration of hairpin oligonucleotide functionalized on the NPs’ surface calculated in steps 24-29 of beacon coverage on AuNPs) of Anti-siRNA Au-nanobeacons in Opti-MEM® Reduced Serum Medium with several delays of incubation \\(0.5, 1, 3, 6 and 24 hours) regarding siRNA incubation. Usually, the maximal recovery of gene expression is around 0.5-1 hours of delay.\r\n\n\n\\! CAUTION. All siRNA stocks or Au-nanobeacons have to be made in DEPC-treated solutions, to reduce the risk of RNA being degraded by RNases. Wear gloves.\r\n\n\n67) After 48 hours, wash cells in 1× PBS.\r\n\n\n68) Repeat steps 50-61.\r\n\n\n\r\n\n\nEGFP recovery via Antisense pathway using ssRNA oligonucleotides against Antisense Au-nanobeacons. TIMING 1-3 Days\r\n\n\n69) Repeat steps 36-49.\r\n\n\n70) After 24 hours of EGFP vector transfection, incubate cells with incubate cells with 30 nM \\(concentration of hairpin oligonucleotide functionalized on the nanoparticle’s surface calculated in steps 24-29 of beacon coverage on AuNPs) of Antisense Au-nanobeacons for EGFP silencing in Opti-MEM® Reduced Serum Medium. Shake well to ensure even distribution of nanoparticles in the well.\r\n\n\n71) For the evaluation of EGFP recovery, add 30 nM of ssRNA oligonulceotides against Antisense Au-nanobeacons in Opti-MEM® Reduced Serum Medium with several delays of incubation \\(0.5, 1, 3, 6 and 24 hours) regarding Antisense Au-nanobeacons incubation. Usually, the maximal recovery of gene expression is around 0.5-1 hours of delay.\r\n\n\n72) After 48 hours, wash cells in 1× PBS.\r\n\n\n73) Repeat steps 50-61.\r\n\n\n\r\n\n\nmicroRNA silencing via Anti-miR Au-nanobeacons. TIMING 1-3 Days\r\n\n\n74) Plate cells at 1×105 cells/well in 24-well plates in the afternoon. Cells must be 50–80% confluent at the time of transfection and should be grown in complete medium.\r\n\n\n75) 24 hours after of the cell seeding, treat cells were treated with 10, 30 and 50 nM \\(concentration of hairpin oligonucleotide functionalized on the nanoparticle’s surface calculated in steps 24-29 of beacon coverage on AuNPs) of Anti-miR Au-nanobeacons for 24, 48 and 72 hours of incubation. \r\n\n\n76) After 24, 48 and 72 hours, wash cells with 1× PBS, lysed and collected for RNA extraction or prepare for confocal microscopy according to steps 50-61."
        },
        {
            "header": "Timing",
            "content": "Steps 1-7, Gold nanoparticle preparation: 1 day.\r\n\n\nSteps 8-13, Synthesis of PEGylated Gold Nanoparticles: 20 hours.\r\n\n\nSteps 14-30, Synthesis of Au-nanobeacons: 20 hours.\r\n\n\nSteps 31-34, Characterization and calibration of Au-nanobeacons: 30 hours.\r\n\n\nSteps 35-36, Real-time RNA synthesis monitoring using Au-nanobeacons - reporter and inhibitor Au-nanobeacons: 4.5 hours.\r\n\n\nSteps 37-63, Silencing EGFP expression with Antisense Au-nanobeacons: 1-3 Days.\r\n\n\nSteps 64-68, EGFP recovery via RNA interference pathway using Anti-siRNA Au-nanobeacons: 1-3 Days.\r\n\n\nSteps 69-73, EGFP recovery via Antisense pathway using ssRNA oligonucleotides against Antisense Au-nanobeacons: 1-3 Days.\r\n\n\nSteps 74-76, microRNA silencing via Anti-miR Au-nanobeacons: 1-3 Days."
        },
        {
            "header": "Troubleshooting",
            "content": "see \"Table 2\":http://www.nature.com/protocolexchange/protocols/2881/uploads/2777"
        },
        {
            "header": "Anticipated Results",
            "content": "ANTICIPATED RESULTS\r\n\n\n\r\n\n\nThis protocol provides detailed procedures for production and calibration of a smart nanoparticle delivery technology – Au-nanobeacons - capable of blocking crucial silencing pathways, such as microRNA, RNA interference and Antisense DNA. In fact, gold nanoparticles functionalized with hairpin DNA can act as both promoters of gene silencing from an antisense and RNA interference approaches and as supporters for the recovery of gene expression in in vitro and ex vivo applications.\r\n\n\nThe designed Au-nanobeacon exhibits a fluorescently labelled hairpin DNA that brings the fluorophore into close proximity to the AuNP, quenching the fluorescence. Hybridization of the Au-nanobeacon to the complementary target restores fluorescence indicating effective silencing and allowing for visualization inside cells. Au-nanobeacons are capable of intersecting both pathways – siRNA and miRNA, and can be used either to down regulate a specific gene or to silence the silencers, allowing for recovery of previously downregulated gene expression while simultaneously tracking cell internalization and identifying the cells where silence is occurring. \r\n\n\nThe Au-nanobeacon approach allows for direct visualization of effective silencing and cell localization via a quantifiable fluorescence signal, making nanotheranostics possible.\r\n\n\n\r\n\n\nAnticipated results of this protocol are as follows:\r\n\n\n\r\n\n\n• Based on the previous studies and calibrations, the resulting Au-nanobeacons can be manufactured with precise and high reproducibility31-33.\r\n\n\n\r\n\n\n• The resulting Au-nanobeacons will be homogenous \\(Figure 2), as well as chemically and thermodynamically stable \\(Figure 4).\r\n\n\n\r\n\n\n• The resulting Au-nanobeacons will be highly specific and selective for the desirable target \\(Figure 5).\r\n\n\n\r\n\n\n• Upon hybridization to the target sequence, the beacons’ conformation change leads to fluorescence emission that signals target recognition and that silencing is occurring \\(Figure 6).\r\n\n\n\r\n\n\n• Physicochemical characterization of the Au-nanobeacons will be achieved by determining nanoparticle’s dispersion via Transmission electron microscopy \\(TEM), the hydrodynamic radius using Dynamic Light Scattering \\(DLS) and the surface charge through Zeta Potential \\(see Figure 8).\r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/protocols/2881/uploads/2769\"> <img src=\"http://www.nature.com/protocolexchange/system/uploads/2769/original/Figure_8.png?1385423796\" width=\"95%\"> </a>\r\n\n\n\r\n\n\n\r\n\n\n• Quantification of EGFP expression by direct measurement of EGFP fluorescence levels \\(Figure 9a,b) reveals that only the antisense Au-nanobeacon at 30 nM down-regulates EGFP expression \\(Figure 9b). The employment of the most frequently used transfection agent -Lipofectamine - did not result in EGFP silencing \\(Figure 9a). These data are corroborated by qRT-PCR \\(Figure 9c,d). A significant fluorescence decrease \\(55.57 ± 13.34% EGFP down-regulation) was observed at 30 nM of antisense Au-nanobeacon \\(Figure 9d).\r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/protocols/2881/uploads/2771\"> <img src=\"http://www.nature.com/protocolexchange/system/uploads/2771/original/Figure_9.png?1385423851\" width=\"95%\"> </a>\r\n\n\n\r\n\n\n\r\n\n\n• Specific Au-nanobeacons are capable of intersecting messenger RNA \\(Figure 10a) as well as both pathways – siRNA and miRNA \\(Figure 10c-e), leading to recovery of previously downregulated gene expression while simultaneously discriminating cells where silencing is occurring. \r\n\n\n\r\n\n\n• Target recognition leads to change of Au-nanobeacon conformation in the cytoplasm with concomitant fluorescence signal \\(red, Cy3) encircling the cell nuclei \\(blue, DAPI) \\(Figure 10a and 10c). The fluorescence signal will allow for tracking cell internalization and sub-cellular localization.\r\n\n\n\r\n\n\n• Specificity of target recognition is corroborated by the relative fluorescence intensity of Au-nanobeacons reading in the Cy3 channel \\(black bars) and EGFP \\(white bars) \\(Figure 10b), obtained after individual colour channel analysis of the confocal images using ImageJ software. \r\n\n\n\r\n\n\n• Quantitative expression and silencing efficiency of Au-nanobeacons after qRT-PCR will show that steady state expression of EGFP and microRNA will be transiently but substantially inhibited by the specific Au-nanobeacon at 48 hours \\(Figure 10a,d,e). \r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/protocols/2881/uploads/2773\"> <img src=\"http://www.nature.com/protocolexchange/system/uploads/2773/original/Figure_10.png?1385423906\" width=\"95%\"> </a>"
        },
        {
            "header": "References",
            "content": "1.      Tyagi,S. & Kramer,F.R. Molecular beacons: probes that fluoresce upon hybridization. Nat. Biotechnol. 14, 303-308 \\(1996).\r\n   2.      Tsourkas,A., Behlke,M.A., Rose,S.D., & Bao,G. Hybridization kinetics and thermodynamics of molecular beacons. Nucleic Acids Res. 31, 1319-1330 \\(2003).\r\n\n\n 3.      Li,J.J., Geyer,R., & Tan,W. Using molecular beacons as a sensitive fluorescence assay for enzymatic cleavage of single-stranded DNA. Nucleic Acids Res. 28, E52 \\(2000).\r\n\n\n 4.      Li,J.J., Fang,X., Schuster,S.M., & Tan,W. Molecular Beacons: A Novel Approach to Detect Protein - DNA Interactions. Angew. Chem. Int. Ed Engl. 39, 1049-1052 \\(2000).\r\n\n\n 5.      Liu,J., Feldman,P., & Chung,T.D. Real-time monitoring in vitro transcription using molecular beacons. Anal. Biochem. 300, 40-45 \\(2002).\r\n\n\n 6.      Waltz,T.L. et al. Development of a molecular-beacon assay to detect the G1896A precore mutation in hepatitis B virus-infected individuals. J. Clin. Microbiol. 43, 254-258 \\(2005).\r\n\n\n 7.      Chen,W., Martinez,G., & Mulchandani,A. Molecular beacons: a real-time polymerase chain reaction assay for detecting Salmonella. Anal. Biochem. 280, 166-172 \\(2000).\r\n\n\n 8.      Conde,J., Doria,G., & Baptista,P. Noble metal nanoparticles applications in cancer. J. Drug Deliv. 2012, 751075 \\(2012).\r\n\n\n 9.      Peer,D. et al. Nanocarriers as an emerging platform for cancer therapy. Nat. Nanotechnol. 2, 751-760 \\(2007).\r\n\n\n 10.      Palonpon,A.F. et al. Raman and SERS microscopy for molecular imaging of live cells. Nat. Protoc. 8, 677-692 \\(2013).\r\n\n\n 11.      de la Rica,R. & Stevens,M.M. Plasmonic ELISA for the detection of analytes at ultralow concentrations with the naked eye. Nat. Protoc. 8, 1759-1764 \\(2013).\r\n\n\n 12.      Kumar,S., Aaron,J., & Sokolov,K. Directional conjugation of antibodies to nanoparticles for synthesis of multiplexed optical contrast agents with both delivery and targeting moieties. Nat. Protoc. 3, 314-320 \\(2008).\r\n\n\n 13.      Shu,Y., Shu,D., Haque,F., & Guo,P. Fabrication of pRNA nanoparticles to deliver therapeutic RNAs and bioactive compounds into tumor cells. Nat. Protoc. 8, 1635-1659 \\(2013).\r\n\n\n 14.      Conde,J., de la Fuente,J.M., & Baptista,P.V. RNA quantification using gold nanoprobes - application to cancer diagnostics. J. Nanobiotechnology. 8, 5 \\(2010).\r\n\n\n 15.      Zhang,J., Song,S., Wang,L., Pan,D., & Fan,C. A gold nanoparticle-based chronocoulometric DNA sensor for amplified detection of DNA. Nat. Protoc. 2, 2888-2895 \\(2007).\r\n\n\n 16.      Liu,J. & Lu,Y. Preparation of aptamer-linked gold nanoparticle purple aggregates for colorimetric sensing of analytes. Nat. Protoc. 1, 246-252 \\(2006).\r\n\n\n 17.      Cao,Y.C., Jin,R., Thaxton,C.S., & Mirkin,C.A. A two-color-change, nanoparticle-based method for DNA detection. Talanta 67, 449-455 \\(2005).\r\n\n\n 18.      Rosa,J.P., Lima,J.C., & Baptista,P.V. Experimental photophysical characterization of fluorophores in the vicinity of gold nanoparticles. Nanotechnology. 22, 415202 \\(2011).\r\n\n\n 19.      Anger,P., Bharadwaj,P., & Novotny,L. Enhancement and quenching of single-molecule fluorescence. Phys. Rev. Lett. 96, 113002 \\(2006).\r\n\n\n 20.      Conde,J., de la Fuente,J.M., & Baptista,P.V. In vitro transcription and translation inhibition via DNA functionalized gold nanoparticles. Nanotechnology. 21, 505101 \\(2010).\r\n\n\n 21.      Rosi,N.L. et al. Oligonucleotide-modified gold nanoparticles for intracellular gene regulation. Science 312, 1027-1030 \\(2006).\r\n\n\n 22.      Conde,J. et al. In vivo tumor targeting via nanoparticle-mediated therapeutic siRNA coupled to inflammatory response in lung cancer mouse models. Biomaterials 34, 7744-7753 \\(2013).\r\n\n\n 23.      Conde,J. et al. Design of multifunctional gold nanoparticles for in vitro and in vivo gene silencing. ACS Nano. 6, 8316-8324 \\(2012).\r\n\n\n 24.      Patel,P.C., Giljohann,D.A., Seferos,D.S., & Mirkin,C.A. Peptide antisense nanoparticles. Proc. Natl. Acad. Sci. U. S. A 105, 17222-17226 \\(2008).\r\n\n\n 25.      Modarresi,F. et al. Inhibition of natural antisense transcripts in vivo results in gene-specific transcriptional upregulation. Nat. Biotechnol. 30, 453-459 \\(2012).\r\n\n\n 26.      Fichou,Y. & Ferec,C. The potential of oligonucleotides for therapeutic applications. Trends Biotechnol. 24, 563-570 \\(2006).\r\n\n\n 27.      Fire,A. et al. Potent and specific genetic interference by double-stranded RNA in Caenorhabditis elegans. Nature 391, 806-811 \\(1998).\r\n\n\n 28.      Baker,M. RNA interference: From tools to therapies. Nature 464, 1225 \\(2010).\r\n\n\n 29.      Wall,N.R. & Shi,Y. Small RNA: can RNA interference be exploited for therapy? Lancet 362, 1401-1403 \\(2003).\r\n\n\n 30.      He,L. & Hannon,G.J. MicroRNAs: small RNAs with a big role in gene regulation. Nat. Rev. Genet. 5, 522-531 \\(2004).\r\n\n\n 31.      Rosa,J., Conde,J., de la Fuente,J.M., Lima,J.C., & Baptista,P.V. Gold-nanobeacons for real-time monitoring of RNA synthesis. Biosens. Bioelectron. 36, 161-167 \\(2012).\r\n\n\n 32.      Conde,J., Rosa,J., de la Fuente,J.M., & Baptista,P.V. Gold-nanobeacons for simultaneous gene specific silencing and intracellular tracking of the silencing events. Biomaterials 34, 2516-2523 \\(2013).\r\n\n\n 33.      Conde,J. et al. Gold-nanobeacons for gene therapy: evaluation of genotoxicity, cell toxicity and proteome profiling analysis. Nanotoxicology.\\(2013).\r\n\n\n 34.      Song,S. et al. Gold-nanoparticle-based multicolor nanobeacons for sequence-specific DNA analysis. Angew. Chem. Int. Ed Engl. 48, 8670-8674 \\(2009).\r\n\n\n 35.      Dubertret,B., Calame,M., & Libchaber,A.J. Single-mismatch detection using gold-quenched fluorescent oligonucleotides. Nat. Biotechnol. 19, 365-370 \\(2001).\r\n\n\n 36.      Pei,Y. & Tuschl,T. On the art of identifying effective and specific siRNAs. Nat. Methods 3, 670-676 \\(2006).\r\n\n\n 37.      Amarzguioui,M. et al. Rational design and in vitro and in vivo delivery of Dicer substrate siRNA. Nat. Protoc. 1, 508-517 \\(2006).\r\n\n\n 38.      Conde,J., Doria,G., de la Fuente,J.M., & Baptista,P.V. RNA quantification using noble metal nanoprobes: simultaneous identification of several different mRNA targets using color multiplexing and application to cancer diagnostics. Methods Mol. Biol. 906, 71-87 \\(2012).\r\n\n\n 39.      Kimling,J. et al. Turkevich method for gold nanoparticle synthesis revisited. J. Phys. Chem. B 110, 15700-15707 \\(2006).\r\n\n\n 40.      Jain,P.K., Lee,K.S., El-Sayed,I.H., & El-Sayed,M.A. Calculated absorption and scattering properties of gold nanoparticles of different size, shape, and composition: applications in biological imaging and biomedicine. J. Phys. Chem. B 110, 7238-7248 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by Fundação para a Ciência e Tecnologia, Ministry of Science and Education \\(FCT/MEC): CIGMH \\(PEst-OE/SAU/UI0009/2011); REQUIMTE \\(PEst-C/EQB/\r\n\n\nLA0006/2011); PTDC/QUI-QUI/112597/2009; PTDC/BBB-NAN/1812/2012. JC was supported by SFRH/BD/62957/2009 and JR by SFRH/BD/43320/2008."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.biomaterials.2012.12.015",
                "date": "2013-11-26 00:37:55",
                "title": "Gold-nanobeacons for simultaneous gene specific silencing and intracellular tracking of the silencing events",
                "authors": [
                    "João Conde",
                    "João Rosa",
                    "Jesús M. de la Fuente",
                    "and Pedro V. Baptista"
                ],
                "journal": "Biomaterials",
                "logo": ""
            },
            {
                "doi": "10.1016/j.bios.2012.04.006",
                "date": "2013-11-26 00:38:31",
                "title": "Gold-nanobeacons for real-time monitoring of RNA synthesis",
                "authors": [
                    "João Rosa",
                    "João Conde",
                    "Jesus M. de la Fuente",
                    "João C. Lima",
                    "and Pedro V. Baptista"
                ],
                "journal": "Biosensors And Bioelectronics",
                "logo": ""
            },
            {
                "doi": "10.3109/17435390.2013.802821",
                "date": "2013-11-26 00:39:11",
                "title": "Gold-nanobeacons for gene therapy: evaluation of genotoxicity, cell toxicity and proteome profiling analysis",
                "authors": [
                    "João Conde",
                    "Miguel Larguinho",
                    "Ana Cordeiro",
                    "Luís R. Raposo",
                    "Pedro M. Costa",
                    "Susana Santos",
                    "Mário S. Diniz",
                    "Alexandra R. Fernandes",
                    "and Pedro V. Baptista"
                ],
                "journal": "Nanotoxicology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12825,
                "identity": "a01c4a51-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Pedro Baptista",
                "email": "pmvb@fct.unl.pt",
                "orcid": "",
                "institution": "Baptista's Lab (Nanomedicine), FCT, Universidade Nova de Lisboa",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Pedro",
                "middleName": "",
                "lastName": "Baptista",
                "suffix": ""
            },
            {
                "id": 12823,
                "identity": "a01c3f19-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "João Conde",
                "email": "",
                "orcid": "",
                "institution": "Baptista's Lab (Nanomedicine), FCT, Universidade Nova de Lisboa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "João",
                "middleName": "",
                "lastName": "Conde",
                "suffix": ""
            },
            {
                "id": 12824,
                "identity": "a01c41bf-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "João Rosa",
                "email": "",
                "orcid": "",
                "institution": "Baptista's Lab (Nanomedicine), FCT, Universidade Nova de Lisboa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "João",
                "middleName": "",
                "lastName": "Rosa",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-11-27 13:33:23",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.088",
        "doiUrl": "https://doi.org/10.1038/protex.2013.088",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608849,
                "identity": "f6d5a0ea-bb6e-4de8-8a27-d1ce923e2209",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 305063,
                "visible": true,
                "origin": "",
                "legend": "Strategy outline   Schematic of the conjugation protocol to achieve a smart gene silencing tool based on AuNPs functionalized with a fluorophore labelled hairpin-DNA – Gold nanobeacon (Au-nanobeacon). This system effectively detects and silences the specific target (siRNA, microRNA or gene specific messenger RNA) while simultaneously signalling its action via fluorescence emission in cells.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/figure_1.png"
            },
            {
                "id": 2608848,
                "identity": "3726e08e-c56d-4095-acd1-a4f6967b4bda",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 304105,
                "visible": true,
                "origin": "",
                "legend": "Gold nanoparticle characterization   (a) TEM image (scale bar = 100 nm) and size distribution histogram (Inset) showing an average diameter of 14.35±1.97 nm. (b) UV-Vis spectra of the synthesized gold nanoparticles with a characteristic surface plasmon resonance peak at 519 nm and a representative photograph of the same nanoparticles (Inset).",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/figure_2.png"
            },
            {
                "id": 2608850,
                "identity": "5f5b68be-eff2-4f7a-97bc-baf887bf9790",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:32",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 107982,
                "visible": true,
                "origin": "",
                "legend": "Au-nanobeacons functionalization   (a) Absorbance spectra of DTNB (5,5’-dithio-bis-(2-nitrobenzoic acid)) after reaction with increasing amounts (0-0.75 mg/mL) of the thiolated PEG chain. (Inset) Standard calibration curve for PEG chains, whose concentration can be calculated via the following equation Abs412nm = 25.205 × [PEG, mg/mL] + 0.1988. (b) Emission spectra of the Cy3 dye (Em= 570 nm) with increasing amounts of thiolated-DNA hairpin-Dye (1-10 µmol). (Inset) Standard calibration curve 26b for thiolated-DNA hairpin-Dye, whose concentration can be calculated via the following equation: Area under the curve (AUC) = 5358.9 × [oligonucleotide, µmol] + 66.749.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/figure_3.png"
            },
            {
                "id": 2608851,
                "identity": "4c8397d9-c786-4e94-872e-04e4a53dcf07",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:32",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 75841,
                "visible": true,
                "origin": "",
                "legend": "Au-nanobeacons melting profiles   (a) Au-nanobeacon melting profiles in phosphate buffer 10 mM (pH 8) – Hairpin reversible denaturation/renaturation test. (b) Au-nanobeacon behaviour in presence of 20 times the physiological concentration (100 mM, physiological concentration is 5 mM) of Dithiothreitol (DTT) or (Inset) Glutathione (GSH) as reducing agent. The Au-nanobeacon was incubated with 100 mM of DTT or GST, at 37ºC during 24 hours, and fluorescence plotted as function of time.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/figure_4.png"
            },
            {
                "id": 2608853,
                "identity": "ac8913ec-16a9-416f-9d43-f4a15e54bd4d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:32",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 113288,
                "visible": true,
                "origin": "",
                "legend": "Au-nanobeacon specificity for target   (a) Fluorescence emission of Au-nanobeacon as function of hybridization time (120 minutes) with (■) non-complementary target and (○) complementary target, at 37ºC. (b) Calibration curve for Au-nanobeacon hybridized with increasing concentrations (0-2000 µg) of (○) non-complementary target and () complementary target. (c) Calibration curve for supernatant analysis of the quantity of complementary oligonucleotides hybridized to the Au-nanobeacon.  (d) Calibration curve for the signal of Au-nanobeacon when hybridized to different amounts of complementary target.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/figure_5.png"
            },
            {
                "id": 2608852,
                "identity": "31b5eb4e-627a-425b-b4a1-044f43c4839b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:32",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 199301,
                "visible": true,
                "origin": "",
                "legend": "Au-nanobeacons reporting in vitro   (a) Gold-nanobeacons for monitoring and inhibition of real-time RNA synthesis. An Au-nanobeacon in the presence of a target that can hybridize with the loop sequence of the hairpin the stem-loop structure is opened and the fluorophore is parted from the gold nanoparticles resulting in increased fluorescence. A Cy3-labelled Au-nanobeacon hybridizes with the RNA transcript as it is formed in an in vitro reaction acting as a reporter of the levels of transcription. Simultaneously, a FAM-labelled Au-nanobeacon is used to hybridize with the T7 promoter region of the dsDNA template which results in inhibition of in vitro transcription. The fluorescence of both Au-nanobeacons is measured and quantification of both how many T7 promoter sites are being blocked and how many RNA products are being formed is retrieved31. (b) Real-time in vitro transcription and inhibition using Au-nanobeacons. In vitro transcription was measured (excitation wavelength of 570 nm, Cy3) in real-time in presence of the Au-nanobeacon reporter (●) and in simultaneous presence of the reporter and inhibitor Au-nanobeacons (□). The emission of the Au-nanobeacon inhibitor () was also measured throughout the experience (excitation wavelength 490 nm, FAM).",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/figure_6.png"
            },
            {
                "id": 2608856,
                "identity": "176a4d39-279c-40a1-9ef8-19eef67e9b20",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:32",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 337761,
                "visible": true,
                "origin": "",
                "legend": "Silencing the Silencers with Gold Nanobeacons   (a-b) Human cells efficiently transfected with EGFP vector are tested for the blockage/recovery of gene expression mediated by a nanoparticle delivery technology. Gold nanoparticles functionalize with hairpin DNA (Au-nanobeacons) act as both promoters of gene silencing from an antisense (a) and RNA interference (b) approaches and as supporters for the recovery of gene expression. In the antisense approach (a), the EGFP silencing occur via gold nanobeacons-Antisense and the recovery of the EGFP expression by the action of small ssRNA oligonucleotides that block gold nanobeacons-Antisense. In the RNA interference pathway (b), siRNAs for the silencing of EGFP expression and a gold nanobeacon Anti-siRNA were used to successfully blocking the antisense strand of siRNA molecules and the repression of gene silencing. (c) Blocking the microRNA pathway via a gold nanobeacon Anti-miRNA complementary to a specific microRNA involved in cancer progression, for example",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/figure_7.png"
            },
            {
                "id": 2608855,
                "identity": "9c5bafc2-5ba4-4a52-b72b-7518d07862ac",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:32",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 161656,
                "visible": true,
                "origin": "",
                "legend": "Physicochemical characterization of Au-nanobeacons.    (a) The high monodispersity of the gold cores was confirmed by Transmission Electron Microscopy (TEM) (scale bar, 100 nm). (b) Surface charge measurements by Zeta Potential. (c) Dynamic Light Scattering (DLS) showing average diameter of AuNPs conjugates.",
                "description": "",
                "filename": "figure8.png",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/figure_8.png"
            },
            {
                "id": 2608854,
                "identity": "45962553-053b-4f33-82af-4a0211cb45ca",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:32",
                "extension": "png",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 54751,
                "visible": true,
                "origin": "",
                "legend": "Quantitative assessment of EGFP silencing efficiency via antisense Au-nanobeacons, nonsense Au-nanobeacon and naked/unmodified oligonucleotides.   (a,b) EGFP silencing was confirmed by measurement of EGFP intensity in bulk cell lysates (as percentage of original EGFP fluorescence levels) using an antisense and a nonsense oligonucleotide (without AuNP) (a) and with antisense and nonsense Au-nanobeacons (b). EGFP silencing was confirmed by significant fluorescence decrease when compared to non-treated cells (**, p  0.005) in bulk cell lysates at 30 nM of antisense Au-nanobeacon only. EGFR mRNA expression confirmed by qRT-PCR for antisense and nonsense oligonucleotides (c); and with antisense and nonsense Au-nanobeacons (d), using b-actin as reference. Reproduced with permission33. Copyright 2013, Informa Healthcare.",
                "description": "",
                "filename": "figure9.png",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/figure_9.png"
            },
            {
                "id": 2608857,
                "identity": "710eac6e-0171-405a-ae54-b56d6c88fe05",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:32",
                "extension": "png",
                "order_by": 10,
                "title": "Figure 10",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1486261,
                "visible": true,
                "origin": "",
                "legend": "Au-nanobeacon silencing of specific gene expression, siRNA and microRNAs in human cells.    (a) Antisense Au-nanobeacons: EGFP mRNA expression confirmed by qRT-PCR before after Antisense Au-nanobeacon and Au-nanobeacon control transfection, using β-actin as reference. Also, confocal imaging (scale bar, 10 µm) show cells expressing EGFP after transfection with Antisense Au-nanobeacon 30 nM and Au-nanobeacon control 30 nM. EGFP expression levels can be evaluated by the intensity of its fluorescence (green) and Au-nanobeacons in open conformation (red, Cy3) can be identified as fine punctuation dispersed throughout the cytoplasm. (b) Relative fluorescence intensity of Au-nanobeacons (Cy3, black bars) and EGFP (white bars) obtained after individual colour channel analysis of the same confocal images using ImageJ software. (c) Au-nanobeacons anti-siRNA can silence siRNA leading to EGFP expression recovery. Cells were transfected with EGFP expression vector, followed by co-transfection with 10 mM anti-EGFP siRNA and 10 nM of Anti-siRNA Au-nanobeacon or Au-nanobeacon control. Confocal imaging (scale bar, 10 µm) show EGFP recovery at 0.5 hours delay incubation. High signal from Au-nanobeacons only observable in the cytoplasm of cells with high levels of EGFP recovery (with Anti-siRNA Au-nanobeacon incubation). (d) EGFP recovery confirmed by qRT-PCR after treatment with Anti-siRNA Au-nanobeacon or Au-nanobeacon control using β-actin as reference. microRNA silencing using Anti-miR Au-nanobeacon. Confocal imaging (scale bar, 10 µm) shows internalization of 50 nM Anti-miR Au-nanobeacon 50 nM and Au-nanobeacon control. Target recognition leads to change of Anti-miR Au-nanobeacon conformation in the cytoplasm with concomitant fluorescence signal (red, Cy3) encircling the cell nuclei (blue, DAPI). (e) Quantitative assessment of miRNA silencing in cells induced by 50 nM of Anti-miR Au-nanobeacon for 48 hours of incubation using β-actin as reference was confirmed by RT-PCR followed by agarose gel electrophoresis. Adapted and reproduced with permission32. Copyright 2013, Elsevier.",
                "description": "",
                "filename": "figure10.png",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/figure_10.png"
            },
            {
                "id": 13464923,
                "identity": "c33cd7c8-4834-4804-bdce-4531745c3cb7",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:10",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2262965,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/d1467e79-12d9-4729-bf8f-f875fe72c0f4.pdf"
            },
            {
                "id": 2608859,
                "identity": "3fe82ad6-a734-4872-be73-83414ae80da4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 213141,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Oligonucleotide sequences used in Au-nanobeacons functionalization and in target specificity.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/supplement_0.pdf"
            },
            {
                "id": 2608860,
                "identity": "234277bf-4a17-4fa2-b370-0865f6154a23",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 279333,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Troubleshooting table.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2881/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "siRNA, gold nanoparticles, gold nanobeacons, gene silecning, miRNas, cell tracking",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes the synthesis and detailed calibration of a gold nanoparticle-based nanobeacon \\(Au-nanobeacon) as an innovative theranostic approach for detection and inhibition of sequence-specific DNA and RNA for in vitro and ex vivo applications. Under hairpin configuration, proximity to gold nanoparticles leads to fluorescence quenching; hybridization to a complementary target restores fluorescence emission due to the gold nanobeacons’ conformational reorganization that causes the fluorophore and the AuNP to part from each other. This concept can easily be extended and adapted to assist the in vitro evaluation of silencing potential of a given sequence to be later used for ex vivo gene silencing and RNAi approaches, with the ability to monitor real-time gene delivery action. The time range for the entire protocol is ~8 days, including synthesis, functionalization and calibration of Au-nanobeacons, RNAi and gene silencing assays.",
        "manuscriptTitle": "Gold-Nanobeacons as a theranostic system for the detection and inhibition of specific genes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-11-27 15:12:56",
                "doi": "10.1038/protex.2013.088",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a01be9c9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 27th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3076,
                "name": "Biological techniques"
            },
            {
                "id": 3077,
                "name": "Nanoscience and technology"
            },
            {
                "id": 3078,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-11-27 15:12:56",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}