{
    "identity": "nprot-7055",
    "title": "A simple bead-based method for generating cost-effective co-barcoded sequence reads",
    "content": [
        {
            "header": "Introduction",
            "content": "There are currently many methods now available for generating haplotype information \\(Zhang et al. 2006; Ma et al. 2010; Fan et al. 2011; Kitzman et al. 2011; Suk et al. 2011; Duitama et al. 2012; Peters et al. 2012; Selvaraj et al. 2013; Amini et al. 2014; Kuleshov et al. 2014; Zheng et al. 2016; Zhang et al. 2017).  The majority are based on co-barcoding short sequencing templates originating from long genomic DNA molecules \\(Peters et al. 2014), a process first described by Drmanac \\(Drmanac 2006).  We first enabled co-barcoding with the development of long fragment read \\(LFR).  While the method \\(McElwain et al. 2017) was quite useful and resulted in the complete phasing of hundreds of genomes \\(Peters et al. 2012; Schaaf et al. 2013; Peters et al. 2015; Ciotlos et al. 2016; Hellner et al. 2016; Mao et al. 2016; Gulbahce et al. ; Walker et al. 2017; Mao et al. 2018), including over 100 from the personal genome project \\(Mao et al. 2016), and the accurate sequencing from difficult samples where as few as five cells were available \\(Peters et al. 2012; Peters et al. 2015; Hellner et al. 2016; Gulbahce et al. 2017; Mao et al. 2018), it had several limitations.  Primarily, each sample was split across a 384 well plate, so processing multiple samples at a time meant handling multiple plates.  In addition, because the process relied on multiple displacement amplification, it had base calling bias in regions of high GC base content and sequencing coverage was more variable necessitating <sub>100X coverage to achieve high quality whole genome variant calling.  Finally, because only 384 compartments were used, this resulted in </sub>10% of a haploid genome per barcode and limited the phasing N50 length, made it more difficult to detect structural variations, and made de novo assembly impossible.\r\n\n\n\r\n\n\nHere we introduce a method called single tube long fragment read \\(stLFR).  This process was first proposed by us in a patent application \\(Drmanac 2013) and a similar, but limited implementation of this method was published by Zhang et al. \\(Zhang et al. 2017).  Like the LFR process described above stLFR utilizes the concept of co-barcoding short reads belonging to a long DNA fragment.  Unlike LFR, the stLFR process uses the surface of micron sized magnetic beads as compartments and as the name suggests this process take place in a single tube.  In a typical stLFR experiment 10-50 million beads are used.  Each bead contains hundreds of thousands of copies of the same barcode and there are a total of 3.6 billion different barcodes.  This means in an stLFR sample there is practically no overlap between barcode sequences.  Also, because only 1-10 ngs of genomic DNA is used, most beads capture less than 10 long DNA molecules.  For de novo assembly applications it is possible to achieve over 80% of long DNA fragments having sequencing reads co-barcoded by a unique barcode \\(captured by a single bead) by using 1 ng of DNA and 50 million beads.\r\n\n\n\r\n\n\nstLFR is a simple process that can be performed without any special equipment.  The process begins by inserting a transposon with a capture sequence at a regular interval along the genomic DNA molecules.  These transposons inserted DNA molecules are then added to barcode labeled 3 μM magnetic beads that contain a complementary sequence to the capture sequence on the transposon.  After hybridization, the barcode is transferred to the transposon sequence through a ligation step.  At this point two different methods can be used.  The first and the simplest is to directly PCR amplify using primers to the transposon sequences followed by analysis on a next generation sequencing \\(NGS) platform.  If more coverage of each original long genomic DNA molecule is desired an additional ligation step with another adapter sequence can be performed followed by PCR and sequencing.  Both methods are described in detail in the following protocol.  A full analysis of stLFR data was performed by Wang et al. \\(Wang et al. 2018)."
        },
        {
            "header": "Reagents",
            "content": "1 Kb Plus DNA Ladder \\(ThermoFisher, cat. no. 10787018)\r\n\n\n100Kd MWCO Biotech CE dialysis tubing \\(Spectrum Labs, cat. no. 131486)\r\n\n\n384-well Armadillo PCR plate \\(ThermoFisher, cat. no. AB2384)\r\n\n\nAgencourt® AMPure XP beads \\(Beckman Coulter, cat. no. A63882)\r\n\n\nAPE 1 \\(10,000 units/mL) \\(New England Biolabs, cat. no. M0282L)\r\n\n\nATP \\(100 mM) \\(Teknova, cat. no. A1210)\r\n\n\nBarcoded bead construction oligonucleotides \\(IDT) \\(see note)\r\n\n\nBetaine \\(5 M) \\(Sigma-Aldrich, cat. no. B0300-5VL)\r\n\n\nBSA \\(20mg/mL) \\(New England Biolabs, cat. no. B9000S)\r\n\n\nCommon adapter oligonucleotides \\(IDT)\r\n\n\nDMF \\(~100%) \\(Sigma-Aldrich, cat. no. D4551-250ML)\r\n\n\nDMSO \\(100%) \\(Sigma-Aldrich, cat. no. D9170-5VL)\r\n\n\ndNTPs \\(25 mM) \\(ThermoFisher, cat. no. R1121)\r\n\n\nDialysis tubing \\(1,000 kD MWCO) \\(Spectrum Laboratories, Inc., cat. no. 131486)\r\n\n\nDTT\\(Sigma-Aldrich, cat. no. 11583786001)\r\n\n\nDynabeads™ M-280 Streptavidin \\(ThermoFisher, cat. no. 60210)\r\n\n\nEDTA \\(0.5 M, pH 8.0) \\(Sigma-Aldrich, cat. no. 03690-100ML)\r\n\n\nET SSB \\(500 μg/ml) \\(New England Biolabs, cat. no. M2401S)\r\n\n\nExonuclease I \\(20,000 units/mL) \\(New England Biolabs, cat. no. M0293L)\r\n\n\nExonuclease III \\(100,000 units/mL) \\(New England Biolabs, cat. no. M0206L)\r\n\n\nFormamide \\(100%, 250 mL) \\(Sigma-Aldrich, cat. no. 47671-250ML-F)\r\n\n\nGlycerol \\(100%) \\(Sigma-Aldrich, cat. no. G5516-100ML)\r\n\n\nKCl \\(Sigma-Aldrich, cat. no. P9333-1KG)\r\n\n\nKH2PO4 \\(Sigma-Aldrich, cat. no. 795488-1KG)\r\n\n\nKOH \\(Sigma-Aldrich, cat. no. P5958-1KG)\r\n\n\nMgCl2 \\(1 M) \\(Sigma-Aldrich, cat. no. 63069-500ML)\r\n\n\nMgSO4 \\(1 M) \\(Sigma-Aldrich, cat. no. M3409-100ML)\r\n\n\nMicroAmp Clear Adhesive Film \\(ThermoFisher, cat. no. 4306311)\r\n\n\nNaCl \\(5M) \\(ThermoFisher, cat. no. AM9760G)\r\n\n\nNa2HPO4 \\(Sigma-Aldrich, cat. no. S7907-1KG)\r\n\n\nNaOH \\(10M) \\(Sigma-Aldrich, cat. no. 72068-100ML)\r\n\n\nNEB2 Buffer \\(10X) \\(New England Biolabs, cat. no. B7002S)\r\n\n\nPEG-8000 \\(50%) \\(Rigaku, cat. no. 1008063)\r\n\n\nPfu Turbo Cx Hotstart DNA Polymerase \\(Agilent, cat. no. 600414)\r\n\n\nProteinase K, recombinant, PCR grade solution \\(14-22 mg/mL) \\(Roche, cat. no. 03115844001)\r\n\n\nRiboRuler Low Range RNA Ladder \\(Thermofisher, cat. no. SM1831)\r\n\n\nRNase-IT ribonuclease cocktail \\(Agilent, cat. no. 400720)\r\n\n\nSDS \\(10%) \\(ThermoFisher, cat. no. 15553027)\r\n\n\nSucrose \\(Sigma-Aldrich, cat. no. S7903-1KG)\r\n\n\nT4 DNA ligase \\(2x106 units/mL) \\(New England Biolabs, cat. no. M0202M)\r\n\n\nTA Buffer \\(10X) \\(Teknova, cat. no. T0379)\r\n\n\nTAPS-NaOH \\(1 M, pH 8.5) \\(Boston BioProducts, cat. no. BB-2375)\r\n\n\nTBE \\(10X) \\(ThermoFisher, cat. no. 15581028)\r\n\n\nTE Buffer \\(10X) \\(Fisher Scientific, cat. no. BP24771)\r\n\n\nTn5 enzyme \\(see note)\r\n\n\nTransposon oligonucleotides \\(IDT)\r\n\n\nTris-HCl \\(1 M, pH 7.5) \\(ThermoFisher, cat. no. 15567027)\r\n\n\nTris-HCl \\(2 M, pH 7.8) \\(Amresco, cat. no. J837-500ML)\r\n\n\nTriton™ X-100 \\(10%) \\(Sigma-Aldrich, cat. no. 93443-100ML)\r\n\n\nTWEEN® 20 \\(10%) \\(Roche, cat. no. 11332465001)\r\n\n\nUDG \\(5,000 units/mL) \\(New England Biolabs, cat. no. M0280L)\r\n\n\n\r\n\n\nReagent Setup\r\n\n\n\r\n\n\n3’ Branch Ligation Buffer \\(3X)\r\n\n\n6 mL of 50% PEG-8000\r\n\n\n0.75 mL 2 M Tris-HCl \\(pH 7.8)\r\n\n\n0.3 mL 1 M MgCl2\r\n\n\n0.3 mL 0.1 M ATP \r\n\n\n15 μL 1 M DTT\r\n\n\n75 μL 20 mg/mL BSA\r\n\n\n2.560 mL of sterile dH2O\r\n\n\nStore at -20 °C for 1 year.\r\n\n\n\r\n\n\nAnnealing Buffer \\(3X)\r\n\n\n3 mL of 1 M Tris-HCl, pH 7.5\r\n\n\n6 mL of 5 M NaCl\r\n\n\n91 mL of sterile dH2O\r\n\n\nStore at room temperature for 1 year.\r\n\n\n\r\n\n\nBuffer D \\(10X)\r\n\n\n224 mg of KOH\r\n\n\n50 μL of 0.5 M EDTA\r\n\n\n2.45 mL of sterile dH2O\r\n\n\nMake aliquots and store at -20 °C for 1 month.\r\n\n\n\r\n\n\nCoupling Buffer \\(1X)\r\n\n\n5 mL of 1X TE\r\n\n\n5 mL of 100% glycerol\r\n\n\nStore at -20 °C for 1 year.\r\n\n\n\r\n\n\nDigestion Buffer \\(1X, pH 8.0)\r\n\n\n1.75 g of Na2HPO4\r\n\n\n0.2 g of KCl\r\n\n\n0.2 g of KH2PO4\r\n\n\n27.4 mL 5 M NaCl\r\n\n\n20 mL of 0.5 M EDTA \\(pH 8.0)\r\n\n\n800 mL of sterile dH2O\r\n\n\nAdjust the pH to 8.0 with 1 M NaOH.\r\n\n\nAdd sterile dH2O to a final volume of 1 liter.\r\n\n\nFilter sterilize.\r\n\n\nStore at room temperature for 1 year.\r\n\n\n\r\n\n\n\r\n\n\nHigh-Salt Bead Binding Buffer \\(1X)\r\n\n\n5 mL of 1 M Tris-HCl \\(pH7.5) \r\n\n\n6 mL of 5 M NaCl \r\n\n\n20 μL of 0.5 M EDTA\r\n\n\n88.98 mL of sterile dH2O\r\n\n\nStore at room temperature for 1 year.\r\n\n\n\r\n\n\nHigh-Salt Wash Buffer \\(1X)\r\n\n\n5 mL of 1 M Tris-HCl, pH 7.5\r\n\n\n10 mL of 5 M NaCl\r\n\n\n20 μL of 0.5 M EDTA\r\n\n\n0.5 mL of 10% TWEEN® 20\r\n\n\n84.48 mL of sterile dH2O\r\n\n\nStore at room temperature for 1 year.\r\n\n\n\r\n\n\nHybridization Buffer \\(1X)\r\n\n\n50 mL of 1 M Tris-HCl, pH 7.5\r\n\n\n100 mL of 1 M MgCl2\r\n\n\n5 mL of 10% TWEEN® 20\r\n\n\n845 mL of Water\r\n\n\nStore at room temperature for 1 year\r\n\n\n\r\n\n\nLigation Buffer \\(10X)\r\n\n\n25 mL of 50% PEG-8000\r\n\n\n12.5 mL of 2 M Tris-HCl \\(pH 7.8)\r\n\n\n5 mL of 100 mM ATP\r\n\n\n5 mL of 1 M MgCl2\r\n\n\n2.5 mL of sterile dH2O\r\n\n\nStore at -20 °C for 1 year.\r\n\n\n\r\n\n\nLigation Buffer, No MgCl2 \\(10X)\r\n\n\n25 mL of 50% PEG-8000\r\n\n\n12.5 mL of 2 M Tris-HCl \\(pH 7.8)\r\n\n\n5 mL of 100 mM ATP\r\n\n\n5 mL of 1 M DTT\r\n\n\n2.5 mL of sterile dH2O\r\n\n\nStore at -20 °C for 1 year.\r\n\n\n\r\n\n\nLow-Salt Wash Buffer \\(1X)\r\n\n\n5 mL of 1 M Tris-HCl, pH 7.5\r\n\n\n3 mL of 5 M NaCl\r\n\n\n0.5 mL of 10% TWEEN® 20\r\n\n\n91.5 mL of sterile dH2O\r\n\n\nStore at room temperature for 1 year.\r\n\n\n\r\n\n\nLysis Buffer \\(1X, pH 8.3)\r\n\n\n0.22 g of KCl\r\n\n\n120 g of sucrose\r\n\n\n13 mL of 1 M Tris-HCl \\(pH 7.5)\r\n\n\n2 mL of 0.5 M EDTA \\(pH 8.0)\r\n\n\n28 mL of 5 M NaCl\r\n\n\n10 mL of Triton® X-100\r\n\n\n800 mL of sterile dH2O\r\n\n\nAdjust the pH to 8.3\r\n\n\nAdd sterile dH2O to a final volume of 1 liter\r\n\n\nFilter sterilize\r\n\n\nStore at 4 °C for 1 year.\r\n\n\n\r\n\n\nSSB binding buffer \\(1X)\r\n\n\n0.5 mL of 1 M Tris-HCl \\(pH7.5)\r\n\n\n0.2 mL of 1 M MgCl2\r\n\n\n9.3 mL of sterile dH2O\r\n\n\nStore at -20 °C for 1 year.\r\n\n\n\r\n\n\nTransposase Buffer \\(5X)\r\n\n\n0.5 mL of 1 M TAPS-NaOH \\(pH 8.5)\r\n\n\n0.25 mL of 1 M MgCl2\r\n\n\n5 mL of 100% DMF\r\n\n\n4.25 mL of sterile dH2O\r\n\n\nStore at -20 °C for 1 year.\r\n\n\n\r\n\n\nPfuCx mix \\(2X)\r\n\n\n2 mL of 10X PfuCx buffer \\(included with enzyme)\r\n\n\n0.5 mL of 100% DMSO\r\n\n\n2 mL of 5 M Betaine\r\n\n\n60 μL of 1 M MgSO4\r\n\n\n240 μL of 25 mM dNTPs\r\n\n\n5.2 mL of sterile dH2O\r\n\n\n\r\n\n\nNotes\r\n\n\nTn5 enzyme preparation\r\n\n\nTn5 was prepared following the protocol outlined in Picelli et al. \\(Picelli et al. 2014).  Tn5 enzyme is also commercially available from Lucigen \\(cat. no. TNP92110) but requires the acceptance of Illumina’s license acknowledgment.\r\n\n\n\r\n\n\nBarcoded bead construction oligos\r\n\n\nOligonucleotide sequences are available in Supplementary Materials.  All barcoded oligonucleotides were synthesized at 100 nmol scale in 384 well format with standard desalting and delivered at a concentration of 200 μM in 1X TE \\(pH 8.0) by Integrated DNA Technologies \\(Coralville, IA).  There are a total of 1,536 unique barcode oligos for each barcode set and there are 3 barcode sets.  This enables up to ~3.6 billion different barcode combinations.  This may be more than necessary for some applications and less barcode combinations can be achieved by ordering less plates of oligonucleotides.  This particular design does require that at least one barcode oligo from each set is used to create the proper final sequence, however, slight modifications of the 6 base overlapping sequences between barcode sets can be made to remove an entire barcode set."
        },
        {
            "header": "Equipment",
            "content": "2.4 L tall polystyrene container \\(Click Clack, cat. no. 659030) or equivalent\r\n\n\nDynaMag™-2 Magnet \\(ThermoFisher, cat. no. 12321D)\r\n\n\nEasy 50 EasySep™ Magnet \\(Stem Cell Technologies, cat. no. 18002) or equivalent\r\n\n\nLab oven capable of holding Tube Revolver/Rotator\r\n\n\nMagnetic plate stirrer\r\n\n\nMedium sized magnetic stir bar\r\n\n\nStandard lab vortexer\r\n\n\nTetrad PCR thermocycler \\(Bio-Rad, cat. no. PTC0240) or equivalent capable of 100 μL per well reaction volumes\r\n\n\nTube Revolver/Rotator \\(Thermo Fisher, cat. no. 88881001) or equivalent"
        },
        {
            "header": "Procedure",
            "content": "High Molecular Weight DNA isolation from cells\r\n\n\nThis method is based on the RecoverEase™ DNA isolation kit protocol \\(Agent Technologies 2015), but is performed using much larger volumes so as to reduce the viscosity of the resulting solution.\r\n\n\n\r\n\n\n1.  Pellet up to 1 × 107 dispersed nucleated cells in a 15 or 50 mL conical tube \\(500xg for 5 min).  Remove supernatant.  Add 500 μL of lysis buffer to the cell pellet and vortex sample briefly for 3–5 seconds on medium speed and place the conical tube in refrigerator for ~10 minutes, swirling occasionally.\r\n  \r\n\n\n2.  Prepare proteinase K solution by combining 250 μL of 10% SDS, 250 μL of Proteinase K, and 4 mL of 1X TE.  Place on 50 °C heat block and warm briefly \\(~5 minutes).\r\n  \r\n\n\n3.  Prepare the digestion solution by combining 20 μL of RNase-It ribonuclease cocktail with 4 mL of digestion buffer.\r\n  \r\n\n\n4.  Add ~4 mL of the prepared digestion solution to the lysed cells and buffer from step one and gently rock the conical tube.\r\n  \r\n\n\n5.  Place the conical tube in a 50 °C heat block after 5 minutes add 4.5 mL of the warmed proteinase K solution to the free-floating pellet. Swirl the conical tube gently to mix.\r\n  \r\n\n\n6.  Recap the tube and incubate in a 50 °C heat block for 2 hours, swirling the tube gently every 30 minutes.\r\n  \r\n\n\n7.  Cut approximately 13 cm of dialysis tubing \\(it has a capacity of approximately 1 mL/cm).  Allow to equilibrate in 0.5X TE for 30 minutes.  Seal one end with a dialysis clip.\r\n  \r\n\n\n8.  Pour at least 1 L of 0.5X TE buffer into a dialysis reservoir. \r\n  \r\n\n\n9.  Carefully pour viscous genomic DNA from the conical tube into the open end of dialysis tubing.  Seal open end of dialysis tubing with dialysis clip.  Attach float to one clip.  Place dialysis tubing with float into dialysis reservoir.\r\n  \r\n\n\n10.  Dialyze the genomic DNA at room temperature for 24 to 48 hours while stirring the buffer gently with a magnetic stir bar. Replace the TE buffer once during the dialysis period to maximize the purity of the recovered DNA.\r\n  \r\n\n\n11.  Upon completion of dialysis, remove the dialysis tubing from TE buffer, remove the float and clip from the top of the dialysis tubing and gentle pour into a 15 mL conical tube.  DNA can be used immediately without shearing.\r\n  \r\n\n\nBarcoded beads\r\n\n\nBarcoded beads are constructed using a split and pool strategy with 3 sets of double-stranded barcode DNA molecules.  Full length adaptors are constructed through successive ligations \\(Figure 1 and Supplementary Figure 1).  Barcode oligonucleotides are supplied in 384-well plates \\(see Reagents Notes).  Common adapter oligo nucleotides are supplied in tubes.  Depending on what sequencing technology is being used, it may be necessary to alter the PCR primer sequence within the common adapter oligo.\r\n\n\n\r\n\n\n12.  Mix 10 μL of complementary oligonucleotide from each well of the source 384-well plates in 384-well PCR plates with 10 μL 3X Annealing Buffer.  Mix 30 μL of common adapter oligonucleotides in one well of an 8-wel PCR strip tube.  \r\n  \r\n\n\n13.  Incubate at 70°C for 3 minutes followed by a slow ramp of 0.1°C/s to 20°C on a PCR thermocycler.  Hybridized barcode oligonucleotides have a final concentration of 66 μM.\r\n  \r\n\n\n14.  Mix 4.725 mL \\(157.5 μmol) of hybridized Bead Linker containing a 5’ dual-biotin with 3.225 mL of Ligation Buffer \\(10X), 460.8 μL \\(921,600 units) of T4 DNA Ligase, and 9.67 mL dH2O to a total volume of 18.081 mL.   \r\n  \r\n\n\n15.  Dispense 11.2 μL of the ligation mixture into each well of four new 384-well PCR plates.  Then add 8.8 μL \\(580 pmol) from each well of the hybridized first barcode plates to each well containing the bead linker ligation mixture.  Seal with MicroAmp Clear Adhesive Film, vortex, centrifuge, and incubate at room temperature for 1 hour.\r\n  \r\n\n\n16.  Collect 100 billion \\(143 mL) of M-280 streptavidin coated magnetic beads by transferring 50 mL beads into empty 50 mL centrifuge tube.  Place the 50 mL tube with beads in the Easy 50 EasySep™ Magnet for 5 minutes to collect beads to the side of the tube.  Carefully remove supernatant by pipette.  Transfer a second 50 mL beads into tube on magnet.  Let sit for 5 minutes on magnet and carefully remove supernatant.  Transfer a final 43 mL of beads to the 50 mL tube.  Let sit for 5 minutes on magnet and carefully remove supernatant.  Wash beads twice with Low-Salt Wash Buffer then resuspend well in 8 mL of High-Salt Bead Binding Buffer.  \r\n  \r\n\n\n17.  Dispense 5 μL of beads in High-Salt Bead Binding Buffer to each well of the plates containing ligation product.  Vortex the beads source tube occasionally during dispensing to keep the beads well-suspended. \r\n  \r\n\n\n18.  Seal plates with MicroAmp Clear Adhesive Film, vortex, and place onto the tube revolver for incubation at room temperature for 1 hour on “oscillating” mode.\r\n  \r\n\n\n19.  Centrifuge plates at 300 x g for 5 seconds to remove beads from seal, but not allow a pellet to form.  Remove seal and add 2.8 μL 0.1% SDS to each well.  Seal plates again with MicroAmp Clear Adhesive Film, vortex briefly and incubate at room temperature for 10 minutes.\r\n  \r\n\n\n20.  Vortex and then centrifuge plates at 300 x g for 5 seconds to remove beads from the plate seal.  Remove the seal from each plate and invert plates onto a collection tray.  Centrifuge at 500 x g for 2 minutes.  Using a 10 mL serological pipette, collect beads into one new 50 mL tube.  \r\n  \r\n\n\n21.  Collect beads to the side of the tube on the Easy 50 EasySep™ Magnet for 5 minutes.  Discard supernatant. Wash once with 10 mL of High Salt Wash Buffer and then twice with Low-Salt Wash Buffer.  Resuspend beads 8 mL 1XLigation Buffer.\r\n  \r\n\n\n22.  Dispense 5ul of beads into each well of four new 384-well PCR plates. Vortex the beads source tube occasionally during dispensing to keep the beads well-suspended.\r\n  \r\n\n\n23.  To ligate the second set of barcodes, make a mixture containing 3.225 mL Ligation Buffer \\(10X), 460.8 μL \\(921,600 units) of T4 DNA Ligase, and 6.33 mL dH2O to a total volume of 10.02 mL.  Dispense 6.2 μL of the second ligation mixture to each well of the four 384-well PCR plates containing beads.  Next add 8.8 μL \\(580pmol) from each well of the hybridized second barcode plates to the corresponding wells of the 384-well PCR plates containing the bead and ligation mixture.  \r\n  \r\n\n\n24.  Repeat steps 18-22.\r\n  \r\n\n\n25.  To ligate the third set of barcodes, make a ligation mixture containing 3.225 mL Ligation Buffer \\(10X), 460.8 μL \\(921,600 units) of T4 DNA Ligase, and 6.33 mL dH2O to a total volume of 10.02 mL.  Dispense 6.2 μL of the third ligation mixture to each well of the four 384-well PCR plates containing beads.  Next add 8.8 μL \\(580pmol) from each well of the hybridized third barcode plates to the corresponding wells of the 384-well PCR plates containing the bead and ligation mixture.  \r\n  \r\n\n\n26. Repeat steps 18-22.  The beads can now be stored at 4 °C for up to one year.  In the current form the beads are almost completely double stranded and not yet in the correct form to be used for stLFR.\r\n  \r\n\n\n27. Count the beads with hemocytometer and take out 5 million beads for the QC step. Place the tube with beads onto the DynaMag™-2 Magnet for 5 minutes.  Discard supernatant.  Add 5 μL 100% formamide, 4 μL dH2O and 1 μL 10X loading buffer.  Incubate it at 95 °C for 3 minutes on a PCR thermocycler.  Immediately place on ice for 2 minutes.  Place the tube with beads onto the DynaMag™-2 Magnet for 5 minutes. Collect supernatant, load on a 15% TBU gel, and run at 200 V for 40 minutes to check the oligo length and amount \\(Figure 2).   Alternatively, beads can be examined using a flow cytometer by hybridizing a fluorescently labeled oligo to the 3’ end of the bead adapter sequence.  We typically see about 25% of the total streptavidin bound sites have a full length constructed adapter sequence.\r\n  \r\n\n\nBead preparation for stLFR\r\n\n\nTo prepare beads for stLFR, they must first be denatured to single stranded DNA and then rehybridized with the bridge oligo.\r\n\n\n\r\n\n\n28.  Pipette 500 million constructed barcoded beads from step 26. of the previous section into a standard 1.5 mL microcentrifuge tube.\r\n  \r\n\n\n29.  Place on DynaMag™-2 Magnet for 2 minutes to collect beads onto the side of the tube.  Remove supernatant.\r\n  \r\n\n\n30.  Add 1 mL of a 1X dilution of Buffer D. Vortex briefly and incubate for 2 minutes at room temperature.\r\n  \r\n\n\n31.  Place on DynaMag™-2 Magnet for 2 minutes to collect beads onto the side of the tube.  Remove supernatant.\r\n  \r\n\n\n32.  Repeat steps 30 and 31 one more time.\r\n  \r\n\n\n33.  Wash once in 1X Annealing buffer.  Place on DynaMag™-2 Magnet for 2 minutes to collect beads onto the side of the tube.  Remove supernatant.\r\n  \r\n\n\n34.  Mix 36 μL of 100 μM Bridge Oligo, 333.33 μL of Annealing Buffer \\(3X), and 630.67 μL of dH2O for a final volume of 1 mL.  Add to mixture to beads. Vortex briefly.\r\n  \r\n\n\n35.  Incubate at 60 °C for 5 minutes, and room temperature for 50 minutes.\r\n  \r\n\n\n36.  Place on DynaMag™-2 Magnet for 2 minutes to collect beads onto the side of the tube.  Remove supernatant and resuspend in 500 μL of Low-Salt Wash Buffer.  These beads are now ready for stLFR and can be stored for 3 months at 4 °C.\r\n  \r\n\n\nTwo transposons stLFR protocol\r\n\n\nThe protocol utilizes two transposons to create hybridization sequences and PCR primer sites along the length of genomic DNA molecules.  This is the most simplified and quickest stLFR method, but has potentially 50% less coverage per long DNA fragment than the 3’ branch ligation protocol.  It may be necessary to alter some of the transposon sequence after the mosaic region for compatibility with sequencing technologies other than BGISEQ-500.  Check the sequencing primers being used prior to ordering these oligonucleotides.  Information on all of the oligonucleotide sequences is available in the supplementary materials.\r\n\n\n \r\n\n\n37.  Hybridize the capture transposon oligos by combining 10 μL of Transposon1T \\(100 μM), 10 μL of TransposonB \\(100 μM), 10 μL of Annealing Buffer \\(3X) in the first well of an 8 well PCR strip tube and the non-captured transposon oligos by combining 10 μL of Transposon1T \\(100 μM), 10 μL of TransposonB \\(100 μM), 10 μL of Annealing Buffer \\(3X) in the second well of the same PCR strip tube.\r\n  \r\n\n\n38.  Incubate at 70 °C for 3 minutes followed by a slow ramp of 0.1 °C/s to 20 °C on a PCR thermocycler.  Combine the two transposons into the third well of the PCR strip tube.\r\n  \r\n\n\n39.  Couple the Tn5 enzyme to the transposon mix by combining 9.6 μL of mix transposons with 23.53 μL of Tn5 \\(13.6 pmol/μL), and 46.87 μL of Coupling Buffer \\(1X).\r\n  \r\n\n\n40.  Incubate at 30 °C for 1 hour. Use immediately or store at -20 °C for up to 1 month.  For optimal performance and consistency between experiments we suggest making aliquots prior to storage.\r\n  \r\n\n\n41.  Incorporate transposons into long genomic DNA by combining 12 μL of Transposase Buffer \\(5X), 0.5 μL of coupled transposon from step 40, and 40 ng of DNA in a total volume of 60 μL in one well of an 8-well strip tube.  Note: this amount of DNA and the amount of coupled transposon can be adjusted in this step.  It will be necessary to titrate the amount of Tn5 enzyme used as there can be variability between batches.  Also, starting with less DNA is possible, but for the purposes of titration it is useful to use 40 ng so that some of the material can be run on an agarose gel to determine the efficiency of transposon incorporation \\(see later steps).\r\n  \r\n\n\n42.  Incubate at 55 °C for 10 minutes.\r\n  \r\n\n\n43.  Transfer 40 μL of transposon incorporated material to one well of a new 8-well strip tube.  Add 4 μL of 1% SDS and incubate at room temperature for 10 minutes.\r\n  \r\n\n\n44.  Load the material from step 43 on a 0.5X TBE 1% agarose gel and run at 150 V for 40 minutes.  The transposed DNA should run between 200 to 1,500 bp on the gel \\(Figure 3).  We typically want to see the brightest part of the DNA smear around 600 bp, this might be different based on which sequencing technology is chosen.  We typically load controls that are put through the same steps but lack the transposon, the Tn5 enzyme, or genomic DNA.  If the size of transposon integrated products looks correct proceed to step 45.  If not, repeat the steps above but adjust the concentration of the coupling product until the smear is the desired size.\r\n  \r\n\n\n45.  Dilute 1.5 μL of the remaining product of step 42, with 248.5 μL of 1x Hybridization buffer.\r\n  \r\n\n\n46.  Transfer 50 μL of beads \\(50 million) from step 36 to a 1.5 mL microcentrifuge tube.  Place on DynaMag™-2 Magnet for 2 minutes to collect beads onto the side of the tube.  Remove supernatant and resuspend in 250 μL of Hybridization Buffer \\(1X).\r\n  \r\n\n\n47.  Heat DNA and beads separately at 60 °C for 30 seconds.\r\n  \r\n\n\n48.  Add 250 μL of diluted DNA to the 250 μL of beads, mix gently by flicking the bottom of the tube with a finger, and continue incubating at 60 °C for 10 minutes.  Lightly mix the tube every few minutes with your finger.\r\n  \r\n\n\n49.  Place on tube revolver for incubation in oven at 45 °C for 50 minutes on “oscillating” mode.\r\n  \r\n\n\n50.  Make ligation mix by combining 100 μL of Ligation Buffer, No MgCl2 \\(10X), 2 μL of T4 DNA ligase \\(2x106 units/mL), and 398 μL of dH2O.  Remove tube from rotator and add ligation mix for a total volume of 1 mL.\r\n  \r\n\n\n51.  Incubate on tube revolver for 1 hour on “oscillating” mode at room temperature.\r\n  \r\n\n\n52.  Add 110 μL of 1% SDS to tube and incubate for 10 minutes at room temperature.\r\n  \r\n\n\n53.  Place on DynaMag™-2 Magnet for 2 minutes to collect beads onto the side of the tube.  Remove supernatant and wash once with 500 μL of Low-Salt Wash Buffer and once with 500 μL of NEB2 buffer \\(1X).\r\n  \r\n\n\n54.  Make capture oligo digestion mix by combining 10 μL of NEB2 buffer \\(10X), 2 μL of UDG \\(5,000 U/mL), 3 μL of APE1 \\(10,000 U/mL), 2 μL of Exonuclease 1 \\(20,000 units/mL), and 83 μL of dH2O.  Remove wash buffer and add digestion mix to beads.\r\n  \r\n\n\n55.  Vortex lightly to resuspend beads and incubate at 37 °C for 30 minutes.\r\n  \r\n\n\n56.  Place on DynaMag™-2 Magnet for 2 minutes to collect beads onto the side of the tube.  Remove supernatant and wash once with 500 μL of Low-Salt Wash Buffer and once with 500 μL of PfuCx Buffer \\(1X).\r\n  \r\n\n\n57.  Prepare PCR master mix by adding 150 μL of PCR mix \\(2X), 4 μL of PCR Primer 1 \\(100 μM), 4 μL of PCR primer 2 \\(100 μM), 6 μL of PfuCx enzyme, and 136 μL of dH2O.  Preheat the PCR mastermix at 95 °C for 3 minutes. Place on DynaMag™-2 Magnet for 2 minutes to collect beads onto the side of the tube. Remove wash buffer and add PCR master mix to beads.\r\n  \r\n\n\n58.  Vortex lightly to resuspend beads and cycle PCR reaction with the following conditions: \r\n  \r\n\n\nStep 1  72 °C  10 minutes\r\n\n\nStep 2  95 °C  10 seconds\r\n\n\nStep 3  58 °C  30 seconds\r\n\n\nStep 4  72 °C  2 minutes\r\n\n\nStep 6  Repeat steps 2-5 10-12 times\r\n\n\n\r\n\n\n59.  PCR should result in ~500 ng of DNA, run 20 ng of product on a 0.5X TBE 1% agarose gel for 40 minutes at 150 V.  The material should be a smear with a peak around 500 bp \\(Figure 4).\r\n  \r\n\n\n60.  Purify PCR product with 300 μL of Agencourt XP beads following the manufacturer’s protocol.  This purified product is now ready to enter the sequencing process.\r\n  \r\n\n\nSingle transposon 3’ branch ligation stLFR protocol\r\n\n\nThis protocol is based on the single transposon insertion and novel adapter ligation methods in a DNA gap \\(ref) and can enable higher coverage per fragment, which may be important for some sequencing strategies such as de novo assembly.  This strategy is slightly more expensive due to additional reagents.  It also takes 2.5 hours longer.\r\n\n\n\r\n\n\n61.  Hybridize the capture transposon oligos by combining 10 μL of Transposon1T \\(100 μM), 10 μL of TransposonB \\(100 μM), 10 μL of Annealing Buffer \\(3X) in the first well of an 8 well PCR strip tube and the 3’ branch ligation adapter by combing 10 μL of BranchT \\(100 μM), 10 μL of BranchB \\(100 μM), 10 μL of Annealing Buffer \\(3X) in the second well of the same PCR strip tube.\r\n  \r\n\n\n62.  Incubate at 70 °C for 3 minutes followed by a slow ramp of 0.1 °C/s to 20 °C on a PCR thermocycler.  \r\n  \r\n\n\n63.  Couple the Tn5 enzyme to the transposon by combining 9.6 μL of hybridized capture transposon in step 61 with 23.53 μL of Tn5 \\(13.6 pmol/μL), and 46.87 μL of Coupling Buffer \\(1X).\r\n  \r\n\n\n64.  Incubate at 30 °C for 1 hour.  Use immediately or store at -20 °C for up to 1 month.\r\n  \r\n\n\n65.  Follow steps 41-51.\r\n  \r\n\n\n66.  Place on DynaMag™-2 Magnet for 2 minutes to collect beads onto the side of the tube.  Remove supernatant and wash once with 500 μL of Low-Salt Wash Buffer.\r\n  \r\n\n\n67.  Make adapter oligo digestion mix by combining 10 μL of TA Buffer \\(10X), 4.5 μL of Exonuclease I \\(20,000 U/mL), 1 μL of Exonuclease III \\(100,000 U/mL), and 74.5 μL of dH2O.  Remove wash buffer and add digestion mix to beads.\r\n  \r\n\n\n68.  Vortex lightly to resuspend beads and incubate on the tube revolver for 10 minutes at 37 °C on “oscillating” mode.\r\n  \r\n\n\n69.  Add 11 μL of 1% SDS and incubate for 10 minutes at room temperature.\r\n  \r\n\n\n70.  Place on DynaMag™-2 Magnet for 2 minutes to collect beads onto the side of the tube.  Remove supernatant and wash once with 500 μL of Low-Salt Wash Buffer and once with 500 μL of NEB2 buffer \\(1X).  \r\n  \r\n\n\n71.  Make capture oligo digestion mix by combining 10 μL of NEB2 buffer \\(10X), 2 μL of UDG \\(5,000 U/mL), 3 μL of APE1 \\(10,000 U/mL), and 85 μL of dH2O.  Remove wash buffer and add digestion mix to beads.\r\n  \r\n\n\n72.  Lightly vortex to resuspend beads and incubate at 37 °C for 30 minutes.\r\n  \r\n\n\n73.  Place on DynaMag™-2 Magnet for 2 minutes to collect beads onto the side of the tube.  Remove supernatant and wash once with 500 μL of High-Salt Wash Buffer and once with 500 μL of Low-Salt Wash Buffer \\(1X).\r\n  \r\n\n\n74. Prepare SSB binding mix by combining 20 μL of SSB binding buffer \\(1X) and 4 μL of ET SSB \\(500 μg/mL). Remove wash buffer and add SSB binding mix to beads.\r\n  \r\n\n\n75.  Vortex lightly to resuspend beads and incubate on the tube revolver for 30 minutes at 37 °C on “oscillating” mode.\r\n  \r\n\n\n76.  Prepare 3’ branch ligation mix by combining 33.4 μL of 3’ Branch Ligation Buffer \\(3X), 18 μL of the 3’ branch ligation adapter \\(16.7 μM) prepared in step 61, 2 μL of T4 DNA ligase \\(2x106 units/mL), and 46.6 μL of dH2O.  Remove wash buffer and add ligation mix to beads.\r\n  \r\n\n\n77.  Vortex lightly to resuspend beads and incubate on the tube revolver for 2 hours at 25 °C on “oscillating” mode.\r\n  \r\n\n\n78.  Place on DynaMag™-2 Magnet for 2 minutes to collect beads onto the side of the tube.  Remove supernatant and wash once with 500 μL of High-Salt Wash Buffer and once with 500 μL of PCR buffer \\(1X).\r\n  \r\n\n\n79.  Prepare PCR master mix by adding 150 μL of 2X PCR buffer, 4 μL of PCR Primer 1 \\(100 μM), 4 μL of PCR primer 2 \\(100 μM), 6 μL of PCR enzyme, and 136 μL of dH2O.  Remove wash buffer and add PCR master mix to beads.\r\n  \r\n\n\n80.  Vortex lightly to resuspend beads and cycle PCR reaction with the following conditions: \r\n  \r\n\n\nStep 1  95 C  3 minutes\r\n\n\nStep 2  95 C  10 seconds\r\n\n\nStep 3  58 C  30 seconds\r\n\n\nStep 4  72 C  2 minutes\r\n\n\nStep 5  Repeat steps 2-4 10-12 times\r\n\n\n\r\n\n\n81.  Follow steps 59-60 above.\r\n  \r\n\n\nAnalyzing stLFR data\r\n\n\nThe starting point for this process is a FASTQ file.  This is a standard format for read data that is generated by most sequencing technologies.  The software we use to deconvolute the barcode information takes the FASTQ file and expects 42 bases of the barcode and common adapter sequence to be appended to the end of the first read.  It matches the barcode read data to the expected 1536 sequences at each barcode position.  The barcoding strategy used by stLFR enables error correction of barcodes that have a single base mismatch.  The final output from our software is a FASTQ file with the barcode information appended to the end of the read ID with the format #Barcode1ID_Barcode2ID_Barcode3ID, where BarcodeID is a number from 0-1536.  Zero for a barcode ID means it did not match any of the expected barcode sequences.  The software can be downloaded here https://github.com/stLFR/stLFR_read_demux.  We recommend using BWA-mem \\(Li and Durbin 2009) for mapping, GATK \\(McKenna et al. 2010) for variant calling, and HapCUT2 \\(Edge et al. 2017) for phasing.  We also recommend mapping to Hg19 with decoy sequences."
        },
        {
            "header": "References",
            "content": "Agent Technologies I. 2015. RecoverEase DNA Isolation Kit.  Revision C.0\\(Revision C.0).\r\n\n\nAmini S, Pushkarev D, Christiansen L, Kostem E, Royce T, Turk C, Pignatelli N, Adey A, Kitzman JO, Vijayan K et al. 2014. Haplotype-resolved whole-genome sequencing by contiguity-preserving transposition and combinatorial indexing. Nat Genet 46\\(12): 1343-1349.\r\n\n\nCiotlos S, Mao Q, Zhang RY, Li Z, Chin R, Gulbahce N, Liu SJ, Drmanac R, Peters BA. 2016. Whole genome sequence analysis of BT-474 using complete Genomics' standard and long fragment read technologies. Gigascience 5: 8.\r\n\n\nDrmanac R 2006. Nucleic Acid Analysis by Random Mixtures of Non-Overlapping Fragments. Vol WO 2006/138284. \r\n\n\nDrmanac R, Peters, B.A., Alexeev, A. 2013. Multiple tagging of individual DNA fragments. Vol WO 2014/145820 A2 \\(ed. USPTO). \r\n\n\nDuitama J, McEwen GK, Huebsch T, Palczewski S, Schulz S, Verstrepen K, Suk EK, Hoehe MR. 2012. Fosmid-based whole genome haplotyping of a HapMap trio child: evaluation of Single Individual Haplotyping techniques. Nucleic Acids Res 40\\(5): 2041-2053.\r\n\n\nEdge P, Bafna V, Bansal V. 2017. HapCUT2: robust and accurate haplotype assembly for diverse sequencing technologies. Genome Res 27\\(5): 801-812.\r\n\n\nFan HC, Wang J, Potanina A, Quake SR. 2011. Whole-genome molecular haplotyping of single cells. Nat Biotechnol 29\\(1): 51-57.\r\n\n\nGulbahce N, Magbanua MJM, Chin R, Agarwal MR, Luo X, Liu J, Hayden DM, Mao Q, Ciotlos S, Li Z et al. 2017. Quantitative Whole Genome Sequencing of Circulating Tumor Cells Enables Personalized Combination Therapy of Metastatic Cancer. Cancer Res 77\\(16): 4530-4541.\r\n\n\nHellner K, Miranda F, Fotso Chedom D, Herrero-Gonzalez S, Hayden DM, Tearle R, Artibani M, KaramiNejadRanjbar M, Williams R, Gaitskell K et al. 2016. Premalignant SOX2 overexpression in the fallopian tubes of ovarian cancer patients: Discovery and validation studies. EBioMedicine 10: 137-149.\r\n\n\nKitzman JO, Mackenzie AP, Adey A, Hiatt JB, Patwardhan RP, Sudmant PH, Ng SB, Alkan C, Qiu R, Eichler EE et al. 2011. Haplotype-resolved genome sequencing of a Gujarati Indian individual. Nat Biotechnol 29\\(1): 59-63.\r\n\n\nKuleshov V, Xie D, Chen R, Pushkarev D, Ma Z, Blauwkamp T, Kertesz M, Snyder M. 2014. Whole-genome haplotyping using long reads and statistical methods. Nat Biotechnol 32\\(3): 261-266.\r\n\n\nLi H, Durbin R. 2009. Fast and accurate short read alignment with Burrows-Wheeler transform. Bioinformatics 25\\(14): 1754-1760.\r\n\n\nMa L, Xiao Y, Huang H, Wang Q, Rao W, Feng Y, Zhang K, Song Q. 2010. Direct determination of molecular haplotypes by chromosome microdissection. Nat Methods 7\\(4): 299-301.\r\n\n\nMao Q, Chin R, Xie W, Deng Y, Zhang W, Xu H, Yu Zhang R, Shi Q, Peters EE, Gulbahce N et al. 2018. Advanced Whole-Genome Sequencing and Analysis of Fetal Genomes from Amniotic Fluid. Clinical chemistry.\r\n\n\nMao Q, Ciotlos S, Zhang RY, Ball MP, Chin R, Carnevali P, Barua N, Nguyen S, Agarwal MR, Clegg T et al. 2016. The whole genome sequences and experimentally phased haplotypes of over 100 personal genomes. Gigascience 5\\(1): 1-9.\r\n\n\nMcElwain MA, Zhang RY, Drmanac R, Peters BA. 2017. Long Fragment Read \\(LFR) Technology: Cost-Effective, High-Quality Genome-Wide Molecular Haplotyping. Methods Mol Biol 1551: 191-205.\r\n\n\nMcKenna A, Hanna M, Banks E, Sivachenko A, Cibulskis K, Kernytsky A, Garimella K, Altshuler D, Gabriel S, Daly M et al. 2010. The Genome Analysis Toolkit: a MapReduce framework for analyzing next-generation DNA sequencing data. Genome Res 20\\(9): 1297-1303.\r\n\n\nPeters BA, Kermani BG, Alferov O, Agarwal MR, McElwain MA, Gulbahce N, Hayden DM, Tang YT, Zhang RY, Tearle R et al. 2015. Detection and phasing of single base de novo mutations in biopsies from human in vitro fertilized embryos by advanced whole-genome sequencing. Genome Res 25\\(3): 426-434.\r\n\n\nPeters BA, Kermani BG, Sparks AB, Alferov O, Hong P, Alexeev A, Jiang Y, Dahl F, Tang YT, Haas J et al. 2012. Accurate whole-genome sequencing and haplotyping from 10 to 20 human cells. Nature 487\\(7406): 190-195.\r\n\n\nPeters BA, Liu J, Drmanac R. 2014. Co-barcoded sequence reads from long DNA fragments: a cost-effective solution for \"perfect genome\" sequencing. Frontiers in genetics 5: 466.\r\n\n\nPicelli S, Bjorklund AK, Reinius B, Sagasser S, Winberg G, Sandberg R. 2014. Tn5 transposase and tagmentation procedures for massively scaled sequencing projects. Genome Res 24\\(12): 2033-2040.\r\n\n\nSchaaf CP, Gonzalez-Garay ML, Xia F, Potocki L, Gripp KW, Zhang B, Peters BA, McElwain MA, Drmanac R, Beaudet AL et al. 2013. Truncating mutations of MAGEL2 cause Prader-Willi phenotypes and autism. Nat Genet 45\\(11): 1405-1408.\r\n\n\nSelvaraj S, J RD, Bansal V, Ren B. 2013. Whole-genome haplotype reconstruction using proximity-ligation and shotgun sequencing. Nat Biotechnol 31\\(12): 1111-1118.\r\n\n\nSuk EK, McEwen GK, Duitama J, Nowick K, Schulz S, Palczewski S, Schreiber S, Holloway DT, McLaughlin S, Peckham H et al. 2011. A comprehensively molecular haplotype-resolved genome of a European individual. Genome Res 21\\(10): 1672–1685.\r\n\n\nWalker RF, Ciotlos S, Mao Q, Chin R, Drmanac S, Barua N, Agarwal MR, Zhang RY, Li Z, Wu MKY et al. 2017. Clinical and genetic analysis of a rare syndrome associated with neoteny. Genetics In Medicine.\r\n\n\nWang O, Chin R, Cheng X, Wu M, Mao Q, Tang J, Sun Y, Lam H, Chen D, Zhou Y et al. 2018. Single tube bead-based DNA co-barcoding for cost effective and accurate sequencing, haplotyping, and assembly. bioRxiv.\r\n\n\nZhang F, Christiansen L, Thomas J, Pokholok D, Jackson R, Morrell N, Zhao Y, Wiley M, Welch E, Jaeger E et al. 2017. Haplotype phasing of whole human genomes using bead-based barcode partitioning in a single tube. Nat Biotechnol 35\\(9): 852-857.\r\n\n\nZhang K, Zhu J, Shendure J, Porreca GJ, Aach JD, Mitra RD, Church GM. 2006. Long-range polony haplotyping of individual human chromosome molecules. Nat Genet 38\\(3): 382-387.\r\n\n\nZheng GX, Lau BT, Schnall-Levin M, Jarosz M, Bell JM, Hindson CM, Kyriazopoulou-Panagiotopoulou S, Masquelier DA, Merrill L, Terry JM et al. 2016. Haplotyping germline and cancer genomes with high-throughput linked-read sequencing. Nat Biotechnol."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to acknowledge the ongoing contributions and support of all Complete Genomics and BGI-Shenzhen employees, in particular the many highly skilled individuals that work in the libraries, reagents, and sequencing groups that make it possible to generate high quality whole genome data.  This work was supported in part by the Shenzhen Peacock Plan \\(NO.KQTD20150330171505310).  B.A.P. is a recipient of and this work was partially supported by the Research Fund for International Young Scientists, National Natural Science Foundation of China \\(31550110216)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1101/324392",
                "date": "2018-09-24 19:24:45",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15970,
                "identity": "a191d9c8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xiaofang Cheng",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiaofang",
                "middleName": "",
                "lastName": "Cheng",
                "suffix": ""
            },
            {
                "id": 15971,
                "identity": "a191dd74-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michelle Wu",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michelle",
                "middleName": "",
                "lastName": "Wu",
                "suffix": ""
            },
            {
                "id": 15972,
                "identity": "a191e0af-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Robert Chin",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Robert",
                "middleName": "",
                "lastName": "Chin",
                "suffix": ""
            },
            {
                "id": 15973,
                "identity": "a191e301-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Han Lam",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Han",
                "middleName": "",
                "lastName": "Lam",
                "suffix": ""
            },
            {
                "id": 15974,
                "identity": "a191e54e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dan Chen",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dan",
                "middleName": "",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 15975,
                "identity": "a191e77c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Linying Wang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Linying",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 15976,
                "identity": "a191e9b9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Fei Fan",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Fei",
                "middleName": "",
                "lastName": "Fan",
                "suffix": ""
            },
            {
                "id": 15977,
                "identity": "a191ebed-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yan Zou",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yan",
                "middleName": "",
                "lastName": "Zou",
                "suffix": ""
            },
            {
                "id": 15978,
                "identity": "a191ee28-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ao Chen",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ao",
                "middleName": "",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 15979,
                "identity": "a191f051-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wenwei Zhang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wenwei",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 15980,
                "identity": "a191f27c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andrei Alexeev",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrei",
                "middleName": "",
                "lastName": "Alexeev",
                "suffix": ""
            },
            {
                "id": 15981,
                "identity": "a191f4af-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Snezana Drmanac",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Snezana",
                "middleName": "",
                "lastName": "Drmanac",
                "suffix": ""
            },
            {
                "id": 15982,
                "identity": "a191f71e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Huanming Yang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Huanming",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 15983,
                "identity": "a191f947-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jian Wang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jian",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 15984,
                "identity": "a191fb72-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Karsten Kristiansen",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Karsten",
                "middleName": "",
                "lastName": "Kristiansen",
                "suffix": ""
            },
            {
                "id": 15985,
                "identity": "a191fda0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xun Xu",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xun",
                "middleName": "",
                "lastName": "Xu",
                "suffix": ""
            },
            {
                "id": 15986,
                "identity": "a191ffe8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Radoje Drmanac",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Radoje",
                "middleName": "",
                "lastName": "Drmanac",
                "suffix": ""
            },
            {
                "id": 15987,
                "identity": "a192020a-516f-11e9-9e20-12b504df345a",
                "order_by": 98,
                "name": "Ou Wang",
                "email": "wangou@genomics.cn",
                "orcid": "",
                "institution": "BGI-Shenzhen",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ou",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 15988,
                "identity": "a192043d-516f-11e9-9e20-12b504df345a",
                "order_by": 99,
                "name": "Brock Peters",
                "email": "bpeters@completegenomics.com",
                "orcid": "",
                "institution": "Advanced Genomics Technology Lab, Complete Genomics Inc.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Brock",
                "middleName": "",
                "lastName": "Peters",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-09-24 20:10:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.116",
        "doiUrl": "https://doi.org/10.1038/protex.2018.116",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610282,
                "identity": "7494088c-a89f-43c2-bcb1-036b8ad1e6c1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:33",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 12978,
                "visible": true,
                "origin": "",
                "legend": "Barcoded bead assembly   Barcoded beads are generated through successive rounds of split and pool synthesis with streptavidin beads and three sets of barcoded oligos.  The number of barcodes is flexible.  In this example we used three sets of 1,536 10 base barcodes generating a total of ~3.6 billion different barcodes.  Each bead contains approximately 400,000 identical copies of the barcode.",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7055/v1/figure_1.pdf"
            },
            {
                "id": 2610283,
                "identity": "11b5d943-f71a-48f2-8ada-bad9e47c7b98",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:33",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 843110,
                "visible": true,
                "origin": "",
                "legend": "Acrylamide gel of barcode assembly.     Barcoded oligos were released from the beads at various steps in the assembly process and run on a 15% TBU gel.  The lanes are as follows: (1) 1.5 uL of 20 fold diluted RiboRuler Low Range Ladder, (2) Product from step #26, (3) product from step # 24, (4) product from step #19, (5) product from step #36.  The red box shows where the full length barcode adapter should run on the gel.  The orange box shows were the barcode adapter should run after two barcodes are ligated together.  The green box shows were the adapter should run after ligation of the common sequence to the first barcode.  The bridge oligo should run where the white box is located.  The non ligated adapter helper oligos are found within the blue box.",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7055/v1/figure_2.pdf"
            },
            {
                "id": 2610288,
                "identity": "668f6f40-0ce7-4a61-9b7b-64e1aa464620",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:33",
                "extension": "pdf",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 83262,
                "visible": true,
                "origin": "",
                "legend": "Agarose gel of transposon integrated DNA   Transposon integrated DNA was run on a 1% TBE gel for 40 minutes at 150 V.  Except for the DNA ladders the following are transposon integration reactions and are listed by what change for the protocol described in steps 38-43.  The lanes are as follows: (1) 40 ng of 1 Kb Plus ladder, (2) 0.2 pmol of coupling product, (3) 0.8 pmol of coupling product, (4) 1.2 pmol of coupling product, (5) 1.5 pmol of coupling product, (6) 2 pmol of coupling product, (7) 8 pmol of coupling product, (8) no transposon, (9) no Tn5 enzyme, (10) no genomic DNA, (11) 40 ng of 1 Kb Plus ladder.  We typically use 1.2 pmols (lane 4) of coupling product for our experiments.",
                "description": "",
                "filename": "figure3.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7055/v1/figure_3.pdf"
            },
            {
                "id": 2610286,
                "identity": "45c1d732-169e-4510-8e61-89f612d3df8f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:33",
                "extension": "pdf",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1119510,
                "visible": true,
                "origin": "",
                "legend": "Agarose gel of transposon integrated DNA   Transposon integrated DNA was run on a 1% TBE gel for 40 minutes at 150 V.  Except for the DNA ladders the following are transposon integration reactions and are listed by what change for the protocol described in steps 61-79.  The lanes are as follows: (1) 40 ng of 1 Kb Plus ladder, (2) final library product, (3) no DNA, transposon and beads only control, (4) no DNA, no transposon, beads only control, (5) no DNA, no transposon, no beads, water only control, (6) 40 ng of 1 Kb Plus ladder.  Excess capture adapter that has disassociated from the beads can be seen as a ~100 bp band on the gel.  Excess PCR primers are visible at the bottom of the gel.",
                "description": "",
                "filename": "figure4.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7055/v1/figure_4.pdf"
            },
            {
                "id": 13465763,
                "identity": "94649a83-d466-49db-a3fa-7aea618dc597",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1128151,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7055/v1/1a37a845-7f7a-4672-9a0c-64d9edfbc155.pdf"
            },
            {
                "id": 2610285,
                "identity": "f8ac325c-f6fe-45c4-a12f-b3737e8933a9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:33",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 20990,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Figure 1   Barcode sequence assembly   Three ligations are necessary to generate ~3.6 billion different barcodes.  The expected sequence at each step of the barcode assembly is displayed.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7055/v1/supplement_0.pdf"
            },
            {
                "id": 2610289,
                "identity": "c6188a40-7a36-45d7-8639-cdddcbc9ddb9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:33",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 356615,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Materials   Supplementary Materials",
                "description": "",
                "filename": "supplement0.xlsx",
                "url": "https://assets.researchsquare.com/files/nprot-7055/v1/supplement_0.xlsx"
            }
        ],
        "financialInterests": "Employees of BGI and Complete Genomics have stock holdings in BGI.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "stLFR, co-barcoded reads, de novo assembly, haplotyping, NGS",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Advances in genome sequencing continue to decrease cost and improve quality.  However, the diploid information found in most genomes is still lost by the most common sequencing methods.  There are several methods currently available for obtaining this haplotype information.  However, most of these methods are either time consuming, require expensive equipment and reagents, or both.  Here we describe single tube long fragment read \\(stLFR), a simple barcoded bead-based process capable of near perfect whole genome variant calling and haplotyping.  Our method uses equipment available in nearly all molecular biology laboratories and costs approximately 30 dollars a sample.  In addition, the data generated from this process is capable of detecting and phasing structural variations and scaffolding contigs.  We expect in the future that this process will enable affordable diploid de novo assembly.",
        "manuscriptTitle": "A simple bead-based method for generating cost-effective co-barcoded sequence reads",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-10-11 09:49:12",
                "doi": "10.1038/protex.2018.116",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1917f0f-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 11th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4399,
                "name": "Genetics"
            },
            {
                "id": 4400,
                "name": "Biotechnology"
            },
            {
                "id": 4401,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-10-11 09:49:12",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}