{
    "identity": "nprot-1898",
    "title": "A chemically-defined protocol for generating chondrocytes from human embryonic stem cells",
    "content": [
        {
            "header": "Reagents",
            "content": "_Cell culture plastics:_\r\n\n\n35mm Culture Dishes BD BioCoat™ Poly-L-Lysine \\(BD Biosciences cat. no. 354518)\r\n\n\n6 Well Costar® Clear TC-Treated Multiple Well Plates \\(Corning cat. no. 3516)\r\n\n\n5ml Costar® Stripette® polystyrene serological pipettes \\(Corning cat. no. 4487)\r\n\n\n10ml Costar® Stripette® polystyrene serological pipettes \\(Corning cat. no. 4488)\r\n\n\n25ml Costar® Stripette® polystyrene serological pipettes \\(Corning cat. no. 4489)\r\n\n\n20μl Bevelled Filter Tip \\(Starlab cat. no. S1120-1810)\r\n\n\n200μl Graduated Filter Tips \\(Starlab cat. no. S1120-8810)\r\n\n\n1000μl Filter Tip \\(Starlab cat. no. S1126-7810) \r\n\n\n1.5ml Microcentrifuge Tube \\(Starlab cat. no. E1415-1500)\r\n\n\n15ml polypropylene centrifuge tubes \\(Corning cat. no. CLS430790) \r\n\n\n50ml polypropylene centrifuge tubes \\(Corning cat. no. CLS430828) \r\n\n\n0.22μm syringe-driven Millex-GP Filter Unit \\(Millipore cat. no.SLGP033RB) \r\n\n\n0.22μm vacuum-driven Steritop-GP Filter Unit \\(Millipore cat. no. SCGPT01RE)\r\n\n\nStericup Receiver Flask, 45 mm thread \\(Millipore cat. no. SC00B05RE) \r\n\n\n20ml syringe \\(VWR cat. no. 613-3921)\r\n\n\n_Basal media, supplements and reagents:_\r\n\n\nKnockout™ DMEM \\(Gibco®, Invitrogen cat. no. 10829-018)\r\n\n\nKnockout™ Serum Replacement \\(Gibco®, Invitrogen cat. no. 10828-028) \r\n\n\nDMEM:F12 high glucose with 2mM L-glutamine and 15mM HEPES buffer \\(Gibco®, Invitrogen cat. no. 11330-032)\r\n\n\nDMEM high glucose \\(Gibco®, Invitrogen cat. no. 31053-028)\r\n\n\nFetal Bovine Serum \\(FBS), heat-inactivated \\(Gibco®, Invitrogen cat. no. 10082-147) – supplied in 500ml volumes on dry ice and stored at -80ºC.- To prevent freeze-thaw cycles the FBS is thawed, aliquoted in 50ml volumes and stored at -20 ºC\r\n\n\nInsulin Transferrin Selenium \\(ITS) Supplement \\(100X) \\(Gibco®, Invitrogen cat. no. 51300-044)\r\n\n\nMEM Non-Essential Amino Acids \\(NEAA) 10mM \\(100X) \\(Gibco®, Invitrogen cat. no. 11140-035)\r\n\n\nL-Glutamine 200mM \\(100X) \\(Gibco®, Invitrogen cat. no. 25030-024) – To prevent freeze-thaw cycles the L-Glutamine is thawed, aliquoted in 5ml volumes and stored at -20 ºC\r\n\n\nPenicillin-Streptomycin \\(100X) contains 5,000 units of penicillin \\(base) and 5,000 µg of streptomycin \\(base)/ml utilizing penicillin G \\(sodium salt) and streptomycin sulfate in 0.85% saline \\(Gibco®, Invitrogen cat. no. 15070-063) ) – To prevent freeze-thaw cycles the Penicillin-Streptomycin is thawed, aliquoted in 5ml volumes and stored at -20 ºC\r\n\n\nβ-Mercaptoethanol 55mM in DPBS \\(Gibco®, Invitrogen cat. no. 31350010)\r\n\n\nN2 Liquid Supplement \\(100X) \\(Gibco®, Invitrogen cat. no. 17502-048)\r\n\n\nB27 Liquid Supplement \\(50X) \\(Gibco®, Invitrogen cat. no. 17504-044)\r\n\n\nDulbecco’s Phosphate Buffered Saline \\(DPBS) \\(1X) \\(Gibco®, Invitrogen, Cat. No. 14040-091)\r\n\n\nTrypsin:EDTA \\(1X) \\(PAA cat. no. L11-660) – To prevent freeze-thaw cycles the Trypsin:EDTA is thawed, aliquoted in 10ml volumes and stored at -20 ºC\r\n\n\nDistilled H2O \\(dH<sub>2</sub>O) is sterilized by autoclaving\r\n\n\nCryopreservation medium: Add a 1ml volume of Dimethyl Sulfoxide \\(Sigma cat. no. D2650) to 9ml volume of FBS. Pipette up and down to mix well\r\n\n\nPorcine gelatin \\(Sigma cat. no. G1890) – A 1% stock gelatin solution is prepared by adding 4g of lyophilized gelatin powder to 400ml dH2O. The solution is autoclaved to sterilise, aliquotted in 20ml volumes and stored at -20ºC. Working gelatin solutions of 0.1% \\(vol/vol) are prepared in sterile T-75 cell culture flasks by adding 20ml of thawed 1% \\(vol/vol) gelatin to 180ml of sterile dH2O. The 0.1% \\(vol/vol) gelatin solution is stored at 4ºC and discarded after 28 days\r\n\n\nBovine Serum Albumin \\(BSA) \\(Sigma cat. no. A4161)\r\n\n\nHuman Plasma Fibronectin \\(Millipore cat. no.FC010) – Fibronectin is supplied as a liquid at a concentration of 1mg/ml \\(wt/vol) to be stored at 4ºC. Working solutions of 50μg/ml \\(wt/vol) are prepared by diluting 1ml of stock fibronectin in 19ml of DPBS and stored at 4ºC.\r\n\n\n**Tip: Due to the decrease in the biological activity of supplementary growth factors we store all culture media at 4ºC and discard 14 days after preparation. In order to prevent waste from discarding expired media we frequently prepare 500ml volumes of hESc Feeder-Free Medium and Directed Differentiation Basal Medium without the growth factors and store 40ml aliquots at -20ºC. The required growth factor combinations are then added to thawed aliquots. We have not detected any adverse effects in cell cultures when using media that has been stored at -20ºC for up to 2 months from preparation.**\r\n\n\n_Growth factors:_\r\n\n\nGrowth factors are purchased as lyophilized powders which are reconstituted to a stock concentration with 0.1% \\(vol/vol) BSA in DPBS. To prepare 0.1% \\(vol/vol) BSA add 0.01g of BSA to 10ml DPBS, vortex well and sterilize through a 0.22μm syringe driven filter. \r\n\n\nHuman recombinant FGF2 \\(AA10-155) \\(Biosource™, Invitrogen cat. no. PHG0021) – Dissolve 1mg of lyophilized powder in 10ml of 0.1% \\(vol/vol) BSA in DPBS to make a stock concentration of 100μg/ml \\(wt/vol). Aliquot the stock growth factor solution in 50μl volumes.\r\n\n\nHuman recombinant Activin-A \\(Peprotech cat. no. 120-14) – dissolve 5μg of lyophilized powder in 500μl of 0.1% \\(vol/vol) BSA in DPBS to make a stock concentration of 10μg/ml \\(wt/vol). Aliquot the stock growth factor solution in 50μl volumes.\r\n\n\nHuman recombinant Neurotrophin-4 \\(NT4) \\(Peprotech cat. no. 450-04) – Dissolve 10μg of lyophilized powder in 1ml of 0.1% \\(vol/vol) BSA in DPBS to make a stock concentration of 10μg/ml \\(wt/vol). Aliquot the stock growth factor solution in 20μl volumes.\r\n\n\nHuman recombinant BMP4 \\(Peprotech cat. no. 120-05) – Dissolve 5μg of lyophilized powder in 500μl of 0.1% \\(vol/vol) BSA in DPBS to make a stock concentration of 10μg/ml \\(wt/vol). Aliquot the stock growth factor solution in 50μl volumes.\r\n\n\nHuman recombinant GDF5 \\(BMP14/CDMP1) \\(Peprotech cat. no. 120-01) – Dissolve 50μg of lyophilized powder in 5ml of 0.1% \\(vol/vol) BSA in DPBS to make a stock concentration of 10μg/ml \\(wt/vol). Aliquot the stock growth factor solution in 50μl volumes.\r\n\n\nHuman recombinant Follistatin 300 \\(Sigma cat. no. F1175-25UG) – Dissolve 25μg of lyophilized powder in 2.5ml of 0.1% \\(vol/vol) BSA in DPBS to make a stock concentration of 10μg/ml \\(wt/vol). Aliquot the stock growth factor solution in 50μl volumes.\r\n\n\nMouse recombinant Wnt3a \\(R&D Systems cat. no. 1324-WN) – Dissolve 2μg of lyophilized powder is dissolved in 200μl of 0.1% \\(vol/vol) BSA in DPBS to make a stock concentration of 10μg/ml \\(wt/vol). Aliquot the stock growth factor solution in 25μl volumes.\r\n\n\n**Critical: Growth factor polypeptides are highly unstable and biological activity decreases rapidly. Because of this lyophilized growth factors are assumed to be sterile on opening and reconstitution is carried out in a microbiological safety cabinet using aseptic technique. Growth factor solutions are never passed through 0.22μm filters and cell culture media are sterilized prior to the addition of growth factors. Once reconstituted the growth factor aliquots are transferred on ice for storage at -80ºC. Thawed aliquots are never re-frozen but are stored at 4ºC and discarded 14 days post-thaw.**\r\n\n\n_Reagents setup:_\r\n\n\nSee **Table 1** for the recipe to make MEF Medium\r\n\n\nSee **Table 2** for the recipe to make hESc Medium\r\n\n\nSee **Table 3** for the recipe to make hESc Feeder-Free Medium\r\n\n\nSee **Table 4** for the recipe to make Directed Differentiation Basal Medium"
        },
        {
            "header": "Equipment",
            "content": "There is no requirement for any specialised equipment other than that used for routine cell culture.\r\n\n\n\r\n\n\n“Mr Frosty” Cryo 1ºC freezing container \\(Nalgene cat. no. 5100-0001)"
        },
        {
            "header": "Procedure",
            "content": "Tip: Detailed methodologies for the routine culture of hESc on iMEF feeder layers can be found in the ‘ES Cell International Pte Ltd: Methodology Manual Human Embryonic Stem Cell Culture 2005’ and the ‘Human Embryonic Stem \\(HUES) Cell Collection Instruction Manual Version 1.0 \\(http://mcb.harvard.edu/melton/hues/HUES_manual.pdf). We have progressively modified the protocols in these instruction manuals as we have become more experienced in hESc culture.\r\n\n\n\r\n\n\nCritical: All cell culture procedures are carried out in a microbiological safety cabinet using aseptic technique. Because we do not supplement hESc Medium, hESc Feeder-Free Medium and Directed Differentiation Basal Medium with antibiotics it is essential that particular care is taken to maintain an aseptic environment. The cell culture incubators are cleaned monthly with a stringent biocide and rinsed with 70% \\(vol/vol) ethanol before running an internal autoclave cycle. Humidity within the cell culture incubators is maintained by filling water trays with autoclaved dH2O. The microbiological safety cabinet is cleaned weekly with a stringent biocide and rinsed with 70% \\(vol/vol) ethanol. During processing all reagents and equipment are sprayed liberally with 70% \\(vol/vol) ethanol before transfer into the microbiological safety cabinet and the operator wears a long sleeve Howie style laboratory coat and latex/nitrile gloves at all times. Cells are cultured at 37ºC in 5% Co2, atmospheric O2.\n**Preliminary**\r\n\n\n_hESc culture on Inactivated Mouse Embryonic Fibroblast \\(iMEF) Feeder Cell Layer:_\r\n\n\n1. Transfer 1ml of 0.1% \\(vol/vol) gelatin to 1×35mm culture dish and incubate in a cell culture incubator at 37ºC for 1 hour.\r\n  2. Remove one cryovial of iMEF cells from the liquid nitrogen cell storage dewar and place on ice for transfer to the cell culture suite.\r\n  3. Hold the cryovial by the lid and submerge three quarters of the cryovial in the 37ºC water bath for 2-3 minutes to thaw the cell suspension. **Tip: Swirl the cryovial in the water to facilitate heat transfer. Thaw the iMEF cells until approximately 10% of ice remains, the iMEF cells will continue to thaw during transfer to the microbiological safety cabinet.**\r\n  4. Draw up 4ml of MEF medium in a 5ml serological pipette and then the 1ml volume of iMEF cell suspension from the cryovial. Transfer the 5ml volume to a sterile 15ml polystyrene centrifuge tube.\r\n  5. Add 90μl of the iMEF cell suspension and 10μl of trypan blue solution to a 1.5ml microfuge tube and mix well by pipetting up and down. Transfer 10μl to each chamber of haemocytometer and perform a viable cell count. MEF cells are seeded at a cell density of 3×104 cells/cm2 which for a 35mm culture dish is 2.92×105 cells; calculate the volume of iMEF cell suspension required: 2.92×105 cells / viable cells/ml = Xml of MEF cell suspension. Transfer the calculated volume to a sterile 15ml polystyrene centrifuge tube and centrifuge at 720 x g for 3 minutes at room temperature. Remove the supernatant and resuspend the cell pellet in 2ml of MEF medium \\(Table 1).\r\n  6. Take the 35mm culture dish with gelatin from the incubator, remove the gelatin and add the 2ml iMEF cell suspension. Transfer to the cell culture incubator.\r\n  7. Twenty-four hours post-seeding check the iMEF cells under the microscope to ensure that they have adhered to the cell culture surface and formed a homogeneous culture of approximately 80-85% confluence. \r\n  8. Thaw hESc and seed onto the iMEF layer. Remove a vial of hESc from liquid nitrogen storage and thaw as for the iMEF cells in steps 3-5 but substitute hESc medium \\(Table 2) for MEF medium. Centrifuge the hESc at 720 x g for 3 minutes at room temperature and resuspend the cell pellet in 2ml of hESc Medium. \r\n  9. Remove the iMEF medium from the iMEF cell layer and add the hESc suspension. Transfer the cell culture dish to the cell culture incubator.\r\n  10. Change the hESc medium every 2 days and check the hESc for growth under the microscope. Colonies of hESc can be observed growing between iMEF cells after approximately 2-4 days.\r\n  11. Passage the hESc at a ratio of 1:6 when the culture has grown to approximately 90-95% confluence. Prepare 6 wells of a 6 well culture dish with a iMEF feeder cell layer as described in steps 1-7. \r\n  12. Pre-warm a 10ml aliquot of Trypsin:EDTA and hESc medium by placing in the 37ºC water bath for 30 minutes. \r\n  13. Remove and discard the hESc medium from the hESc culture and add 1ml of Trypsin:EDTA. Incubate in the cell culture incubator at 37ºC and check under the microscope every 2-3 minutes for cell dissociation. iMEF cells are seen to round up whereas hESc can be seen to separate from each other. **Critical: Cell:cell contact is crucial in maintaining the hESc phenotype and so it is important that the hESc are not overexposed to the Trypsin:EDTA. The cells should remain in clumps of approximately 5-10 cells to permit the formation of new hESc colonies.**\r\n  14. Transfer the hESc suspension to a sterile 15ml polystyrene centrifuge tube and centrifuge at 720 x g for 3 minutes at room temperature. Resuspend the hESc in 12ml of hESc medium. \r\n  15. Remove the MEF medium from the wells of the 6 well culture dish and add 2ml of the hESc cell suspension to each well. Transfer the culture dish to the cell culture incubator.\r\n  **Tip: We frequently keep 1×6 well cell culture dish of hESc in continuous culture on an iMEF feeder layer. When confluent 1 x well is passaged to another 6 well culture dish with iMEFs, 2 x wells are taken to establish feeder-free cultures and 3 wells are cryopreserved in order to maintain low passage stocks of hESc.**\r\n\n\n_Feeder-Free hESc Culture:_\r\n\n\n1. Prepare 35mm and 6 well culture dishes by transferring 1ml of 50μg/ml fibronectin to each well and incubating for at least 16 hours at 4ºC.\r\n  2. Remove and discard the hESc medium from 2 x wells of hESc iMEF cultures and rinse twice with DPBS.\r\n  3. Add 500μl of Trypsin:EDTA to each of the 2 wells and transfer to the cell culture incubator.\r\n  4. Check the hESc cultures every 2-3 minutes as if passaging the hESc cultures on to iMEF feeder cell layers. The Trypsin:EDTA can be left longer to permit more thorough dissociation of the hESc. \r\n  5. Transfer the cell suspension to a sterile 15ml polystyrene centrifuge tube and centrifuge at 720 x g for 3 minutes at room temperature. \r\n  6. Discard the supernatant and flick the bottom of the tube to disrupt the cell pellet. Resuspend the cells in a 2ml of hESc Feeder-Free Medium \\(Table 3). \r\n  7. Remove the 50μg/ml fibronectin from the 35mm culture dish and transfer to sterile 50ml centrifuge tube. **Tip: The 50μg/ml working solution of fibronectin can be reused up to three times if it remains at 4ºC.**\r\n  8. Add the 2ml volume of hESc cell suspension to the well coated with fibronectin and check under the microscope. **Critical: To establish feeder-free cultures hESc should be kept at a high cell density transferring 2 x wells of a 6 well culture dish to 1×35mm culture dish to account for the inclusion of iMEFs. Cell-cell contact is important to maintain hESc phenotype, which is achieved through high cell density. Groups of 2-3 hESc not separated by the Trypsin:EDTA should still be present, however if large numbers of hESc remain aggregated together this will lead to the formation of embryoid bodies and differentiation.**\r\n  9. Return the 35mm culture dish to the cell culture incubator.\r\n  10. Check the hESc cultures every 24 hours under the microscope for adherence to the fibronectin-coated plastic and replace the hESc Feeder-Free Medium every 24-48 hours. **Tip: Feeder-free hESc adhere to the tissue culture plastic as colonies with prominent cell-cell contact. hESc appear larger and flatter than those cultured on iMEF feeder cell layers. Individual cells are seen as having characteristic large nucleus and prominent nucleoli. iMEF cells are often seen between hESc colonies.** \r\n  11. The feeder-free culture should be passaged at confluence after approximately 3-4 days. Remove the hESc Feeder-Free Medium from the well and add 500μl of pre-warmed Trypsin:EDTA. Incubate at room temperature and rock the 35mm culture dish back and forth gently. As soon as the hESc detach add 2ml of hESc Feeder-Free Medium to the well, draw up the hESc suspension and transfer to a sterile 15ml polystyrene centrifuge tube. Add another 2ml of hESc Feeder-Free Medium to the culture dish and rinse out the remaining cells from the well. Pool this with the hESc suspension in the 15ml tube. Centrifuge the hESc suspension at 720 x g for 3 minutes at room temperature and discard the supernatant. Flick the bottom of the centrifuge tube to disrupt the cell pellet and resuspend the hESc in 4ml volume of hESc Feeder-Free Medium. Transfer 2ml each to 2 x well of a 6 well cell culture dish coated with 50μg/ml fibronectin as described in step 1. Return the 6 well cell culture dish to the cell culture incubator. **Tip: It is important to maintain a high cell density as the hESc culture becomes established, plate cells at a density of approximately 0.8-1×105cells/cm2. Do not be tempted to passage the feeder-free hESc too early.** \r\n  12. Repeat steps 10-11 to expand the feeder-free hESc culture. The hESc become adapted to feeder-free culture with increasing passage and as such can be passaged at higher ratios. We routinely passage feeder-free hESc cultures at ratios of 1:3–1:4.\r\n  13. To cryopreserve feeder-free hESc cultures detach the cells as if passaging and resuspend the cell pellet in cryopreservation medium. Use 2ml of cryopreservation medium per 1 x confluent well of a 6-well dish \\(approximately 2×106 cells). Aliquot 1ml volumes into pre-labelled cryovials, place the cryovials into the “Mr Frosty” and transfer to -80ºC. After 24 hours transfer the cryovials to a liquid nitrogen cell storage dewar.\r\n  **Directed Differentiation Protocol**\r\n\n\nThe directed differentiation protocol is carried out on feeder-free hESc which have been cultured off feeders for at least 3 passages to exclude contaminating iMEFs.\r\n\n\n1. Coat 1×35mm culture dish by adding 1ml of 50μg/ml fibronectin and incubating overnight at 4ºC.\r\n  2. Detach feeder-free hESc from the cell culture plastic using pre-warmed Trypsin:EDTA, centrifuge at 720 x g for 3 minutes at room temperature and resuspend to a cell density of 5×105 cells/ml in hESc Feeder-Free Medium. \r\n  3. Remove the fibronectin solution from the well of the 35mm culture dish and add a 2ml volume of feeder-free hESc suspension.\r\n  4. Return the culture dish to the cell culture incubator.\r\n  5. After 24 hours check the hESc culture under the microscope. DDP should be initiated when the cultures are at approximately 80% confluence. Denote this as Day 1.\r\n  6. Prepare Day 1 medium by adding 6.25μl of 10μg/ml mouse recombinant Wnt3a and 12.5μl of 10μg/ml human recombinant Activin-A to 2.5ml of Directed Differentiation Basal Medium \\(Table 4).\r\n  7. Remove the hESc Feeder-Free Medium, rinse the feeder-free hESc culture three times with DPBS and add 2.5ml of Day 1 medium. Return to the cell culture incubator.\r\n  8. Day 2: add 6.25μl of 10μg/ml mouse recombinant Wnt3a; 6.25μl of 10μg/ml human recombinant Activin-A and 0.5μl of 100μg/ml human recombinant FGF2 to 2.5ml of Directed Differentiation Basal Medium.\r\n  9. Remove the Day 1 medium from the cell culture and replace with 2.5ml of Day 2 medium. Return to the cell culture incubator.\r\n  10. Day 3: add 6.25μl of 10μg/ml mouse recombinant Wnt3a; 2.5μl of 10μl/ml human recombinant Activin-A; 0.5μl of 100μg/ml human recombinant FGF2 and 10μl of 10μg/ml human recombinant BMP4 to 2.5ml of Directed Differentiation Basal Medium.\r\n  11. Remove the Day 2 medium from the cell culture and replace with 2.5ml of Day 3 medium. Return to the cell culture incubator.\r\n  12. Day 4: Analyse Stage 1 cultures if appropriate.\r\n  13. Add 0.5μl of 100μg/ml human recombinant FGF2; 10μl of 10μg/ml human recombinant BMP4; 25μl of 10μg/ml human recombinant follistatin and 0.5μl of 10μg/ml human recombinant NT4 to 2.5ml of Directed Differentiation Basal Medium.\r\n  14. Remove the Day 3 medium from the cell culture and replace with 2.5ml of Day 4 medium. Return to the cell culture incubator.\r\n  15. Transfer 1ml of 50μg/ml fibronectin to each of 5 x wells of a 6 well culture dish and place at 4ºC.\r\n  16. Day 5: add 2μl of 100μg/ml human recombinant FGF2; 40μl of 10μg/ml human recombinant BMP4; 100μl of 10μg/ml human recombinant follistatin and 2μl of 10μg/ml human recombinant NT4 to 10ml of Directed Differentiation Basal Medium.\r\n  17. Remove the Day 4 medium from the cell culture and add 500μl of pre-warmed Trypsin:EDTA. Incubate at room temperature and rock the 35mm culture dish back and forth gently. As soon as the cells detach add 2ml of Directed Differentiation Basal Medium to the well, draw up the cell suspension and transfer to a sterile 15ml polystyrene centrifuge tube. Add another 2ml volume of Directed Differentiation Basal Medium to the culture dish and rinse out the remaining cells from the well. Pool this with the cell suspension. Centrifuge the cell suspension at 720 x g for 3 minutes at room temperature and discard the supernatant. Flick the bottom of the centrifuge tube to disrupt the cell pellet and resuspend the cells in 10ml of Day 5 Medium. Remove the 50μg/ml fibronectin solution and transfer 2ml of the cell suspension to each of the 5 wells. Return the culture dishes to the cell culture incubator.\r\n  18. Day 6: add 2μl of 100μg/ml human recombinant FGF2; 40μl of 10μg/ml human recombinant BMP4; 100μl of 10μg/ml human recombinant follistatin and 2μl of 10μg/ml human recombinant NT4 to 10ml of Directed Differentiation Basal Medium.\r\n  19. Remove the Day 5 medium from the 5 cell culture dishes and replace each with 2ml of Day 6 medium. Return to the cell culture incubator.\r\n  20. Day 7: add 2μl of 100μg/ml human recombinant FGF2; 40μl of 10μg/ml human recombinant BMP4; 100μl of 10μg/ml human recombinant follistatin and 2μl of 10μg/ml human recombinant NT4 to 10ml of Directed Differentiation Basal Medium.\r\n  21. Remove the Day 6 medium from the 5 cell culture dishes and replace each with 2ml of Day 7 medium. Return to the cell culture incubator.\r\n  22. Transfer 10ml of 50μg/ml fibronectin and 10ml of 0.1% \\(vol/vol) gelatin to a sterile 50ml polystyrene centrifuge tube and mix well by pipetting up and down.\r\n  23. Transfer 1ml of the mixed fibronectin:gelatin solution to 20 x wells of 6 well culture dishes and place at 4ºC.\r\n  24. Day 8: add 8μl of 100μg/ml human recombinant FGF2; 160μl of 10μg/ml human recombinant BMP4 and 8μl of 10μg/ml human recombinant NT4 to 40ml of Directed Differentiation Basal Medium.\r\n  25. Remove the Day 7 medium from the cell cultures and add 500μl of pre-warmed Trypsin:EDTA to each of the 5 wells. Incubate at room temperature; rocking the cell culture dish back and forth gently. As soon as the cells detach add 2ml of Directed Differentiation Basal Medium to each cell culture dish, draw up the cell suspension and transfer to a sterile 15ml polystyrene centrifuge tube. Add another 2ml of Directed Differentiation Basal Medium to the culture dishes and rinse out the remaining cells from the well. Pool this with the cell suspension. Centrifuge the cell suspension at 720 x g for 3 minutes at room temperature and discard the supernatant. Flick the bottom of the centrifuge tube to disrupt the cell pellet and resuspend the cells in 40ml of Day 8 Medium. Remove the fibronectin:gelatin solution and transfer 2ml of the cell suspension to each of the 20 wells of the culture dishes. Return the culture dishes to the cell culture incubator.\r\n  26. Day 9: Analyse Stage 2 cultures if appropriate.\r\n  27. Add 8μl of 100μg/ml human recombinant FGF2; 80μl of 10μg/ml human recombinant BMP4; 80μl of 10μg/ml human recombinant GDF5 and 8μl of 10μg/ml human recombinant NT4 to 40ml of Directed Differentiation Basal Medium.\r\n  28. Remove the Day 8 medium from the cell cultures and replace with 2ml of Day 9 medium to each well. Return to the cell culture incubator.\r\n  29. Day 10: add 8μl of 100μg/ml human recombinant FGF2; 80μl of 10μg/ml human recombinant BMP4; 80μl of 10μg/ml human recombinant GDF5 and 8μl of 10μg/ml human recombinant NT4 to 40ml of Directed Differentiation Basal Medium.\r\n  30. Remove the Day 9 medium from the cell cultures and replace with 2ml of Day 10 medium to each of the wells. Return to the cell culture incubator.\r\n  31. Day 11: add 8μl of 100μg/ml human recombinant FGF2; 160μl of 10μg/ml human recombinant GDF5 and 8μl of 10μg/ml human recombinant NT4 to 40ml of Directed Differentiation Basal Medium.\r\n  32. Remove the Day 10 medium from the cell cultures and replace with 2ml of Day 11 medium to each well. Return to the cell culture incubator.\r\n  33. Transfer 1ml of 0.1% \\(vol/vol) gelatin solution to 30 x wells of 6 well cell culture dishes and place at 4ºC.\r\n  34. Day 12: add 12μl of 100μg/ml human recombinant FGF2; 240μl of 10μg/ml human recombinant GDF5 and 12μl of 10μg/ml human recombinant NT4 to 30ml of Directed Differentiation Basal Medium. **Note: This makes a 2 X concentration of Day 12 medium.**\r\n  35. Remove the Day 11 medium from the cell cultures and add 500μl of pre-warmed Trypsin:EDTA to each well. Incubate at room temperature; rocking the cell culture dishes back and forth gently. As soon as the cells detach add a 2ml volume of Directed Differentiation Basal Medium to each cell culture dish, draw up the cell suspension and transfer in equal volumes to 2 x sterile 50ml polystyrene centrifuge tubes. Add another 2ml volume of Directed Differentiation Basal Medium to the culture dishes and rinse out the remaining cells from the well. Transfer this cell suspension in equal volumes to the 2×50ml centrifuge tubes. Centrifuge the cell suspension at 720 x g for 3 minutes at room temperature and discard the supernatant. Flick the bottom of the centrifuge tube to disrupt the cell pellet and resuspend the cells in 30ml of Directed Differentiation Basal Medium. Remove the 0.1%\\(vol/vol) gelatin solution and transfer 1ml of the cell suspension to each of the 30 wells of the 6 well culture dishes. \r\n  36. Add 1ml of the 2 X Day 12 medium to each of the 30 wells. Return the culture dishes to the cell culture incubator.\r\n  37. Day 13: add 12μl of 100μg/ml human recombinant FGF2; 240μl of 10μg/ml human recombinant GDF5 and 12μl of 10μg/ml human recombinant NT4 to 30ml of Directed Differentiation Basal Medium. **Note: This makes a 2 X concentration of Day 13 medium.**\r\n  38. Remove the Day 12 medium from the cell cultures and replace with 1ml each of Directed Differentiation Basal Medium to each of the 30 wells of the 6 well cell culture dishes\r\n  39. Add 1ml each of the 2 X Day 13 medium to each of the 30 wells. Return to the cell culture incubator.\r\n  40. Day 14 terminate the cultures and carry out Stage 3 \\(end point) analyses."
        },
        {
            "header": "Timing",
            "content": "_hESc culture on Inactivated Mouse Embryonic Fibroblast \\(iMEF) Feeder Cell_ Layer: hESc cell lines are maintained in continuous ‘bulk up’ culture on iMEF feeder cell layers. From a frozen ampoule of hESc it will take approximately 1 week for the culture to become established. After approximately 3-4 weeks of expansion by trypsin passage there will be enough hESc to begin establishing feeder-free cultures whilst maintaining cultures on iMEFs and cryopreserving low passage hESc stocks.\r\n\n\nFeeder-Free hESc Culture: Feeder-free hESc cultures are established over approximately 3-4 days and are passaged using trypsin upon confluence. Feeder-free hESc cultures are used in the Directed Differentiation Protocol after 3 passages to ensure that contaminating iMEF feeder cells are lost, approximately 10-14 days post initiation of feeder-free culture. Feeder-free hESc cultures can be cryopreserved and will take approximately 1-2 days to recover from frozen.\r\n\n\n_Directed Differentiation Protocol_: DDP takes 14 days to complete."
        },
        {
            "header": "Troubleshooting",
            "content": "The most frequent problem with this protocol is the occurrence of contamination within the culture. It is important that all of the components of the protocol are prepared and handled using aseptic technique and that the cell culture suite in which the work is carried out is maintained in an appropriately clean state.\r\n\n\nWe have observed that the efficiency in establishing and culturing feeder-free hESc as well as that of the directed differentiation protocol is sensitive to bioactivity of the growth factors used to supplement the media and also the fibronectin substrate. Be careful to follow the manufacturer’s instructions in preparing the proteins, store the aliquots at -80ºC unless stated otherwise, avoid freeze-thaw cycles, always keep the growth factors below 4ºC and do not use aliquots that have been thawed for longer than 14 days."
        },
        {
            "header": "Anticipated Results",
            "content": "When pluripotent feeder-free hESc are plated onto fibronectin substrate individual colonies are established across the culture dish \\(Figure 2a and 2b). Cell-cell contacts are prominent and individual cells are seen to have characteristic hESc morphology of large nucleus to cytoplasm ratio and prominent nucleoli. When the cell cultures are analyzed at the completion of Stage 1 \\(Day4) there are no apparent differences in gross morphology with cells retaining cell-cell contacts, large nucleus to cytoplasm ratios and prominent nucleoli \\(Figure 2b and 2c). Figure 2d and 2e shows morphological analyses at the end of Stage 2 \\(on day 9). The cultures are highly confluent \\(approximately 95%) and contain phase-bright cell clusters approximately 40-80μm in diameter \\(circled). On Day 12 \\(Figure 2f and 2g) the cell clusters are seen to have increased in size \\(circled). The flatter cells between the cell clusters are less firmly attached to the cell culture dish. At the completion of the Directed Differentiation Protocol \\(Day 14) the flatter cells are no longer present leaving independent cell aggregates across the culture. Cells within the aggregates are seen to have a rounded chondrocyte-like morphology \\(Figure 2h and 2i)."
        },
        {
            "header": "References",
            "content": "1. Liew, C.G. et al. Human embryonic stem cells: possibilities for human cell transplantation. _Ann Med_. **37**, 521-532 \\(2005).\r\n  2. Murry, C.E. & Keller, G. Differentiation of embryonic stem cells to clinically relevant populations: lessons from embryonic development. _Cell_ **132**, 661-680 \\(2008).\r\n  3. Oldershaw, R.A. et al. The directed differentiation of human embryonic stem cells towards chondrocytes. _Nature Biotechnology In Press_.\r\n  4. Baxter, M.A. et al. Analysis of the distinct functions of growth factors and tissue culture substrates necessary for the long-term self-renewal of human embryonic stem cell lines. _Stem cell research_ **3**, 28-38 \\(2009)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was funded by the North West Science Fund administered by the North West Regional Development Agency \\(NWDA), the Medical Research Council and the NIHR Biomedical Research Funding Scheme."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nbt.1683",
                "date": "2010-11-30 16:44:47",
                "title": "Directed differentiation of human embryonic stem cells toward chondrocytes",
                "authors": [
                    "Rachel A Oldershaw",
                    "Melissa A Baxter",
                    "Emma T Lowe",
                    "Nicola Bates",
                    "Lisa M Grady",
                    "Francesca Soncin",
                    "Daniel R Brison",
                    "Timothy E Hardingham",
                    "and Susan J Kimber"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11523,
                "identity": "9f84c07d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rachel Oldershaw",
                "email": "",
                "orcid": "",
                "institution": "North West Embryonic Stem Cell Centre, Faculty of Life Sciences and Faculty of Medical and Human Sciences, Core Technology Facility, 46 Grafton Street, University of Manchester, Manchester, M13 9NT, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rachel",
                "middleName": "",
                "lastName": "Oldershaw",
                "suffix": ""
            },
            {
                "id": 11524,
                "identity": "9f84c460-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Melissa Baxter",
                "email": "",
                "orcid": "",
                "institution": "North West Embryonic Stem Cell Centre, Faculty of Life Sciences and Faculty of Medical and Human Sciences, Core Technology Facility, 46 Grafton Street, University of Manchester, Manchester, M13 9NT, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Melissa",
                "middleName": "",
                "lastName": "Baxter",
                "suffix": ""
            },
            {
                "id": 11525,
                "identity": "9f84c774-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Emma Lowe",
                "email": "",
                "orcid": "",
                "institution": "North West Embryonic Stem Cell Centre, Faculty of Life Sciences and Faculty of Medical and Human Sciences, Core Technology Facility, 46 Grafton Street, University of Manchester, Manchester, M13 9NT, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Emma",
                "middleName": "",
                "lastName": "Lowe",
                "suffix": ""
            },
            {
                "id": 11526,
                "identity": "9f84c92f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nicola  Bates",
                "email": "",
                "orcid": "",
                "institution": "North West Embryonic Stem Cell Centre, Faculty of Life Sciences and Faculty of Medical and Human Sciences, Core Technology Facility, 46 Grafton Street, University of Manchester, Manchester, M13 9NT, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nicola",
                "middleName": "",
                "lastName": "Bates",
                "suffix": ""
            },
            {
                "id": 11527,
                "identity": "9f84caca-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lisa  Grady",
                "email": "",
                "orcid": "",
                "institution": "North West Embryonic Stem Cell Centre, Faculty of Life Sciences and Faculty of Medical and Human Sciences, Core Technology Facility, 46 Grafton Street, University of Manchester, Manchester, M13 9NT, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lisa",
                "middleName": "",
                "lastName": "Grady",
                "suffix": ""
            },
            {
                "id": 11528,
                "identity": "9f84cc5d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Francesca Soncin",
                "email": "",
                "orcid": "",
                "institution": "Faculty of Medical and Human Sciences, Core Technology Facility, 46 Grafton Street, University of Manchester, Manchester, M13 9NT, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Francesca",
                "middleName": "",
                "lastName": "Soncin",
                "suffix": ""
            },
            {
                "id": 11529,
                "identity": "9f84cde6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daniel Brison",
                "email": "",
                "orcid": "",
                "institution": "North West Embryonic Stem Cell Centre, Faculty of Life Sciences and Faculty of Medical and Human Sciences, Core Technology Facility, 46 Grafton Street, University of Manchester, Manchester, M13 9NT, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "",
                "lastName": "Brison",
                "suffix": ""
            },
            {
                "id": 11530,
                "identity": "9f84cf74-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Timothy  Hardingham",
                "email": "",
                "orcid": "",
                "institution": "North West Embryonic Stem Cell Centre, Faculty of Life Sciences and Faculty of Medical and Human Sciences, Core Technology Facility, 46 Grafton Street, University of Manchester, Manchester, M13 9NT, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Timothy",
                "middleName": "",
                "lastName": "Hardingham",
                "suffix": ""
            },
            {
                "id": 11531,
                "identity": "9f84d111-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Susan  Kimber",
                "email": "",
                "orcid": "",
                "institution": "North West Embryonic Stem Cell Centre, Faculty of Life Sciences and Faculty of Medical and Human Sciences, Core Technology Facility, 46 Grafton Street, University of Manchester, Manchester, M13 9NT, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Susan",
                "middleName": "",
                "lastName": "Kimber",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-11-30 20:50:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2010.201",
        "doiUrl": "https://doi.org/10.1038/protex.2010.201",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608154,
                "identity": "07269d04-330f-4ee3-a31a-3745c3b4c999",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "bmp",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 31415,
                "visible": true,
                "origin": "",
                "legend": "Schematic representation of the Directed Differentiation Protocol.   The protocol is divided into three stages in which pluripotent hESc are directed towards primitive streak and mesendoderm (primitive streak/mesendoderm) (Stage 1), mesoderm (Stage 2) and then chondrocytes (Stage 3). Experimental techniques such as quantitative PCR and immunofluorescence can be used to monitor the expression of genes and proteins associated with each stage of differentiation. We carry out analyses using panels of genes/proteins to account for the broad ranges of expression kinetics during differentiation and the expression of the same gene/protein on multiple cell types. We also analyse the expression of genes/proteins associated with non-target cell types including those associated with neurectoderm, endoderm and haemangioblast cell populations to evaluate the efficiency of differentiation to chondrocytes.",
                "description": "",
                "filename": "figure1.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-1898/v1/figure_1.bmp"
            },
            {
                "id": 2608155,
                "identity": "893727b0-8295-4cd6-9c99-4a0bcc66546c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "bmp",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 443798,
                "visible": true,
                "origin": "",
                "legend": "Appearance of cell cultures during directed differentiation of hESc to chondrocytes.   *a)* and *b)* Pluripotent hESc cultured in a defined feeder-free system. hESc maintain extensive cell-cell contacts and individual cells have a characteristic morphology of large nucleus to cytoplasm ratio with prominent nucleoli. *c)* and *d)* at the end of Stage 1 cells are seen to still retain the gross morphological characteristics of hESc. *e)* and *f)* at the end of Stage 2 differentiating cell cultures are highly confluent with 3D phase-bright cell clusters throughout the culture (circled). *g)* and *h)* on Day 12 (during Stage 3) the flatter cells begin to detach from the culture dish leaving 3D cell aggregates (circled). i) and j) after 14 days of differentiation independent 3D cell aggregates are dispersed through the culture dish. All scale bars = 100μm.",
                "description": "",
                "filename": "figure2.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-1898/v1/figure_2.bmp"
            },
            {
                "id": 2608158,
                "identity": "7168d30f-2c3e-40d4-a318-61e2615adf45",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3749,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Formulation of MEF Medium",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-1898/v1/figure_3.png"
            },
            {
                "id": 2608157,
                "identity": "9467f79e-b4a6-4f36-8cc8-f1a6db7ec7ab",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 5470,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Formulation of hESc Medium",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-1898/v1/figure_4.png"
            },
            {
                "id": 2608161,
                "identity": "97b2615f-3bf4-44f4-926f-d8bc25a604b7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 12527,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Formulation of hESc Feeder-Free Medium",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-1898/v1/figure_5.png"
            },
            {
                "id": 2608159,
                "identity": "c1a7e088-b03d-45ab-9fe7-0845527e7d93",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 5923,
                "visible": true,
                "origin": "",
                "legend": "Table 4   Formulation of Directed Differentiation Basal Medium",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-1898/v1/figure_6.png"
            },
            {
                "id": 13465475,
                "identity": "4708598a-6800-4d0f-9958-5b6c330a21f3",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:48",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 991662,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1898/v1/10dc6b4d-fec9-40e9-aca1-4393b35bb0a1.pdf"
            },
            {
                "id": 2608160,
                "identity": "19ff6e7e-7732-4928-9013-0a87bea254e9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 53248,
                "visible": true,
                "origin": "",
                "legend": "Supplement 1   Tables as a Word document",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-1898/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "human embryonic stem cells, tissue culture, directed differentiation, mesendoderm, mesoderm, chondrocyte, translational research",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "<p>Progress in generating robust differentiation protocols for efficient and scalable production of defined cell lineages from human embryonic stem cells \\(hESc) has been slow. Amongst the obstacles to be addressed are those inherent to standard hESc culture and differentiation practices including the use of feeder cells, serum and animal-derived matrices. These components are biologically complex, undefined and highly variable between batches, inhibiting the development of consistently reproducible protocols<sup>1,2</sup>. </p><p>We have developed for hESc a new 3-Stage directed differentiation protocol \\(DDP) to generate chondrocytes, the specialized cells that form cartilage tissue<sup>3</sup>. The protocol is segmented into stages that mimic the developmental processes that occur in cell lineage specification during embryogenesis. Pluripotent hESc, are established as feeder-free cultures<sup>4</sup> prior to DDP being carried out in monolayer culture on a sequence of matrix protein-coated surfaces with a chemically-defined medium sequentially supplemented with growth factors to direct differentiation through developmental intermediate cell populations of primitive streak/mesendoderm \\(Stage 1), mesoderm \\(Stage 2) and then chondrocytes \\(Stage 3) \\(Figure 1). </p><p>This unique protocol is highly efficient, scalable and completely chemically-defined, thus making it appropriate for translation towards clinical applications of chondrocytes, as well as providing a defined system for characterizing the molecular mechanisms regulating hESc differentiation.</p>",
        "manuscriptTitle": "A chemically-defined protocol for generating chondrocytes from human embryonic stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-11-30 00:00:00",
                "doi": "10.1038/protex.2010.201",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ee2d670-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 30th, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2455,
                "name": "Cell biology"
            },
            {
                "id": 2456,
                "name": "Developmental biology"
            },
            {
                "id": 2458,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-11-30 00:00:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}