{
    "identity": "nprot-32",
    "title": "Live-cell assay to detect the dynamics of protein interactions",
    "content": [
        {
            "header": "Introduction",
            "content": "A variety of live-cell imaging methods are available that provide important insights into the dynamic behavior of proteins in intact cells.  Further, FRET-based microscopy techniques provide a way to gain the angstrom-scale resolution that is necessary to detect protein-protein interactions.  This protocol details a live-cell imaging method that combines dynamic measurements made possible by the photoactivated green fluorescent protein \\(PA-GFP) with measurements on the scale of angstroms using F&#xF6;rster resonance energy transfer \\(FRET) microscopy<sup>1</sup>. This new method, called photo-quenching FRET \\(PQ-FRET) exploits the quenching of the fluorescence from a donor fluorophore when there is energy transfer to nearby acceptor fluorophores.  The PQ-FRET method uses PA-GFP as a photoactivatable FRET acceptor, and monitors the attendant quenching of cyan FP \\(CFP)-labeled donor proteins, allowing the dynamics of interactions between proteins fused to the fluorophores to be quantified.  As an example, we use PQ-FRET here to demonstrate the dynamic association of heterochromatin protein-1 alpha \\(HP1&#x3B1;) with the transcription factor CCAAT/enhancer binding protein alpha \\(C/EBP&#x3B1;) within the living cell nucleus.  The PQ-FRET assay provides direct measurements of protein mobility, exchange and interactions within macromolecular complexes in living cells without the need for corrections based on reference images acquired from separate control cells."
        },
        {
            "header": "Reagents",
            "content": "**Expression constructions, cell culture and transfections.** \r\n\n\nThe construction of the plasmids encoding C/EBP&#x3B1; was described previously<sup>2</sup>.  \r\n\n\nHP1&#x3B1; was PCR-cloned from a pCMV-SPORT6 vector containing the cDNA for the human HP1&#x3B1; gene \\(ATCC MGC-4985).  \r\n\n\nThe FP fusion proteins were generated using plasmids encoding the monomeric \\(A206K, ref. 3) forms of ECFP, EYFP \\(Clontech Takara Bio), and PA-GFP<sup>4</sup>. \r\n\n\nFor cells that expressed PA-GFP without a CFP-labeled partner, co-transfection with a plasmid encoding a tandem dimer of monomeric red fluorescent protein \\(mRFP) was used as a selection marker for the transfected cells<sup>5</sup>.  \r\n\n\nThe mouse pituitary GHFT1 cell line<sup>6</sup> was maintained as monolayer cultures in Dulbecco&#x2019;s Modified Eagles Medium containing 10% fetal calf serum.  \r\n\n\nThe harvested cells were transfected with the indicated plasmid DNA\\(s) by electroporation and inoculated into culture dishes containing 42-mm cover glass \\(ProSciTech) as detailed below."
        },
        {
            "header": "Equipment",
            "content": "The measurement of activated PA-GFP mobility, and the PQ-FRET measurements were done on a Zeiss LSM 510 confocal microscope using a 63x 1.2 NA water-immersion objective lens.  The microscope is linked to a computer running the Zeiss LSM 510 software, which controls the microscope and associated lasers, and allows the acquisition of images.  In addition to the standard laser lines, the microscope was equipped with a 25-mW diode laser generating the 405-nm line.  A power meter was used to measure the laser power at the specimen plane \\(Model SSIM-VIS &amp; IR; Coherent, Inc.). The temperature of the microscope stage and chamber are maintained between 35 and 37&#xBA; C using a Nevtek airstream stage incubator \\(Nevtek, Burnsville, VA)."
        },
        {
            "header": "Procedure",
            "content": "**Transfection by Electroporation - Timing 1 h**\r\n\n\n\r\n\n\n1. The plasmid vectors encoding the fusion proteins are mixed in sterile electorporation cuvettes and empty vector DNA is used to keep the total amount of DNA constant for a given experiment. The amount of DNA per cuvette typically ranges from 5 to 30 μg and optimal concentrations must be determined by experimentation.  Both 0.2 or 0.4 cm gap cuvettes are available, and electroporation conditions must be optimized for each cell line.\r\n  \r\n\n\n2. Rinse the cell monolayer with phosphate buffered saline, and then briefly treat the cells with trypsin  \\(0.05%) in 0.53 mM EDTA.  Remove the trypsin-EDTA solution.\r\n  \r\n\n\n3. When cells begin to release from the surface of the flask, recover the cells in culture medium containing serum.  Wash the cells 2 times by centrifugation in Dulbecco’s calcium-magnesium free phosphate buffered saline.\r\n  \r\n\n\n4. Resuspend the cells to a final concentration of approximately 1x10\n7\ncells per ml in Dulbecco’s calcium-magnesium free phosphate buffered saline.   Add 400 μl of the cell suspension to each 0.2 cm gap electroporation cuvette containing the DNA. \r\n  \r\n\n\n5. Gently mix the contents of the cuvette and then pulse the cells at the desired voltage and capacitance. For a 400 μl suspension of GHFT1-5 cells in 0.2 cm gap cuvettes, we use a 220 volt pulse at a total capacitance of 1200 microfarads.  The typical pulse durations obtained under these conditions are 9 - 10 ms.\r\n  \r\n\n\n6. The cells are then immediately recovered from the cuvette and diluted in phenol red free tissue culture medium containing serum.\r\n  \r\n\n\n7. The cells are inoculated drop-wise onto a sterile 42-mm cover glass in 60 mm culture dishes.  The cells are allowed to attach to the cover glass for approximately 20 minutes prior to gently flooding the culture dish with media.\r\n  \r\n\n\n8. The cultures are then placed in an incubator for 18 h prior to imaging.\r\n  \r\n\n\n**Confocal microscopy for photoactivation of PA-GFP - Timing 1-2 h** \r\n\n\n\r\n\n\n9. Prepared chambers with cover glass can be purchased.  Alternatively, we designed a chamber to fit the inverted Zeiss microscope stage that accepts 42-mm cover glass, which provides a large surface area for cell attachment.  The chamber is cut from 5-mm thick stainless steel with external dimensions of 74 X 65 mm.  A 50-mm wide circular chamber is cut to a depth of 4.5 mm.  The center 36-mm is then drilled through providing a support for the 42-mm cover glass.  The chamber accepts a threaded stainless steel insert with a 36-mm diameter opening, and surfaces of the chamber and insert are polished to provide a tight seal against the cover glass.  The cover glass with the monolayer of transfected cells is placed in the chamber, the insert is tightened snuggly to the glass, and the chamber is filled with media.  The chamber is then fitted to the prewarmed stage of the inverted microscope, and covered with the top from the 60 mm dish.  The stage incubator maintains the temperature between 35-37ºC.  **Critical Step:** For cultures that are exposed to room air, it is important to use a culture medium buffered to maintain pH under those conditions. \r\n  \r\n\n\n10. In order to optimize photoactivation of the PA-GFP labeling the proteins of interest, we co-transfect the cells with an mRFP marker to allow visualization of the transfected cells\n5\n, which are identified using arc lamp illumination.  The epi-fluorescence microscopy configuration includes:\r\n  \\(A) AttoArc 2 HBO, 100 W mercury lamp.\r\n\n\n\\(B) Neutral density filters to control illumination.\r\n\n\n\\(C) Standard FITC \\(ex 480/40 nm, beamsplitter 505 LP, em 535/50 nm) and Texas Red filters \\(ex 560/50x nm, beamsplitter 595 LP, em 645/75 nm) will work for this application.\r\n\n\n\r\n\n\n11. Identify a transfected cell by mRFP fluorescence using the Texas Red filter, then switch to LSM mode.  A power meter is used to directly measure the laser power at the specimen plane. The LSM configuration is shown in **Fig. 1**.    The initial laser power settings are:\r\n  \\(A)  405: 1.5 μW  \\(1% transmittance)\r\n\n\n\\(B)  488: 2-6 μW \\(1-5% transmittance)\r\n\n\n\r\n\n\n12. The detector gain is initially set to 700, but this will be adjusted later as needed.  The pinhole settings for each channel are initially set to 1 airy unit.\r\n  \r\n\n\n13. Using the red channel only, acquire a focused image of the selected cell. \r\n  \r\n\n\n14. **Scanner configuration \\(speed, zoom factor):**  Using the **_Crop_** function, crop the image to the size of the cell. Set the maximum scanning speed possible for the selected zoom factor. The typical scanning speed for our experiments was 0.64 μs/pixel. Using the **_Histogram_** function as a guide, adjust the gain and the laser power so that the brightest pixel in the 8-bit image is between 200 and 250 gray levels. \r\n  \r\n\n\n15. Open a new image window, then turn on the green channel and do a preliminary scan of the cell.\r\n  \r\n\n\n16. **Time Lapse Configuration:** Under the **_Time Lapse_** function, set the number of scans and the delay between scans. This step must be optimized for the individual PA-GFP-labeled protein. For proteins that have very high intracellular mobility, set the delay to zero.\r\n  \r\n\n\n17. **Defining the photoactivation spot:** Under the **_Edit Bleach_** function, set the activation pulse length and intensity. As a starting point, set the number of iterations to 15, and the 405-nm laser to 100% transmittance. Set the number of images that are going to be taken before the activation pulse.  Under **_Define ROI_** function, choose and draw the activation ROI. **Critical Step:** To avoid extensive photodamage, this ROI should be the smallest possible for efficient activation.  We typically used a 20 pixel-diameter, circular ROI.  Save the selected ROI for use in all future experiments. \r\n  \r\n\n\n18. **Photoactivation:** Place the photoactivation ROI in the area of the cell where PA-GFP is to be photoactivated. Return to the **_Time Lapse_** window and press **_Start Bleach_**. \r\n  \r\n\n\n19. **Data analysis at the microscope:**  After activation and acquisition are done, the image sequence can be reviewed by choosing the **_Slice_** function.  By choosing the **_Profile_** function, the change in fluorescence intensity over time in several different user-defined ROI can be determined.  Then, by using the **_Show Table_** function, the actual intensity values for each selected ROI can be displayed and saved for later analysis. \r\n  \r\n\n\n20. Repeat steps 16-19 using different cells until photoactivation pulse is optimized.\r\n  \r\n\n\n**PQ-FRET microscopy using PA-GFP and CFP - Timing 2-4 h**\r\n\n\n\r\n\n\n21. For cells that co-express PA-GFP- and CFP-labeled proteins, the transfected cells can be identified by fluorescence in the cyan channel using the visible \\(VIS) mode with the FITC filter. **Critical Step:** By using the FITC filter, sufficient CFP fluorescence can be detected without activating the PA-GFP or bleaching the CFP. \r\n  \r\n\n\n22. Switch back to the LSM mode, and turn off the red and cyan channels, and focus and crop the selected cell using the 488-nm laser line as described above. Then acquire the “before photoactivation” GFP image.\r\n  \r\n\n\n23. Turn off the green channel and turn on the cyan channel \\(ex 405 nm/em 475 nm) using approximately 1.5 μW laser power at the specimen plane.  Take a preliminary image in a new window. Adjust the detector gain so the brightest pixel is between 200 and 250 gray levels. Then acquire the “before photoactivation” CFP image.\r\n  \r\n\n\n24. Position the photoactivation ROI that was saved from the previous set of experiments and use the optimized photoactivation protocol described in steps 16-19. Images are collected with the 405-nm laser line at 1.5 μW laser power at the frequency determined as described above.\r\n  \r\n\n\n25. When this is complete, open a new image window. Turn off the cyan channel and turn on the green channel to acquire the “after photoactivation” GFP image, under identical conditions to the first.\r\n  \r\n\n\n26. Repeat the data analysis described in step 10 using the cyan image sequence. Analyze the change in the cyan signal in different ROI positioned at different distances from the activation site. If FRET has occurred, there will be progressive quenching of the CFP signal in the various ROI following the activation of the PA-GFP  \\(see ANTICIPATED RESULTS).\r\n  \r\n\n\n27. **Critical Step:** Repeat steps 21 to 24 with cells that are transfected with the CFP construct only, to verify that the CFP is not photobleached by the repetitive scanning.\r\n  \r\n\n\n28. **Critical Step:** Repeat steps 21 to 25 with cells that are transfected with the CFP-labeled protein of interest and a PA-GFP-labeled protein that does not interact with the protein of interest.  Under these conditions, the activation of the PA-GFP should not affect the signal from the co-expressed CFP \\(see ANTICIPATED RESULTS). \r\n  \r\n\n\n29. **Data Processing:** Open the saved tables in Microsoft Excel. For each ROI, normalize the data to the initial fluorescence in that same area \\(intensity = 1) by dividing all the values by the first value in the column. Normalize the GFP-alone data so the highest value equals 1. The change in CFP intensity over time was measured for several different ROI and was normalized to the initial fluorescence in each ROI. Plot the data as relative intensity versus time."
        },
        {
            "header": "Timing",
            "content": "Dynamic imaging procedure - Timing 3-6 h"
        },
        {
            "header": "Critical Steps",
            "content": "Step 9\r\n\n\nStep 17\r\n\n\nStep 21\r\n\n\nStep 27\r\n\n\nStep 28"
        },
        {
            "header": "Troubleshooting",
            "content": "Step 5: **Trouble Shooting:** Optimal electroporation conditions must be determined empirically for each different cell-type used.   Voltage &#x2013;capacitance curves should be generated using an easily measured reporter gene, such as CMV-luciferase.\r\n\n\n\r\n\n\nStep 28: **_Trouble Shooting:_** In our microscope configuration, there was no detectable bleed-through of the activated PA-GFP signal into the cyan channel when using 405-nm excitation.  This should be verified for each microscope configuration, and will vary depending on the filter sets used."
        },
        {
            "header": "Anticipated Results",
            "content": "FRET-based microscopy techniques detect the result of energy transfer between fluorophores that label proteins inside living cells.  The efficient transfer of energy requires that donor and acceptor fluorophores are in close proximity \\(&lt;80 &#xC5;), and that there is a substantial overlap of the donor emission and acceptor absorption spectra.  This spectral overlap, however, limits FRET measurements because it contributes a significant spectral bleed-through \\(SBT) background to the FRET signal.  Image processing to remove the SBT background based on reference images acquired from separate control cells is commonly used to determine FRET efficiency, but these approaches vary in their accuracy<sup>7</sup>.  An alternative technique, acceptor photobleaching FRET \\(apFRET), measures de-quenching of the donor signal after selective bleaching of the acceptor to determine the proportion of donor energy that was lost to FRET<sup>8,9</sup>.  Because each cell serves as its own control, apFRET does not require separate measurements from reference cells.   Measurements of dynamic interactions between proteins, however, require an approach that combines both kinetic microscopy and FRET measurements.  \r\n\n\n\r\n\n\nThe PQ-FRET approach takes advantage of the kinetic measurements made possible by PA-GFP, and uses the activated PA-GFP as a FRET acceptor for CFP. The F&#xF6;rster distance \\(R0) for this pair, determined from their spectral overlap integral<sup>8,9</sup> is approximately 41 &#xC5;.  Upon photoactivation, PA-GFP provides an absorbing species for energy transfer that can quench the CFP signal, with added benefit that PA-GFP allows the monitoring of protein mobilities.  The quenching of CFP by the activated PA-GFP provides a measure of FRET that does not require correction for SBT.  Further, each cell serves as its own control, allowing small changes in donor signal to be accurately measured.   To illustrate the application of the PQ-FRET technique, we demonstrate measurements of the dynamic interactions between the transcription factor C/EBP&#x3B1; and the heterochromatin binding protein HP1&#x3B1;.  \r\n\n\n\r\n\n\nWe first determined that mobility measurements made with photoactivation of PA-GFP-HP1&#x3B1; were comparable with those made by monitoring FRAP \\(**Fig. 2**).  These experiments, which showed the rapid diffusion of HP1&#x3B1; throughout the nuclear compartment, reaching equilibrium in about 25 s, allowed us to define the time lapse conditions necessary to acquire the photoquenching data \\(steps 7-15 above).  The cells that co-expressed PA-GFP-HP1&#x3B1; and CFP-C/EBP&#x3B1; were selected based on CFP fluorescence \\(**Fig. 3a**).  The PA-GFP-HP1&#x3B1; was then photoactivated in a discrete spot, and the intensity of CFP-C/EBP&#x3B1; was monitored over time in several different ROI in the cell nucleus \\(**Fig. 3a**).  The results show that after a brief delay following photoactivation \\(about 1, 2, and 4 s for ROI 1, 2 and 3, respectively, **Fig.  3b**), the CFP labeling C/EBP&#x3B1; was rapidly quenched by the activated PA-GFP-HP1&#x3B1;.  The quenching of CFP measured in the different regions of the nucleus varied between 5% to 12 % depending on the final ratio of PA-GFP to CFP \\(IA/ID) in each ROI \\(**Fig. 3b**) with a mean halftime to steady state of about 1 s.  To demonstrate that the quenching of CFP-C/EBP&#x3B1; by PA-GFP-HP1&#x3B1; was specific, we imaged cells under identical conditions that co-expressed PA-GFP-HP1&#x3B1; and CFP-promyelocytic leukemia \\(PML) protein, which forms distinct PML bodies in the cell nucleus<sup>10</sup>. \r\n\n\n\r\n\n\nAlthough there was overlap in the distribution of HP1&#x3B1; and PML, these proteins clearly occupied distinct subnuclear domains, and there was no change in the CFP signal over the full time course of the photoactivation and diffusion of PA-GFP-HP1&#x3B1; \\(**Fig. 3c,d**).  In addition, control experiments with cells that expressed the CFP-fusion protein alone showed that CFP was not photobleached under the laser power and scanning conditions used<sup>1</sup>.   Importantly, we also verified our PQ-FRET measurements by donor fluorescence lifetime measurements.  The measurement of donor fluorescence lifetime, the average time a population of fluorophores spends in the excited state, provides one of the most direct measures of energy transfer<sup>8,9</sup>.  Because energy transfer dissipates the excited-state energy of the donor, its fluorescence lifetime is shortened in the presence of acceptor. We used time-correlated single photon counting fluorescence lifetime imaging microscopy \\(FLIM) to detect changes in donor lifetime following the photoactivation of PA-GFP<sup>1</sup>.  The time-domain FLIM measurements from cells expressing CFP-C/EBP&#x3B1; alone indicated an average fluorescence lifetime of about 2.14 ns, which was unaffected by the photoactivation protocol.  For cells that co-expressed CFP-C/EBP&#x3B1; and PA-GFP-HP1&#x3B1;, upon photoactivation of PA-GFP the mean CFP lifetime distribution was shifted to shorter times \\(1.82 ns)<sup>1</sup>.  Together, these results show the utility of PQ-FRET method for measuring the dynamic interactions of proteins in living cells.\r\n\n\n\r\n\n\nThree different parameters could be determined from these measurements.  First, the diffusion of PA-GFP-HP1&#x3B1; reflects the mobility of the HP1&#x3B1; within the nucleus.  Second, the rate of quenching of the CFP-C/EBP&#x3B1; provided a measure of how rapidly the PA-GFP-HP1&#x3B1; exchanged with both the non-activated PA-GFP-HP1&#x3B1; and the endogenous HP1 proteins. Third, the steady-state level of CFP quenching indicated the FRET efficiency at a particular donor/acceptor ratio. This method showed that the association between C/EBP&#x3B1; and HP1&#x3B1; was extremely dynamic.  Following a brief delay after photoactivation of PA-GFP-HP1&#x3B1; there was a rapid quenching of the CFP-C/EBP&#x3B1;.  The kinetics reflected the mobility of PA-GFP-HP1&#x3B1; within the 3D volume of the nucleus, as well as its rapid exchange within protein complexes.   The PQ-FRET assay provides a new approach to directly study the dynamic interactions of proteins in living cells.  This method has distinct advantages over sensitized emission and photodestructive approaches typically used to measure FRET.  First, unlike FRET measurements of sensitized emission from the acceptor, the detection of donor quenching does not require correction for the SBT background.  Second, in contrast to photodestructive methods like apFRET, PQ-FRET uses photoactivation of the acceptor in a single discrete region of the cell, allowing the dynamic process of donor quenching to be monitored in real time in the entire cell compartment."
        },
        {
            "header": "References",
            "content": "1. Demarco, I.A., Periasamy, A., Booker, C.F., &amp; Day, R.N. Monitoring Dynamic Protein Interactions with Photo-quenching FRET. _Nature Methods_ **3\\(7)**, 519-524 \\(2006).\r\n  2. Day, R.N., T.C. Voss, J.F. Enwright, 3rd, C.F. Booker, A. Periasamy, &amp; F. Schaufele.   Imaging the localized protein interactions between Pit-1 and the CCAAT/enhancer binding protein alpha in the living pituitary cell nucleus. _Mol Endocrinol._ **17**,333-345 \\(2003).\r\n  3. Zacharias, D.A., Violin, J.D., Newton, A.C.  &amp; Tsien, R.Y.  Partitioning of lipid-modified monomeric GFPs into membrane microdomains of live cells.  _Science_ **296**, 913-916 \\(2002).\r\n  4. Patterson, G.H. &amp; Lippincott-Schwartz, J. A photoactivatable GFP for selective photolabeling of proteins and cells. _Science_ **297**, 1873-1877 \\(2002).\r\n  5. Voss, T. C., Demarco, I. A., Booker, C. F. &amp; Day, R. N. A computer-assisted image analysis protocol that quantitatively measures subnuclear protein organization in cell populations. _Biotechniques_ **36**, 240-7\\(2004).\r\n  6. Lew, D. et al.  GHF-1-promoter-targeted immortalization of a somatotropic progenitor cell results in dwarfism in transgenic mice. _Genes &amp; Dev._ **7**, 683-693 \\(1993). \r\n  7. Berney, C. &amp; Danuser, G. FRET or no FRET: a quantitative comparison. _Biophys. J._ **84**, 3992-4010 \\(2003).\r\n  8. Jares-Erijman, E.A. &amp; Jovin, T.M. FRET imaging.  _Nat. Biotechnol._ **21**,1387-1395 \\(2003).\r\n  9. Day, R.N. &amp; Schaufele, F. Imaging molecular interactions in living cells.  _Mol. Endocrinol._ **19**, 1675-1686 \\(2005). \r\n  10. Maul, G. G., Negorev, D., Bell, P. &amp; Ishov, A. M. Review: properties and assembly mechanisms of ND10, PML bodies, or PODs. _J. Struct. Biol._ **129**, 278-87 \\(2000)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank G. Patterson and J. Lippincott-Schwartz for kindly providing the PA-GFP-C1 vector, and R. Tsien for the mRFP1 cDNA. We thank M. Logsdon for technical assistance, A. Periasamy and Y. Chen from the Keck Center for Cellular Imaging for assistance with FLIM data analysis, and J. Redick and C. Davis from the Advanced Microscopy Facility for help with the laser scanning confocal microscopy.  This work was supported by a grant from NIH DK47301 \\(RND)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth889",
                "date": "2006-05-19 12:57:25",
                "title": "Monitoring dynamic protein interactions with photoquenching FRET",
                "authors": [
                    "Demarco",
                    "I. et al."
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9734,
                "identity": "9e8eb9cd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ignacio Demarco",
                "email": "",
                "orcid": "",
                "institution": "Department of Cell Biology, University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ignacio",
                "middleName": "",
                "lastName": "Demarco",
                "suffix": ""
            },
            {
                "id": 9735,
                "identity": "9e8ebdcc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Cynthia Booker",
                "email": "",
                "orcid": "",
                "institution": "Department of Medicine, University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Cynthia",
                "middleName": "",
                "lastName": "Booker",
                "suffix": ""
            },
            {
                "id": 9736,
                "identity": "9e8ebf8f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Richard Day",
                "email": "",
                "orcid": "",
                "institution": "Departments of Medicine and Cell Biology, University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Richard",
                "middleName": "",
                "lastName": "Day",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-05 13:41:53",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.150",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.150",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607586,
                "identity": "da947fce-b594-4e36-a5fd-0300bc09588b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 65392,
                "visible": true,
                "origin": "",
                "legend": "*The light path configuration for the confocal microscope used for photoactivation of PA-GFP and for the detection of PQ-FRET.*     The specific laser lines, mirrors and filters are indicated.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-32/v1/figure_1.jpg"
            },
            {
                "id": 2607590,
                "identity": "93ce5f9a-f6a1-415c-8f8e-453d8f76cd0a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 39309,
                "visible": true,
                "origin": "",
                "legend": "*The mobility of HP1&#x3B1; within the nuclear compartment is measured using PA-GFP.*      (*a*) The mobility using PA-GFP-HP1&#x3B1; in the nucleus of a mouse GHFT1 cell was monitored following a 500-ms photoactivation pulse of 405-nm light at 135 &#x3BC;W laser power (circle), and is illustrated by the sequence of images showing the diffusion of PA-GFP-HP1&#x3B1; throughout the nucleus; the calibration bar is 10 &#x3BC;m.  The diffusion rate was measured over a 50-s time frame in the indicated ROI (square). The diffusion rate was measured in 5 different cells, and the results are plotted in (*b*).  Data first published in ref.1.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-32/v1/figure_2.jpg"
            },
            {
                "id": 2607589,
                "identity": "417f7622-6d4a-473b-a41a-5bf657f4f24f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 69316,
                "visible": true,
                "origin": "",
                "legend": "*PQ-FRET measures the dynamic interactions between HP1&#x3B1; and C/EBP&#x3B1;.*     (*a*) Images of GHFT1 cells co-expressing PA-GFP-HP1&#x3B1; and CFP-C/EBP&#x3B1; were acquired in both the green and cyan channels before photoactivation (left panels, t = 0 s).  A 500-ms activation pulse at 405 nm was delivered to a 2-&#x3BC;m spot (circle), and the changes in CFP intensity were then monitored in the indicated ROI (squares 1-3) over a 24 s time frame. The final images for both PA-GFP-HP1&#x3B1; and CFP-C/EBP&#x3B1; are shown in the right panels (right panels, t = 24 s; calibration bar is 10 &#x3BC;m).  (*b*) Measurement of the changes in CFP-C/EBP&#x3B1; after the photoactivation of PA-GFP-HP1&#x3B1;, normalized to the initial levels, for the three ROI shown in (*a*).  The final PA-GFP/CFP intensity ratio (IA/ID) achieved in each ROI is shown in the legend.  (*c*) Images of GHFT1 cells co-expressing PA-GFP-HP1&#x3B1; and CFP-PML before (left panels) and after (right panels) photoactivation. The analysis was done as described for (*a*).  (*d*) Measurement of CFP-PML intensity after the photoactivation of PA-GFP-HP1&#x3B1;, normalized to the initial levels, for the three ROI shown in (*c*).  These experiments were repeated in 10-20 different cells for each plasmid combination. Data first published in ref.1.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-32/v1/figure_3.jpg"
            },
            {
                "id": 13464360,
                "identity": "fb2bf53e-8b41-4fd9-a915-cbceb59c615c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:03",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 237471,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-32/v1/1fe45ff4-cbb1-41f9-8418-0b854206836b.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Fluorescence microscopy, F&#xF6;rster resonance energy transfer (FRET), laser scanning microscopy (LSM), live-cell imaging, photoactivation, photoquenching, PA-GFP, CFP\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Live-cell assay to detect the dynamics of protein interactions",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-06-30 05:33:48",
                "doi": "10.1038/nprot.2006.150",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e8e6504-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 30th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1254,
                "name": "Biological techniques"
            },
            {
                "id": 1255,
                "name": "Cell biology"
            },
            {
                "id": 1256,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-06-30 05:33:48",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}