{
    "identity": "nprot-5469",
    "title": "Efficient Production of Human Hematopoietic Cells from Pluripotent Stem Cells through cAMP Induction",
    "content": [
        {
            "header": "Introduction",
            "content": "Hematopoietic stem cells \\(HSCs) replenish the blood cells throughout the lifetime of an individual, and can be used for transplantation in patients to treat malignant and non-malignant blood disorders. The urgent need to develop an alternative source of HSCs to matched adult donors, such as HSCs derived in vitro from pluripotent stem cells, requires increased mechanistic understanding of HSC development. Cyclic AMP-mediated regulation of adult hematopoiesis is described in studies showing that cAMP increases CXCR4 expression and motility of hematopoietic progenitors <sup>1</sup>, HSCs from Gsα-deficient mice do not engraft <sup>2</sup>, and Gsα-deficient osteocytes alter the BM niche, leading to defective hematopoiesis <sup>3</sup>. In human hematopoietic cells, prostaglandin E2 \\(PGE2)-mediated cAMP activation increases human cord blood engraftment potential <sup>4, 5</sup>. Recently, cAMP was shown to regulate hematopoietic emergence and homing in studies where cAMP was upregulated by adenosine in zebrafish and mouse <sup>6</sup>, PGE2 in zebrafish and mouse <sup>7-10</sup>, and by shear stress in murine AGM <sup>11</sup>. However, the role and mechanism of cAMP signaling in regulating human developmental hematopoiesis has not been adequately studied, and no study has been performed on the role of cAMP in the human hematopoietic developmental context. Human pluripotent stem cells \\(hPSCs), including human embryonic stem cells <sup>12</sup> and induced pluripotent stem cells \\(iPSCs) <sup>13</sup> provide an ideal in vitro model to recapitulate human hematopoietic development. Recent studies have functionally demonstrated an endothelial precursor to blood \\(hemogenic endothelium) from hPSC differentiation cultures <sup>14, 15</sup>, further establishing hPSCs as a suitable model to study human hematopoietic cell development. However, the signals regulating hemogenic endothelium and newly emergent HSCs in the human developmental context remain unexplored. As cAMP-mediated regulation of human hematopoietic cell emergence is undefined, we investigated the role of cAMP signaling in the development of hematopoietic progenitors from hPSCs. Here, we demonstrate a methodology where cAMP induction during hPSC-to-hematopoietic differentiation increases the frequency of cells with HSC-like surface phenotype. Using this strategy, we further demonstrate that cAMP induction leads to decreased oxidative burden in the hematopoietic cells, upregulates the anti-oxidant program, and enhances CXCR4 expression on hematopoietic cells."
        },
        {
            "header": "Reagents",
            "content": "**Human Pluripotent Stem Cell Culture**:\r\n\n\nHuman iPSCs were cultured on irradiated mouse embryonic fibroblasts in DMEM/Nutrient Mixture F-12 \\(DMEM/F12) supplemented with 20% KnockOut-serum replacement \\(KO-SR), 2 mM L-glutamine, 0.1 mM non-essential amino acids, 0.1 mM 2-mercaptoethanol, and 10 ng/ml basic fibroblast growth factor, all from Thermo Fisher Scientific. The cells were incubated in a humidified incubator at 37°C and 5% CO<sub>2</sub>.\r\n\n\n\r\n\n\n**Embryoid Body Formation and Hematopoietic Differentiation**:\r\n\n\nDuring suspension culture of Embryoid bodies, MesoTotal HPC/HSC Differentiation System \\(Primorigen Biosciences) was used to specify the EBs towards mesoderm. For adherent culture, EBs were plated on 0.08 μg/mm<sup>2</sup> Matrigel \\(BD Biosciences), and differentiated towards hematopoietic cells until day 14 in MesoTotal. Cyclic AMP induction was carried out using 10 μM forskolin \\(Stemgent) and 500 μM IBMX \\(3-isobutyl-1-methylxanthine; Santa Cruz Biotechnology) at days 10 and 12 of differentiation. \r\n\n\n\r\n\n\n**Colony Formation Assay**:\r\n\n\nCFU assay was performed using Methocult H4230 \\(STEMCELL Technologies) supplemented with 2.5 μg/ml human Stem Cell Factor, 2.5 μg/ml human interleukin-3, 5 μg/ml human granulocyte-macrophage colony-stimulating factor, and 500 U/ml erythropoietin, all recombinant human cytokines from PeproTech. For cells treated with forskolin or IBMX, or a combination of both, similar treatment was continued in the CFU assay \\(chemicals added to the CFU medium on the first day of CFU assay), and after 12 days hematopoietic colonies were scored microscopically to evaluate various CFU phenotypes.\r\n\n\n\r\n\n\n**Antibodies for flow cytometry**:\r\n\n\nThe following fluorophore-conjugated antibodies were used for flow cytometry: CD43-FITC \\(catalog #555475, clone 1G10), CD45RA-V450 \\(#560363, clone HI100), CD73-PE \\(#550257, clone AD2), anti-VE-cadherin-Percp-Cy5.5 \\(#561566, clone 55-7H1) \\(all from BD Biosciences), and CD34-PE.Cy7 \\(#343515, clone 581), CD38-APC \\(#303509, clone HIT2), CD90-PE \\(#328110, clone 5E10), and CXCR4-BV421 \\(#306517, clone 12G5) \\(all from BioLegend). To detect oxidative stress, we used CellROX Deep Red \\(#C10422, Life Technologies) according to the manufacturer's instructions. \r\n\n\n\r\n\n\n**RNA Isolation and qRT-PCR**:\r\n\n\nTotal RNA from cells was extracted using an RNeasy Micro Kit \\(Qiagen) and 500 ng of total RNA was reverse transcribed to cDNA using SuperScript III reverse transcriptase \\(Life Technologies) according to the manufacturer's instructions. qPCR was performed with gene-specific primers using SYBR GreenER qPCR SuperMix \\(Life Technologies) in a 7900HT Fast Real-Time PCR system \\(Life Technologies)."
        },
        {
            "header": "Equipment",
            "content": "Flow cytometer equipped with multiple lasers,\r\n\n\nPCR machine, Quantitative PCR machine,\r\n\n\nTable top centrifuge,\r\n\n\nTissue culture plates and dishes,\r\n\n\n70 µM cell strainers,\r\n\n\n5 ml polypropylene round bottom tubes,\r\n\n\n15 and 50 ml conical centrifuge tubes,\r\n\n\nSterile plastic pipettes \\(5, 10, 25 ml),\r\n\n\nSterile micropipettes and micropipettors,\r\n\n\nHemocytometer,\r\n\n\nTissue culture equipment,\r\n\n\nIncubator at 37°C with 95% air and 5% CO<sub>2</sub>, \r\n\n\nLaminar flow hood or biological safety cabinet,\r\n\n\nBright field microscope"
        },
        {
            "header": "Procedure",
            "content": "**Plating Mouse embryonic fibroblasts \\(MEFs):**\r\n\n\n• Irradiated MEFs from commercial sources or home-made MEFs can be used\r\n\n\n• MEF culture medium: DMEM-high glucose with 10% FBS\r\n\n\n• Plate MEFs on 0.1% gelatin \\(autoclaved, made in PBS) coated plates \\(gelatin coating is done for 20 min at 37\n0\nC)\r\n\n\n• Plating density for 1 well of a 6-well plate is 0.2 x 10\n6\nMEFs per well, plating density for one 10 cm plate is 1 x 10\n6\nMEFs per plate\r\n\n\n\r\n\n\n**Human ES/iPS culture on irradiated MEFs**\r\n\n\n**ES cell medium:**\r\n\n\nDMEM/F12 \\(# 11330-032, Gibco) containing 20% KO-SR \\(# 10828-010, Gibco), 2 mM L-Glutamine \\(# 35050-038), 0.1 mM non-essential amino acids \\(# 11140-035), 0.1 mM beta-mercaptoethanol \\(# 31350-010) \\(all from Life Technologies) and 10 ng/ml basic FGF \\(R&D systems).\r\n\n\n\r\n\n\n**Culturing and splitting human ES cells on MEFs:**\r\n\n\n• Mark differentiated and dark centered ES colonies, remove these colonies with aspirator, later remove all media\r\n\n\n• Wash once with PBS\r\n\n\n• Add Collagenase type IV \\(# 17104019, Life Technologies) at final concentration of 1 mg/ml prepared in DMEM/F12\r\n\n\n• Incubate the cells with Collagenase at 37\n0\nC, 5 min\r\n\n\n• Aspirate collagenase, wash once with ES media\r\n\n\n• Add 1 ml ES media, scrape cells with scraper, triturate gently thrice with a 1 ml pipette and distribute* equally on MEFs.\r\n\n\n\r\n\n\n*- After splitting, ES cells become confluent usually in 6-7 days\r\n\n\n- ESCs from 1 well of a 6-well plate can make a full 6-well plate \\(1:6 split)\r\n\n\n- 1 well of a 6-well plate can give one 10 cm dish for EB making.\r\n\n\n\r\n\n\n**Embryoid body formation and Hematopoietic Differentiation:**\r\n\n\nTo obtain at least 8 wells of a 6-well plate during ES-to-blood differentiation, four 10cm plates of ESCs are a good start.\r\n\n\n• Remove media from ESCs \\(10 cm dishes), wash once with PBS\r\n\n\n• Add Dispase, 5 ml / plate \\(Dispase # 17105041, Life Technologies), at final concentration of 0.5 mg/ml in DMEM/F12\r\n\n\n• Incubate cells at 37\n0\nC for 30 min \\(tap the plate at every 10 min, 10 min, 5 min, 5 min)\r\n\n\n• Collect cells in a 50 ml tube\r\n\n\n• Add 15 ml DMEM/F12, let cells get washed and sink\r\n\n\n• Wash one more time in the same way \\(this removes Dispase)\r\n\n\n• Add 10 ml Mesototal to the cells\r\n\n\n• Plate the detached ESCs in ultra-low attachment 10 cm dishes \\(Corning), \\(this is Day 0 of the blood differentiation protocol)\r\n\n\n• Until Day 8, these EBs will be in suspension culture in Mesototal medium, for mesoderm commitment. On Day 1 and 2, there will be complete media change \\(100% Mesototal) to get rid of dead cells and debris. On day 4 and 6, there will be 50% Mesototal media change to supply fresh growth factors to the developing EBs.\r\n\n\n• At day 8, EBs are plated on 0.08 μg/mm\n2\nMatrigel \\(BD Biosciences) in 6-well tissue culture plates and 50% Mesototal media was exchanged of fresh media on day 10 and 12. Further differentiation toward hematopoietic cells was carried out until day 14 in MesoTotal medium. \r\n\n\n\r\n\n\n**Cyclic AMP induction:**\r\n\n\nApplication of fresh medium and cAMP induction with 10 μM forskolin \\(Stemgent) and 500 μM IBMX \\(3-isobutyl-1-methylxanthine; Santa Cruz Biotechnology) was carried out at days 10 and 12 of differentiation. Forskolin specifically increases intracellular cAMP levels by activating the catalytic subunit of adenylyl cyclase\n16\n. IBMX is a phosphodiesterase \\(PDE) inhibitor that specifically prevents PDE-mediated dephosphorylation of cAMP to AMP\n17\n. Thus, combining forskolin with IBMX elevates intracellular cAMP by increasing cAMP production and preventing its dephosphorylation.\r\n\n\n\r\n\n\n**EB harvest at D14 for FACS or CFU assay:**\r\n\n\n• Collect media with the EBs in 15 ml tube, let the EBs sink and aspirate media\r\n\n\n• Wash EBs twice with 1 ml PBS\r\n\n\n• Add 1 ml Tryple \\(# 12604-013, Life Technologies), incubate 5 min, triturate 3 times\r\n\n\n• Another 5-8 min incubation, triturate 10 times, collect cells\r\n\n\n• Add DMEM+10%FCS, wash and collect rest of the EBs\r\n\n\n• Add the collected cells/EBs slowly in a 5 ml syringe fitted with a 21G needle \\(BRAUN, Sterican, # 4665503; 0.80x50 mm, 21G x 2’’)\r\n\n\n• Pass through the syringe 4 times \\(inclined to tube’s wall)\r\n\n\n• Push cells through cell strainer \\(BD # 340632; 50 µm cup filcons) fitted on top of a new 15 ml tube\r\n\n\n• Flush the cell strainer with 3 ml PBS+2%FCS to collect any remaining cells\r\n\n\n• Spin down, resuspend in 1 ml PBS+2%FCS, count cells\r\n\n\n• Proceed for FACS or CFU assay"
        },
        {
            "header": "Timing",
            "content": "4-5 days: Regular time required for expansion of undifferentiated pluripotent stem cell colonies.\r\n\n\nD0 - D8 \\(8 days): Embryoid bodies in suspension culture.\r\n\n\nD8 – D14 \\(6 days): Embryoid bodies in adherent culture on matrigel, cell harvest and analysis on day 14.\r\n\n\n\r\n\n\n**Detailed timeline:**\r\n\n\nDay 0 - EB making day, in 100% mesototal\r\n\n\nDay 1 - Collect EBs, wash in media, change 100% mesototal\r\n\n\nDay 2 - Collect EBs, wash in media, change 100% mesototal\r\n\n\nDay 3 \r\n\n\nDay 4 - Change 50% mesototal\r\n\n\nDay 5 \r\n\n\nDay 6 - Change 50% mesototal\r\n\n\nDay 7 \r\n\n\nDay 8 - Plate EBs in 50% mesototal, on growth factor reduced Matrigel \\(0.08 μg/mm2, BD) coated 6-well plate or the desired format\r\n\n\nDay 9 \r\n\n\nDay 10 - Change 50% mesototal, and/or add chemicals of choice\r\n\n\nDay 11 \r\n\n\nDay 12 - Change 50% mesototal, and/or add chemicals of choice\r\n\n\nDay 13 \r\n\n\nDay 14 - Harvest at D14 and FACS / CFU assay"
        },
        {
            "header": "Anticipated Results",
            "content": "1. Induction of cAMP using the combination of Forskolin and IBMX \\(Figure 1A) increases the frequency of human pluripotent stem cell-derived HSC-like cells by 3-fold \\(Figure 1B - C). This upregulation is achieved after the combined treatment of Forskolin and IBMX, as Forskolin induces a burst of cAMP in the cells, while IBMX prevents the cellular phosphodiesterases \\(PDE)-mediated degradation of cAMP. Using Forskolin and IBMX on their own is not sufficient, as the cAMP produced after Forskolin treatment can get degraded by PDEs, and IBMX alone can only prevent the degradation of basal levels of cAMP in the cells by inhibiting cellular PDEs.\r\n  \r\n\n\n2. Cyclic AMP induction reduces oxidative stress in the hematopoietic cells \\(Figure 2A, B).\r\n  \r\n\n\n3. Cyclic AMP induction upregulates the global anti-oxidant response \\(Figure 3).\r\n  \r\n\n\n4. Cyclic AMP induction upregulates CXCR4 expression on pluripotent stem cell-derived hematopoietic cells \\(Figure 4A), and increases the total cell number resulting from the CFU assay \\(Figure 4B). http://dx.doi.org/10.1016/j.stemcr.2016.03.006 <sup>18</sup>."
        },
        {
            "header": "References",
            "content": "1. Goichberg, P. et al. cAMP-induced PKCzeta activation increases functional CXCR4 expression on human CD34+ hematopoietic progenitors. Blood 107, 870-879 \\(2006).\r\n  2. Adams, G.B. et al. Hematopoietic stem cells depend upon Gsα-mediated signalling to engraft bone marrow. Nature 459, 103-107 \\(2009).\r\n  3. Fulzele, K. et al. Myelopoiesis is regulated by osteocytes through Gsalpha-dependent signaling. Blood 121, 930-939 \\(2013).\r\n  4. Cutler, C. et al. Prostaglandin-modulated umbilical cord blood hematopoietic stem cell transplantation. Blood 122, 3074-3081 \\(2013).\r\n  5. Goessling, W. et al. Prostaglandin E2 enhances human cord blood stem cell xenotransplants and shows long-term safety in preclinical nonhuman primate transplant models. Cell stem cell 8, 445-458 \\(2011).\r\n  6. Jing, L. et al. Adenosine signaling promotes hematopoietic stem and progenitor cell emergence. The Journal of experimental medicine \\(2015).\r\n  7. Diaz, M.F. et al. Biomechanical forces promote blood development through prostaglandin E2 and the cAMP-PKA signaling axis. The Journal of experimental medicine \\(2015).\r\n  8. Goessling, W. et al. Genetic interaction of PGE2 and Wnt signaling regulates developmental specification of stem cells and regeneration. Cell 136, 1136-1147 \\(2009).\r\n  9. Hoggatt, J., Singh, P., Sampath, J. & Pelus, L.M. Prostaglandin E2 enhances hematopoietic stem cell homing, survival, and proliferation. Blood 113, 5444-5455 \\(2009).\r\n  10. North, T.E. et al. Prostaglandin E2 regulates vertebrate haematopoietic stem cell homeostasis. Nature 447, 1007-1011 \\(2007).\r\n  11. Kim, P.G. et al. Flow-induced protein kinase A-CREB pathway acts via BMP signaling to promote HSC emergence. The Journal of experimental medicine 212, 633-648 \\(2015).\r\n  12. Thomson, J.A. et al. Embryonic stem cell lines derived from human blastocysts. Science \\(New York, N.Y.) 282, 1145-1147 \\(1998).\r\n  13. Takahashi, K. et al. Induction of pluripotent stem cells from adult human fibroblasts by defined factors. Cell 131, 861-872 \\(2007).\r\n  14. Ditadi, A. et al. Human definitive haemogenic endothelium and arterial vascular endothelium represent distinct lineages. Nature cell biology \\(2015).\r\n  15. Slukvin, II Hematopoietic specification from human pluripotent stem cells: current advances and challenges toward de novo generation of hematopoietic stem cells. Blood 122, 4035-4046 \\(2013).\r\n  16. Seamon, K.B., Padgett, W. & Daly, J.W. Forskolin: unique diterpene activator of adenylate cyclase in membranes and in intact cells. Proceedings of the National Academy of Sciences of the United States of America 78, 3363-3367 \\(1981).\r\n  17. Beavo, J.A. & Brunton, L.L. Cyclic nucleotide research -- still expanding after half a century. Nature reviews. Molecular cell biology 3, 710-718 \\(2002).\r\n  18. Saxena, S., Rönn, Roger E., Guibentif, C., Moraghebi, R. & Woods, N.-B. Cyclic AMP Signaling through Epac Axis Modulates Human Hemogenic Endothelium and Enhances Hematopoietic Cell Generation. Stem cell reports 6, 692-703 \\(2016)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.stemcr.2016.03.006",
                "date": "2016-10-21 19:37:13",
                "title": "Cyclic AMP Signaling through Epac Axis Modulates Human Hemogenic Endothelium and Enhances Hematopoietic Cell Generation",
                "authors": [
                    "Shobhit Saxena",
                    "Roger E. Rönn",
                    "Carolina Guibentif",
                    "Roksana Moraghebi",
                    "and Niels-Bjarne Woods"
                ],
                "journal": "Stem Cell Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14311,
                "identity": "a0de556e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Shobhit Saxena",
                "email": "shobhit80@gmail.com",
                "orcid": "",
                "institution": "Molecular Medicine and Gene Therapy, Lund University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Shobhit",
                "middleName": "",
                "lastName": "Saxena",
                "suffix": ""
            },
            {
                "id": 14312,
                "identity": "a0de58fc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Roger E. Rönn",
                "email": "",
                "orcid": "",
                "institution": "Molecular Medicine and Gene Therapy, Lund University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roger",
                "middleName": "E.",
                "lastName": "Rönn",
                "suffix": ""
            },
            {
                "id": 14313,
                "identity": "a0de5e5f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Carolina  Guibentif",
                "email": "",
                "orcid": "",
                "institution": "Molecular Medicine and Gene Therapy, Lund University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Carolina",
                "middleName": "",
                "lastName": "Guibentif",
                "suffix": ""
            },
            {
                "id": 14314,
                "identity": "a0de621e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Niels-Bjarne Woods",
                "email": "",
                "orcid": "",
                "institution": "Molecular Medicine and Gene Therapy, Lund University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Niels-Bjarne",
                "middleName": "",
                "lastName": "Woods",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-01-04 19:29:13",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.012",
        "doiUrl": "https://doi.org/10.1038/protex.2017.012",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609609,
                "identity": "595485b4-3ec0-4e12-9639-b010400cfba2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 505970,
                "visible": true,
                "origin": "",
                "legend": "Induction of cAMP using a combination of Forskolin and IBMX increases the frequency of human pluripotent stem cell-derived HSC-like cells.    (A) Conditions and timeline applied to differentiate hPSCs toward mesoderm commitment and hematopoietic differentiation. (B) Percentage of the hematopoietic surface phenotypes obtained after cAMP induction. Data represent mean ± SEM of three independent experiments. Statistical analysis was performed using the t test. Significance compared with the control setting: *p < 0.05, ***p < 0.001; n.s., not significant. (C) Frequency of the putative HSC-like cells (in viable fraction). Data represent mean ± SEM of three independent experiments. Statistical analysis was performed using the t test. Significance compared with the control setting: ∗p < 0.05; n.s., not significant. Figures from http://dx.doi.org/10.1016/j.stemcr.2016.03.006 \r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-5469/v1/figure_1.png"
            },
            {
                "id": 2609610,
                "identity": "fd4b44f1-d8b6-45ac-9088-5a9584113c4d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 431600,
                "visible": true,
                "origin": "",
                "legend": "Cyclic AMP induction reduces oxidative stress in the hematopoietic cells.   (A) Flow cytometric detection of reactive oxygen species (ROS) using CellROX in differentiated hPSC-to-hematopoietic cells at day 14 of differentiation. Representative flow cytometry plots show ROS levels in the hematopoietic surface phenotypes. FMO control, fluorescence-minus-one (staining control). (B) Quantification of geometric mean fluorescence intensity (gMFI) of CellROX dye as indicated in (A). Data represent mean ± SEM of 3 independent experiments. Statistical analysis was performed using the t test. Significance is shown as compared to the control setting: ∗p < 0.05, ∗∗p < 0.01; n.s., not significant. Figures from http://dx.doi.org/10.1016/j.stemcr.2016.03.006 \r\n",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-5469/v1/figure_2.png"
            },
            {
                "id": 2609611,
                "identity": "a59702b8-ec00-48ab-96d7-65ce20b23512",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 342259,
                "visible": true,
                "origin": "",
                "legend": "Cyclic AMP induction upregulates the global anti-oxidant response.   qRT-PCR expression analysis of the indicated redox-state-regulating genes in PSC-derived hematopoietic cells. Relative expression of each gene to housekeeping gene ACTB (β-ACTIN) was calculated, and mean fold change respective to control condition (set at 1) is shown. Data represent mean ± SEM of 3 independent experiments. Statistical analysis was performed using the t test. Significance is shown as compared to the control setting: ∗p < 0.05, ∗∗p < 0.01; n.s., not significant. Figures from http://dx.doi.org/10.1016/j.stemcr.2016.03.006 \r\n",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-5469/v1/figure_3.png"
            },
            {
                "id": 2609612,
                "identity": "67896e2e-d90c-4a8e-a3cc-e4c3bc8a91bd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 267817,
                "visible": true,
                "origin": "",
                "legend": "Cyclic AMP induction upregulates CXCR4 expression on pluripotent stem cell-derived hematopoietic cells, and invreases the total cell number resulting from colony assay.   (A) Expression of CXCR4 across indicated hematopoietic surface phenotypes. Data represent mean ± SEM of three independent experiments. Statistical analysis was performed using the t test. Significance compared with the control setting: ∗p < 0.05, ∗∗p < 0.01, ∗∗∗p < 0.001; n.s., not significant. (B) Cell numbers obtained per well (per 1x104 seeded cells) after CFU assay. Data represent mean ± SEM of three independent experiments. Statistical analysis was performed using the t test. Significance compared with the control setting: **p < 0.01, ***p < 0.001; n.s., not significant. Figures from \r\nhttp://dx.doi.org/10.1016/j.stemcr.2016.03.006.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-5469/v1/figure_4.png"
            },
            {
                "id": 13465046,
                "identity": "42308528-c64d-40fc-a6cb-69867537d913",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:25",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 802881,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5469/v1/72093076-1b12-4539-8f24-121c22c36cbc.pdf"
            }
        ],
        "financialInterests": "No conflicting financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "ES cells, iPSC cells, hematopoietic stem cells, hemogenic endothelium, pluripotency, cell differentiation, flow cytometry, embryoid bodies, cyclic AMP, progenitors, forskolin, oxidative stress, ROS, CD90, CXCR4, CFU assay, ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Hematopoietic stem cells \\(HSCs) emerge from hemogenic endothelium in the developing embryo. Mechanisms behind human hematopoietic stem and progenitor cell development remain elusive. Using a human pluripotent stem cell differentiation system, we show that cyclic AMP \\(cAMP) induction increases HSC-like cell frequencies. Furthermore, in hematopoietic progenitor and stem-like cells, cAMP induction decreased the oxidative stress, created a redox-state balance, and enhanced C-X-C chemokine receptor type 4 \\(CXCR4) expression, thus benefiting the maintenance of these primitive cells. Our work provides new strategies to upregulate hematopoietic cell generation, and advances the mechanistic understanding of hematopoietic development towards developing transplantable human hematopoietic cells for therapeutic purposes.",
        "manuscriptTitle": "Efficient Production of Human Hematopoietic Cells from Pluripotent Stem Cells through cAMP Induction",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-02-07 16:33:34",
                "doi": "10.1038/protex.2017.012",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0ddd533-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 7th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3762,
                "name": "Cell biology"
            },
            {
                "id": 3764,
                "name": "Developmental biology"
            },
            {
                "id": 3765,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-02-07 16:33:34",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}