{
    "identity": "nprot-509",
    "title": "Preparation of mineralised matrices secreted from human primary osteoblasts for analysis of the interaction of cancer cells and the bone microenvironment",
    "content": [
        {
            "header": "Introduction",
            "content": "Suitable matrices to study metastasis and cancer cell growth in the bone microenvironment have been limited to matrices consisting of specific proteins such as collagen or those secreted by immortalised cell lines. Use of the latter is restrictive since these lines retain characteristics representative of a particular stage of differentiation and often do not have the capacity to differentiate further.  Thus, the matrix generated by the immortalised cell secretome will not be representative of the normal bone environment first seen by a tumour cell in the metastatic process. \r\n\n\nWe describe a method to produce and analyse matrices secreted by human primary osteoblasts grown in medium which promotes secretion of a mineralised matrix.  Osteoblasts can be readily and efficiently removed to leave matrices which are free of cells, show a high degree of calcification and contain collagen type I which is representative of the bone matrix _in vivo_.  These matrices are routinely used for culture of two prostate cancer cells lines, PC3 and LNCaP, which are easily harvested for molecular analyses.  This _in vitro_ system offers a more physiologically relevant environment to study the interaction of tumour cells and the bone microenvironment."
        },
        {
            "header": "Reagents",
            "content": "Alizarin red S \\(Sigma A5533)\r\n\n\nAmmonium hydroxide \\(Sigma 320145) \r\n\n\nAscorbate-2-phosphate \\(Sigma A8960)\r\n\n\nBovine serum albumin \\(BSA) \\(Sigma A4919) \r\n\n\nCollagen type I \\(Sigma C7661)\r\n\n\n4',6-diamidino-2-phenylindole \\(DAPI) \\(Invitrogen D1306)\r\n\n\n3,3&#x2032;-diamino benzamidine tetrahydrochloride \\(DAB) \\(DAKO S3000)\r\n\n\nDexamethasone \\(Sigma D2915)\r\n\n\nEthylene diamine tetraacetic acid disodium salt \\(EDTA) \\(Ajax 180) \r\n\n\nFetal Calf Serum \\(FCS) \\(Invitrogen)\r\n\n\nFluorescein diacetate \\(FDA) \\(Invitrogen F1303)\r\n\n\nGlutaraldehyde solution \\(Sigma G7651)\r\n\n\n&#x3B2;-Glycerophosphate  \\(Sigma G9891)\r\n\n\nHydrogen peroxide solution \\(30 % \\(w/w) in dH<sub>2</sub>O) \\(Sigma H1009)\r\n\n\nMinimum Essential Medium \\(MEM)-alpha \\(Invitrogen 12571-063)\r\n\n\nMouse anti-human collagen type 1 antibody \\(DSHB M-38)\r\n\n\nNormal swine serum \\(Dako X0901)\r\n\n\nOsmium tetroxide solution \\(2% in H<sub>2</sub>O) \\(Fluka 75633) \r\n\n\nParaformaldehyde \\(PFA) \\(Sigma P6148) \r\n\n\nPhosphate Buffered Saline \\(PBS) \\(Invitrogen 10010023)\r\n\n\nPenicillin-Streptomycin \\(Penicillin 10000 U/ml and Streptomycin 10000 &#xB5;g/ml Invitrogen 15140-122)\r\n\n\nPropidium iodide \\(PI) \\(Invitrogen P3566) \r\n\n\nRhodamine-conjugated phalloidin \\(Invitrogen R415)  \r\n\n\nSodium cacodylate \\(Sigma C4945)\r\n\n\nSterile distilled water \\(dH<sub>2</sub>O) \\(Invitrogen 15230162)\r\n\n\nStreptavidin HRP//Universal LSAB<sup>&#x2122;</sup>+Kit/HRP Rabbit/Mouse/Goat \\(Dako K0690)\r\n\n\nSucrose \\(Sigma S8501) \r\n\n\nTriton X-100 \\(Invitrogen T9281)\r\n\n\nTrypsin \\(0.25%) -EDTA \\(Invitrogen  25200056)\r\n\n\nTrypsin \\(0.5%) -EDTA \\(Invitrogen  15400054)\r\n\n\n\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n\r\n\n\n**Growth medium**\r\n\n\nAdd 50 ml FCS and 5 ml Penicillin-Streptomycin to 500 ml MEM-alpha.\r\n\n\n\r\n\n\n**&#x3B2;-Glycerophosphate \\(1M)** \r\n\n\nDissolve 2.16 g &#x3B2;-glycerophosphate in 10 ml dH<sub>2</sub>O.\r\n\n\nFilter sterilize, aliquot and store at -20&#xB0;C. \r\n\n\n\r\n\n\n**Ascorbate-2-phosphate \\(50 mg/ml)** \r\n\n\nDissolve 500 mg ascorbate-2-phosphate in 10 ml dH<sub>2</sub>O.\r\n\n\nFilter sterilize, aliquot and store at -20&#xB0;C. \r\n\n\n\r\n\n\n**Dexamethasone \\(10<sup>-5</sup>M)** \r\n\n\nDissolve 414 mg dexamethasone in 10 ml dH<sub>2</sub>O. \r\n\n\nFilter sterilize, aliquot and store at -20&#xB0;C. \r\n\n\n\r\n\n\n**Differentiation medium** \r\n\n\nAdd 10 &#xB5;l/ml &#x3B2;-glycerophosphate \\(1M), 1 &#xB5;l/ml ascorbate-2-phosphate \\(50 mg/ml) and 1 &#xB5;l/ml dexamethasone \\(10<sup>-5</sup>M) to growth media.\r\n\n\n\r\n\n\n**Ammonium hydroxide \\(20 mM)** \r\n\n\nCAUTION. Corrosive. Open concentrated solutions in the fume hood.\r\n\n\nAdd 68 &#xB5;l ammonium hydroxide to 50 ml dH<sub>2</sub>O. Prepare fresh.\r\n\n\n\r\n\n\n**Paraformaldehyde \\(8%)** \r\n\n\nCAUTION. Harmful. Use in fume hood.\r\n\n\nAdd 100 ml PBS to 8 g PFA and then add 0.45 ml 1 M NaOH.\r\n\n\nStir in fume hood while heating to 60&#xB0;C.\r\n\n\nAdjust pH to 7.2-7.4 with 1 M NaOH.\r\n\n\nAliquot and store at -20&#xB0;C.\r\n\n\nTo make 4% PFA working solution, add equal volumes of 8% PFA and PBS.  \r\n\n\n\r\n\n\n**Glutaraldehyde fixative**\r\n\n\nCAUTION. Harmful. Use in fume hood.\r\n\n\n\r\n\n\nStock solutions: \r\n\n\n0.1 M sodium cacodylate buffer in dH<sub>2</sub>O, pH 7.4.\r\n\n\n0.4 M sucrose in cacodylate buffer.\r\n\n\n1.0 M calcium chloride in cacodylate buffer.\r\n\n\n25% glutaraldehyde, store at 4&#xB0;C.\r\n\n\n\r\n\n\nFor 100 ml of working solution, add 20 ml sucrose solution, 2 ml calcium chloride solution, and 12 ml glutaraldehyde solution to 66 ml cacodylate buffer. Store at 4&#xB0;C.\r\n\n\n\r\n\n\n**DAPI staining solution** \r\n\n\nDissolve the contents of one vial \\(10 mg) in 2 ml of dH<sub>2</sub>O to make stock solution \\(5 mg/ml). Store at -20&#xB0;C. Protect from light.\r\n\n\nFor staining solution \\(1.0 &#xB5;g/ml), add 5 &#xB5;l stock solution to 25 ml PBS. Prepare fresh. Protect from light.\r\n\n\n\r\n\n\n**Alizarin red S staining solution** \r\n\n\nAdd 40 ml dH<sub>2</sub>O to 500 mg alizarin red S. \r\n\n\nAdjust pH to 4.1 with 0.5% ammonium hydroxide in dH<sub>2</sub>O. CAUTION. Corrosive. Open concentrated solutions in the fume hood.\r\n\n\nMake up to 50 ml with dH<sub>2</sub>O. \r\n\n\n\r\n\n\n**3% hydrogen peroxide in PBS**\r\n\n\nAdd 1 ml 30 % hydrogen peroxide solution to 9 ml PBS. Make fresh.\r\n\n\n\r\n\n\n**NPS blocking buffer**\r\n\n\nAdd 1 ml of normal swine serum to 9 ml of PBS. Make fresh.\r\n\n\n\r\n\n\n**0.1% Triton X-100 in PBS**\r\n\n\nAdd 2 ml of 20% Triton X-100 to 400 ml PBS.  Store at room temperature.\r\n\n\n\r\n\n\n**Collagen type I coating buffer \\(5 &#xB5;g/ml)**\r\n\n\nTo prepare collagen type I stock solution \\(1 mg/ml), add 5 ml of 0.1 M acetic acid to 5 mg of collagen type I.\r\n\n\nRotate at room temperature for 3 h. Store at 4&#xB0;C.\r\n\n\nTo prepare collagen type I coating buffer, dilute collagen type I stock solution to 5 &#xB5;g/ml with dH<sub>2</sub>O.  In a cell culture hood, filter sterilize with 0.22 &#xB5;m filter.  \r\n\n\n\r\n\n\n**BSA blocking solution \\(2% BSA in PBS)**\r\n\n\nDissolve 1 g of BSA in 50 ml of PBS.  Filter sterilize with 0.22 &#xB5;m filter.  Store at 4&#xB0;C.\r\n\n\n\r\n\n\n**0.5 mM EDTA in PBS**\r\n\n\nAdd 400 &#xB5;l of 0.5M EDTA \\(pH 8.0) to 400 ml PBS.\r\n\n\nSterilize by autoclaving. Store at room temperature.\r\n\n\n\r\n\n\n**FDA staining solution \\(2 &#xB5;g/ml)**\r\n\n\nAdd 5 &#xB5;l of FDA stock \\(10 mg/ml) to 25 ml PBS. Prepare fresh. Protect from light.\r\n\n\n\r\n\n\n**PI staining solution \\(20 &#xB5;g/ml)** \r\n\n\nAdd 0.5 ml of stock PI solution \\(1 mg/ml) to 25 ml PBS. Prepare fresh. Protect from light.\r\n\n\n\r\n\n\n**0.2% Triton X-100 in PBS**\r\n\n\nAdd 4 ml of 20% Triton X-100 to 400 ml PBS.  Store at room temperature.\r\n\n\n\r\n\n\n**Rhodamine-conjugated phalloidin staining solution**\r\n\n\nDissolve vial contents in 1.5 ml methanol to make 200 U/ml rhodamine-conjugated phalloidin stock solution.  Store at -20&#xB0;C.\r\n\n\nFor the staining solution \\(0.8 U/ml), dissolve 250 mg of BSA in 25 ml PBS and add 100 &#xB5;l stock rhodamine-conjugated phalloidin solution.  Prepare fresh. Protect from light.\r\n\n\n\r\n\n\n**0.05% trypsin/0.05 mM EDTA** \r\n\n\nAdd 5 ml trypsin \\(0.5%) -EDTA to 45 ml PBS.\r\n\n\nStore at 4&#xB0;C for up to 2 weeks."
        },
        {
            "header": "Procedure",
            "content": "**Isolation of primary human osteoblasts \\(hOBs)**\r\n\n\n\r\n\n\nHuman osteoblast explants are obtained from patients undergoing knee replacement surgery after informed consent according to the ethical guidelines of the Helsinki II declaration and approved by the Human Ethics Committees of the Queensland University of Technology, the Prince Charles Hospital and the Princess Alexandra Hospital, Brisbane. \r\n\n\n\r\n\n\n\r\n\n\n1. Collect samples under sterile conditions.\r\n  2. Under sterile conditions, harvest non-sclerotic, trabecular bone using a bone curette \\(diameter 5 mm) and transfer to sterile 50 ml tubes \\(Becton Dickinson, Sunnyvale, CA). Bone pieces are approximately 5 x 5 mm. \r\n  3. Wash and vortex trabecular bone with PBS for a minimum of 5 times until the PBS remains clear.\r\n  4. Incubate trabecular bone with 10 ml trypsin \\(0.25%)-EDTA for 3 min at 37°C in 5% CO\n2\n.\r\n  5. Add 10 ml growth medium to inactivate trypsin. \r\n  6. Wash samples once with PBS.\r\n  7. Transfer trabecular bone to 175 cm\n2\ntissue culture flasks \\(Nunc, Rochester, NY) and top up with 12 ml of growth medium.\r\n  8. Culture at 37°C in 5% CO\n2\n. \r\n  9. Osteoblast outgrowth can be observed after 5-7 days. Use cells expanded to the second or third passage for experiments. Two 175 cm\n2\nculture flasks at the third passage will give up to 15 x 10\n6\ncells. \r\n   \r\n\n\n**Growth and differentiation of hOBs**\r\n\n\n\r\n\n\n10. Culture hOBs in growth medium at 37°C in 5% CO\n2\n. \r\n  11. Detach hOBs with trypsin \\(0.25%)-EDTA \\(4-5 ml/ 175 cm\n2\ntissue culture flask).\r\n  12. Add 10 ml growth media to inactivate trypsin. \r\n  13. Transfer cells to a 15 ml disposable plastic tube and centrifuge at 1500 rpm for 5 min.\r\n  14. Resuspend in 10 ml of growth medium.\r\n  15. Remove aliquot of cells for counting. Generally at about 70% confluence approximately 3-4 x 10\n6\ncells /175 cm\n2\nculture flask are collected. \r\n  16. Plate hOBs at a density of 3000 cells/cm\n2\nin growth media.\r\n  17. Grow hOBs at 37°C in 5% CO\n2\nuntil confluent with media changes every 3-4 days.\r\n  18. When confluent, change medium to differentiation medium.\r\n  19. Culture for 4 weeks to allow secretion of mineralized matrix changing media every 3-4 days. \r\n  \r\n\n\n**Osteoblast removal to leave intact decellularized osteoblast matrix \\(OBM)**\r\n\n\nThis method is based on a protocol originally used to generate extracellular matrix coated dishes using corneal endothelial cells \\(1). The following volumes apply to OBM preparations using cells cultured in a 24 well dish.  Volumes can be modified for smaller or larger culture areas accordingly. \r\n\n\n\r\n\n\n20. Process each 24 well \\(or 6 well) dish separately. Processing of a small number of samples simultaneously allows quick and careful washing of each individual matrix preparation and minimises disruption and detachment of the matrix.\r\n  21. Aspirate culture medium. \r\n  22. Carefully rinse by adding 1 ml sterile dH\n2\nO and then aspirate.  \r\n  \r\n\n\nCRITICAL STEP: All washes and rinses of the cells on the matrix and particularly the decellularized matrix must be done with extreme care so as not to disrupt or detach the OBM.  We also routinely leave a residual amount of liquid overlying the matrix when using a vacuum aspirator.  Carefully remove the remaining liquid with a standard pipettor using a 1000µl tip.   \r\n\n\n\r\n\n\n23. Add 1 ml of 20 mM ammonium hydroxide to each well.\r\n  24. Incubate at room temperature with occasional gentle agitation. \r\n  25. Check the status of the cultures microscopically at intervals during the lysis to determine the extent of the cellular removal.  Generally this requires between 10 and 12 min for complete lysis of the osteoblasts. \r\n  26. Carefully and quickly rinse OBM twice with approximately 1 ml sterile dH\n2\nO. \r\n  27. Carefully and quickly rinse twice as above with approximately 1 ml PBS.\r\n  28. Place solution over the matrix that is appropriate for the subsequent analyses.  \r\n  \r\n\n\n**Fixation of the OBM in paraformaldehyde \\(PFA)** \r\n\n\n\r\n\n\n29. Carefully aspirate PBS from OBM.\r\n  30. For a 24-well plate, add 1 ml of 4% PFA in PBS.\r\n  31. Incubate at room temperature for 20 min with gentle rocking. \r\n  32. Rinse 2 times with 1 ml PBS.\r\n  33. Add 1 ml PBS.\r\n  34. Store at 4°C.\r\n  \r\n\n\n**Preparation of samples for SEM**\r\n\n\n\r\n\n\n35. Culture osteoblasts on round thermanox coverslips \\(Nunc, Rochester, NY) inserted into wells of a 6 or 24 well plate. \r\n  36. Fix samples with glutaraldehyde fixative at 4°C overnight. Samples can be stored until further processing at 4°C for up to 4 weeks. CAUTION: Work in the fume hood and wear chemical protective gloves.\r\n  37. Wash 3 times for 10 min in 0.1M sodium cacodylate buffer in dH\n2\nO, pH 7.4 \r\n  38. Fix in osmium tetroxide solution for 1 h.\r\n  39. Incubate 2 times for 10 min in dH\n2\nO.\r\n  40. Incubate 2 times for 10 min. in 50% ethanol. \r\n  41. Incubate 2 times for 10 min. in 70% ethanol.\r\n  42. Incubate 2 times for 10 min. in 90% ethanol. \r\n  43. Incubate 2 times for 15 min. in 100% ethanol. \r\n  44. Incubate 2 times for 15 min. in 100% amyl acetate. \r\n  45. Critical point dry.\r\n  46. Mount samples on SEM stubs. \r\n  47. Coat samples with gold using sputter coater.\r\n  48. Store gold coated samples in desiccator until analysis.\r\n  \r\n\n\n\r\n\n\n**DAPI staining to detect residual cells in the OBM**\r\n\n\n\r\n\n\nCRITICAL STEP: These analyses are light sensitive.  All manipulations should be performed in low light areas.  All incubations should be covered with an opaque covering such as aluminium foil.  \r\n\n\n49. Remove PFA-fixed matrices from 4°C.\r\n  50. Add 1 ml 0.2% Triton X-100 in PBS \\(per well in 24 well plate).\r\n  51. Incubate for 20 min at room temperature with gentle rocking.\r\n  52. Wash twice for 5 min with 1 ml PBS at room temperature with gentle rocking.\r\n  53. Add 700 µl of DAPI staining solution to each well \\(24 well plate).\r\n  54. Incubate for 40-50 min at room temperature on shaker. \r\n  55. Wash twice for 5 min with 1 ml PBS at room temperature with gentle rocking.\r\n  56. Visualise with a fluorescent microscope.\r\n  \r\n\n\n**Alizarin red S staining to detect calcified OBM**\r\n\n\n\r\n\n\n57. Remove PFA-fixed matrices from 4°C.\r\n  58. Rinse with 1 ml PBS \\(24 well plate).\r\n  59. Add 0.5 ml Alizarin S staining solution.\r\n  60. Incubate at room temperature for 5 min with gentle rocking.\r\n  61. Thoroughly wash excess dye from the wells with dH\n2\nO.\r\n  62. Visualise samples with light microscopy for red stained calcified regions.\r\n  \r\n\n\n\r\n\n\n**Collagen type I immunohistochemistry of the OBM**\r\n\n\n\r\n\n\n63. Remove PFA-fixed matrices from 4°C.\r\n  64. Rinse twice with PBS.\r\n  65. Eliminate endogenous peroxidase activity with 3% hydrogen peroxide in PBS for 20 min at room temperature.\r\n  66. Wash samples twice with PBS for 3 min. \r\n  67. Eliminate non-specific protein binding by incubation with NPS blocking buffer for 30 min at room temperature.\r\n  68. Remove NPS blocking buffer.\r\n  69. Add mouse anti-human collagen type I antibody diluted 1:100 in PBS containing 0.1% BSA.\r\n  70. Incubate overnight at 4°C. \r\n  71. Wash samples twice in 0.1% Triton X-100 in PBS for 3 min.\r\n  72. Wash samples in PBS for 3 min.\r\n  73. Add secondary antibody \\(DAKO LSAB+ kit). \r\n  74. Incubate for 30 min at room temperature.\r\n  75. Wash samples twice in 0.1% Triton X-100 in PBS for 3 min.\r\n  76. Wash samples in PBS for 3 min.\r\n  77. Incubate samples with streptavidin peroxidase for 15 min at room temperature \\(DAKO LSAB+ kit).\r\n  78. Wash samples twice in 0.1% Triton X-100 in PBS for 3 min. \r\n  79. Wash samples in PBS for 3 min.\r\n  80. Incubate with DAB solution for 5 min at room temperature.\r\n  81. Wash three times in PBS for 3 min.\r\n  82. Develop.\r\n  83. Rinse gently with distilled water to stop reaction.\r\n  \r\n\n\n**Preparation of collagen type I coated plates**\r\n\n\n\r\n\n\n84. For a 24 well plate, add 1 ml of collagen type I coating buffer per well and incubate at 4°C overnight.  \r\n  85. Aspirate the collagen type I solution. \r\n  86. Rinse twice with 1 ml PBS.\r\n  87. Add 1 ml of BSA blocking solution.  \r\n  88. Leave at room temperature for 2 h.  \r\n  89. Remove solution and rinse twice with PBS\r\n  90. Add 1 ml PBS.  \r\n  \r\n\n\n**Growth of PC3 and LNCaP prostate cancer cells on the OBM**\r\n\n\n\r\n\n\n91. Culture PC3 and LNCaP cells in growth medium to 50-80% confluence.\r\n  92. Aspirate medium.\r\n  93. Wash once with PBS.\r\n  94. Rinse gently with 0.5mM EDTA in PBS \\(5 ml/ 75 cm\n2\nculture flask). \r\n  95. Add 0.5mM EDTA in PBS \\(5 ml/ 75 cm\n2\nculture flask). Trypsin-EDTA is not used for detachment since this strips the cells of membrane receptors and adhesion molecules required for cell signalling and efficient attachment to the substrata.\r\n  96. Return flask to incubator and incubate at 37°C. \r\n  97. Periodically agitate flask gently.\r\n  98. Periodically monitor cell detachment with a microscope \\(detachment can take up to 40 min).\r\n  99. Centrifuge cells at 370g for 5min to collect cells.\r\n  100. Resuspend in 10 ml of growth medium.\r\n  101. Remove an aliquot of cells for counting.\r\n  102. Add cells to OBM in growth medium at 1-2x10\n4\ncells/cm\n2\n.\r\n  103. Culture at 37°C in 5% CO\n2\n.\r\n  \r\n\n\n**Evaluation of prostate cancer cell viability with FDA and PI**\r\n\n\n\r\n\n\nCRITICAL STEP: These analyses are light sensitive.  All manipulations should be performed in low light areas.  All incubations should be covered with an opaque covering such as aluminium foil.\r\n\n\n\r\n\n\n104. Rinse OBM plus prostate cancer cells 3 times with PBS. \r\n  105. Incubate with FDA staining solution \\(2 µg/ml) at 37°C for 15 min in the dark. FDA is a cell-permeant esterase substrate which is hydrolysed by living/viable cells to give green fluorescence. \r\n  106. Rinse 3 times with PBS.\r\n  107. Incubate with PI staining solution \\(20 µg/ml) at room temperature for 2 min in dark. PI is actively excluded by live cells and thus dead cells in a population are stained red.\r\n  108. Rinse 3 times with PBS.\r\n  109. Add PBS to immerse samples.\r\n  110. Visualise with a fluorescent microscope.\r\n  \r\n\n\nCRITICAL STEP: Take images immediately because the fluorescein, which is formed by intracellular hydrolysis of FDA, rapidly leaks from cells and samples fade. \r\n\n\n\r\n\n\n**Phalloidin and DAPI staining to visualize prostate cancer cell morphology**\r\n\n\n\r\n\n\nCRITICAL STEP: These analyses are light sensitive.  All manipulations should be performed in low light areas.  All incubations should be covered with an opaque covering such as aluminium foil.  Store samples in the dark.  \r\n\n\n\r\n\n\n111. Remove PFA-fixed matrices from 4°C.\r\n  112. Add 1 ml 0.2% Triton X-100 in PBS \\(per well in 24 well plate).\r\n  113. Incubate for 20 min at room temperature with gentle rocking.\r\n  114. Wash twice for 5 min with 1 ml PBS at room temperature while gently rocking.\r\n  115. Add 700 µl rhodamine-conjugated phalloidin staining solution to each well \\(24 well plate). Phalloidin binds to F-actin. \r\n  116. Incubate for 1 h at room temperature with gentle rocking.\r\n  117. Wash twice for 5 min with 1 ml PBS at room temperature while gently rocking.\r\n  118. Add 700 µl of DAPI staining solution to each well. \r\n  119. Incubate for 40-50 min at room temperature with gentle rocking.\r\n  120. Wash twice for 5 min with 1 ml PBS at room temperature while gently rocking. \r\n  121. Visualise with a fluorescent microscope.\r\n  \r\n\n\n**Removal of the prostate cancer cells from the OBM for molecular analysis**\r\n\n\n\r\n\n\n122. Aspirate medium and wash once with PBS.\r\n  123. Add 0.5 ml of 0.05% trypsin/0.05 mM EDTA per well of a 24 well dish. \r\n  124. Return to incubator and incubate at 37°C. \r\n  125. Periodically agitate flask gently.\r\n  126. Periodically monitor cell detachment with a microscope. During digestion, removal of cells from the OBM may be assisted by mechanical disruption using a standard pipettor and a 1000 µl tip.  \r\n  127. Inactivate trypsin by addition of 1.0 ml of growth medium.\r\n  128. Transfer solution to a 1.5 ml Eppendorf tube.\r\n  129. Centrifuge cells at 1000 g for 5 min.  \r\n  130. Wash in 1 ml PBS.\r\n  131. Centrifuge cells at 1000 g for 5 min.  \r\n  132. Freeze pellet or resuspend in an appropriate solution \\(e.g. for RNA extraction)."
        },
        {
            "header": "Critical Steps",
            "content": "Critical steps are included in \"Procedure\" section."
        },
        {
            "header": "Troubleshooting",
            "content": "**Matrix disrupted or detached.**\r\n\n\nWashing or rinsing of the cells on the matrix or the decellularized matrix was too harsh. There is often variation in the capacity of matrices secreted by osteoblasts from different patients to adhere to plates. Tilt plate and exchange solutions by slowly and carefully pipetting  onto the wall of the well with a standard pipettor using a 1000 &#xB5;l tip. Process a small number of samples at one time.  Alternatively, osteoblasts can be grown and differentiated on thermanox coverslips.  The matrix adheres better to these coverslips.  However, thermanox coverslips exhibit a certain level of autofluorescence under UV light and may not be suitable for all fluorescent staining procedures. Users should determine whether the level of autofluorescence interferes with their particular downstream application. \r\n\n\n\r\n\n\n**Cells difficult to visualize or image in 24 well plates.**\r\n\n\nOften visualization of cells in 24 well plates is difficult and can be limited to the centre of the well.  To image larger areas of the wells, remove most of the PBS, leaving about 50 &#xB5;l, and place a 13 mm round coverslip carefully on the remaining liquid.  Coverslips can be floated off the cells by addition of PBS.\r\n\n\n\r\n\n\n**Prostate cancer cells are difficult to remove from matrix.**\r\n\n\nPC3 and LNCaP cells are removed from the matrix with trypsin-EDTA.  The concentration of the trypsin-EDTA and the time taken for cell removal should be determined empirically and is dependent on the cell type.  Try higher concentrations of trypsin-EDTA or use other cell detachment solutions. In this regard, we have successfully used collagenase II to remove cells from the matrix. Note that initial attempts to remove the cells with 2 mM EDTA in PBS were unsuccessful even after an hour.  This is presumably because of the high calcium content of the matrix."
        },
        {
            "header": "Anticipated Results",
            "content": "See attached Figures 1-3."
        },
        {
            "header": "References",
            "content": "1. Gospodarowicz, D., Hirabayashi, K., Giguere, L. and Tauber, J.-P.  Factors Controlling the Proliferative Rate, Final Cell Density, and Life Span of Bovine Vascular Smooth Muscle Cells in Culture.  J. Cell Biol. **89**; 568-578 \\(1981)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11082,
                "identity": "9f46285d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Johannes C. Reichert",
                "email": "",
                "orcid": "",
                "institution": "Institute of Health and Biomedical Innovation, Queensland University of Technology, Brisbane, Queensland, Australia.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Johannes",
                "middleName": "C.",
                "lastName": "Reichert",
                "suffix": ""
            },
            {
                "id": 11083,
                "identity": "9f462b8a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Les J. Burke",
                "email": "",
                "orcid": "",
                "institution": "Queensland University of Technology, Brisbane, Queensland, Australia.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Les",
                "middleName": "J.",
                "lastName": "Burke",
                "suffix": ""
            },
            {
                "id": 11084,
                "identity": "9f462d3a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Judith A. Clements",
                "email": "",
                "orcid": "",
                "institution": "Queensland University of Technology, Brisbane, Queensland, Australia.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Judith",
                "middleName": "A.",
                "lastName": "Clements",
                "suffix": ""
            },
            {
                "id": 11085,
                "identity": "9f462f10-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dietmar W.  Hutmacher",
                "email": "",
                "orcid": "",
                "institution": "Queensland University of Technology, Kelvin Grove, Australia.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dietmar",
                "middleName": "W.",
                "lastName": "Hutmacher",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-26 15:50:35",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.237",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.237",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607966,
                "identity": "bb05f7e0-3aec-4eb0-89db-14fa2c295ed8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 67772,
                "visible": true,
                "origin": "",
                "legend": "Isolation of human osteoblasts and preparation of decellularized matrix.   (A) Human osteoblast explants after 7 days of culture. Magnification 10x. Osteoblasts (arrows) are shown growing out of explants (arrowhead).\r\n(B, C) Scanning electron microscopy of osteoblasts (arrowhead) embedded in non-decellularized matrix (B) and decellularized matrix (C). Bar is 50 &#xB5;m. Inset in (C): higher magnification of (C) showing the fibrillar appearance of the decellularized matrix. \r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-509/v1/figure_1.jpg"
            },
            {
                "id": 2607968,
                "identity": "06af2212-fc66-455e-a9ae-e834c9e6f6f8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:53",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 118448,
                "visible": true,
                "origin": "",
                "legend": "Characterization of the osteoblast secreted matrix reveals a high degree of calcium and collagen type I deposition.   Decellularized matrix was stained with Alizarin red S to stain for calcium (A) or subjected to immunohistochemistry with an antibody to Collagen type I (B) or a control IgG (C). Magnification 10x.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-509/v1/figure_2.jpg"
            },
            {
                "id": 2607967,
                "identity": "71a82937-b372-4902-8160-dd45b9ec2ca2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:53",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 325633,
                "visible": true,
                "origin": "",
                "legend": "Prostate cancer cells grown on the OBM show changes in cellular morphology.   (A) PC3 and LNCaP cells were stained for FDA/PI 3 hours post seeding, magnification 4x.  Green cells are viable, red cells are dead.\r\n(B) PC3 and LNCaP cells were cultured on 3 different substrata as indicated. Cells were stained with rhodamine-phalloidin (red) and DAPI (blue) and imaged with fluorescent (a-c, g-i) or light (d-f) microscopy. Both cell lines exhibit significant changes in morphology compared with traditional substrata. On the OBM, epithelial-like PC3 cells exhibit a more mesenchymal-like phenotype and LNCaP cells, which normally show limited cell-cell contact, form clusters/islands of cells reminiscent of tissue formation. \r\n",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-509/v1/figure_3.jpg"
            },
            {
                "id": 13464541,
                "identity": "7a11ff23-b0f3-479e-8576-b44edf468b75",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:44",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 284259,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-509/v1/98d75471-c985-4c22-afaf-a61861ee8f18.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "prostate cancer, human primary osteoblasts, secreted matrix, mineralized matrix, bone matrix\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Preparation of mineralised matrices secreted from human primary osteoblasts for analysis of the interaction of cancer cells and the bone microenvironment",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-11-13 06:04:25",
                "doi": "10.1038/nprot.2008.237",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f45d26e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 13th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2192,
                "name": "Cell biology"
            },
            {
                "id": 2193,
                "name": "Developmental biology"
            },
            {
                "id": 2195,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-11-13 06:04:25",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}