{
    "identity": "nprot-6973",
    "title": "RELACS: a novel in-nuclei barcoding strategy for high-throughput ChIP-seq",
    "content": [
        {
            "header": "Reagents",
            "content": "• **Fixation buffer**: dilute formaldehyde at 1% final concentration in serum-free cell culture media such as D-MEM or other suitable media. The solution must be prepared just before use. Use a fresh sealed formaldehyde ampule every time \\(16% Formaldehyde, Thermo Scientific, cat. No. 28906).\r\n\n\n• Protease inhibitor cocktail \\(PIC), 100X: dissolve one tablet of Complete EDTA-free \\(Roche, cat. No. 11873580001) in 500 µl of molecular biology grade water. Aliquot and store the resuspended tablets at -20 °C for up to three months or at 4 °C for a maximum of two weeks.\r\n\n\n• PBS\r\n\n\n• 1.25 M Glycine \r\n\n\n• **Lysis buffer**: 10 mM Tris-HCl pH 8, 10 mM NaCl, 0.2% Igepal in molecular biology-grade water.  Store the prepared solution at 4 °C \\(up to one month). Supplement with 1X PIC just before use.\r\n\n\n• 0.5% SDS \\(ultrapure)\r\n\n\n• 10% Triton X-100\r\n\n\n• Molecular biology grade water\r\n\n\n• CutSmart buffer 10X \\(NEB, B7204S)\r\n\n\n• DAPI working solution \\(0.01 mg/ml): dilute DAPI 1 mg/ml \\(Thermo Scientific, cat. No. 62248) 1:100 in water\r\n\n\n• CviKI-1 5 U/µl \\(NEB, R0710L)\r\n\n\n• 10 mg/ml RNase A, DNase-free \\(Thermo Scientific, EN0531)\r\n\n\n• 20 mg/ml Proteinase K \\(Thermo Scientific, EO0491)\r\n\n\n• 5M NaCl\r\n\n\n• 3M NaCl\r\n\n\n• Molecular biology grade BSA 20 mg/ml \\(200X, NEB, B9000S)\r\n\n\n• MinElute PCR Purification Kit \\(Qiagen, 28004), \r\n\n\n• QIAquick PCR Purification Kit \\(Qiagen, 28104)\r\n\n\n• EB Qiagen \\(10 mM Tris-HCl pH 8)\r\n\n\n• NEBNext Ultra II DNA library preparation kit \\(NEB, E7645)\r\n\n\n• **Nuclei wash solution**: 10 mM Tris-HCl pH 8, 0.25% Triton X-100, 0.2 mg/ml BSA \\(NEB, B9000S), in molecular biology-grade water.  Store the prepared solution at 4 °C \\(up to one month). \r\n\n\n• **ChIP Elution buffer**: 10 mM Tris-HCl pH 8, 1 mM EDTA, 1% SDS, in molecular biology-grade water.  Store the prepared solution at room temperature.\r\n\n\n• **Shearing buffer**: 10 mM Tris-HCl pH 8, 1 mM EDTA, 0.1% SDS, in molecular biology-grade water.  Store the prepared solution at 4 °C. Equilibrate the solution at room temperature before use to dissolve SDS precipitates. Supplement with 1X PIC just before use.\r\n\n\n• iDeal ChIP-seq kit for histones, reagents \\(Diagenode, catalog no. C01010173): 5X buffer iC1, wash buffers 1-4, ChIP elution buffer\r\n\n\n• Dynabeads \\(Invitrogen) \\(A or G type depending on the antibody)\r\n\n\n• Antibody of interest: use ChIP-seq grade antibodies whenever possible. Based on the antibody quality the amount of antibody per IP can vary greatly. An excess of antibody may lead to increased background. Although not crucial for success of a ChIP-seq experiment, pilot tests might be needed.\r\n\n\n• Ampure XP beads \\(Beckman Coulter, A63880, 1-5 ml)\r\n\n\n• 80% ethanol \\(prepared just before use)\r\n\n\n• Illumina index primers \\(for single indexed libraries: NEBNext® Multiplex Oligos for Illumina Set 1-4, NEB; for uniquely dual-indexed libraries: 96 Unique Dual Index Primer Pairs, NEB, E6440S) \r\n\n\n• **Annealing buffer**: 10 mM Tris-HCl pH 8, 1 mM EDTA, 50 mM NaCl, in molecular biology-grade water.  Store the prepared solution at room temperature.\r\n\n\n• Custom barcoded adaptors 15 µM \\(sequences are provided in the attachments)"
        },
        {
            "header": "Procedure",
            "content": "**1 - Cell fixation**\r\n\n\n\r\n\n\nFixation can be performed using options A, B or C depending if adherent cell cultures \\(A), cell suspensions \\(B) \\(including cells purified from tissues of sorted cells) or whole tissues \\(C) are used:\r\n\n\n\r\n\n\n**A - Adherent cell cultures**\r\n\n\n1. Grow the cells to reach 70-80% confluency in 10 cm cell culture plates.\r\n  2. Remove the media from the cells by pouring.\r\n  3. Add directly to the plate 9 ml of Fixation buffer. Incubate at room temperature for 15 mins under gentle shaking. \r\n  4. Add 1 ml of 1.25 M glycine, mix and incubate for 5 mins at room temperature. \r\n  CRITICAL: Do not prolong the incubation time since glycine is not sufficient to fully block the formaldehyde.\r\n\n\n5. Pour the formaldehyde-glycine mixture and wash twice in ice-cold PBS. \r\n  6. Remove the second wash of PBS and add 1 ml of ice-cold PBS supplemented with 1X protease inhibitor cocktail.\r\n  7. Scrape the cell with a cell lifter and collect the cell suspension into tubes of suitable volume. If required, aliquot the suspension into several tubes before centrifuging.\r\n  8. Centrifuge \\(300 g at room temperature for 5-10 mins), remove supernatant and freeze samples at -80 °C.\r\n  \r\n\n\n**B - Cell suspensions**\r\n\n\n1. Transfer cells into a polypropylene 15 ml Falcon-type tube.\r\n  2. Centrifuge at 300 g for 5-10 mins at room temperature. Remove the media.\r\n  3. Resuspend cells in Fixation buffer \\(approx. 1 ml per 1-5 million of cells to ensure to have enough fixative solution accordingly the cell pellet volume) and incubate at room temperature for 15 minutes. Mix the tubes by inverting when the cell suspension sediments. \r\n  CRITICAL: Avoid rotating tubes to prevent the occasional cell stickiness that might occur at this step. \r\n\n\n4. Add 125 mM glycine final concentration directly into the fixed cell suspension \\(110 µl of a 1.25 M glycine solution per ml of suspension; measure suspension volume using a graduate tip during waiting times). \r\n  5. Mix by inverting the tube and centrifuge at 300 g at room temperature for 5 mins. Do not incubate to prevent over-fixation. \r\n  CRITICAL: Avoid prolonging centrifugation time since glycine is not sufficient to fully block the formaldehyde. \r\n\n\nCRITICAL: In case of sticky cells or low cell numbers the addition of 1 mg/ml BSA \\(or 10% \\(vol/vol) serum) and 10 mM EDTA to the suspension may help to prevent stickiness and to increase recovery.\r\n\n\n6. Remove the supernatant by pipetting and discard appropriately.\r\n  7. Resuspend cells in PBS and centrifuge at 300 g at room temperature for 5-10 mins. Discard the supernatant by pipetting.\r\n  8. Repeat the wash step using PBS supplemented with 1X protease inhibitor cocktail. If required, aliquot the suspension into tubes of suitable volume before centrifuging. For very low cell numbers this step may be omitted.\r\n  9. Centrifuge \\(300 g at room temperature for 5-10 mins), remove supernatant and freeze samples at -80 °C.\r\n  \r\n\n\n**C - Whole tissues**\r\n\n\n1. Cut the tissue into small pieces \\(approx. 1 cubic millimeter) into a Petri dish containing some cell culture D-MEM media.\r\n  2. Collect the tissue using a 1 ml tip with cut tip and transfer into a Dounce homogenizer \\(loose pestle, type A). Decant and remove the excess of media.\r\n  3. Add Fixation buffer and start homogenizing the tissue with a couple of strokes \\(2-3 max). Start the timer set at 15 minutes.\r\n  4. Filter the preparation through a 70 µm nylon cell strainer \\(Falcon, 352350) over a Falcon tube. Wash the strainer using fixation buffer. Volumes used are not critical, but for convenience do not exceed the 4-6 ml of total volume.\r\n  5. When the incubation time with fixative is finished, add 125 mM glycine final concentration \\(110 µl of a 1.25 M glycine solution per ml of suspension; measure suspension volume using a graduate tip during waiting times).\r\n  6. Mix by inverting the tubes and centrifuge at 500 g at room temperature for 5 mins. Do not incubate to prevent over-fixation.\r\n  7. Remove the supernatant by pipetting and discard appropriately.\r\n  8. Resuspend cells in PBS and centrifuge at 500 g at room temperature for 5 mins. Discard the supernatant by pipetting.\r\n  CRITICAL: avoid processing a large number of tubes at the same time since cell pellets can easily detach at this step. Centrifugation time or speed might also be increased.\r\n\n\n9. Repeat the wash step using PBS supplemented with 1X protease inhibitor cocktail. For very low cell numbers this step may be omitted.\r\n  10. Centrifuge \\(300 g at room temperature for 5-10 mins), remove supernatant and freeze samples at -80 °C.\r\n  \r\n\n\nCRITICAL: pellets can be stored at -80 °C for up to a year or more. Do not store fixed cell pellets at -20 °C since it can compromise sample quality. \\[PAUSE POINT]\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n**2 - Nuclei preparation**\r\n\n\n\r\n\n\n1. Fully resuspend formaldehyde-fixed cells with 1 ml of Lysis buffer supplemented with Protease Inhibitor Cocktail \\(10 µl of a 100X solution). Use a pipette and do not vortex. \r\n  • For cell numbers between 10,000 to 100,000, resuspend in 100 µl volume.\r\n\n\n• Up to about 5 million of cells can be treated using these parameters.\r\n\n\n• **Quality control 1** \\(Figure 1a): Check the cell suspension on a phase contrast microscope \\(use\n4 µl of nuclei preparation), or by DAPI staining \\(add directly on a microscope slide\n4 µl of nuclei preparation plus 4 µl of DAPI working solution). In this step one can evaluate nuclei shape in a respective cell type, cell integrity and cell density.\r\n\n\n2. Transfer the cell suspension into a Covaris MilliTube \\(cat. No. 520130) containing AFA fiber \\(or 130 µl Covaris MicroTubes cat. No. 520052 for lower suspension volumes). Insert the tube into the Covaris adaptor.\r\n  3. Set the Covaris instrument \\(E220/S220) at peak power 75 W, duty factor 2% and 200 Cycles/burst, water bath chiller set at 4 °C.\r\n  4. Extract nuclei by sonication using the NEXSON procedure until nuclei isolation is satisfactory:\r\n  • Sonicate the sample for 15-30 seconds.\r\n\n\nCRITICAL: some cell types sediment fast in the Covaris tube. Mix by inversion just before starting sonication to ensure the cells are fully resuspended. AFA fiber does not mix sufficiently the sample when the instrument is set at that power. \r\n\n\n• **Quality control 2**: Check nuclei extraction on a phase contrast microscope \\(use\n4 µl of nuclei preparation), or by DAPI staining \\(add directly on a microscope slide\n4 µl of nuclei preparation plus 4 µl of DAPI working solution).\r\n\n\n• If the nuclei isolation is not satisfactory, treatment time can be prolonged up to 5-8 minutes.\r\n\n\nCRITICAL: proceed step by step and check the nuclei preparation under the microscope. Nuclei are very robust, but too much sonication leads to the breakage of nuclei and reduced chromatin recovery. We suggest checking nuclei isolation at every 1-2 minutes of treatment. Alternatively, if the cells are very resilient, nuclei isolation control can be done after longer treatment times.\r\n\n\n• Stop the nuclei extraction when it is satisfactory \\(about 70% of isolated nuclei). Figure 1b shows a preparation of well-isolated nuclei. \r\n\n\n5. Transfer the nuclei preparation into a 1.5 ml Eppendorf tube \\(not Lo-bind). In case of high cell numbers, split the sample: the prepared pellets should not contain more than about 5 million cells.  \r\n  6. Pellet down the nuclei \\(1000 g, 5 min, 4 °C). \r\n  7. Gently resuspend the pellet in 50 μl of 0.5% SDS and incubate at room temperature for 10 minutes.\r\n  • The nuclei swell at this step increasing their dimension \\(Figure 1c, **Quality control 3**).\r\n\n\n8. Add 145 μl of water and 25 μl of 10% Triton X-100 \\(\n1.1% final). Add 25 μl of CutSmart buffer 10X \\(NEB). Add 2.5 µl of 100X PIC. Total sample volume is now\n250 μl.\r\n  • Tip: in case of many samples, prepare a master mix including water, 10% Triton X-100, CutSmart buffer and PIC. Add 200 µl of master mix per tube.\r\n\n\n• In this step the SDS will be quenched and the nuclei will return to the original size \\(Figure 1d, **Quality control 4**).\nSee figure in Figures section.\n**3 - Digestion** \r\n\n\n\r\n\n\n9. **Quality control 5 \\(optional)**: quantification of nuclei numbers \\(optional but suggested for cell numbers higher than 500,000). Store nuclei in the digestion mix at 4 °C till the final results of quantification of cell numbers.\r\n  • Take 5% of the nuclei in CutSmart buffer \\(12.5 µl) and resuspend them 88 µl of ChIP elution buffer. \r\n\n\n• Transfer the preparation into a Covaris MicroTube and sonicate 5 minutes at Peak power: 105W, Duty factor: 2%, Cycles/burst: 200 \\(suggested water temperature 20 °C to prevent precipitation of SDS)\r\n\n\n• Add 2 μl of 10 mg/ml RNase A, 2 μl of 20 mg/ml Proteinase K and 4 µl of 5M NaCl\r\n\n\n• Incubate for 10 min at 37 °C and at 65 °C for minimum 2 hours \r\n\n\n• Purify DNA using Qiagen PCR purification kit \\(use MinElute column for expected cell numbers in the control sample below 50,000, otherwise use columns provided in the kit)\r\n\n\n• Elute samples in 35 µl \\(PCR purification kit) or 15 µl \\(MinElute columns)\r\n\n\n• Check DNA concentration \\(Qubit high sensitivity) to estimate cell number recovery \\(1 mouse/human diploid cells contains approx. 6.6 pg of DNA). \r\n\n\n\r\n\n\n10. The optimal nuclei amount is 100,000-500,000 nuclei per digestion. Using the indicated digestion volumes, cell numbers can be stretched from 10,000 to 1 million nuclei without significant reduction of digestion performance, so a precise count is not needed. If aliquoting of samples is needed \\(e.g. to split the sample in multiple digestions for cell numbers higher than 1 million) dilute samples using 1X CutSmart buffer supplemented with PIC.\r\n  11. Digest each 250 µl nuclei aliquot using 5 units of CviKI-1 per 100,000 nuclei \\(enzyme concentration: 5 U/µl). Units can be also lowered down to 1U per 100,000 nuclei without significant loss of performance.\r\n  12. Digest overnight \\(approx. 16 hours) at 20 °C in an Eppendorf thermomixer set at 800 rpm. \r\n  13. Pellet down the nuclei \\(1000 g, 5 min, 20 °C) and remove the supernatant.\r\n  14. Resuspend nuclei in 200 µl of Nuclei wash solution. \r\n  \r\n\n\n15. **Quality control 6**: Store nuclei in wash solution at 4 °C till the final results of digestion control.\r\n  • take 5% of sample \\(10 µl) to check digestion efficiency\r\n\n\n• Resuspend sample in 90 µl of ChIP elution buffer to the final volume of 100 µl\r\n\n\n• Add 2 μl of 10 mg/ml RNase A, 2 μl of 20 mg/ml Proteinase K and 4 µl of 5M NaCl\r\n\n\n• Incubate for 10 min at 37 °C and at 65 °C for minimum 2 hours \r\n\n\n• Purify DNA using Qiagen PCR purification kit \\(use MinElute column for expected cell numbers in the control sample below 50,000, otherwise use columns provided in the kit)\r\n\n\n• Elute samples in 35 µl \\(PCR purification kit) or 15 µl \\(MinElute columns). For optimal size distribution control, ensure to use at least 10,000 cells eluted in 10 µl after decrosslink purification\r\n\n\n• Check DNA concentration \\(Qubit high sensitivity) to estimate cell number recovery \\(1 mouse/human diploid cells contains approx. 6.6 pg of DNA). Estimate the total nuclei amount in each digested sample. CRITICAL: This value will be later used to normalize sample amount prior barcoding\r\n\n\n• Run capillary electrophoresis to check DNA fragment size distribution. \r\n\n\n• The optimal size distribution is shown in Figure 2, where 70% of samples show a distribution between 100 to 1000 bp. In case of under-digested sample, pellet the nuclei \\(2000 g, 5 min, 20 °C), remove the supernatant and resuspend the nuclei in 150 µl of Cutsmart 1X supplemented with 1X PIC. Add the appropriate amount of CviKI-1 and digest for 2-4 hours at 25-30 °C.\r\n\n\n\r\n\n\n16. Pellet down the nuclei \\(2000 g, 5 min, 20 °C) and remove the supernatant.\nSee figure in Figures section.\n**4 - Barcoding of nuclei**\r\n\n\n\r\n\n\n17. CRITICAL: Normalize nuclei between samples resuspending them in EB \\(Qiagen), so that the nuclei density is between 10,000 to 500,000 nuclei per 25 µl EB. The samples to be pooled together after barcoding should have very similar densities to avoid strong differences in sequencing depth. \r\n  • The optimal cell density is 100 to 500,000 cells per barcoding reaction. The procedure was tested up to one million cells, showing a slight reduction in performance.\r\n\n\n18. Resuspend nuclei into the calculated EB volume. \r\n  19. Optional \\(for high cell number sample > 100,000 and if nuclei are clumpy): dissolve nuclei clumps using NEXSON. Transfer samples \\(30-130 µl volume) in 130 µl Covaris microTubes and sonicate at NEXSON settings \\(peak power 75 W, duty factor 2% and 200 Cycles/burst) for 5 to 10 seconds maximum. This step will enhance the efficiency of the barcoding process. \r\n  20. Perform end repair and A-tailing: add to each well \\(prepare a master mix, of the End Prep Enzyme Mix and End Prep Reaction Buffer and aliquot 5 µl per sample)\r\n  \r\n\n\n- NEBNext Ultra II End Prep Enzyme Mix \\(green cap) 1.5 µl\r\n\n\n- NEBNext Ultra II End Prep Reaction Buffer \\(green cap) 3.5 µl\r\n\n\n- Nuclei in EB 25 µl\r\n\n\n \r\n\n\n21. CRITICAL: Mix by gentle pipetting. Only if needed, spin very briefly so that nuclei do not precipitate. Do not vortex. \r\n  22. Incubate in a PCR machine for 30 min at 20 °C and for 5 min at 65 °C \\(lid set at 75 °C).\r\n  23. Perform barcode ligation: firstly add to each sample 1.2 µl of barcoded adaptor. Prepare a common mix including ligation mix and ligation enhancer as in the table below and aliquot 15.5 µl of mix in each tube.\r\n  \r\n\n\n- NEBNext Ultra II Ligation Master Mix \\(red cap) 15 µl\r\n\n\n- Ligation enhancer \\(red cap) 0.5 µl\r\n\n\n- Barcoded Adaptor 15 µM \\(added individually) 1.2 µl\r\n\n\n\r\n\n\n24. CRITICAL: Mix by gentle pipetting. Only if needed, spin very briefly so that nuclei do not precipitate. Do not vortex.\r\n  25. Incubate in a PCR machine for 15 min at 30 °C and 15 min at 20 °C \\(lid at 40 °C or off).\r\n  \r\n\n\n\r\n\n\n**5 - Pooling and sonication-assisted nuclei lysis**\r\n\n\n\r\n\n\n26. After ligation and prior pooling, inhibit ligase by adding 300 mM NaCl final concentration in each well \\(~5 µl of a 3M NaCl solution).\r\n  27. Pool all the barcoded nuclei in a 1.5 ml Eppendorf tube.\r\n  • Optional: for very low cell numbers \\(< 100,000 total in the pool) add 1X BSA final concentration to prevent stickiness of cells to the tubes.\r\n\n\n28. Pellet down the nuclei \\(5000 g, 10 min, 20 °C) and remove the supernatant \\(bubbles first to prevent pellet detachment).\r\n  • CRITICAL: The pellet is very flimsy attached to the bottom of the tube and can get easily lost. \r\n\n\n• The pellet should be visible and white, also when using 1,000 cells.\r\n\n\n• Optional: save the supernatant and and re-centrifuge again \\(11000 g, 5 min, 20 °C) to collect any leftover pellet.\r\n\n\n29. Remove the supernatant and resuspend pellets in 130 µl of ChIP shearing buffer supplemented with PIC \\(approx. 500,000-1,000,000 cells maximum per 130 µl to ensure to have a sufficient nuclei pellet/buffer volume ratio; in case of higher cell numbers, add more shearing buffer and treat for sonication in separated aliquots).\r\n  30. Aliquot the sample in 130 µl Covaris MicroTubes \\(130 µl sample per tube).\r\n  31. Sonicate for 5 min at chromatin shearing settings \\(Peak power: 105W, Duty factor: 2%, Cycles/burst: 200).\r\n  • This step may require adjustments for very resilient nuclei or different fixation conditions. Using our fixation protocol, from 2 to 8 min of sonication give equally good results for samples fixed for 5 to 15 minutes; at that time no significant library construct damage has been observed\r\n\n\n32. Recover the chromatin and bring to a convenient volume as desired \\(each ChIP requires 100 µl of chromatin), or to normalize volume/cell numbers, using shearing buffer supplemented with PIC.\r\n  33. Chromatin is ready for ChIP \\(store at 4 °C for maximum a week). \\[PAUSE POINT]\r\n  \r\n\n\n\r\n\n\n**6 - Automated ChIP using IP-Star, manual purification and decrosslink** \r\n\n\n\r\n\n\n34. Prepare ChIP reactions as follows, in Diagenode IP-Star tube strips:\r\n  \r\n\n\n- RELACS chromatin 100 µl\r\n\n\n- 1X buffer iC1 99 µl\r\n\n\n- PIC 100X 1 µl\r\n\n\n- Antibody \\(approx. 1 µg per 200,000 cells of higher if antibody is poor) 1-5 µg\r\n\n\n\r\n\n\nFor transcription factors or high background antibodies the recipe below may increase specificity:\r\n\n\n\r\n\n\n- RELACS chromatin 100 µl\r\n\n\n- 1X buffer iC1 96.4 µl\r\n\n\n- 5M NaCl 2.6\r\n\n\n- PIC 100X 1 µl\r\n\n\n- Antibody \\(approx. 2 µg per 200,000 cells of higher if antibody is poor) 2-10 µg\r\n\n\n\r\n\n\n\r\n\n\n35. Prepare separated IP-Star tube strips containing 10-30 µl of A or G-conjugated magnetic beads \\(Diamag or Dynabeads bind approx. 2.5 µg of antibody per 10 µl of beads). Note: do not vortex these beads.\r\n  36. Use the indirect ChIP and the pre-programmed method “ChIP_iPure_200”. Incubate antibody for 10 hours, followed by 3 hours beads incubation and 5 minutes beads washes. After the elution from the beads is completed, recover samples containing the beads.\r\n  37. Bring the strips containing ChIP samples to room temperature to dissolve the SDS.\r\n  38. Place the strips on a magnet. Collect supernatants and discard the beads. Repeat the step another time.\r\n  39. Place supernatants in PCR tube strips and prepare input samples: take 0.1-10% of chromatin volume and bring to 100 µl using ChIP elution buffer. Do not use more than an equivalent of about 3000 cells because this can inhibit the PCR step.\r\n  40. Proceed with decrosslink of ChIP and input samples: add 2 µl of Proteinase K, 2 µl of RNaseA and 4 µl of 5M NaCl. Incubate at 37 °C 30 min and from 4 hours to overnight at 65 °C. \r\n  41. Purify DNA using Qiagen MinElute columns \\(final elution in 21 µl EB).\r\n  42. **Quality control 7**: proceed with Qubit DNA HS quantification. We expect typically higher DNA recovery for broad marks and low recovery for punctate histone modifications or transcription factors with a confined binding site.\r\n  43. Samples can be frozen and PCR-amplified the next day \\[PAUSE POINT].\r\n  \r\n\n\n**7 - USER treatment and PCR amplification** \r\n\n\n\r\n\n\n44. Mix the following component in a PCR tube strip:\r\n  \r\n\n\n- Adapter-ligated DNA fragments 18 µl\r\n\n\n- USER enzyme 3 µl\r\n\n\n- NEBNext Ultra II Q5 Master Mix 25 µl\r\n\n\n- Dual index primer cocktail \\(10 µM) ==*== 4 µl\r\n\n\n\r\n\n\n==*== Or use NEB index primer set 1-4 \\(2 µl universal primer + 2 µl of index primer).  \r\n\n\n\r\n\n\n45. Mix by pipetting, spin briefly and run this PCR program:\r\n  \r\n\n\nUSER treatment:\r\n\n\n37 °C 15 min \r\n\n\n\r\n\n\nCycles: \\(x10-12)\r\n\n\n98 °C 30 sec \r\n\n\n98 °C 10 sec \r\n\n\n65 °C 75 sec \r\n\n\nPCR cycle number suggestions: x10 \\(100,000 cells/ChIP for abundant marks; 1000 cells/input), x12 \\(10,000 cells/ChIP total and below, sharp marks)\r\n\n\n\r\n\n\nFinal extension:\r\n\n\n65 °C 5 min \r\n\n\n\r\n\n\nCleanup: purify DNA using Ampure XP beads \\(two cleanups at 0.8 and 1X ratio) \r\n\n\n46. Let Ampure XP beads to equilibrate at room temperature for 30 min and vortex them well before using.\r\n  47. Transfer each sample from tube strips to cell culture 96-well plate \\(Cellstar, 650180).\r\n  48. Add in each sample 40 µl of Ampure beads \\(0.8X ratio); mix at least 10 times. Incubate at room temperature for 5 min.\r\n  49. Place the plate on a magnet and wait until solution gets clear \\(approximately 5 min).\r\n  50. Remove the supernatant \\(caution to not discard the beads).\r\n  51. Add 200 µl of freshly prepared 80% ethanol to the plate while on the magnetic stand. Incubate 30 seconds and discard the supernatant.\r\n  52. Repeat the ethanol wash once without removing the plate from the stand.\r\n  53. Dry the beads at room temperature while on the magnetic stand for 5 minutes \\(do not over-dry).\r\n  54. Add 40 µl of EB buffer. Remove from the magnetic stand and mix carefully. Incubate at room temperature for 2 minutes. Reclaim beads on a magnet and collet the samples. \r\n  55. Perform another Ampure cleanup with beads at 1X ratio \\(40 µl) and using a final elution volume of 22 µl.\r\n  56. **Quality control 8**: proceed with quantification of the DNA concentration \\(Qubit DNA HS) and size distribution control. Examples of final RELACS libraries are shown in Figure 3. Libraries should be clean of adapter dimers \\(160 bp spike).\r\n  57. Final libraries can be stored at -20 °C \\[PAUSE POINT]\r\n  58. Sequence the samples following Illumina guidelines \\(50-75 bp, paired-end, 8 bp index reads)\r\n  • CRITICAL: Due to the 8-nt RELACS barcode, expect low nucleotide diversity at the beginning of read 1 and 2. Therefore we recommend a 10 to 20% PhiX Spike-In, to account for low nucleotide diversity.\nSee figure in Figures section.\n**Appendix I - Procedure to anneal barcoded adaptors** \r\n\n\n\r\n\n\n• Resuspend oligos in annealing buffer to the concentration of 100 µM.\r\n\n\n• Make a dilution of the oligo to 15 µM to the final volume of 100 µl in annealing buffer \\(15 µl adapters 100 µM + 85 µl annealing buffer). Store the 100 µM unannealed stock oligos at -80 °C\r\n\n\n• Heat the oligos at 95 °C for 2 min in a thermoblock.\r\n\n\n• Switch off the thermoblock and wait that it cools down to room temperature \\(it takes about 2-3 hours). \r\n\n\n• Divide into suitable aliquots and store at -20 °C.\r\n\n\n\r\n\n\nSequences of barcoded adaptors are provided in the attachments."
        },
        {
            "header": "Timing",
            "content": "Fixation \\(day 1): 3-4 hours\r\n\n\nNuclei preparation \\(day 1): 5 hours\r\n\n\nDigestion \\(day 1): overnight\r\n\n\nNuclei barcoding \\(day 2): 5 hours\r\n\n\nNuclei pooling and lysis \\(day 2): 1 hour\r\n\n\nAutomated ChIP \\(day 2): overnight\r\n\n\nDecrosslink, sample purification \\(day 3): 7 hours\r\n\n\nUSER treatment and PCR \\(day 3): 2 hours"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1101/276469",
                "date": "2018-08-03 13:08:22",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15875,
                "identity": "a186ed87-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Laura Arrigoni",
                "email": "arrigoni@ie-freiburg.mpg.de",
                "orcid": "",
                "institution": "Deep Sequencing Facility, Max Planck Institute of immunobiology and epigenetics, Freiburg",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Laura",
                "middleName": "",
                "lastName": "Arrigoni",
                "suffix": ""
            },
            {
                "id": 15877,
                "identity": "a186f2f0-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ulrike Boenisch",
                "email": "boenisch@ie-freiburg.mpg.de",
                "orcid": "",
                "institution": "Deep Sequencing Facility, Max Planck Institute of immunobiology and epigenetics, Freiburg",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ulrike",
                "middleName": "",
                "lastName": "Boenisch",
                "suffix": ""
            },
            {
                "id": 15876,
                "identity": "a186f108-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nadia Kress",
                "email": "",
                "orcid": "",
                "institution": "Deep Sequencing Facility, Max Planck Institute of immunobiology and epigenetics, Freiburg",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nadia",
                "middleName": "",
                "lastName": "Kress",
                "suffix": ""
            },
            {
                "id": 15878,
                "identity": "a186f621-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Thomas Manke",
                "email": "",
                "orcid": "",
                "institution": "Bioinformatics Facility, Max Planck Institute of immunobiology and epigenetics, Freiburg",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thomas",
                "middleName": "",
                "lastName": "Manke",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-08-22 11:10:41",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.098",
        "doiUrl": "https://doi.org/10.1038/protex.2018.098",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610216,
                "identity": "095d01fe-056f-46d0-9b22-41e036d0555f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:30",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 363082,
                "visible": true,
                "origin": "",
                "legend": "Nuclei quality control   Quality control by visualizing the nuclei during the indicated steps of nuclei preparation. Nuclei are in the solution highlighted in parenthesis. Pictures show the merge between DAPI and phase-contrast channels. Red scale bar: 20 µm.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6973/v1/figure_1.png"
            },
            {
                "id": 2610215,
                "identity": "7d813197-9971-4cbb-bc3d-73d8c1a49aa7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:30",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 14178,
                "visible": true,
                "origin": "",
                "legend": "Quality control of chromatin digestion   Optimally digested samples (black line) show a broad size distribution. About 70% of DNA fragments should be located between 100 to 1000 bp. The blue line shows the DNA fragment size distribution of an under-digested sample.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6973/v1/figure_2.png"
            },
            {
                "id": 2610218,
                "identity": "7380fcfc-7d90-4e35-9d2d-6037b699c3c5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:30",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 15200,
                "visible": true,
                "origin": "",
                "legend": "Quality control of final sequencing libraries.    The capillary electrophoresis plot shows a size distribution of ChIP and input libraries. In the experiment 16 mouse tissues were multiplexed within the same ChIP.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-6973/v1/figure_3.png"
            },
            {
                "id": 13465786,
                "identity": "f11be2e0-6948-4700-aaee-bbc36f493f53",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:11",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 586380,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6973/v1/ab867b55-e0f6-4b01-bf5e-602cdcc72337.pdf"
            },
            {
                "id": 2610217,
                "identity": "16ec875a-d38d-4d5e-8152-48c6de14726d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:30",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 10858,
                "visible": true,
                "origin": "",
                "legend": "RELACS barcodes    Sequences of RELACS barcodes",
                "description": "",
                "filename": "supplement0.xlsx",
                "url": "https://assets.researchsquare.com/files/nprot-6973/v1/supplement_0.xlsx"
            }
        ],
        "financialInterests": "The authors do not declare competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "ChIP-seq, high-throughput, molecular barcoding, nuclei extraction, low cell ChIP, quantitative analysis, automation",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Chromatin immunoprecipitation followed by deep sequencing \\(ChIP-seq) is a widely used technique to study the genome-wide distribution of chromatin-associated proteins. Despite many improvements, ChIP-seq still remains a labor-intense process for which sample preparation \\(chromatin extraction, fragmentation, immunoprecipitation and library preparation) is performed individually for each sample. Here we present a novel in-nuclei chromatin barcoding strategy for high-throughput ChIP-seq. The method, called RELACS \\(Restriction Enzyme-based Labeling of Chromatin in Situ) relies on intra-nuclear chromatin fragmentation using restriction enzymes and ligation of DNA barcodes to chromatin. Nuclei labelled with different barcodes are pooled for combined ChIP ensuring maximal data comparability and throughput. RELACS has been designed as a broadly applicable method for fixed cells extracted from any tissues, and demonstrated on active and repressive histone modifications as well as transcription factors.",
        "manuscriptTitle": "RELACS: a novel in-nuclei barcoding strategy for high-throughput ChIP-seq",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-08-22 11:28:19",
                "doi": "10.1038/protex.2018.098",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1862747-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 22nd, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4350,
                "name": "Genetics"
            },
            {
                "id": 4351,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-08-22 11:28:19",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}