{
    "identity": "pex-1532",
    "title": "<p>Evaluate the influence of e-learning on stress levels of students during the Covid-19 pandemic: a prospective cross-sectional study</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>COVID-19, the disease caused by SARS-CoV-2 infection, has been declared a pandemic by the WHO in March 2020. The death toll has already surpassed 1 million casualties worldwide, with no distinction between high-, middle- and low-income countries. As an infectious disease, whose agent can be transmitted via human contact, containment measures such as social distancing have been adopted worldwide, with lockdown and quarantine imposed to respond to the halt of the pandemic. Inevitably, large gatherings have been banned since, and therefore, in-person academic activities, leading to complete closure of educational institutions. Many educational institutions around the world have closed their campuses and moved to online teaching-learning mode. (1) The spread of pandemic Covid-19 has drastically disrupted every aspect of human life including education. After the approval from UGC, the validation of online courses has increased in India. COVID has played a very important role in many online platforms that were not so popular among Indian students are now the main sources of attraction of students. The digital initiatives of MHRD for secondary as well as higher education during COVID-19 are the Diksha portal covers e-Learning content for students, teachers, and&nbsp;parents&nbsp;associated&nbsp;with&nbsp;the&nbsp;program,&nbsp;video&nbsp;lessons,&nbsp;worksheets,&nbsp;textbooks,&nbsp;and assessments.&nbsp;Under&nbsp;the&nbsp;supervision&nbsp;of&nbsp;its&nbsp;national&nbsp;boards&nbsp;of&nbsp;education&nbsp;(CBSE)&nbsp;and NCERT, the National Repository of Open Educational Resources (NROER) portal offers a mass&nbsp;of resources&nbsp;for&nbsp;students&nbsp;as well as&nbsp;teachers in&nbsp;numerous languages&nbsp;with books, interactive modules, and&nbsp;videos including a host of&nbsp;STEM-based games. Swayam is the national online education platform introducing 1900 courses covering both school (classes 9&nbsp;to&nbsp;12)&nbsp;and&nbsp;higher&nbsp;education&nbsp;(undergraduate,&nbsp;postgraduate&nbsp;programs)&nbsp;in&nbsp;all&nbsp;subjects counting engineering, humanities, and social sciences, law, and management courses.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It has been almost 15 months since the Indian education system under lockdown. All education bodies including private/Government have started or trying to start is online classes/webinars for students. This has alarmed the student's minds who are from the rural area of India. (2) Prior to the Coronavirus crisis, e-learning had maintained its prominent position in educational settings. As Howlett et al. (2009) define, e-learning is the usage of electronic technology for delivering, supporting, and enhancing both learning and teaching; however, it also involves active communication between a teacher and students. Sometimes the positive or negative attitudes students have towards e-learning are universal. For example, it is widely believed that the negative attitudes of university lecturers towards technology-based education can indirectly cause technology-based education resistance among students which, in turn, lead to a series of challenges for the students. Sometimes it is not the e-contents, per se, that produce challenges for students, but the failure of teacher-student and student-peer communication that negatively increases students’ productivity in e-learning. (3) As Chapman and Mahlk (2004) point out, the latest educational technology does not necessarily enhance instruction or students’ participation. (4) Also Daniels et al. (2019) indicate that the way e-learning materials are presented to students has a significant effect on the effectiveness of the lesson being taught. Sometimes lack of time management and absence of self-regulation are reported as major factors affecting students’ e-learning experience. (5) According to Pedrotti and Nistor (2019), not informing students as to when to access the contents means leaving it up to the students who, especially in fully presented online courses and due to time constraint and lack of effort regulation strategies, fail to strategically plan their e-learning activities during the course. (6) Apart from human factors, another challenge that impedes e-learning is technological facilities. Not only at schools and universities, but also at home settings, many students are deprived of access to foundational technology services, software, and hardware to fully explore opportunities that computer-based teaching provides to them. (7) Webinars (web seminars) have been used regularly by professional bodies and academic institutions, as well as teleconferences held via various online software, but the additional value provided by the discussion over Internet has been exponentially growing, given the new reality of social distancing. While many will remember SARS-CoV-2 as a source of disruption, it is likely that the new competencies developed in education will be better suited to address today’s emerging needs and realities, allowing members from all over the world and outside the traditional healthcare organization to meet with no time or zone restrictions. (8) Every&nbsp;student's&nbsp;home becomes his or her institution. </p><p>&nbsp;</p><p>\tAs today is the era of technology, it provides&nbsp;plenty&nbsp;of opportunities:&nbsp;innovation&nbsp;in&nbsp;learning,&nbsp;ease of creation,&nbsp;embracing&nbsp;international&nbsp;social&nbsp;context,&nbsp;providing&nbsp;new resources and understanding, and increased&nbsp;access to&nbsp;information. As technology advances and becomes more and more prominent in schools, colleges, and universities across the globe. Information and communications&nbsp;technology have&nbsp;a vital&nbsp;role in&nbsp;human life as&nbsp;oxygen. The use&nbsp;of&nbsp;technology&nbsp;is&nbsp;a&nbsp;means&nbsp;that&nbsp;the&nbsp;technology replaces traditional learning approaches, it is just to support the new learning skills and approaches. (9) The current prospective cross-sectional study emphasizes discussing the educational spectrum during digital literacy at times of pandemic and lockdown.&nbsp;</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Study Design:\nOur study is Prospective Cross-Sectional Study\nResearch Design:\nSummary statistics and Quantitative Analysis\nData Type:\nPrimary Mode of data collection: Online\nSecondary Mode of data collection: A literature review from scientific journals\nStudy Location:\nIndia\nStudy timeline:\n3 months (June 2021 – August 2021)\nComponents of the study:\n1.    To assess the significance of hours spent for learning and the stress level of students due to online classes during this covid-19 pandemic.\n2.    To determine the importance, coping adaptability, and limitation analysis of e-learning.\n3.    To foresee the future perspectives of educational scenarios post-covid-19.\nData Processing and Statistical Analysis:\nData will be collected through the online self-designed questionnaire. The demographic factors of the participants along with the responses will be entered in digital analytical software. The components of the study to assess the significance of hours spending for learning and the stress level of students due to online classes, the importance, coping adaptability and limitations of e-learning, the future perspectives of post covid19 educational scenario. Summary statistics along with quantitative analysis from SPSS software will be used.\nPlan of the study:\nStudy Process –\nAcademic Challenges faced by the students will be assessed using a self-designed questionnaire from the Students. At the end of the study, the data responses will be then transferred to digital analytical software. The self-designed questionnaire includes a total of 17 questions along with appropriate options, along with 09 student characteristics.\nSubjects -\nThe sample size designed for the study is 1000 including all types of Gender and Age groups across India. The self-designed questionnaire is circulated among all the social media handles and contacts to get adequate responses with 3 months of study duration.\nOutcome variables:\n1.    To assess the No. of Hours spent on online classes.\n2.    To estimate the stress level of students due to online classes\n3.    To determine the importance of e-learning during this pandemic.\n4.    To estimate the coping adaptability to e-learning.\n5.    To evaluate the major limitations of e-learning.\n6.    To understand the future perspectives of educational scenarios post covid19."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;Self-designed questionnaire because of lack of time for the questionnaire validation process.</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>June 2021 – August 2021</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;The online study helps us to better understand the correlation between hours of learning and stress involved in digital literacy.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;This cross-sectional study helps us to identify the awareness among Students about National Educational Services implemented by the Govt of India and make better use of it. </p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;This study not only studies the educational aspects of the student’s life but also puts emphasis on their motives and perspectives in e-learning.</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;Jena, Pravat. (2020). Indian Education in Pandemic Covid-19.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Raj, Utsav &amp; Khare, Shivank. (2020). The Impact of COVID19 On the International Education System. 10.51432/978-1-8381524-0-6_6.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Howlett, D., Vincent, T., Gainsborough, N., Fairclough, J., Taylor, N., Vincent, R. (2009). Integration of a case-based online module into an undergraduate curriculum: what is involved and what is effective? E-Learning and Digital Media. 6 (4):372–84. <a href=\"https://journals.sagepub.com/doi/10.2304/elea.2009.6.4.372\" rel=\"noopener noreferrer\" target=\"_blank\">https://journals.sagepub.com/doi/10.2304/elea.2009.6.4.372</a></p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;Chapman, D., &amp; Mahlk, L. (2004). Adapting technology for school improvement: A global perspective. International Institute for Educational Planning. Retrieved from <a href=\"http://www.unesco.org/iiep/PDF/pubs/F165.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">http://www.unesco.org/iiep/PDF/pubs/F165.pdf</a></p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;Daniels, M. M., Sarte, E. &amp; Dela Cruz, J. (2019). Students’ perception on e-learning: a basis for the development of e-learning framework in higher education institutions, The International Conference on Information Technology and Digital Applications, IOP Conf. Series: Materials Science and Engineering 482 (2019) 012008 IOP Publishing doi:10.1088/1757-899X/482/1/012008.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;Pedrotti M., Nistor N. (2019) How Students Fail to Self-regulate Their Online Learning Experience. In: Scheffel M., Broisin J., Pammer-Schindler V., Ioannou A., Schneider J. (eds) Transforming Learning with Meaningful Technologies. EC-TEL 2019. Lecture Notes in Computer Science, vol11722. Springer, Cham.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;Khojasteh, Laleh &amp; Karimian, Zahra &amp; Nasiri, Elham &amp; Sharifzadeh, Sedigheh &amp; Farrokhi, Majid. (2021). E-learning-based medical education during COVID19 pandemic From Medical students' View Points. 10.21203/rs.3.rs-234844/v1.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;Bellini, Maria &amp; Pengel, Liset. (2020). COVID19 and education: restructuring after the pandemic. Transplant International. 34. 10.1111/tri.13788.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;Koli, Munendra. (2020). Education System Post COVID-19 in India. SSRN Electronic Journal. 10.2139/ssrn.3743341.</p><p>&nbsp;</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>I want to thank my departmental faculties, seniors, fellow mates, and juniors of the department of pharmacy practice, Jaya College of Pharmacy for supporting the study.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 28071885,
                "identity": "69092269-84fe-4d77-9038-88adb5cfd0d9",
                "order_by": 0,
                "name": "Yugapriya M",
                "email": "yuga.m2410@gmail.com",
                "orcid": "https://orcid.org/0000-0002-4020-3289",
                "institution": "Jaya College of Pharmacy",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yugapriya",
                "middleName": "",
                "lastName": "M",
                "suffix": ""
            },
            {
                "id": 28071886,
                "identity": "5cac8ecb-af63-4a5c-91d0-6e4bfa446c25",
                "order_by": 1,
                "name": "Swarna Priya B",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-1877-3808",
                "institution": "Jaya College of Pharmacy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Swarna",
                "middleName": "Priya",
                "lastName": "B",
                "suffix": ""
            },
            {
                "id": 28071887,
                "identity": "747ede59-9549-4b03-ac74-46f5c1776a37",
                "order_by": 2,
                "name": "Chaitanya Devulapalli",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-8433-1928",
                "institution": "Jayamukhi College of Pharmacy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chaitanya",
                "middleName": "",
                "lastName": "Devulapalli",
                "suffix": ""
            },
            {
                "id": 28071888,
                "identity": "154e27ab-3e84-4188-b74e-4b55b2e2b49f",
                "order_by": 3,
                "name": "Tharun Kanduri",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-4402-9430",
                "institution": "Sri Venkateswara College of Pharmacy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tharun",
                "middleName": "",
                "lastName": "Kanduri",
                "suffix": ""
            },
            {
                "id": 28071889,
                "identity": "1cebd061-25ce-4716-a409-4edcedb60e38",
                "order_by": 4,
                "name": "Heeba Begum J",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-4471-8538",
                "institution": "Annamalai University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Heeba",
                "middleName": "Begum",
                "lastName": "J",
                "suffix": ""
            },
            {
                "id": 28071890,
                "identity": "44bf6e36-cd8a-4bc2-95da-31318c3b885d",
                "order_by": 5,
                "name": "Debraj Mukhopadhyay",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-4856-9012",
                "institution": "Delhi Pharmaceutical Sciences and Research University (DPSRU",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Debraj",
                "middleName": "",
                "lastName": "Mukhopadhyay",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-05-20 07:15:08",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1532/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1532/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13697147,
                "identity": "fa1c570c-2a63-4bfb-9442-90db2ebb7032",
                "added_by": "auto",
                "created_at": "2021-09-17 13:07:43",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 229122,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1532/v1/42a69c94-7ec3-4f1b-98ff-0c75894aef9c.pdf"
            },
            {
                "id": 10056260,
                "identity": "b8e6904a-04c0-45fe-a32f-f6be13a0e259",
                "added_by": "auto",
                "created_at": "2021-06-07 08:49:57",
                "extension": "docx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 13004,
                "visible": true,
                "origin": "",
                "legend": "Participants Benefits ",
                "description": "",
                "filename": "Participantbenefits.docx",
                "url": "https://assets.researchsquare.com/files/pex-1532/v1/be0490f9971586d09885b816.docx"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "COVID-19,  SARS-CoV-2 infection, Pandemic, Lockdown.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>\tCOVID-19, the disease caused by SARS-CoV-2 infection, has been declared a pandemic by the WHO in March 2020. This outbreak poses serious concerns to the global education system. Many educational institutions around the world have closed their campuses and moved to online teaching-learning mode. After the approval from UGC, the validation of online courses has increased in India. The digital initiatives of MHRD for secondary as well as higher education during COVID-19 are the Diksha portal covers e-Learning content for students, teachers, and&nbsp;parents&nbsp;associated&nbsp;with&nbsp;the&nbsp;program,&nbsp;video&nbsp;lessons,&nbsp;worksheets,&nbsp;textbooks,&nbsp;and assessments. It has been almost 15 months since the Indian education system under lockdown. All education bodies including private/Government have started or trying to start is online classes/webinars for students. As today is the era of technology, it provides&nbsp;plenty&nbsp;of opportunities:&nbsp;innovation&nbsp;in&nbsp;learning,&nbsp;ease of creation,&nbsp;embracing&nbsp;international&nbsp;social&nbsp;context,&nbsp;providing&nbsp;new resources and understanding, and increased&nbsp;access to&nbsp;information. Information and communications&nbsp;technology have&nbsp;a vital&nbsp;role in&nbsp;human life as&nbsp;oxygen. The use&nbsp;of&nbsp;technology&nbsp;is&nbsp;a&nbsp;means&nbsp;that&nbsp;the&nbsp;technology replaces traditional learning approaches, it is just to support the new learning skills and approaches.</p><p>\tThe current prospective cross-sectional study emphasizes discussing the educational spectrum during digital literacy at times of pandemic and lockdown and also evaluates the stress levels of students due to e-learning. </p><p>&nbsp;</p><p><br></p><p><br></p>",
        "manuscriptTitle": "Evaluate the influence of e-learning on stress levels of students during the Covid-19 pandemic: a prospective cross-sectional study",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-07 08:46:55",
                "doi": "10.21203/rs.3.pex-1532/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "e174f117-b28f-4c65-87f6-0b8f3f2c8069",
        "owner": [],
        "postedDate": "June 7th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4840096,
                "name": "Health humanities"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-07 08:46:55",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}