{
    "identity": "nprot-5945",
    "title": "Culturing human pluripotent stem cells from diverse culture histories",
    "content": [
        {
            "header": "Introduction",
            "content": "Human pluripotent stem cells \\(hPSCs) can be maintained in culture under conditions that preserve their potential to generate any cell type in the body. This unique property makes them a valuable resource for studying human differentiation, modeling diseases in vitro using disease-relevant cell types, drug screening, and as a source for human cell replacement therapies to restore cell types that are lost or damaged<sup>1</sup>. Both human embryonic stem cells \\(hESCs) derived from the inner cell mass of pre-implantation embryos<sup>2</sup> and human induced pluripotent stem cells \\(hiPSCs) derived from somatic cells<sup>3,4</sup> show similar growth characteristics and differentiation potentials. \r\n\n\nThere are diverse methods for maintaining hPSCs in culture, which are discussed in detail elsewhere<sup>5-7</sup>. Two of the most common methods include the use of mouse embryonic fibroblast \\(MEF) feeder cells and medium containing knockout serum replacement \\(KOSR) and basic fibroblast growth factor \\(bFGF)<sup>2</sup>, or under feeder-free conditions on substrates such as Matrigel/Geltrex<sup>8</sup>. Feeder-free conditions can be paired with chemically-defined media<sup>9</sup>, including the commercially available media mTeSR1<sup>1,10</sup>, E8<sup>2,11</sup>, or StemFit<sup>3,4,12</sup>. We have previously found that the pluripotency and survival of hPSCs under stressful conditions such as those encountered during gene editing is improved under culture conditions that combine aspects of both of these culture systems<sup>5-7,13,14</sup>. In particular, cultured cells are maintained in a 1:1 mixture of mTeSR1 and standard hPSC medium containing 20% knockout serum replacement \\(KOSR) and 100 ng/mL bFGF on a substrate of Matrigel or Geltrex, and are passaged with EDTA<sup>2,15</sup>. We therefore used this medium to culture over 100 hESC lines that had previously been cultured in a wide array of different conditions, including with feeders in KOSR-based medium, or under feeder-free conditions<sup>16</sup>."
        },
        {
            "header": "Reagents",
            "content": "mTeSR1 \\(STEMCELL Technologies, cat. no. 05850)\r\n\n\nKO-DMEM \\(Thermo Fisher, cat. no. 10829018)\r\n\n\nKnockout serum replacement \\(KOSR) \\(Thermo Fisher, cat. no. 10828028), \r\n\n\nMEM non-essential amino acids \\(NEAA) \\(Thermo Fisher, cat. no. 11140035), \r\n\n\nGlutaMAX \\(Thermo Fisher, cat. no. 35050061)\r\n\n\n55 mM beta-mercaptoethanol in dPBS \\(BME) \\(Thermo Fisher, cat. no. 21985023) \r\n\n\nBasic fibroblast growth factor-basic \\(bFGF) \\(Sigma cat. no. F0291) dissolved in 1.0 ml of 5mM Tris \\(pH 7.6) and sterilized with a 0.22µm pore size filter. \r\n\n\nY-27632, henceforth “ROCK inhibitor \\(RI)” \\(DNSK International, custom order)\r\n\n\nMouse Embryonic Fibroblasts \\(MEFs) \\(GlobalStem, cat. no. GSC-6301G)\r\n\n\nMatrigel hESC qualified matrix \\(Matrigel) \\(Corning, cat. no. 354277), diluted to manufacturer’s recommended concentration in ice-cold KO-DMEM\r\n\n\nDMEM \\(Thermo Fisher, cat. no. 10566016)\r\n\n\nDimethylsulfoxide \\(DMSO) \\(Sigma, cat. no. D2650) \r\n\n\nFetal Bovine Serum \\(FBS) \\(GE Healthcare, cat. no. SH30406.02)\r\n\n\nPhosphate Buffered Saline without calcium and magnesium \\(PBS) \\(Corning, cat. no. 21-040-CV)\r\n\n\nEthanol \\(Sigma cat. no. 652261), diluted to 70% with distilled water\r\n\n\nEthylenediaminetetraacetic acid \\(EDTA) \\(Sigma, cat. no. 03690), diluted to 0.5 mM in PBS and sterile filtered\r\n\n\n\r\n\n\n**Prepared Medias**\r\n\n\n_KOSR-based hESC medium \\(KSR)_\r\n\n\n389.5 ml KO-DMEM, 100 ml KOSR, 5 ml NEAA, 5 ml glutaMAX, 0.5 ml 55 mM BME. Sterile filter and supplement before use with bFGF to a final concentration of 100 ng/ml. Good for up to 2 weeks at 4°C.\r\n\n\n\r\n\n\n_MEF medium_ \r\n\n\n450 ml DMEM, 50 ml FBS. Sterile filter and store for up to 2 weeks at 4°C.\r\n\n\n\r\n\n\n_KSR:mTeSR1_\r\n\n\nAdd equal volumes of sterile-filtered KSR and mTeSR1. Good for up to 2 weeks at 4°C. \r\n\n\n\r\n\n\n_Freezing medium \\(250 ml)_ \r\n\n\nAdd 50 ml DMSO to 200 ml cold FBS, mix well, and sterile filter. Do not add DMSO directly to the filter. Store at 4°C for up to 1 year."
        },
        {
            "header": "Equipment",
            "content": "Incubator at 37°C with 95% air and 5% CO2 \r\n\n\nBiological safety cabinet\r\n\n\nDissecting microscope or EVOS\r\n\n\nPipetmen, plastic pipette, and pipette tips\r\n\n\nTable top centrifuge\r\n\n\n15 ml polystyrene conical tubes \\(Falcon cat. no. 352095)\r\n\n\n50 ml polypropylene conical tubes \\(Falcon cat. no. 352070)\r\n\n\n6-well tissue-culture treated plate \\(Corning, cat. no. 0720080)\r\n\n\n10 cm tissue-culture treated plate \\(Corning, cat. no. 430167)\r\n\n\n1.8 ml cryovials \\(Nunc, cat. no. 377267)\r\n\n\nWater bath set at 37°C \r\n\n\n0.22 micron pore size sterile filters \\(Corning cat. no. 431097)\r\n\n\nFreezing container capable of cooling cells at a rate of -1°C per minute such as Mr. Frosty \\(Thermo Fisher cat. no. 51000001)"
        },
        {
            "header": "Procedure",
            "content": "_General culture conditions_\r\n\n\nTest all cultures for the presence of mycoplasma upon receipt. Antibiotics are not included in the media so that contamination can be spotted immediately if it arises. Proper sterile technique is essential. Wear appropriate PPE and only open plates inside of a class 2 biosafety cabinet that is thoroughly cleaned with 70% ethanol before and after each use. Cells are grown in a humidified 37°C tissue culture incubator in the presence of 5% CO\n2\nand 20% O\n2\n. Culture medium is changed daily. It is advisable to select low passage cell lines that have been whole genome or whole exome sequenced to reduce the risk of selecting cells with unwanted mutations that could affect downstream experiments\n16\n. We also suggest routinely monitoring the genomic integrity of cell lines by targeted sequencing or microarray. \r\n\n\n\r\n\n\n_Coating plates for thawing hESCs from diverse sources_\r\n\n\nIf the culture conditions \\(feeder or feeder-free) of hESCs to be thawed are known, prepare plates to match these conditions, as described below. If cell lines from diverse sources are to be thawed concurrently, coat one well of a 6-well plate with ice-cold Matrigel or Geltrex according to manufacturer instructions. Rinse off excess briefly with PBS before plating cells in 2 ml warm KSR:mTeSR1 with 10 μM RI. Coat a second well of a 6-well plate with 0.1% gelatin for 30 minutes at 37°C, rinse briefly with PBS, and plate MEFs in MEF medium at a density of approximately 50,000 cells per square centimeter, or to evenly coat the well to 100% confluence. Allow MEFs to attach for at least 24 hours before plating hESCs. Immediately before plating, rinse wells briefly with PBS and add 2 ml warm KSR medium with 10 μM RI. \r\n\n\n\r\n\n\n_Thawing hESC lines from diverse sources_\r\n\n\nUpon receipt, store cryovials of hESC lines in liquid nitrogen \\(gas phase) until use. To minimize stress to hESCs previously cultured and frozen under diverse conditions, cells are adapted to a rich medium that supports pluripotency, consisting of a 1:1 mix of KSR and mTeSR1 \\(KSR:mTeSR1). To thaw vials, prepare and label plates ahead of time as described above and pre-warm 21 ml KSR:mTeSR1 + 10 μM RI to 37°C. Transfer the cryovial from storage into the tissue culture room on dry ice, and transfer it directly into a floating rack in a a 37°C water bath for approximately 1 minute or until the cell suspension has started to thaw but is still partially frozen. Quickly transfer the cells to a 15 ml conical tube containing 10 ml pre-warmed KSR:mTeSR1 + 10 μM RI. Centrifuge the cells at 1000 RPM for 5 minutes, re-suspend the pellet again in 10 ml pre-warmed KSR:mTeSR1 + 10 μM RI and centrifuge, and then resuspend the resulting pellet in 1 ml warm KSR:mTeSR1 + 10 mM RI and plate 0.5 ml per well. Change medium after 24 hours to remove RI and feed cells daily thereafter. Cells on MEFs are fed with KSR medium, whereas cells on Matrigel are fed with KSR:mTeSR1.\r\n\n\n\r\n\n\n_hESC passaging and expansion_ \r\n\n\nUnder phase contrast microscopy, hESCs should have prominent nucleoli and a high nuclear to cytoplasmic ratio. Cells with different morphology, especially if elongated or flattened, likely indicate differentiation to non-pluripotent cell types. Some hESC lines will rapidly and uniformly expand under feeder-free conditions with no morphologically distinguishable signs of differentiation. These lines can be passaged once plates reach approximately 90% confluence with EDTA. EDTA is preferable for routine passaging since it is non-enzymatic and hPSCs are dispersed into small clumps of cells rather than single cells\n8,17\n. This allows colonies to be efficiently dispersed with high rates of survival while eliminating enzymatic treatment and reducing mechanical handling of cells. \r\n\n\nBriefly rinse plates with PBS and incubate with warm EDTA for approximately 5 minutes at 37°C, or until cells take on a rounded, bright morphology under phase contrast microscopy. Cells should not spontaneously detach from the plate but can be easily dislodged when approximately 100 microliters of EDTA is pipetted onto the plate with a P1000. If they have not reached this point, continue incubation and monitor every minute. Once cells easily wash off the plate, gently aspirate the EDTA while leaving the cells attached, and wash the hESCs off of the plate with 1 ml warm KSR:mTeSR1 + 10 μM RI with RI using a P1000.  For expansion, re-plate the entire cell suspension onto a Matrigel-coated 10 cm plate containing 10 ml KSR:mTeSR1 + 10 μM RI. \r\n\n\nOther hESC lines may grow as well-defined colonies upon thawing since they were frozen as colonies of cell chunks, or because of small cell numbers or poor survival of frozen cells. If all colonies contain cells with hESC morphology, disperse them with EDTA as described above once they reach a diameter of approximately 400 microns. Re-plate them onto a matrigel-coated well of a 6 well plate as described above in 2 ml of medium. At this higher density, they will grow as more of a monolayer than as distinct colonies\n9,18\nand can soon be expanded onto a 10 cm plate. If cultures contain differentiated cells, they should be eliminated before expansion as described below. \r\n\n\n\r\n\n\n_Removing differentiated cells from hESC cultures_\r\n\n\nIt is important to eliminate differentiated cells from hESC cultures since these will interfere with downstream applications such as directed differentiation. If a defined regions of the plate contain differentiated cells, mark these under the microscope and rapidly aspirate them during cell feeding, taking care not to let cell cultures dry out during aspiration. Since hESCs typically adhere to the plate less tightly than differentiated cells, gentle EDTA passaging can enrich for pluripotent cells. If hESC cultures contain widespread differentiation, or if the cell line had best established on MEFs, identify and manually pick colonies with undifferentiated morphology using a P200 pipette under sterile conditions. Transfer colonies onto a fresh matrigel-coated plate 10 ml KSR:mTeSR1 + 10 μM RI. Take special care use good sterile practice during this procedure in which cultures are uncovered and particularly vulnerable to contamination. Once these picked colonies have established themselves, control any residual differentiation and expand pluripotent cells as described above. \r\n\n\n\r\n\n\n_Freezing hESCs in cryovials_\r\n\n\nTo bank hESCs for later use and and prepare samples for sequencing, pre-label 10 sterile cryovials per cell line with the cell line name, date, passage number, and any other relevant information. Avoid processing more than 2 cell lines at a time. Once cells have reached approximately 90% confluence, dissociate them with EDTA as described above, aspirate EDTA, and gently detach and re-suspend cells in 5 ml KSR:mTeSR1 + 10 μM RI. To mimimize osmotic shock to the cells while limiting the time they spend in the presence of concentrated DMSO, gently add an equal volume of ice-cold Freezing Medium, pipetting up and down as it is added over the course of 1 minute. Immediately distribute 1 ml of cell suspension to each cryovial, firmly cap, transfer to a freezing container and place at -80°C overnight before being transferred to liquid nitrogen \\(gas phase) for long-term storage."
        },
        {
            "header": "Timing",
            "content": "Depending on the number of cells in the received vial and the condition of the cell line, expansion can take anywhere from approximately 1 week to 6 weeks. In addition to the approximately 30 minutes it will take to prepare the biosafety cabinet and components for daily cell feeding, additional time should be budgeted on days where cell lines are passaged, thawed, or frozen. \r\n\n\n\r\n\n\n**Critical Steps**\r\n\n\n- The time that hPSCs spend in freezing medium should be minimized during cell freezing and thawing. DMSO is a cryoprotectant, but is also toxic. Having all reagents prepared and labeled ahead of time is essential. Ensure that thawed cells are immediately diluted in warm medium and washed twice to remove all traces of DMSO before plating. It is preferable to obtain two vials of each line from the provider in case of mishaps during thawing or expansion. \r\n\n\n- Eliminate differentiated cells as early as possible using the methods described above, as some differentiated cells proliferate rapidly. \r\n\n\n- Do not use medium that is older than 2 weeks. bFGF is labile, and is best added fresh at each feeding. \r\n\n\n- The differentiation potential of hPSCs is adversely affected by stressful culture conditions. Feed cells daily, do not allow medium to become too acidic and/or depleted of nutrients, and passage cultures as soon as they start to reach confluence. \r\n\n\n- During passaging, ensure that cell attachments are sufficiently loosened so that they detatch from the plate with minimal mechanical force, but are not so long that they spontateously detach or dissociate to a single-cell suspension. \r\n\n\n- Do not store cells at -80°C for long periods of time. Cells should be stored in liquid nitrogen, preferably in the gas phase. When shipping cells, we have observed better survival when cells were shipped in liquid nitrogen shippers than if they were shipped on dry ice."
        },
        {
            "header": "Troubleshooting",
            "content": "- If only a small percentage of cells survive thawing, contact the providing institution for guidance. Although in our experience only three out of 117 cultured hESC cell lines did not successfully thaw and expand<sup>16</sup> using media or substrates that thawed cells have been adapted to grow in might lead to higher survival rates.\r\n\n\n- Many cultures will show some cell death and detached cells upon thawing, and under routine culture. These can be observed as floating, approximately cell-sized phase-bright objects. Remaining cells in the culture should show relatively uniform morphology and at 1:10 split ratios, cultures should reach confluence within approximately 4-7 days.  If cultures show abnormally slow growth or high rates of cell death, discard and re-make all media, and re-test cultures for the presence of mycoplasma."
        },
        {
            "header": "Anticipated Results",
            "content": "Cell lines that have been adapted to feeder-free culture and passaging with EDTA or enzymes such as Accutase or TrypLE typically thaw well and have few to no cells with differentiated morphology. Such cell lines can be expanded and banked in two weeks or less. However, cells that have been cultured only on MEFs and/or dissociated manually or with enzymes such as dispase often do not form as many colonies upon thawing and sometimes have cells with differentiated morphology when first switched to feeder-free conditions. It is advisable to eliminate these differentiated cells as soon as practical and to plan for additional time for these cell lines to be adapted to the new culture conditions described in this protocol. Cell lines grown on Matrigel in KSR:mTeSR1 can be readily switched to either feeder- or feeder-free conditions."
        },
        {
            "header": "References",
            "content": "1. Trounson, A. & DeWitt, N. D. Pluripotent stem cells progressing to the clinic. _Nat. Rev. Mol. Cell Biol_.** 17**, 194–200 \\(2016).\r\n  2. Thomson, J. A. _et al_. Embryonic stem cell lines derived from human blastocysts. _Science_ **282**, 1145–1147 \\(1998).\r\n  3. Takahashi, K. & Yamanaka, S. Induction of pluripotent stem cells from mouse embryonic and adult fibroblast cultures by defined factors. _Cell_ **126**, 663–676 \\(2006).\r\n  4. Takahashi, K. _et al_. Induction of pluripotent stem cells from adult human fibroblasts by defined factors. _Cell_ **131**, 861–872 \\(2007).\r\n  5. Ludwig, T. E. _et al_. Feeder-independent culture of human embryonic stem cells. _Nat. Methods_ **3**, 637–646 \\(2006).\r\n  6. Davidson, K. C., Mason, E. A. & Pera, M. F. The pluripotent state in mouse and human. _Development_ **142**, 3090–3099 \\(2015).\r\n  7. Chen, K. G., Mallon, B. S., McKay, R. D. G. & Robey, P. G. Human pluripotent stem cell culture: considerations for maintenance, expansion, and therapeutics. _Cell Stem Cell_ **14**, 13–26 \\(2014).\r\n  8. Xu, C. _et al_. Feeder-free growth of undifferentiated human embryonic stem cells. _Nature Biotechnology_ **19**, 971–974 \\(2001).\r\n  9. Vallier, L., Alexander, M. & Pedersen, R. A. Activin/Nodal and FGF pathways cooperate to maintain pluripotency of human embryonic stem cells. _J. Cell. Sci_. **118**, 4495–4509 \\(2005).\r\n  10. Ludwig, T. E. _et al_. Derivation of human embryonic stem cells in defined conditions. _Nature Biotechnology_ **24**, 185–187 \\(2006).\r\n  11. Chen, G. _et al_. Chemically defined conditions for human iPSC derivation and culture. _Nat. Methods_ **8**, 424–429 \\(2011).\r\n  12. Isoda, M. _et al._ Robust production of human neural cells by establishing neuroepithelial-like stem cells from peripheral blood mononuclear cell-derived feeder-free iPSCs under xeno-free conditions._ Neurosci. Res_. **110**, 18–28 \\(2016).\r\n  13. Merkle, F. T. _et al._ Efficient CRISPR-Cas9-mediated generation of knockin human pluripotent stem cells lacking undesired mutations at the targeted locus. _Cell Rep_ **11**, 875–883 \\(2015).\r\n  14. Santos, D. P., Kiskinis, E., Eggan, K. & Merkle, F. T. _Comprehensive Protocols for CRISPR/Cas9-based Gene Editing in Human Pluripotent Stem Cells_. 5B.6.1–5B.6.60 \\(John Wiley & Sons, Inc., 2016). doi:10.1002/cpsc.15\r\n  15. Beers, J. _et al._ Passaging and colony expansion of human pluripotent stem cells by enzyme-free dissociation in chemically defined culture conditions. _Nat Protoc_ **7**, 2029–2040 \\(2012).\r\n  16. Merkle, F. T. _et al_. Human pluripotent stem cells recurrently acquire and expand dominant negative P53 mutations. _Nature_ \\(2017). doi:10.1038/nature22312\r\n  17. Chen, G. Splitting hESC/hiPSC lines with EDTA in feeder free conditions. \\(2008). doi:10.3824/stembook.1.88.1\r\n  18. Chen, K. G. _et al_. Non-colony type monolayer culture of human embryonic stem cells. _Stem Cell Res_ **9**, 237–248 \\(2012)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the many institutions that have provided their hESC lines for culture and expansion. We thank Lindy Barrett, Jackson Sandoe, David Santos, Belinda von Niederhauesern, and Werner Neuhausser for their help validating the suitability of the techniques described above for pluripotency maintenance during gene editing in multiple hESC and hiPSC lines."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature22312",
                "date": "2017-05-02 10:10:03",
                "title": "Human pluripotent stem cells recurrently acquire and expand dominant negative P53 mutations",
                "authors": [
                    "Florian T. Merkle",
                    "Sulagna Ghosh",
                    "Nolan Kamitaki",
                    "Jana Mitchell",
                    "Yishai Avior",
                    "Curtis Mello",
                    "Seva Kashin",
                    "Shila Mekhoubad",
                    "Dusko Ilic",
                    "Maura Charlton",
                    "Genevieve Saphier",
                    "Robert E. Handsaker",
                    "Giulio Genovese",
                    "Shiran Bar",
                    "Nissim Benvenisty",
                    "Steven A. McCarr"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14773,
                "identity": "a10fb624-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Florian T.  Merkle",
                "email": "fm436@medschl.cam.ac.uk",
                "orcid": "",
                "institution": "University of Cambridge",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Florian",
                "middleName": "T.",
                "lastName": "Merkle",
                "suffix": ""
            },
            {
                "id": 14774,
                "identity": "a10fbe30-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Kevin Eggan",
                "email": "eggan@mcb.harvard.edu",
                "orcid": "",
                "institution": "Harvard University & Broad Institute of MIT and Harvard",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Kevin",
                "middleName": "",
                "lastName": "Eggan",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-05-02 10:13:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.087",
        "doiUrl": "https://doi.org/10.1038/protex.2017.087",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609802,
                "identity": "6153b8e9-cc95-4f75-b627-3681146cfebf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 343321,
                "visible": true,
                "origin": "",
                "legend": "Schematic workflow for the adaptation and expansion of hESC lines in feeder-free conditions.   A) Cryovials containing hESC are rapidly thawed and plated in parallel onto two wells of a 6 well tissue culture plate. One well is coated with Matrigel and contains 2 ml KSR:mTeSR1, and the second well is seeded with a monolayer of MEFs in 2 ml KSR-based hESC medium. B) If the cell line established well under feeder-free conditions, it can be directly passaged onto a Matrigel-coated 10 cm plate. C) Sparse colonies may need to be dispersed and re-plated onto a fresh well. If necessary, differentiated cells can be removed by aspiration, or pluripotent cells can be manually picked onto a fresh well. D) If cell lines do not establish well on Matrigel, colonies with pluripotent morphology can be manually picked from the well with MEF feeders and re-plated under feeder-free conditions. E) If differentiated cells persist, one or more additional rounds of passaging may be required to establish a line of undifferentiated pluripotent cells adapted to feeder-free culture. F) Once the 10 cm plate is nearly confluent, cells can be harvested and frozen into 10 identical cryovials for sequencing of later use. These cells can be either thawed in feeder-free conditions or can be grown on MEF feeders. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5945/v1/figure_1.jpg"
            },
            {
                "id": 13464799,
                "identity": "56e26cbb-349e-48f9-9bee-dedf90aacf50",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:50",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 211204,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5945/v1/056ff75b-f76d-41f4-b550-4a8c3f15a6a7.pdf"
            }
        ],
        "financialInterests": "FTM and KE wrote the protocol. The studies described here were supported by grants from the NIH \\(5P01GM099117, 5K99NS08371). KE was supported by the Stanley Center for Psychiatric Research at the Broad Institute and the Miller consortium of the HSCI and FTM is currently supported by funds from the Wellcome Trust, the Medical Research Council \\(MR/P501967/1), and the Academy of Medical Sciences \\(SBF001\\1016). The authors declare no competing financial interests. Correspondence and requests for materials should be addressed to FTM \\(fm436@medschl.cam.ac.uk) or to KE \\(eggan@mcb.harvard.edu).",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "-",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "-",
        "manuscriptTitle": "Culturing human pluripotent stem cells from diverse culture histories",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-05-02 10:19:41",
                "doi": "10.1038/protex.2017.087",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a10f4ac1-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 2nd, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3938,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-05-02 10:19:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}