{
    "identity": "nprot-56",
    "title": "RNAi screens in <i>C. elegans</i> in a 96-well liquid format and their application to the systematic identification of genetic interactions",
    "content": [
        {
            "header": "Introduction",
            "content": "We describe a protocol for performing RNA interference \\(RNAi) screens in __C. elegans__ in liquid culture in 96-well plates.  The procedure allows thousands of RNAi feeding experiments to be performed per investigator per day.  By comparing RNAi phenotypes between wild-type worms and worms carrying a defined genetic mutation we have used this protocol to systematically identify synthetic genetic interactions between genes.   We also describe how the protocol can be adapted to target two genes simultaneously by combinatorial RNAi.\r\n\n\n\r\n\n\n__C. elegans__ is a unique model organism for reverse genetic analysis, because RNAi can be delivered systemically by feeding worms bacteria that express dsRNA targeting any gene of interest \\[1].  The availability of a genome-wide RNAi feeding library \\[2] has facilitated the completion of multiple genome-wide loss-of-function phenotypic screens \\(reviewed in \\[3]). However RNAi feeding experiments are normally performed using bacterial feeding on agar plates \\(&#x201C;plate feeding&#x201D;), which has a throughput that restricts the number of screens that can be performed to one or two genome-wide screens per study.  \r\n\n\n\r\n\n\nTo improve the throughput of RNAi screens in __C. elegans__, we developed a protocol for screening in liquid culture in 96-well plates \\[4]. RNAi feeding bacteria are grown overnight in 96-well plates and re-suspended in nematode growth media \\(NGM).  Approximately 10 synchronised first larval stage \\(L1) worms obtained by filtration \\(or bleaching adults and hatching overnight) are dispensed into each well of a flat-bottom 96-well plate, to which 40 &#xB5;l of bacterial suspension is added.  The plates are incubated for 4 days with shaking at 20&#xB0;C allowing sufficient time for the L1 worms to grow to adults, lay eggs and these eggs to hatch and develop into larvae. By this stage worms will have consumed most of their food, resulting in clearing of the bacterial suspension and allowing easy scoring of phenotypes on a dissecting microscope. \r\n\n\n\r\n\n\nThere are two main advantages to this protocol.  First, all steps of the protocol use 96-well plates, allowing easy setup using multi-channel pipettes and allowing several thousand experiments to be performed in parallel by a single researcher.  Second, the assay uses a population of worms in each well, so avoiding the well-to-well variation of RNAi phenotypes that is observed with single worm plate feeding protocols \\[2].  We note that a related protocol has also been developed in the Plasterk lab \\[5].\r\n\n\n\r\n\n\nWe primarily developed this assay to facilitate the use of RNAi screens to systematically identify synthetic genetic interactions between genes.  In this approach the RNAi phenotype of a gene in a worm strain carrying a defined genetic mutation \\(1) is directly compared to that in wild-type worms \\(2) and also to phenotype of the mutant worm strain alone \\(3) &#x2013; a synthetic phenotype is defined here as a phenotype which is stronger following the double perturbation \\(1) than the expected additive phenotype of the two single perturbations \\(2&#xD7;3). \r\n\n\n\r\n\n\nAs an alternative approach to identifying genetic interactions, two genes can be targeted simultaneously by RNAi \\(&#x201C;combinatorial RNAi&#x201D;) \\[6]. The protocol we describe here works well for combinatorial RNAi, although it is much more effective when using an RNAi hypersensitive worm strain such as __rrf-3__ \\[7], __eri-1__ \\[8], or __lin-35__ \\[9,10]. Combinatorial RNAi is useful as it allows genetic interactions to be identified for genes for which a viable loss-of-function genetic allele is not available.\r\n\n\n\r\n\n\nFinally, we note that the protocol as described here is not suitable for scoring phenotypes that can only be detected in adult progeny \\(for example behavioural phenotypes), because in a 50 &#xB5;l volume progeny worms starve before reaching adulthood.  However it is possible to grow progeny to adults by spotting each well onto seeded agar plates, or by increasing the volume of each assay, although this introduces more well-to-well variation."
        },
        {
            "header": "Reagents",
            "content": "&#x2022; Worm strains can be obtained from the __C. elegans__ Genetics Center \\(http://www.cbs.umn.edu/CGC/).  For combinatorial RNAi we use the strain NL2099 __rrf-3\\(pk1426)__, although the strains __eri-1__, __lin-35__ or __eri-1;lin-15B__ or __eri-1;lin-35__ are probably also suitable.\r\n\n\n&#x2022; The Ahringer RNAi feeding library is available from Geneservice Ltd. \r\n\n\n&#x2022; Luria-Bertani \\(LB) plus 100 &#xB5;g/ml Ampicillin rectangular agar plates for replicating the RNAi library.\r\n\n\n&#x2022; 2&#xD7;TY plus 100 &#xB5;g/ml Ampicillin \\(or LB plus 100 &#xB5;g/ml Ampicillin) media for growing bacterial feeding strains overnight.\r\n\n\n&#x2022; Nematode Growth Medium \\(NGM, per litre: 3 g NaCl, 2.5 g peptone, 1 ml cholesterol \\[5 mg/ml in ethanol], 975 ml H<sub>2</sub>O, 1 ml CaCl<sub>2</sub> 1M, 1 ml MgSO<sub>4</sub> 1M, 25ml KH<sub>2</sub>PO<sub>4</sub> pH 6.  The last three ingredients should be added after autoclaving).\r\n\n\n&#x2022; NGM agar plates seeded with OP50 for growing worms.\r\n\n\n&#x2022; M9 buffer \\(per litre: 3 g KH<sub>2</sub>PO<sub>4</sub>, 6 g NA<sub>2</sub>HPO<sub>4</sub>, 5 g NaCl, 1 ml MgSO<sub>4</sub> 1M, 1 litre H<sub>2</sub>O) for washing and aliquoting worms.\r\n\n\n&#x2022; IPTG \\(isopropyl-beta-D-thiogalactopyranoside) to induce bacteria.\r\n\n\n&#x2022; Ampicillin."
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Deep well 96-well plates for growing bacteria \\(e.g. Corning Costar 3961).\r\n\n\n&#x2022; Flat bottomed 96-well tissue culture plates for liquid culture RNAi incubations \\(e.g. Falcon 353072).\r\n\n\n&#x2022; Plastic dishes for dispensing media and worms using a multichannel pipette \\(e.g. Nunc 176597).\r\n\n\n&#x2022; 10 &#xB5;m mesh filters for purifying L1 worms \\(e.g. Millipore S5EJ008M04).\r\n\n\n&#x2022; Multichannel pipette \\(50-300&#xB5;l) for dispensing media.\r\n\n\n&#x2022; Multichannel pipette \\(5-50&#xB5;l) for dispensing worms and bacterial suspensions.\r\n\n\n&#x2022; 96-pin replicating tool for replicating the RNAi library and inoculating cultures \\(a multichannel pipette can also be used for this purpose).\r\n\n\n&#x2022; Plastic boxes for holding stacked 96-well plates to prevent evaporation of worm/bacterial suspensions. \r\n\n\n&#x2022; 37&#xB0;C shaking incubator to grow bacteria.\r\n\n\n&#x2022; 16-25&#xB0;C shaking incubator for liquid culture RNAi incubations.\r\n\n\n&#x2022; Dissecting microscope to score phenotypes.\r\n\n\n&#x2022; Bench-top centrifuge for pelleting bacteria and filtering worms."
        },
        {
            "header": "Procedure",
            "content": "See Fig. 1 for an overview of the procedure.\r\n\n\n\r\n\n\n**1. Preparation of bacteria**\r\n\n\n\r\n\n\nReplicate RNAi library bacterial glycerol stocks onto LB plus Ampicillin plates and grow overnight at 37°C.  The day before setting up a screen, inoculate bacteria into 400 µl to 800 µl \\(depending upon the final volume required; 40 µl of bacteria are required for each individual feeding experiment) of 2×TY plus 100 µg/ml ampicillin and grow overnight in a shaking incubator at 37°C.\r\n\n\n\r\n\n\n**2. Induction of bacteria**\r\n\n\n\r\n\n\nThe following morning, induce transcription of dsRNA by adding IPTG to each well of the bacterial cultures to a final concentration of 4 mM and incubate at 37°C for 1 hour.  Pellet bacteria by spinning at 3,500 rpm for 5 minutes.  Discard supernatant and re-suspend in an equal volume of single peptone plus 100 µg/ml ampicllin plus 4 mM IPTG.\r\n\n\n\r\n\n\n**3. Preparation of worms**\r\n\n\n\r\n\n\nFor worm strains with a brood size similar to wild-type worms, approximately 10 L1 worms are added to each well of a 96-well plate.  For worm strains with a reduced brood size, more worms should be used per well such that the total brood per well is similar to that of wild-type worms – this allows easy comparison between wells and the robust identification of genetic interactions.  L1 stage worms are easily prepared by filtering mixed stage or starved populations of worms through a 10 µm mesh: wash worms off plates in M9 buffer and isolate L1s by centrifugation through a 10 µm mesh for 10 seconds at 1,000 rpm.  Alternatively, L1s can be prepared by bleaching gravid adults on the previous day and hatching worms overnight in M9 buffer.  L1 worms should be re-suspended at a concentration of approximately 10 L1 worms per 10 µl of M9 buffer.\r\n\n\n\r\n\n\n**4. RNAi feeding**\r\n\n\n\r\n\n\nPipette approximately 10 L1 worms in a volume of 10 µl of M9 buffer into each well of a 96-well plate from a plastic tray using a multichannel pipette.  To avoid settling of worms, the plastic tray should be agitated whilst pipetting.  For genetic interaction screens it is best to directly compare the RNAi phenotypes observed in a mutant strain with that seen in wild-type \\(N2) worms.  This can be achieved by alternating rows of wild-type and mutant worms in a 96-well plate, each row fed with the same bacterial clones \\(see Fig. 1).\r\n\n\n\r\n\n\nFor combinatorial RNAi, add an equal volume of each bacterial feeding clone to each well \\(20 µl of each strain, grown overnight and induced independently).  For effective combinatorial RNAi, an RNAi hypersensitive strain, such as __rrf-3\\(pk1426)__ should be used \\[6].\r\n\n\n\r\n\n\n**5. Incubation**\r\n\n\n\r\n\n\nWorms are grown in a shaking incubator for 4 days at 20°C.  To avoid evaporation of liquid from wells, 96-well plates should be stacked in plastic containers within the incubator.  For temperature sensitive strains it may be necessary to use a lower or higher temperature and longer incubation time.\r\n\n\n\r\n\n\n**6. Scoring of phenotypes**\r\n\n\n\r\n\n\nPlates are scored on a dissecting microscope 4 days after setup \\(see Fig. 2 for example phenotypes).  We score embryonic lethality \\(Emb phenotype) and sterility \\(Ste) semi-quantitatively on a scale from 0 \\(wild-type) to 3 \\(100% Emb or Ste).  To identify genetic interactions, an RNAi phenotype observed in a mutant worm strain is directly compared to both the RNAi phenotype observed in wild-type worms and to the phenotype of the mutant strain fed on a control bacterial strain.  Suitable control strains are those expressing a dsRNA that does not target any expressed sequence in __C. elegans__.\r\n\n\n\r\n\n\n**7. Replication**\r\n\n\n\r\n\n\nRNAi has an intrinsic variability.  Therefore it is essential to replicate any putative phenotypes and genetic interactions observed.\r\n\n\n\r\n\n\n**TIMELINE**\r\n\n\n\r\n\n\nday –4 \\(approx): chunk worms to ensure you have enough L1 worms on day 0.\r\n\n\nday –2 \\(or earlier): replicate bacterial glycerol stocks onto plates, grow overnight.\r\n\n\nday –1: grow bacteria overnight \\(optional: bleach worm strains and hatch overnight in M9).\r\n\n\nday 0: induce bacteria, filter worms, add L1 worms and bacteria to 96-well plates, incubate in shaker.\r\n\n\nday 4: score plates.\r\n\n\nday 5: re-score plates."
        },
        {
            "header": "Anticipated Results",
            "content": "Using wild-type \\(N2) worms in this assay, we detected phenotypes for 157 of 182 tested genes \\(86%) with previously reported nonviable RNAi phenotypes from plate feeding assays \\[4].  Reproducibility between repeats is &gt;90% for the detection of phenotypes. In a screen for synthetic genetic interactions between genes, we identified genetic interactions for 28 of 37 strains screened, and for a total of 0.6% of gene pairs tested \\[4].  Using combinatorial RNAi we were able to detect interactions for 7/7 previously known synthetic lethal interactions and for 13/15 synthetic post-embryonic phenotypes \\[6]."
        },
        {
            "header": "References",
            "content": "1. Timmons, L. &amp; Fire, A. Specific interference by ingested dsRNA. _Nature_ **395**, 854 \\(1998).\r\n  2. Kamath, R.S. et al. Systematic functional analysis of the __Caenorhabditis elegans__ genome using RNAi. _Nature_ **421**, 231-7 \\(2003).\r\n  3. Lehner, B., Fraser, A.G. &amp; Sanderson, C.M. Technique review: how to use RNA interference. _Brief Funct Genomic Proteomic_ **3**, 68-83 \\(2004).\r\n  4. Lehner, B., Crombie, C., Tischler, J., Fortunato, A. &amp; Fraser, A.G. Systematic mapping of genetic interactions in __C. elegans__ supports a new framework for human genetic disease. _Nat Genet_ Published online: 16 July 2006; | doi:10.1038/ng1844 .\r\n  5. van Haaften, G., Vastenhouw, N.L., Nollen, E.A., Plasterk, R.H. &amp; Tijsterman, M. Gene interactions in the DNA damage-response pathway identified by genome-wide RNA-interference analysis of synthetic lethality. _Proc Natl Acad Sci U S A_ **101**, 12992-6 \\(2004).\r\n  6. Tischler, J., Lehner, B., Chen, N. &amp; Fraser, A.G. Combinatorial RNA interference in __C. elegans__ confirms that redundancy between gene duplicates can be maintained for more than 80 million years of evolution. _Genome Biol_ __in the press__.\r\n  7. Simmer, F. et al. Loss of the putative RNA-directed RNA polymerase RRF-3 makes __C. elegans__ hypersensitive to RNAi. _Curr Biol_ **12**, 1317-9 \\(2002).\r\n  8. Kennedy, S., Wang, D. &amp; Ruvkun, G. A conserved siRNA-degrading RNase negatively regulates RNA interference in __C. elegans__. _Nature_ **427**, 645-9 \\(2004).\r\n  9. Wang, D. et al. Somatic misexpression of germline P granules and enhanced RNA interference in retinoblastoma pathway mutants. _Nature_ **436**, 593-7 \\(2005).\r\n  10. Lehner, B. et al. Loss of LIN-35, the __Caenorhabditis elegans__ of the tumor suppressor p105Rb, results in enhanced RNA interference. _Genome Biol_ **7**, R4 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the __C. elegans__ Genetics Center for providing strains.  B.L. was supported by a Sanger Institute Postdoctoral Fellowship.  J.T and A.G.F. are supported by the Wellcome Trust."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ng1844",
                "date": "2006-06-23 09:19:16",
                "title": "Systematic mapping of genetic interactions in _Caenorhabditis elegans_ identifies common modifiers of diverse signaling pathways",
                "authors": [
                    "Lehner",
                    "B. et al."
                ],
                "journal": "Nature Genetics",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9813,
                "identity": "9e966f31-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ben Lehner",
                "email": "",
                "orcid": "",
                "institution": "The Wellcome Trust Sanger Institute, Hinxton, Cambridge CB10 1HH, UK.  Present address: CRG-EMBL Systems Biology Program, Center for Genomic Regulation, Barcelona, Spain.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ben",
                "middleName": "",
                "lastName": "Lehner",
                "suffix": ""
            },
            {
                "id": 9814,
                "identity": "9e9673ce-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Julia Tischler",
                "email": "",
                "orcid": "",
                "institution": "The Wellcome Trust Sanger Institute, Hinxton, Cambridge CB10 1HH, UK.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Julia",
                "middleName": "",
                "lastName": "Tischler",
                "suffix": ""
            },
            {
                "id": 9815,
                "identity": "9e967689-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andrew Fraser",
                "email": "",
                "orcid": "",
                "institution": "The Wellcome Trust Sanger Institute, Hinxton, Cambridge CB10 1HH, UK.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrew",
                "middleName": "",
                "lastName": "Fraser",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-05 15:49:38",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.159",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.159",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607593,
                "identity": "66911683-42fd-45f7-ab45-930189475df4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 22567,
                "visible": true,
                "origin": "",
                "legend": "Overview of 96-well liquid culture RNAi feeding protocol.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-56/v1/figure_1.jpg"
            },
            {
                "id": 2607594,
                "identity": "1393d63d-0d14-4178-8dd3-dcb2f1c97fd3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 19655,
                "visible": true,
                "origin": "",
                "legend": "Example phenotypes.   (A) wild-type worms, (B) embryonic lethal (Emb), (C) sterile (Ste), (D) first generation growth defective (Gro).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-56/v1/figure_2.jpg"
            },
            {
                "id": 15665565,
                "identity": "29998b78-9a66-49ac-9baa-261ff0cae67d",
                "added_by": "auto",
                "created_at": "2021-11-18 13:32:18",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 190552,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-56/v1/dbef5d2e-59e4-46c6-a768-59a6d26147b4.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "genetic interactions, RNAi, __C. elegans__\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "RNAi screens in C. elegans in a 96-well liquid format and their application to the systematic identification of genetic interactions",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-07-19 08:21:05",
                "doi": "10.1038/nprot.2006.159",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e95ee26-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 19th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1310,
                "name": "Biotechnology"
            },
            {
                "id": 1311,
                "name": "Biochemistry"
            },
            {
                "id": 1312,
                "name": "Biological techniques"
            },
            {
                "id": 1313,
                "name": "Genetics"
            },
            {
                "id": 1314,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-07-19 08:21:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}