{
    "identity": "pex-1534",
    "title": "<p>Influence of socio-economic status on financial stability of the general public during the Covid-19 pandemic: prospective cross-sectional study</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Since 2020 January world has been gripped by the corona virus disease 2019 (covid-19), which in no time developed into a pandemic infecting millions of people worldwide. To tackle the spread of virus many countries have closed non essential business and implemented stay at home orders, halting many developmental programs leading to job insecurity and unemployment. Many employed were removed from their jobs and few others retained their jobs to return, in a view that economic activities would resume once lockdown was eased during which they were neither worked nor received payment. Buheji et al analyzed the effect of pandemic on poor communities across four continents and estimated that nearly 49 million individuals will be driven into extreme poverty in 2020(1). In a study by John Euart et al almost 50% of the surveyed Indians expressed their concern over job security (2).</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Due to shut down of the factories and work places there was a profound negative impact on daily wage workers and farmers pushing them into famine and starvation. Because of loss of income and resulting economic crisis many migrant workers began to walk back to their native places. Even there are no market places to sell the crops for farmers. All these led to decrease in socioeconomic status of many middle- and lower-income group. Few managed to meet their livelihood by using their savings and by reducing the cost of livelihood. According to the report from statista, on impact of lockdown on unemployment rate in India from January 2020 to January 2021, which reported nearly 6 percent unemployment in January 2021, it also said that unemployment was nearly 24% in April 2020. This was possibly a result of decrease in demand as well as disruption of workforce faced by companies (3). This had most devastating impact on economic backward classes. This made the government to launch various programs and campaigns to help poor. One of such kind is pradhan mantri garib kalyan yojana, under this nearly 1.70 lakh crores of Indian rupees was announced as relief package for poor to help them fight the battle against coronavirus. Through this nearly 50 lakh health care workers were provided with insurance, distributed wheat, rice and pulses at free of cost to nearly 80 crore people, it also aimed at helping farmers and household women financially (4). Many state governments have also started their own programs to help economically backward classes, in spite of all these efforts, most communities were unaware of such programs and many migrant workers have no access to such welfare schemes and were away from such benefits. Main drawback in such welfare programs is that they were carried out for short duration like 3-4 months but as we all know that pandemic is still on its wave and even unemployment so there is need for continuing such programs and government and NGOs should ensure that all the welfare schemes reach every deserving person. </p><p>This economic crisis will have a far-reaching effect on mental health and well being of the people (10, 11). The magnitude of these effects will depend on the course of pandemic and no predictions can be made at this point. They suffered from depression, panic, fear anxiety and stress. According to the national income dynamics-corona virus rapid mobile survey conducted during may to august 2020 among 7000 African individuals, adults who retained employment during the covid-19 lockdown reported significantly lower depression scores than adults who lost their employment (5). This mental suffering also resulted in suicides in few cases. Besides other lockdown stressors ach as economic crises and recession, unemployment and poverty may be highly associated with psychological distress and suicidal behavior (7). Analysis of the 69 Indian suicides cases by Deena et al showed that nearly 23 people have committed suicide because of financial crisis after Covid infection (6). To fight the unemployment and to boost fresh hiring in the country government has launched Atma Nirbhar Bharat Rozgar yojana which was launched in October. It mainly aimed at creating new employment along with social security benefits and restoration of loss of employment during pandemic. This led to decrease in unemployment rate thereafter but repeated interventions, monitoring of schemes and initiatives at the ground level are required to achieve better benefits and it also help in benefiting maximum population (8, 9). Widespread nature of covid-19 pandemic requires the enforcement of durable and long-lasting measures ensuring public health and income (11).</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Through this research we want to assess the socio-economic status of general public and their financial stability or loss incurred with pandemic. We even want to estimate time that might be required to recover the loss. We also want to investigate the percent of general public benefited from government welfare schemes.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Study Design:\nOur study is Prospective Cross-Sectional Study\nResearch Design:\nSummary statistics and Quantitative Analysis\nData Type:\nPrimary Mode of data collection: Online\nSecondary Mode of data collection: Literature review from scientific journals\nStudy Location:\nIndia\nStudy timeline:\n3 months (June 2021 – August 2021)\nComponents of the study:\n1.     Assess the socio-economic status of study participants.\n2.     To know whether they are financially stable during global crisis.\n3.     To know the dept trap and recovery rate of the loss incurred.\nData Processing and Statistical Analysis:\nData will be collected through the online self-designed questionnaire. The demographic factors of the participants along with the responses will be entered in digital analytical software. The components as mentioned. Summary statistics along with quantitative analysis from SPSS software will be used.\nPlan of the study:\nStudy Process –\nfinancial situation will be assessed using a self-designed questionnaire from General Public. At the end of the study, the data responses will be then transferred to digital analytical software. The self-designed questionnaire includes the total of 10 questions along with appropriate options, along with 08 patient characteristics.\nSubjects -\nThe sample size designed for the study is 1000 including all type of Gender and Age across India. The self-designed questionnaire is circulated among all the social media handles and contacts to get adequate responses for 3 months of study duration.\nOutcome variables:\n1.     Identify the effect of lockdown on income of general public.\n2.     Estimate the loss incurred.\n3.     Role of NGOs, government and local authorities in supporting the general public to cope with their loss of income.\n4.     Estimate the time required to recover from dept trap."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Short time (3 months) because of instantaneous changes encountered by General Public on Knowledge and Perception.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Self-designed questionnaire because of lack of time for questionnaire validation process.</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>June 2021 – August 2021</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The online study helps us to better understand the socio-economic status of general public and their current financial situation.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This type of prospective cross-sectional study during Pandemic was not previously carried out.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This study can give immense ideas on economic strategies that could help general public to mange situations and prepare for such global crisis.</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Buheji, Mohamed &amp; Cunha, Katiane &amp; Mavrić, Bartola. (2020). the Extent of COVID-19 Pandemic Socio-Economic Impact on Global Poverty. A Global Integrative Multidisciplinary Review. American Journal of Economics. 10. 213-224. 10.5923/j.economics.20201004.02.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;John Enart, Nuno Ferreira et al. financial life during the covid-19 pandemic an update, Mckinsey and company, July 23,2020.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Impact on unemployment rate due to the corona virus (COVID-19) lockdown in India from January 2020 to January 2021, economy and politics, economy, statista.com</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;https://pib.gov.in/PressReleaseIframePage.aspx?PRID=1608345.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Posel, Dorrit et al. “Job loss and mental health during the COVID-19 lockdown: Evidence from South Africa.”&nbsp;<em>PloS one</em>&nbsp;vol. 16, 3 e0249352. 30 Mar. 2021, doi:10.1371/journal.pone.0249352.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dsouza, Deena Dimple et al. “Aggregated COVID-19 suicide incidences in India: Fear of COVID-19 infection is the prominent causative factor.”&nbsp;Psychiatry research&nbsp;vol. 290 (2020): 113145. doi:10.1016/j.psychres.2020.113145.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hossain MM, Tasnim S, Sultana A, et al. Epidemiology of mental health problems in COVID-19: a review.&nbsp;<em>F1000Res</em>. 2020;9:636. Published 2020 Jun 23. doi:10.12688/f1000research.24457.1</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"https://labour.gov.in/whatsnew/scheme-guidelines-aatmanirbhar-bharat-rojgar-yojana-abry\" rel=\"noopener noreferrer\" target=\"_blank\">https://labour.gov.in/whatsnew/scheme-guidelines-aatmanirbhar-bharat-rojgar-yojana-abry</a></p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"https://www.business-standard.com/article/current-affairs/1-year-since-covid-lockdown-india-still-recovering-from-unemployment-blow-121032400409_1.htmlc\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.business-standard.com/article/current-affairs/1-year-since-covid-lockdown-india-still-recovering-from-unemployment-blow-121032400409_1.htmlc</a>.</p><p>10.&nbsp;Burdorf A, Porru F, Rugulies R. The COVID-19 (Corona virus) pandemic: consequences for occupational health. Scand J Work Environ Health. 2020 May 1; 46(3):229-230. doi: 10.5271/sjweh.3893. PMID: 32356896.</p><p>11.&nbsp;Mahase&nbsp;E.&nbsp;Covid-19: Mental health consequences of pandemic need urgent research, paper advises&nbsp;<em>BMJ&nbsp;</em>2020;&nbsp;369&nbsp;:m1515&nbsp;doi:10.1136/bmj.m1515</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>i want to thank my departmental faculties, seniors, fellow mates and juniors of department of pharmacy practice, sri venkateshwara college of pharmacy for supporting me.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 28071555,
                "identity": "64618264-ec8c-46e3-8920-b9c10f279a31",
                "order_by": 0,
                "name": "Tharun Kanduri",
                "email": "tharun.k97@gmail.com",
                "orcid": "https://orcid.org/0000-0003-4402-9430",
                "institution": "Sri Venkateshwara college of pharmacy",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Tharun",
                "middleName": "",
                "lastName": "Kanduri",
                "suffix": ""
            },
            {
                "id": 28071556,
                "identity": "4d439eed-16fb-4ced-8e15-fcee9ec774d8",
                "order_by": 1,
                "name": "Swarna Priya B",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-1877-3808",
                "institution": "Jaya College of Pharmacy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Swarna",
                "middleName": "Priya",
                "lastName": "B",
                "suffix": ""
            },
            {
                "id": 28071557,
                "identity": "41981eca-f922-4ac0-baec-163763639c3a",
                "order_by": 2,
                "name": "Chaitanya Devulapalli",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-8433-1928",
                "institution": "Jayamukhi College of Pharmacy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chaitanya",
                "middleName": "",
                "lastName": "Devulapalli",
                "suffix": ""
            },
            {
                "id": 28071558,
                "identity": "52e6d609-ed19-41ca-93a9-6e865449fc81",
                "order_by": 3,
                "name": "Yugapriya M",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-4020-3289",
                "institution": "Jaya College of Pharmacy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yugapriya",
                "middleName": "",
                "lastName": "M",
                "suffix": ""
            },
            {
                "id": 28071559,
                "identity": "ce6dd098-b9c9-4fe7-8f25-784ac71f0f82",
                "order_by": 4,
                "name": "Heeba Begum J",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-4471-8538",
                "institution": "Annamalai University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Heeba",
                "middleName": "Begum",
                "lastName": "J",
                "suffix": ""
            },
            {
                "id": 28071560,
                "identity": "e20c2f9f-3578-4513-8b6f-d3de4e0bfa46",
                "order_by": 5,
                "name": "Debraj Mukhopadhyay",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-4856-9012",
                "institution": "School of Allied Health Sciences (SAHS)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Debraj",
                "middleName": "",
                "lastName": "Mukhopadhyay",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-05-20 07:15:25",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1534/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1534/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13697057,
                "identity": "f9edce3a-4cc8-4299-a581-b5cf4fc6b766",
                "added_by": "auto",
                "created_at": "2021-09-17 13:07:14",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 230576,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1534/v1/03fe58f0-ea6c-4284-b816-5b4accd26982.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Covid19 Pandemic, Economic Shock, Socioeconomic status, General Public",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Covid 19 pandemic has not only led to disruption of public health but it has also resulted in massive economic shock across the world due to business interruptions and shutdowns form social distancing measures. Different communities are facing varying consequences but daily wage workers and farmers remain the most effected groups. This has also led to risk of unemployment, which has worst impact on livelihood of common man. According to WHO, nearly half of the world’s 3.3 billion global workforce are at risk of losing their live hood. These economic crises have shown effect on the psychological and social well being of individual. The research agenda includes accessing the current socioeconomic status of general public. Their financial stability in global crisis and whether they can recover their loss.The current article will be carried out to assess the socioeconomic status of general public and their financial stability or loss incurred with pandemic.</p>",
        "manuscriptTitle": "Influence of socio-economic status on financial stability of the general public during the Covid-19 pandemic: prospective cross-sectional study",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-07 08:39:20",
                "doi": "10.21203/rs.3.pex-1534/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "8ab74bc9-4fb8-452e-8fb7-794c30189563",
        "owner": [],
        "postedDate": "June 7th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4839736,
                "name": "Health humanities"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-07 08:39:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}