{
    "identity": "pex-1405",
    "title": "<p>PARIS2, optimized photochemistry method to study dynamic in vivo RNA structuromes and interactomes</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>We systematically investigated the basic physics and chemistry of the crosslink-ligation principle; and developed next generation of the PARIS method (PARIS2). In particular, we report amotosalen as a more efficient crosslinker compared to the commonly used psoralen AMT. We discover that crosslinking increases RNA hydrophobicity, rendering it unextractable using the classical AGPC (acid guanidine thiocyanate phenol chloroform) aqueous-organic phase separation method (commercially known as TRIzol, etc.) or silica-based solid phase extraction methods<sup>1,2</sup>. We invent a generally applicable method, TNA (total nucleic acid extraction), to purify crosslinked RNA, enabling targeted analysis of RNAs with antisense enrichment. Given the low efficiency crosslinking, several methods have been developed to enrich crosslinked fragments, including native-denatured two-dimension (ND2D) gel, biotin-tagging and RNase R treatment, however, these approaches are often expensive and inefficient<sup>3</sup>. We develop a denatured-denatured 2D (DD2D) gel system to isolate pure crosslinked RNA without the need for tagging the crosslinker. We also introduce chemical and enzymatic approaches to prevent and bypass photochemical damages to RNA, a fundamental problem in RNA research. Together, these optimizations in PARIS2 resulted in &gt;4000-fold increased efficiency, and importantly, the deep mechanistic insights into photochemistry, RNA chemistry and enzymology for individual improvements are also broadly applicable in RNA studies.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Basic Reagents</strong></p><p>1. PBS.</p><p>2. Mth RNA Ligase (e.g., NEB #M2611A)</p><p>3. Guanidine thiocyanate<strong> </strong>(e.g., Sigma,&nbsp;368975)</p><p>4. Proteinase K (e.g., Ambion).</p><p>5. ShortCut RNase III (e.g., NEB).</p><p>6. Gel loading dye, orange, 6.</p><p>7. 100% ethanol.</p><p>8. 80% ethanol.</p><p>9. Isopropanol.</p><p>10. 100% DMSO.</p><p>11. 3 M Na-Acetate pH 5.5.</p><p>12. Glycogen (e.g., GlycoBlue, 15 mg/mL).</p><p>13. RNase inhibitor (e.g., Thermo Scientific SuperaseIn and RiboLock).</p><p>14. T4 RNA ligase 1 (ssRNA ligase), high concentration (e.g., NEB).</p><p>15. RecJf exonuclease (e.g., NEB, cat. no. M0264).</p><p>16. 50 Deadenylase (e.g., NEB, cat. no. M0331).</p><p>17. Ultrapure TBE buffer, 10 (e.g., Life Technologies).</p><p>18. SequaGel UreaGel System, (National Diagnostics).</p><p>19. Ultrapure TEMED (e.g., Invitrogen).</p><p>20. Ammonium persulfate (APS).</p><p>21. Reverse transcriptase (e.g., Invitrogen SuperScript IV).</p><p>22. 10 mM Deoxynucleotide solution mix (dNTPs).</p><p>23. Magnetic streptavidin beads (e.g., Life Technologies Dynabeads MyOne streptavidin C1).</p><p>24. Magnetic SPRI beads (e.g., Beckman-Coulter AMPure XP).</p><p>25. RNase cocktail enzyme mix (Ambion, cat. no. AM2286).</p><p>26. RNase H (e.g., Enzymatics).</p><p>27. DNA ladder, 25 bp.</p><p>28. Denaturing PAGE loading buffer (e.g., Ambion Gel loading buffer II).</p><p>29. SYBR Gold nucleic acid gel stain, 10,000 (e.g., Life Technologies).</p><p>30. 40 w/v % acrylamide–bis solution, 29:1.</p><p>31. CircLigase II ssDNA ligase (e.g., Epicentre, cat. no. CL9025K).</p><p>32. Phusion high-fidelity (HF) PCR master mix with HF buffer (e.g., NEB).</p><p>33. SYBR Green I nucleic acid gel stain, 10,000 (e.g., Life Technologies).</p><p><br></p><p><strong>Oligos</strong></p><p>1. Adapter rApp-biotin: /5rApp/AGATCGGAAGAGCGGTTCAG/3Biotin/</p><p>2. rApp-ddC: /5rApp/AGATCGGAAGAGCGGTTCAG/3ddC/</p><p>3. P3Solexa (61nt): CAAGCAGAAGACGGCATACGAGATCGGTCTCGGCATTCCTGCTGAACCGCTCTTCCGATCT</p><p>4. P6Solexa (59nt): AATGATACGGCGACCACCGAGATCTACACTCTTTCCCCTTGTGTGTGAAGCGAAGGGTA</p><p>5. P3Tall (29nt): GCATTCCTGCTGAACCGCTCTTCCGATCT</p><p>6. P6Tall (28nt): TTTCCCCTTGTGTGTGAAGCGAAGGGTA.&nbsp;</p><p>7. P6CustomSeq: CACTCTTTCCCCTTGTGTGTGAAGCGAAGGGTA</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1. 10–15 well gel cassette (e.g., BioRad mini-Protean 3).</p><p>2. PAGE apparatus (e.g., CSB Scientific).</p><p>3. High-voltage electrophoresis power supply (e.g., Bio-Rad).</p><p>4. Freeze dryer/lyophilizer (e.g., Labconco).</p><p>5. Spectrophotometer (e.g., Thermo Scientific NanoDrop).</p><p>6. Agilent Bioanalyzer.</p><p>7. Thermomixer.</p><p>8. UV cross-linker (e.g., Stratagene Stratalinker 2400 model).</p><p>9. 254 nm and 365 nm emission UV bulbs (e.g., Agilent Technologies).</p><p>10. Gel imager (e.g., Bio-Rad Gel Doc XR+).</p><p>11. 300 nm blue light transilluminator (e.g., Clare Chemical Research Dark Reader).</p><p>12. qPCR machine capable of removal of individual samples amid reaction (e.g., Stratagene Mx3005p).</p><p>13. 1.5 mL siliconized microcentrifuge tubes (e.g., MidSci).</p><p>14. Centrifuge tube filters, 0.45 μm (e.g., Sigma-Aldrich Corning Costar Spin-X).</p><p>15. DNA purification columns (e.g., Zymo Research, DNA Clean &amp; Concentrator-5 columns).</p><p>16. RNA purification columns (e.g., Zymo Research, RNA Clean &amp; Concentrator-5 columns).</p><p>17. Magnetic Eppendorf-tube stand (e.g., Thermo Fisher DynaMag2).</p>"
        },
        {
            "header": "Procedure",
            "content": "1.     Psoralen (e.g. AMT) Crosslinking:\n1)     Wash 10 cm dish cells with 1X PBS twice;\n2)     Add 200 μL 2X PBS, 200 μL 1 mg/mL AMT to each dish;\n3)     Put cells at 37\no\nC for 15 mins;\n4)     Place ice trays in the cross-linker and put cell dish on ice.  Irradiate cells with 365 nm UV for 30 mins. Swirl the plates every 10 mins and make sure that they are horizontal.\n5)     Remove cross-linking solution after cross-linking and wash cells twice with 1x PBS. (\nsee\nNote 1\n)\n2.     TNA (total nucleic acid) extraction from psoralen crosslinked cells:\n6)     For each 10 cm dish cells, add 100 μL of 6 M GuSCN, lyse cells with vigorous manual shaking for 1 min. The cells should be lysed into a nearly homogenous solution, which may not be entirely clear. Be careful, as the 6 M GuSCN is highly corrosive.\n7)     Then to each tube add 12 μL of 500 mM EDTA, 60 μL of 10x PBS, and bring the volume to 600 μL with water. This dilution of the sample will lead to some insoluble material. Then pass the sample through a 25G or 26G needle about 20 times to further break the insoluble material.\n8)     Add proteinase K to 1 mg/ml (30 μL from the 20 mg/mL stock), mix well and incubate at 37\no\nC for 1 hour on a shaker (eg: Thermomixer C), at 600-900 RPM. Manually shake the tubes a few times during the incubation to facilitate mixing.\n9)     After PK digestion, add 60 μL of 3 M sodium acetate (pH 5.3), 600 μL of water-saturated phenol (pH 6.7), mix well divide into two tubes and then to each tube add 600 μL of pure isopropanol.  (\nsee\nNote 2\n)\n10)  Spin down the precipitate at 15000 rpm for 20 min at 4\no\nC and remove supernantant (dispose of phenol waster properly).\n11)  Wash the precipitate with 70% ethanol twice to remove residual phenol and other contaminants. In each wash, mix well and shake vigorously before spinning down.\n12)  Combine the TNA pellets from two tubes and resuspend in 300 μL od nuclease-free water for each 10 cm plate of cells.\n13)  Determine the concentration and quality of the TNA sample using Nanodrop and Tape station. (\nsee\nNote 3\n)\n3.     DNase I Treatment:\n14)  Transfer 100 μg of TNA samples to a new tube. Add 20 μL of 10X TURBO™ DNase Buffer, 25 μL of TURBO™ DNase (2 Units/µL). Bring each sample to a final reaction volume of 200 μL using H\n2\nO.\n15)  Incubate samples at 37\no\nC for 20 min.\n16)  Add 20 μL of 3 M sodium acetate (pH 5.3), 220 μL of water-saturated phenol (pH 6.7), 450 μL of pure isopropanol, mix well. Spin 20 mins at 12,000 x g at 4\no\nC. Wash pellet twice with 70% Ethanol. (\nsee\nNote 4\n)\n17)  Resuspend RNA samples in 50 μL of RNase-free water.\n4.     Shortcut Digestion:\n18)  Transfer 10 μg of DNase treated RNA sample to a new tube.\n19)  Add ShortCut mix to each sample and incubate at 37\no\nC for 5 mins;\nShortCut mix\n: 10x ShortCut buffer (4 μL) + 50 mM MnCl\n2\n(4 μL) + ShortCut RNase III (10 μL) + RNase-free water (up to 40 μL)\n20)  Add 4 μL of 3 M sodium acetate (pH 5.3), 3 μL of GlycoBlue, 60 μL of phenol, 360 μL of pure ethanol, mix well. Spin 20 mins at 12,000 x g at 4\no\nC. Wash pellet twice with 70% Ethanol. (\nsee\nNote 5\n)\n21)  Resuspend RNA in 10 μL of RNase-free water. Determine concentration of the samples by spectrophotometer and analyze size distribution using Tape station. (\nsee\nNote 6\n)\n5. 2D gel purification:\n5.1 First dimension gel:\n22)  Prepare the 8% 1.5 mm thick denatured first dimension gel using the UreaGel system. For 10 mL gel solution, use 3.2 mL of UreaGel concentrate, 5.8 mL of UreaGel diluent, 1 mL of UreaGel buffer, 4 μL of TEMED, and 80 μL of 10% APS. Add TEMED and APS right before pouring the gel.\n23)  Use 15-well combs so that each lane is narrower and the second dimension has a higher resolution.\n24)  To each 10 μL sample add 10 μL GBLII loading dye. Load 200 ng dsRNA ladder as molecular weight marker. Run the first dimension gel at 30 W for 7~8 mins in 0.5X TBE.\n25)  After electrophoresis finishes, stain the gel with 2 μL of SYBR Gold in 20 mL 0.5X TBE, incubate for 5 min. Image the gel using 300 nm transillumination (not the 254 nm epi-illumination, which reverses the psoralen cross-linking). Excise each lane between 50 nt to topside from the first dimension gel. The second dimension gel can usually accommodate three gel splices.\n5.2 Second dimension gel:\n26)  Prepare the 16% 1.5 mm thick urea denatured second dimension gel using the UreaGel system. For 20 mL gel solution, use 12.8 mL UreaGel concentrate, 5.2 mL UreaGel diluent, 2 mL UreaGel buffer, 8 μL TEMED, and 160 μL 10% APS.\n27)  To make the second dimension gel, put the square plate horizontally and arrange gel slices in a “head-to-toe” manner with 2–5 mm gap between them. Leave 1 cm space at the top of the notched plate so that the second dimension gel would completely encapsulate the first dimension gel slices.\n28)  Apply 20–50 μL 0.5X TBE buffer on each gel slice to avoid air bubbles when placing the notched plate on top of the gel slices.\n29)  Remove the excess TBE buffer after the cassette is assembled, and leave 2 mm space at the bottom of the notched plate to facilitate pouring the second dimension gel.\n30)  Pour and gel solution from the bottom of the plates, while slightly tilting the plates to one side to avoid air bubbles building up between the plates. If there are air bubbles, use the thin loading tips to draw them out.\n31)  Use ~60\no\nC prewarmed 0.5X TBE buffer to fill the electrophoresis chamber to facilitate denaturation of the cross-linked RNA. Run the second dimension at 30 W for 50 min to maintain high temperature and promote denaturation. The voltage starts around 300 V and gradually increases to 500 V, while the current starts around 100 mA and gradually decreases to 60 mA.\n32)  After electrophoresis, stain the gel with SYBR Gold the same as the first dimension gel.\n5.3 Purification:\n33)  Excise the gel containing the cross-linked RNA from the 2D gel and transfer it to a new 10 cm cell culture dish. Crush the gel by grinding with the cap of a 15 mL tube.\n34)  Add 300 μL crushing buffer to gel debris. Transfer the gel slurry to a 15 mL tube by shoveling with a cell scraper.\n35)  Add additional 1.2 mL crushing buffer and rotate at room temperature overnight.\n36)  Transfer ~0.5 mL gel slurry to Spin-X 0.45 μm column. Spin at room temperature, 3400X g for 1 min. Continue until all gel slurry is filtered.\n37)  Aliquot 500 μL of the filtered RNA sample to an Amicon 10 k 0.5 mL column. Spin at 12,000 X g for 5 min. Repeat until all of the filtered RNA sample flowed through the column.\n38)  Wash the column with 300 μL water and spin the column at 12,000X g for 5 min.\n39)  Invert and place the column in a new collection tube, and spin at 6000 X g for 5 min. Recover ~85 μL RNA from each column (~170 μL total from two columns).\n40)  Precipitate the RNA using the standard ethanol precipitation method, with glycogen as a carrier. Alternatively, the RNA can be purified using the Zymo RNA clean and concentrator-5 columns.\n41)  Reconstitute RNA in 11 μL water and dilute 1 μL RNA sample for Bioanalyzer analysis. The RNA sample should have a broad size distribution between 40 and 150 nt in the Bioanalyzer trace. The yield is typically 0.1–0.5% from 10 μg input RNA.\n6.     Proximity Ligation:\n42)  Add 10 μL of proximity ligation to 10 μL of RNA, mix well and incubate at 65\no\nC for 20 mins.\nProximity ligation mixture\n: 10x 5' DNA Adenylation Reaction Buffer(2 μL) + Mth RNA Ligase (2 μL) + SUPERase In (1 μL) + RNase-free water (5 μL)\n43)  Inactivate the enzyme by incubation at 85°C for 5 minutes.\n44)  Add Proteinase K to 1 mg/mL, incubate at 37°C for 30 minutes. (\nsee\nNote 7\n)\n45)  Add 2 μL of 3 M sodium acetate (pH 5.3), 2 μL of GlycoBlue, 25 μL of phenol, 60 μL of isopropanol, mix well. Spin 20 mins at 12,000 x g at 4\no\nC. Wash pellet twice with 70% ethanol. Resuspend RNA in 8 μL of RNase-free water.\n7.     Reverse crosslinking:\n46)  To reverse the AMT cross-linking, put the samples on a clean surface with ice beneath it. Add 2 μL of 25 mM acridine orange and mix well. (\nsee\nNote 8\n)\n47)  Irradiate with 254 nm UV for 30 min.\n48)  Transfer reverse crosslinked sample to a new tube. Add 190 μL of RNase-free water, 20 μL of 3 M sodium acetate (pH 5.3), 3 μL of GlycoBlue, 600 μL of pure ethanol, mix well. Spin 20 mins at 12,000 x g at 4\no\nC. Wash pellet twice with 70% ethanol. Resuspend RNA in 6 μL of RNase-free water.\n8.     Adapter Ligation\n49)  Heat reverse crosslinked RNA at 80\no\nC for 90s, then snap cooling on ice.\n50)  Add 14 μL of adapter ligation mixture to 6 μL RNA and perform the adapter ligation reaction for 3 h at room temperature. (\nsee\nNote 9\n)\nAdapter Ligation mixture:\n10x T4 RNA ligase buffer (2.0 μL) + 0.1 M DTT (2.0 μL) + 50 v/v % PEG8000 (5.0 μL) + DMSO (2.0 μL) +1 0 μM ddc RNA adapter (3.0 μL) + High Concentration T4 RNA ligase 1 (1.0 μL)\n43)  After adapter ligation add the following reagents to remove free adapters: 3 μL of 10X RecJf buffer (NEBuffer™ 2, B7002S), 2 μL of RecJf, 1 μL of 5’ deadenylase, 1 μL of SuperaseIn, and 3 of μL water. Incubate at 37\no\nC for 1 h.\n44)  Add 20 μL of water to each sample (total volume of 50 μL) and purify RNA with Zymo RNA clean and Concentrator-5 or ethanol precipitation. Reconstitute RNA in 11 μL of RNase-free water (elute in 6 μL of water, use same 6 μL twice).\n9.     Reverse Transcription\n45)  To the purified RNA add 2 μL of custom RT primer (with barcode) and 1 μL of 10mM dNTPs.\n46)  Heat the samples to 65\no\nC for 5 min in a PCR block, chill the samples one ice rapidly.\n47)  Add 7.5 μL of reverse transcriptase mix to the RNA and heat the samples at 25\no\nC for 15 min, 42\no\nC for 10 hours, 80\no\nC for 10 min; hold at 10\no\nC.\n5x SSIV Mn\n2+\nBuffer\n: Tris-HCl (PH 8.3) (250 mM) + CH\n3\nCOOK (375 mM) + MnCl\n2\n(7.5 mM)\nReverse transcription mixture\n: 5x SSIV Mn2+ Buffer (4.0 μL) + 100 mM DTT (2.0 μL) + SUPERaseIn (1.0 μL) + SuperScript IV (0.5 μL)\n48)  Add 1 μL RNase H and RNase A/T1 mix and incubate at 37\no\nC for 30 min at 1000 rpm in a thermomixer.\n49)  Purify the cDNA using SPRI DNA beads. Add 2x volume of SPRI DNA beads, equal volume of isopropanol, mix well; Incubate for 5 min at RT. Let the beads settle on the magnet for 5 min. Remove the supernatant and wash the beads once with 80% ethanol (200 μL) at RT. Dry 2min. Elute twice with 8.5 μL water (recover ~16 μL).\nOr:\nUsing DNA Zymo concentrator-5 columns (add 7x Binding Buffer, then equal volume (8x original) of 100% EtOH to bind, wash normal, elute in 2 x 8.5 μL of water).\n10.   cDNA Circularization, Library PCR, and Sequencing\n50)  Add 4 μL circularization reaction mix to the cDNA sample and incubate at 60\no\nC for 100 min, followed by 80\no\nC for 10 min.\nCircularization mixture\n:10x CircLigaseII Buffer (2.0 μL) + CircLigase II Enzyme (1.0 μL) + 50 mM MnCl\n2\n(1.0 μL)\n51)  Add 21.4 μL of PCR Tall mix and run PCR program until exponential amplification confirmed. Transfer cDNA to optical PCR tubes (each tube should be separate so that individual tubes can be taken out of the qPCR machine when the fluorescence signal reaches a defined point).\n1st PCR mixture\n: Phusion HF 2x  (20 μL) + P3/P6 Tall primers (20 μM) (1.0 μL) + 25x SYBR Green I (0.4 μL)\n52)  Set up the following qPCR program. Choose SYBR, initial 98\no\nC, 2 mins, 10 cycles of: 98\no\nC, 15 s; 65\no\nC, 30 s; 72\no\nC, 45s, detect fluorescence at extension step (a set of nine cycles). Take sample out once amplification reaches exponential phase.\n53)  Transfer PCR product to 1.5 mL tube. Purify the DNA using SPRI DNA beads. Add 2x volume of SPRI DNA beads, mix well. Let the beads settle on the magnet for 5 min. Remove the supernatant and wash the beads once with 80% ethanol (200 μL) at RT. Dry 2min. Elute twice with 10.5 μL water (recover ~20 μL).\n54)  Repeat SPRI DNA beads purification one more time.\n55)  Pool elute and add 21 μL 2X PCR Solexa mix.\n2nd PCR mixture\n: Phusion HF 2x  (20 μL) + P3/P6 Solexa primers (20 μM) (1.0 μL)\n56)  Run PCR reaction (98\no\nC, 2 mins; 3 cycles of 98\no\nC, 15 s; 70\no\nC, 30 s; 72\no\nC, 45 s; and 4\no\nC on hold).\n57)  Purify reaction by standard Zymo concentrator-5 column protocol. Elute with 2x 8.5 μL of water and add 3 μL of Orange G loading dye.\n58)  Run a 6% native TBE gel at 200 V for 30 min, until the dye just ran off the gel. Loadind 50 bp ladder (NEB).\n59)  Stain gel in SYBR Gold for 3 min. Image gel at 0.5, 1, and 2 s exposure times. Cut out the DNA from 175 bp and above (corresponding to > 40 bp insert).\n60)  Use a syringe needle to punch a hole in the bottom of a 0.65 mL tube.\n61)  Transfer the gel slice to 0.65 mL tube and insert into a 2 mL collection tube. Spin at room temperature, 16,000X g for 5 min. The gel slice gets sheared into slurry by passing through the hole.\n62)  Remove the 0.65 mL tube and add 300 μL Gel elute buffer to the slurry. Shake at 55\no\nC, 1000 rpm overnight in a thermomixer.\n63)  Pass the gel slurry through a Spin-X 0.45 μm column to recover the DNA library.\n64)  Add 5x volume of Zymo DNA binding buffer and flow-through Zymo concentrator-5 column. Wash with 200 μL Washing buffer once and elute twice with 8 μL water (recover ~15 μL library). Quantify library by a high sensitivity Bioanalyzer assay.\n65)  Barcoded libraries can be pooled together for sequencing if necessary.\n66)  Sequence the libraries on an Illumina sequencer using standard conditions and the P6_Custom_seqPrimer. Usually, a 70 nt single end sequencing reaction is enough for PARIS. The multiplexing and random barcodes are sequenced together with the insert."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>Notes</strong></p><p>1. AMT cross-linked cell pellets should have a darker color than the non-cross-linked ones.&nbsp;</p><p>2. The PK digestion should clarify the solutions to some extent and greatly reduce turbidity. The addition of isopropanol should clarify the solution, resulting in obvious compact and stringy precipitates that contain both DNA and RNA, but little protein.</p><p>3. TNA sample: Most of the TNA sample should be soluble. If there is still some insoluble material, spin down and remove it. The cross-linked samples yield 60-70% of TNA compared to controls, and the A260/A280 ratios are usually in around 1.90, in the middle between the ratios for DNA and RNA. The A260/A230 ratios for the controls samples are usually above 2.1 and the ratios for crosslinked samples are usually below 1.9.&nbsp;</p><p>The Tape Station profile for the TNA from cross-linked samples should show an obvious smear across the entire size range, while controls show three major peaks, namely the small RNAs, the 18S and 28S rRNAs. The controls should have a RIN number close to 10 while the cross-linked ones have a RIN number below 8. Alternatively use bioanalyzer to check size distribution.</p><p>4. Purification of RNA using Trizol/chloroform will lose ~50% of cross-linked RNAs. It is better to extract RNA directly using phenol/isopropanol precipitation method.</p><p>5. After 5 mins of short cut digestion, reaction need to be stopped as soon as possible. Longer reaction time will reduce the RNA fragments size.&nbsp;</p><p>6. Typically, the AMT cross-linked samples have a stronger tail above 100 nt than the control samples.</p><p>7. Mth RNA ligases will tightly bind target RNAs, affecting RNA recovery efficiency. Proteinase K treatment will remove Mth RNA ligases before purification, and increase the recovery efficiency.</p><p>8. UV irradiation will produce heavy RNA damage, such as cyclobutene pyrimidine dimer (CPD) and (6-4) lesion. Absorption of UV photons produce RNA singlet and triplet excited states. In this respect, the characterization of the RNA singlet states are mainly responsible for the formation of pyrimidine photoproducts. Triplet excited states only play a limited role (less than 10%) (1-2). Acridine dyes bind to double strand RNA by intercalating between adjacent base pairs or by exterior ionic bonding, and inhibit the pyrimidine dimer formation. Energy transfer from RNA to acridine is important in the reduction of dimer yields. And singlet states of RNA are responsible for this transfer (3).</p><p>9. Denature treatment and 10% of DMSO will unfold the RNA duplexes and enhance the adapter ligation efficiency.</p><p>10. Due to the modular design of PARIS2, users can apply some of the improvements while not using others. For example, if amotosalen is not available to the user, AMT can be used, in combination with all other improvements. In this case, other improvements will remain effective.&nbsp;</p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1. Lu, Z.<em>et al.</em>RNA Duplex Map in Living Cells Reveals Higher-Order Transcriptome Structure.&nbsp;<em>Cell</em><strong>165</strong>, 1267-1279, doi:10.1016/j.cell.2016.04.028 (2016).</p><p>2. Chomczynski, P. &amp; Sacchi, N. Single-step method of RNA isolation by acid guanidinium thiocyanate-phenol-chloroform extraction.&nbsp;<em>Anal Biochem</em><strong>162</strong>, 156-159, doi:10.1006/abio.1987.9999 (1987).</p><p>3. &nbsp;Lu, Z. &amp; Chang, H. Y. The RNA Base-Pairing Problem and Base-Pairing Solutions.&nbsp;<em>Cold Spring Harb Perspect Biol</em><strong>10</strong>, doi:10.1101/cshperspect.a034926 (2018).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15302871,
                "identity": "091fd73e-15ce-4e27-b9e2-3520d8dcace2",
                "order_by": 0,
                "name": "Minjie Zhang",
                "email": "",
                "orcid": "",
                "institution": "University of Southern California",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Minjie",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 15302872,
                "identity": "2ec51d84-a573-487d-ac63-65dfd94c1b3c",
                "order_by": 1,
                "name": "Zhipeng Lu",
                "email": "zhipengl@usc.edu",
                "orcid": "",
                "institution": "University of Southern California",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Zhipeng",
                "middleName": "",
                "lastName": "Lu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-03-07 08:27:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1405/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1405/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13684524,
                "identity": "b551a3ae-5003-424c-8175-0933ea675c42",
                "added_by": "auto",
                "created_at": "2021-09-17 12:08:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 282671,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1405/v1/4d22ae8b-fa81-4aa7-a129-e423e450a15f.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "RNA structures, in vivo, PARIS2",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Direct determination of RNA structures and interactions in living cells is critical for understanding their functions in normal physiology and disease states. Here we present PARIS2, a dramatically improved method for RNA duplex determination in vivo with &gt;4000-fold higher efficiency than previous methods.&nbsp;</p>",
        "manuscriptTitle": "PARIS2, optimized photochemistry method to study dynamic in vivo RNA structuromes and interactomes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-04-06 15:14:54",
                "doi": "10.21203/rs.3.pex-1405/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "35c50e4f-65a4-4e72-bff0-e43dd6a27338",
        "owner": [],
        "postedDate": "April 6th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2811898,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-04-06 15:14:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}