{
    "identity": "pex-622",
    "title": "<p>The Drug Rediscovery Protocol (DRUP trial): A Dutch National Study on behalf of the Center for Personalized Cancer Treatment (CPCT) to Facilitate Patient Access to Commercially Available, Targeted Anti-cancer Drugs to determine the Potential Efficacy in Treatment of Advanced Cancers with a Known Molecular Profile</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Evidence is building that matching targeted agents to tumor characteristics can improve outcomes. Such reports have fueled interest among patients and physicians to use molecular testing for treatment planning when standard treatment options have been exhausted. When oncologists aim to provide such personalized treatment to their patients though, obtaining the drugs can be challenging since off-label prescribing, while legal, is generally not reimbursed by insurance companies. Furthermore, outcomes of off-label treatment in routine clinical practice are not systematically recorded. As a result, the research and clinical communities have limited insight in these outcomes, leading to repetitive use of ineffective treatment for some tumor types, while effective treatment strategies might be missed for others. The latter is especially relevant for 'orphan diseases', that are too rare to conduct formal phase II and III trials. In summary, there is a lack of access to potentially effective therapy on one hand, and a lack of knowledge on broader use of such therapies on the other, altogether leading to sub-optimal use of available resources</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Eligibility patients:\nEligible patients have an advanced or metastatic solid tumor, multiple myeloma or B cell non-Hodgkin lymphoma, and have exhausted standard treatment options. A tumor genetic or protein expression test (CPCT or regular diagnostics) must have revealed a potentially actionable variant, for which FDA and / or EMA approved targeted therapy is available, but not for the tumor type in question. In addition, patients are required to be ≥18 years of age, with acceptable organ function and performance status (ECOG ≤2), and to have objectively evaluable disease of which a fresh baseline tumor biopsy can safely be obtained. For every study drug, further drug-specific selection criteria are applied.\nCase submission:\nUpon case submission, the study team attempted to match each patient to the most appropriate study treatment (Extended Data Figure 1), according to pre-defined matching rules . If multiple variant-drug matches could be made for one patient, the drug with the highest level of evidence was selected, unless there’s rationale (such as drug-intolerance) to justify selecting an agent with a lower level of evidence. Levels of evidence were adapted from Meric-Berstam et al.\nStudy treatment\nIf a matching study treatment slot is available, to which the patient consents, the patient can be enrolled provided that all drug-specific selection criteria were met. Afterwards a fresh baseline tumor biopsy for biomarker analyses is obtained and study treatment can be initiated.\nFollow up:\nStudy treatment could continue until progressive disease (patients receiving immune system stimulating agents were permitted to continue treatment in case of pseudo-progression), unacceptable treatment-related toxicity, death, pregnancy, consent withdrawal or withdrawal from the study at the discretion of the investigator.\n- Safety: all treatment-related CTCAE 4.03 grade ≥3 adverse events are documented.\n- Response assessments: response is evaluated every two   months (up to every three months for patients who remained on-study for ≥6 months), and classified by local investigators according to the internationally accepted criteria for each tumor type."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>Timelines after submitting a case for review (by treating physician):</p><p>- Report of treatment proposal provided by central study team: ≤7 (or 14) days</p><p>- Screen and register patient on study: ≤14 days</p><p>- Receive study drugs and start treatment: ≤ 14 days</p><p>- Duration treatment: Study treatment could continue until progressive disease (patients receiving immune system stimulating agents were permitted to continue treatment in case of pseudo-progression), unacceptable treatment-related toxicity, death, pregnancy, consent withdrawal or withdrawal from the study at the discretion of the investigator.</p><p>- Follow up: patients will be followed up for progression free and overall survival by yearly check of medical records until death or loss to follow up, up to two years after the end of this study.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Primary Objectives</p><p>• To describe the anti-tumor activity and toxicity of commercially available, targeted anti-cancer drugs used for treatment of patients with an advanced solid tumor, multiple myeloma or non-Hodgkin lymphoma that harbours a genomic- or protein expression variant known to be a drug target or to predict sensitivity to a drug.</p><p>• To facilitate patient access to commercially available, targeted anti-cancer drugs of potential efficacy for treatment of an advanced solid tumor, multiple myeloma or non-Hodgkin lymphoma that harbours a genomic or protein expression variant known to be a drug target or to predict sensitivity to a drug.</p><p>Secondary Objective</p><p>• To perform biomarker analyses, including (but not limited to) next generation sequencing on a fresh tumor biopsy specimen</p>"
        },
        {
            "header": "References",
            "content": "<p>Garraway, L.A. et al. genomics-driven oncology: framework for an emerging paradigm. J. Clin. Oncol. 31, 1806-14 (2013)</p><p>Macconaill, L.E. et al. Clinical implications of the cancer genome. J.Clin. Oncol. 28, 5219-28 (2010)</p><p>Rafii, A. et al. Where cancer genomics should go next: a clinican's perspective. Hum. Mol. Genet. 23, 69-75 (2014)</p><p>Andre, F. et al. Comparative genomic hybridisation array and DNA sequencing to direct treatment of metastatic breast cancer: a multicentre prospective trial (SAFIR01/UNICANCER). Lancet Oncol. 15, 267-74 (2014)</p><p>Arnedos, M. et al. Array CGH and PIK3CA/AKT1 mutations to drive patients to specific targeted agents: a clinical experience in 108 patients with metastatic breast cancer. Eur. J. Cancer. 48, 2293-0 (2012)</p><p>Hollebecque, A. et al. Molecular screening for cancer treatment optimization (MOSCATO 01): A prospective molecular triage trial--Interim results. ASCO meeting Abstracts. 31, 2512 (2013)</p><p>Iyer, G., et al., Genome sequencing identifies a basis for everolimus sensitivity. Science, 338(6104), 221  (2012)</p><p>Tsimberidou, A.M., et al., Personalized medicine in a phase I clinical trials program: the MD Anderson Cancer Center initiative. Clin Cancer Res. 18, 6373-83 (2012)</p><p>Von Hoff, D.D., et al., Pilot study using molecular profiling of patients' tumors to find potential targets and select treatments for their refractory cancers. J Clin Oncol. 28, 4877-83 (2010)</p><p>Schwaederle, Personalized therapy in diverse cancers: meta-analysis of 32.149 patients in phase II clinical trials. J Clin Oncol (2015)</p><p>Jardim, Systematic review of a personalized strategy in cancer clinical trials leading to FDA approval.PDF&gt;. J Clin Oncol. (2015)</p><p>Tourneau, L., Randomized phase II trial comparing molecularly targeted therapy based on tumor molecular profiling versus conventional therapy in patients with refractory cancer: results of the SHIVA trial. J Clin Oncol. (2015)</p><p>Le Tourneau, C., et al., Molecularly targeted therapy based on tumour molecular profiling versus conventional therapy for advanced cancer (SHIVA): a multicentre, open-label, proof-of-concept, randomised, controlled phase 2 trial. The Lancet Oncology. 16, 1324-1334 </p><p>Lopez-Chavez, A., et al., Molecular Profiling and Targeted Therapy for Advanced Thoracic Malignancies: A Biomarker-Derived, Multiarm, Multihistology Phase II Basket Trial. Journal of Clinical Oncology (2015)</p><p>Meric-Bernstam, F., et al., Feasibility of Large-Scale Genomic Testing to Facilitate Enrollment Onto Genomically Matched Clinical Trials. J Clin Oncol. (2015)</p><p>Rustin, G.J., et al., Definitions for response and progression in ovarian cancer clinical trials incorporating RECIST 1.1 and CA 125 agreed by the Gynecological Cancer Intergroup (GCIG). Int J Gynecol Cancer. 21, 419-23 (2011)</p><p>Therasse, P., et al., New guidelines to evaluate the response to treatment in solid tumors. European Organization for Research and Treatment of Cancer, National Cancer Institute of the United States, National Cancer Institute of Canada. J Natl Cancer Inst. 92, 205-16 (2000)</p><p>Jung, S.H., et al., Admissible two-stage designs for phase II cancer clinical trials. Stat Med. 23, 561-9 (2004)</p><p>Simon, R., Optimal two-stage designs for phase II clinical trials. Control Clin Trials. 10, 1-10 (1989)</p><p>Meric-Bernstam, F., et al., A decision support framework for genomically informed investigational cancer therapy. J Natl Cancer Inst, 2015.</p><p>Gray, S.W., et al., Physicians' attitudes about multiplex tumor genomic testing. J Clin Oncol. 32, 1317-23 (2014)</p><p>Rajkumar, S.V., et al., International Myeloma Working Group updated criteria for the diagnosis of multiple myeloma. Lancet Oncol. (15, 538-48 (2014)</p><p>Cheson, B.D., et al., Recommendations for initial evaluation, staging, and response assessment of Hodgkin and non-Hodgkin lymphoma: the Lugano classification. J Clin Oncol. 32, 3059-68 (2014)</p><p>Wen, P.Y., et al., Updated response assessment criteria for high-grade gliomas: response assessment in neuro-oncology working group. J Clin Oncol. 28, 1963-72 (2010)</p><p>Eisenhauer, E.A., et al., New response evaluation criteria in solid tumours: revised RECIST guideline (version 1.1). Eur J Cancer. 45, 228-47 (2009)</p><p>Ellingson, B.M., et al., Consensus recommendations for a standardized Brain Tumor Imaging Protocol in clinical trials. Neuro Oncol. 17, 1188-98 (2015)</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We would like to thank the Barcode for Life Foundation (BFL) and the Dutch Cancer Society (KWF) for their financial support; Amgen, Astra Zeneca, Bayer, Boehringer Ingelheim, Bristol-Myers Squibb, Eisai, Merck Sharp &amp; Dohme, Novartis, Pfizer and Roche for their in-kind and financial support; the Hartwig Medical Foundation (HMF) for their in-kind support by performing sequencing and biomarker analyses on baseline biopsies; the Center for Personalized Cancer Treatment Multidisciplinary Expert Board (CPCT MEB) for supporting the central case review process; the Independent Data Monitoring Committee (IDMC) for their advice on cohort-decisions and monitoring of preliminary safety data; the Netherlands Cancer Institute’s Biobank Facility, Scientific Department and Pharmacy for their facilitating services</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-019-1600-x",
                "date": "2019-09-30 18:32:57",
                "title": "The Drug Rediscovery protocol facilitates the expanded use of existing anticancer drugs",
                "authors": [
                    "D. L. van der Velden",
                    "L. R. Hoes",
                    "H. van der Wijngaart",
                    "J. M. van Berge Henegouwen",
                    "E. van Werkhoven",
                    "P. Roepman",
                    "R. L. Schilsky",
                    "W. W. J. de Leng",
                    "A. D. R. Huitema",
                    "B. Nuijen",
                    "P. M. Nederlof",
                    "C. M. L. van Herpen",
                    "D. J. A. de Groot",
                    "L. A. Devriese",
                    "A. Hoeben",
                    "M. J. A. de Jonge",
                    "M. Chalabi",
                    "E. F. Smit",
                    "A. J. de Langen",
                    "N. Mehra",
                    "M. Labots",
                    "E. Kapiteijn",
                    "S. Sleijfer",
                    "E. Cuppen",
                    "H. M. W. Verheul",
                    "H. Gelderblom",
                    "E. E. Voest"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 119589,
                "identity": "45cabe70-73a5-4564-be1a-c3f1ebbcef6d",
                "order_by": 1,
                "name": "Emile Voest",
                "email": "e.voest@nki.nl",
                "orcid": "https://orcid.org/0000-0001-8249-9586",
                "institution": "Netherlands Cancer Insitute",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Emile",
                "middleName": "",
                "lastName": "Voest",
                "suffix": ""
            },
            {
                "id": 119590,
                "identity": "a4d69133-211d-420b-8bae-156461b99d7f",
                "order_by": 2,
                "name": "Henk Verheul",
                "email": "",
                "orcid": "",
                "institution": "Radboud University Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Henk",
                "middleName": "",
                "lastName": "Verheul",
                "suffix": ""
            },
            {
                "id": 119591,
                "identity": "f3b377b7-7690-4844-b2c4-c051ae63b834",
                "order_by": 3,
                "name": "Hans Gelderblom",
                "email": "",
                "orcid": "",
                "institution": "Leiden University Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hans",
                "middleName": "",
                "lastName": "Gelderblom",
                "suffix": ""
            },
            {
                "id": 119592,
                "identity": "03e4b5a6-5152-4b28-809e-f8944383abac",
                "order_by": 4,
                "name": "Daphne van der Velden",
                "email": "",
                "orcid": "",
                "institution": "Netherlands Cancer Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daphne",
                "middleName": "van der",
                "lastName": "Velden",
                "suffix": ""
            },
            {
                "id": 119593,
                "identity": "e589e8d9-a820-40eb-a1e5-b175f14ada83",
                "order_by": 5,
                "name": "Louisa Hoes",
                "email": "",
                "orcid": "",
                "institution": "Netherlands Cancer Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Louisa",
                "middleName": "",
                "lastName": "Hoes",
                "suffix": ""
            },
            {
                "id": 119594,
                "identity": "d8bfc423-1fa5-4bfc-ac8b-7d618246e874",
                "order_by": 6,
                "name": "Hanneke van der Wijngaart",
                "email": "",
                "orcid": "",
                "institution": "Amsterdam UMC, Vrije Universiteit Amsterdam",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hanneke",
                "middleName": "van der",
                "lastName": "Wijngaart",
                "suffix": ""
            },
            {
                "id": 119595,
                "identity": "ec0c2033-26e6-4cb9-a463-97ba3aaa2b02",
                "order_by": 7,
                "name": "Maxime van Berge Henegouwen",
                "email": "",
                "orcid": "",
                "institution": "Leiden University Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maxime",
                "middleName": "van Berge",
                "lastName": "Henegouwen",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-07-25 09:47:11",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-622/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-622/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13495393,
                "identity": "93410679-05fb-4ef2-85b0-54a5394c54f4",
                "added_by": "auto",
                "created_at": "2021-09-16 22:45:06",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 214267,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-622/v1/816f3db2-98ee-4729-a51c-be83197665e4.pdf"
            },
            {
                "id": 713347,
                "identity": "8e9d0b28-1937-4672-bd78-466ffc89f671",
                "added_by": "auto",
                "created_at": "2020-03-26 11:56:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1020583,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "DRUPFullProtocolversion9.pdf",
                "url": "https://assets.researchsquare.com/files/pex-622/v1/DRUP - Full Protocol version 9.pdf"
            }
        ],
        "financialInterests": "E. Voest is legally responsible for all contracts with pharma at the Netherlands Cancer Institute. H. Verheul and H. Gelderblom have through the DRUP and other studies support from pharmaceutical companies participating in the DRUP. The other authors declare no competing interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "molecular tumor profile, drug repositioning, DNA sequence analysis, molecular targeted therapy, antitumor drugs, multidisciplinary tumor board, Off-label use",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This is a prospective, non-randomized clinical trial that aims to describe the efficacy and toxicity of commercially available, targeted anticancer drugs* prescribed for treatment of patients with advanced cancer with a potentially actionable variant as revealed by a genomic or protein expression test. The study also aims to simplify patient access to approved targeted therapies that are contributed to the program by collaborating pharmaceutical companies and to perform next generation sequencing on tumor biopsies for biomarker analyses. Eligible patients have an advanced solid tumor, multiple myeloma or non-Hodgkin lymphoma for which standard treatment options are no longer available and acceptable performance status and organ function. A genomic or protein expression test must have been performed on the tumor and the results must identify at least one potentially actionable molecular variant as defined in the protocol. Results from the molecular profiling test will be used to determine an appropriate drug(s) from among those available in the protocol. The choice of drug will be supported by a list of potential profiles, a molecular tumor board, a knowledge library and by study coordinators for review and approval of the match. The protocol-specified treatment will be administered to the patient once any drug-specific eligibility criteria are confirmed and a fresh pre-treatment biopsy is performed for future biomarker studies. All patients who receive treatment with a drug available in the protocol will be followed for standard efficacy outcomes including tumor response, progression-free and overall survival as well as duration of treatment. In addition, treatment related toxicity will be evaluated. </p>",
        "manuscriptTitle": "The Drug Rediscovery Protocol (DRUP trial): A Dutch National Study on behalf of the Center for Personalized Cancer Treatment (CPCT) to Facilitate Patient Access to Commercially Available, Targeted Anti-cancer Drugs to determine the Potential Efficacy in Treatment of Advanced Cancers with a Known Molecular Profile",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-03-26 11:56:31",
                "doi": "10.21203/rs.3.pex-622/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "730fbf0e-d540-40f0-b4b8-3eab7051c337",
        "owner": [],
        "postedDate": "March 26th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 18400,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-03-26 11:56:31",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}