{
    "identity": "nprot-5583",
    "title": "Electrical cream separator coupled with vacuum filtration for the purification of eimerian oocysts and trichostrongylid eggs",
    "content": [
        {
            "header": "Introduction",
            "content": "Many studies have been devoted to coccidiosis owing to significant economic losses to the poultry and many other domestic livestock industries throughout the world. Coccidiosis is a severe infection caused by the apicomplexan parasite of genus Eimeria in a host and predilection site specific manner1-4. Furthermore, among the gastrointestinal parasites that cause losses to the farming industry, for example, Ostertagia, Trichostrongylus, Nematodirus and Cooperia, Haemonchus contortus or the barber’s pole worm is the predominant nematodes that infect small ruminants5.\r\n\n\n    Coprologic examinations have long been conceded as an effective way for parasite identification that animal and human contracted with them. The most commonly employed technique in veterinary medicine, medical and clinical laboratory for separation of oocysts and eggs is the faecal floatation test. The technique depends on the differences in the specific gravity of the oocysts and eggs, the fluid floatation medium and debris. In other words, the differential density exists between them. Centrifugal flotation methods are clearly superior to non-centrifugation flotation procedures in terms of rapidity and efficiency.\r\n\n\nA considerable amount of literature has been published on eimerian oocyst and nematode egg separation from faecal materials. Techniques for the concentration and purification of oocysts and eggs from faecal samples include saturated salt solution flotation, sucrose density, zinc sulfate, and Percoll discontinuous density gradient centrifugation.  Sucrose gradient ultracentrifugation has been exploited to separate subcellular fractions of Eimeria tenella sporozoites 6. More recent attention has focused on the isolation of the endocytic organelle from macrophages by sucrose gradient7. In 1987, Arrowood and Sterling8 published a paper in which they employed discontinuous sucrose gradients and isopycnic Percoll gradients to isolate Cryptosporidium oocysts and sporozoites. Early example of research has examined the relationship between discontinuous sucrose gradient and viability of Cryptosporidium sp. oocysts, and reported this method as a simple and rapid mean to obtain viable oocysts9. In a study which set out to purify Toxplasma gondii tacyzoites, Garberi et al., 199010 found that tachyzoites obtained by two consecutive discontinuous sucrose gradient separation maintained its biological activity. \r\n\n\n     On the other hand, the application of 'salt-sugar' isolation method to purify gastro-intestinal nematode eggs in such a way that allows automated analysis and high-throughput screening of nematode egg digital image preparations has been reported by11. Similarly, the combination of a low-density salt solution for flotation and centrifugation, and sucrose flotation and precipitation has been employed to obtain purified nematode eggs12. A recent study by 13  has employed two-step method, sucrose flotation followed by density gradient centrifugation exploiting the lymphocyte separation medium \\(LSM) to produce highly-purified nematode eggs.  Sharma et al., 1963 14 reported a method involving density gradient centrifugation to obtain pure oocyst suspensions free of foreign material.      All the aforementioned floatation methods are sufficient in varying degrees for recovery of small quantities of eimerian oocysts and nematode eggs. On the other hand, large-scale method for separating oocysts involving sedimentation of heavier particles from faecal suspension, collection of oocysts from the supernatant,  repeated washing and settling in potassium dichromate \\(K2Cr2O7)  solution. This method; however, results in continuous loss of oocysts \\(i.e. extensive washing of oocysts) and large volumes of waste water15.  Similarly, Eckert et al., 199516 have lengthily described typical laboratory methods involving screening, sedimentation and gravitational salt flotation for oocyst isolation from faeces. This technique is for the concentration and purification of oocysts from large quantities of faecal samples, necessitates long periods of time and some concerns about the efficiency of oocyst and egg recovery rates \\(unpublished data).\r\n\n\n    A number of factors need to be considered when the large-scale collection and purification of oocysts and eggs of parasitic infections from faecal materials, for instance, inoculum, feeding status of animals at the time of inoculation, age of animal, collection period, feeding status during collection, collection medium, homogenization, floatation, sieving, washing, sporulation, hypochlorite treatment and further purification17. Faecal dilution 18 is an important factor in the large-scale extraction of  eimerian oocysts  and nematode eggs from faeces. For this reason, different dilutions, such as 1:5, 1:7.5, 1:9, 1:10, 1:12.5, 1:15 and 1:20 should be tested to determine the optimal faecal dilution. A series of dilutions of pooled faecal samples from chicken and sheep containing defined amounts of the spike-in oocysts and eggs, respectively was used to determine the optimal faecal dilution ratio. In addition, the oocyst and egg detection limit \\(oocysts and eggs per gram of faeces) was determined by spiking faecal samples with decreasing numbers of oocysts and eggs. Faecal-spiking was also employed to determine the influence of different chicken and rabbit pure food used alone or in combination with fresh chicken and rabbit faecal materials on the recovery rate owing to the feeding behavior of the animals could result in mixing animal excreta with food materials in a varying degree. \r\n\n\n    In any coccidia and helminth parasite research program, it is indispensable to extract and purify oocysts and eggs from faeces for a wide range of scientific and industrial processes; the larger yields and the higher degree of oocyst and egg purity required will depend on the subsequent material usage. Therefore, the overall concern in all conventional methods has been to develop an efficient procedure for viable oocyst and egg isolation, which can be applied on a large scale in the shortest duration. Driven by this need, we proposed here a simple two-step procedure for obtaining highly purified oocysts and nematode eggs. The combination of the cream separator and filtration pump was exploited to harvest parasite oocysts and eggs of a required degree of purity and viability in large-scale, with the disbursement of the minimum amount of physical effort, time, animals, chemicals and glassware. For comparison purposes, a modified discontinuous \\(step-gradients) sucrose gradient method was employed for the isolation of eimerian oocysts and haemonchine eggs."
        },
        {
            "header": "Reagents",
            "content": "- Eimeria mitis oocysts, \r\n\n\n- Haemonchus contortus L3 larval-stage,\r\n\n\n- Two-week-old specific pathogen free \\(SPF) Arbor Acres \\(AA) broiler chicks , \r\n\n\n- Two-month-old sheep \\(Ovis aries), \r\n\n\n- 5-week-old rabbits \\(Oryctolagus cuniculus L.), \r\n\n\n- Saturated solution of sodium chloride \\(NaCl), \r\n\n\n- Buffered sucrose solution \\(PBS-Ca buffer, \r\n\n\n- PBS, Ph 7.4 plus 1 mM CaCl2),\r\n\n\n- Distiled water."
        },
        {
            "header": "Equipment",
            "content": "- Electrical Cream separator\\(MOTOP C14-100, Ukraine), \r\n\n\n- Benchtop Centrifuge"
        },
        {
            "header": "Procedure",
            "content": "**REAGENT SETUP**\r\n\n\n\r\n\n\n**Eimerian oocyst propagation.** \r\n\n\n    Two-week-old specific pathogen free \\(SPF) Arbor Acres \\(AA) broiler chicks were purchased from Beijing Arbor Acres Poultry Breeding Co., Ltd. They were housed in isolators and fed with a pathogen-free diet and water. The climatic conditions, lighting program, and chicken fodder and water were manually-operated and the chicks were cared for in agreement with the approved guidelines of the Institutional Animal Care and Committee of China Agricultural University. Sporulated oocysts \\(2.5 x 103) were inoculated into broiler chicks by oral gavage, and faeces were collected at 5-9 days post-inoculation according to eimerian species and the experimental requirements 19-21. The collected oocysts of Eimeria  mitis were used to spike other oocyst-free chicken faeces.\r\n\n\n     Seed-and- recovery experiment for validation of the current method by using different irrevelant matrices.\r\n\n\n\r\n\n\n    The use of E. mitis oocysts recovered from freshly experimental infection to spike different chicken and rabbit pure food used alone or in combination with fresh chicken and rabbit faecal materials in a ratio of 1 \\(chicken food) to 5 \\(chicken or rabbit faecal materials). Furthermore, the ratio of 1\\(rabbit faecal material) to 5 \\(rabbit food) was tested. Faeces from experimentally infected animals were collected from chicken and rabbit. Each sample was mixed with a known amount of freshly collected oocysts. The seeded matrices were homogenized with saturated NaCl solution at a 1\\(80 g):12.5 \\(920 ml saturated NaCl solution) ratio employing a suitable laboratory mixer until the mixture was homogeneous as described below.\r\n\n\n\r\n\n\n**Trichostrongylid egg preparation.** \r\n\n\n    Two-month-old sheep \\(Ovis aries) that were raised under confined living conditions to avoid worm exposure were moved from a local farmer in Jin Zhan village, Chaoyang, Beijing, China with an average liveweight of 25.02 kg  ±  2.2 kg.  Faecal materials and blood were collected for parasitological, haemato-biochemical, immunological analyses \\(unpublished data) to confirm absence of infection. Upon arrival in China Agricultural University facilities, all sheep were tagged \\(each sheep was assigned an arbitrary number for sample identification purposes), weighed, and then treated with double doses of ivermectin \\(Shijiazhuang Fengqiang Animal Pharmaceutical Co., Ltd) and a single dose of levamisole \\(Hebei New Century Pharmaceutical Co., Ltd). The sheep were acclimatized for four weeks before infection experiments initiated. The animals received a diet containing forage \\(grass silage): concentrate \\(barley, maize, wheat, wheat bran and bruised soya) 1:1 ad libitum. Sheep were exposed to a 12 h/12 h light/darkness regimen at mean internal relative humidity \\(23.4  %  ±  2.5 %) and temperature \\(19.28  ºC ±  0.94 ºC) within the dwelling facility. Infective 3th stage larvae \\(L3) of H. contortus were kindly provided by Professor Dr. Hu from State Key Laboratory of Agricultural Microbiology, College of Veterinary Medicine, Huazhong Agricultural University, Wuhan 430070, Hubei, China. A total of three; 3-month-old sheep were orally infected with a single dose of 5,000 H. contortus infective 3rd-stage larvae \\(L3) and maintained for 50-day post-infection. Faeces were collected at 14-50 day post-inoculation according to the experimental requirements.\r\n\n\n  \r\n\n\n\r\n\n\n**PROCEDURES**\r\n\n\n\r\n\n\n**Oocyst and egg concentration by the electrical cream separator machine.** \r\n\n\n\r\n\n\n      Cream separator machine \\(MOTOP C14-100, Ukraine) can be used throughout the separation process, which can be looked at as the three-phase separator machine \\(Fig. 1 and Fig. 2). The cream separator machine consists of a bowl spinning around a vertical axis, as illustrated in Fig. 3. Faecal suspensions are introduced through the feed inlet under centrifugal force. The heavier liquid and faecal residue pass to the distant regions of the bowl, while the lighter layer \\(oocyst- and egg- enriched layer) moves to the center. The conical plates \\(inclined discs) are arranged as shown in Fig. 3 to give smoother flow and better separation. For maximal recovery rate, the heavier layer can be reprocessed again, and the pellet can be collected and blended with the fluid floatation medium for 1 min to separate the remaining number of the parasite oocysts and eggs. The manual cleaning and discharge of faecal residue from the conical bowl can be carried out between runs. However, the fully automatic centrifugal cream separator machine with mechanical washing and discharge of faecal residue \\(conical bowl with nozzle) can process unlimited amount of faecal materials \\(i.e. continuous feeding of faecal suspension and ceaseless discharge of faecal residue).\r\n\n\nCream separator machine assembling procedure\r\n\n\nThe cream separator machine set up can be divided into ten steps. These are:\r\n\n\n\r\n\n\nStep 1: Put the rubber ring into the slot, and mount the inclined discs sequentially.\r\n\n\n\r\n\n\nStep 2. Cover the discs with the separating plastic plate and then with bowl cover. \r\n\n\n\r\n\n\nStep 3. Screw the nut with a hand and then tighten it with a bowl wrench by inserting two jets of the bowl wrench into two holes of the nut. \r\n\n\n\r\n\n\nStep 4. Install the assembled drum onto the spindle, and then install the following parts: Heavier layer discharge, lighter layer discharge and cream separator container.\r\n\n\n\r\n\n\nStep 5: Close the cork of the cream separator container. \r\n\n\n\r\n\n\n►Critical step: The installation area shall be horizontal and adjusted with a level gauge. \r\n\n\n\r\n\n\nStep 6: Turn on cream separator and wait 30 seconds until it reaches its maximum speed.\r\n\n\n\r\n\n\nStep 7: Pour the sieved faecal suspension into the cream separator container.\r\n\n\n\r\n\n\nStep 8: Open the cork of the cream separator container. \r\n\n\n\r\n\n\nStep 9: Collect the lighter and heavier layers. \r\n\n\n\r\n\n\n►Critical step: The bowl disassembly is achieved in reverse order of its assembly.\r\n\n\n\r\n\n\nStep 10: Boil the bowl components for 10 min after washing to switch between different eimerian oocyst and haemonchine egg species.\r\n\n\n\r\n\n\n**Adjustment of oocyst- and egg- enriched lighter layer volume**\r\n\n\n\r\n\n\nStep 1. Adjust the lighter layer volume by turning the lighter layer regulating screw at the upper part of the separating plate using the lighter layer regulating key. \r\n\n\n\r\n\n\nStep 2. Turn the lighter layer regulating screw clockwise for smaller volume, and counterclockwise for larger volume \\(Fig. 4).\r\n\n\n\r\n\n\n►Critical step: it is desirable to drive the lighter layer regulating screw out for oocyst- and egg- enriched lighter layer.\r\n\n\n\r\n\n\n**Procedural steps for coping with the egg-/oocyst- containing faecal material.**   \r\n\n\n\r\n\n\n        The oocyst- / egg- containing faecal material was mixed with saturated solution of sodium chloride \\(NaCl) in the ratio of 80 g of faecal material diluted and rehydrated with 920 ml salt solution. After being blended for 1 min \\(i.e. to avoid trapping of the oocysts and eggs) and squeezed through four layers of cheese cloth \\(the residue on the cheese cloth is again diluted and resqueezed), the oocyst- / egg- containing faecal material is placed in the electrical cream separator container and centrifuged at a high speed \\(approximately 10000 rpm) for 5 min. \r\n\n\n\r\n\n\n**Vacuum filtration for residual faecal material removal.**\r\n\n\n    Filtration is the passage of the lighter layer through a filter with pores small enough to remain oocysts and eggs and to eliminate fine debris. With respect to mesh sieve pore sizes, mesh sieve filters \\(ELKO Filtering Co, LLC, USA) ranged from 5 µm \\(E. mitis) to 35 µm \\(H. contortus) were used throughout this study. A 10 μm mesh sieve filter is the correct size for Eimeria maxima, Eimeria brunetti and Eimeria praecox and for other chicken eimerian parasites the 5 μm mesh sieve filter is applied to avoid leakage. The oocysts and eggs accumulated on the mesh sieve filter were washed with distilled water and collected using 2.5 % potassium dichromate and distilled water, respectively for parasite development. As shown in Fig. 5, the mesh sieve filter is present at the top of ceramic funnel and the flask with one side-arm attached to rubber tube connected with another vacuum trap flask. The latter is connected with vacuum pump, which has an advantage over the ordinary gravitational force.\r\n\n\n\r\n\n\n**Cream separator machine coupled with vacuum filtration procedure**\r\n\n\n    The whole separation process for eimerian oocyst of chicken and trichostrongylid egg of sheep employing cream separator machine can be listed as follows:\r\n\n\n\r\n\n\nStep 1: Mix 80 g of faecal material with 980 ml of saturated salt solution \\(1:12.5). \r\n\n\n\r\n\n\n► Critical step: keep some salt solution from step 1 to add them to the residue \\(step 4) on the cheese cloth and resqueeze again. \r\n\n\n\r\n\n\nStep 2: Homogenize with a laboratory mixer until the mixture is homogeneous \\(i.e. approximately 1 min).\r\n\n\n\r\n\n\nStep 3: Squeeze homogenate through four layers of wet cheese cloth \\(i.e. immersed in saturated salt solution) to remove large debris. \r\n\n\n\r\n\n\n► Critical step: Soak the cheese cloth in saturated salt solution to avoid trapping of oocysts and eggs\r\n\n\n\r\n\n\nStep 4: Repeat step 3 using the residue on the cheese cloth and resqueeze again.\r\n\n\n\r\n\n\nStep 5: Mix the filtrate from step 1 and step 3\r\n\n\n\r\n\n\nStep 6: Apply filtrate to the faecal suspension container of cream separator machine, when it reached its maximum speed.\r\n\n\n\r\n\n\nStep 7: Collect the lighter, heavier layers and pellet in separate containers\r\n\n\n\r\n\n\n► Critical step: Reapply the heavier layer as described above \\(step 6) and the pellet \\(faecal residue) as above \\(step 1) to increase the recovery of the oocysts and eggs from the faeces.\r\n\n\n\r\n\n\nStep 8: Apply cream separator machine-purified oocysts and eggs \\(lighter layers) to vacuum filtration for salt and fine debris removal using a suitable mesh sieve filter and plain tap water for 2 min.\r\n\n\n\r\n\n\nStep 9: Collect the accumulated oocysts and eggs using plastic pasteur pipette and the suitable incubation solutions \\(2.5 % potassium dichromate for eimerian oocysts and distilled water for trichostronglid eggs) for subsequent processes.\r\n\n\n\r\n\n\n► Critical step: Bleach the collected oocysts in 4 to 5 volumes of ice-cold household bleach \\(sodium hypochlorite, ~ 5 % w/v aqueous) and placed on ice for 10 min with occasional shaking. Then wash thoroughly as described above \\(step 8) under aseptic conditions. Similarly, sterilize the accumulated eggs by washing twice with 2 % sodium hypochlorite for 20 s each followed by five times with sterile distilled water under disinfected conditions. Conduct this critical step for metabolic studies of oocysts/eggs, sporozoites/larvae used for cell or tissue culture inoculation or studying the microbial community associated with nematode eggs \\(unpublished data). \r\n\n\n      \r\n\n\n      A Flow chart recapping the concentration and purification of eimerian oocysts and trichostrongylid eggs are set out in Figure 6.\r\n\n\n\r\n\n\n**Oocyst and egg separation on a discontinuous sucrose gradient**                                                                        Oocysts and eggs were recovered according to 10 with major modifications as follows: The buffered sucrose solution \\(PBS-Ca buffer, PBS, PH 7.4 plus 1 mM CaCl2) is an ideal density gradient material owing to low cost, inertness, stability, high solubility, and non-toxic nature. Furthermore, removal of fine debris and sucrose from separated oocysts and eggs is best achieved by repeated washings with distilled water or a suitable buffer under vacuum filtration. To decrease the osmotic strength with sucrose solutions and the effect of the centrifugal force, the centrifugal speed and time \\(i.e. 2000 rpm for 10 min) are reduced to maintain high oocyst and egg viabilities.  Preformed gradients of the discontinuous sucrose are prepared by carefully layering two consecutive solutions \\(15 ml each) of different density \\(i.e. 60% and 30%) on top of each other in the 50 ml centrifuge tube with a concrete shift in density \\(a step) between each \\(Fig. 7A).  A small amount of phenol red was added to the 30 % sucrose solution to easily discriminate between the gradient layers. Preformed gradients of discontinuous sucrose used for oocyst and egg separation can be prepared using over-layering \\(Fig. 8A and Fig. 8B) and under-layering techniques \\(Fig. 8C). The gradient is prepared by layering progressively less dense 30 % sucrose solution upon 60 % by slowly allowing it to run down inside the yellow \\(200 μl) pipettor tip, which is placed on the end of the blue \\(1000 μl) pipettor tip, and gravity will drain the solutions down the side of the tube steadily as shown in Fig. 8A.  Other applications of the discontinuous sucrose solutions included the setup described below in Fig. 8B using the peristaltic pump \\(Peristaltic pump, HL-2B; Shanghai Jingke industrial co. LTD) and the under-layering technique \\(Fig. 8C)\\[a syringe with a large needle is employed to introduce the denser sucrose solution \\(i.e. 60 %) under the lighter one \\(i.e. 30 %)]. A 7.5 ml of oocyst- or egg- suspension \\(80 g of faecal material diluted and rehydrated with 980 tap water) after being blended for 1 min \\(i.e. to avoid trapping of the oocysts and eggs) and squeezed through four layers of cheese cloth \\(the residue on the cheese cloth is again diluted and resqueezed) is layered on top of the gradient as a narrow band \\(i.e. to avoid streaming) and centrifuged at a low speed. On centrifugation, the oocysts and eggs mainly banded at the interface between the two densities \\(i.e. lighter oocyst- and egg- containing suspension and denser sucrose solutions, 30 %). As most of the oocysts/eggs are collected at the interface between the sample \\(oocyst- and egg-containing solutions) and the 30 % sucrose, this one-step method involving sucrose step-density gradient centrifugation for concentration and recovery of eimerian oocysts and trichostronglyid eggs free from residual fecal materials could be simplified to have one continuous gradient \\(30 %), which will produce the so-called concentrated oocysts and eggs on top of the 30 % sucrose solution \\(Fig. 7B). This additional sucrose float is necessary to minimize faecal debris carried over the suitable mesh filter under vacuum for further purification and collection. \r\n\n\n   Oocysts and eggs isolated \\(enriched) by the sucrose method were subjected to a vacuum filtration through 5 µm \\(E. mitis) and 35 µm \\(H. contortus) nylon meshes for fine debris and sugar removal using thorough washings with plain tap water. The accumulated oocysts and eggs by filtration over the sieve were collected in 2.5 % potassium dichromate \\(eimerian oocysts) and distilled water \\(haemonchine eggs), respectively. The numbers of oocysts and eggs recovered were adjusted by centrifugation at 3000 rpm for 5 min and addition of the required volume of the previous solutions.\r\n\n\n\r\n\n\n**Recovery rate**  \r\n\n\n    The average oocyst recovery rate \\(as a percentage) was calculated by using the formula \\[\\(oocyst number recovered / \\(oocyst number experimentally detected or seeded)] × 100; however, the average egg recovery rate was computed by employing the sentential function \\[\\(egg number recovered / \\(egg number experimentally detected)] × 100. To ensure the procedure in use harvests reliable and reproducible estimates, the flotation time \\(i.e. the interval between loading the McMaster chamber and counting the oocysts/eggs) in the well-mixed oocyst/egg saturated NaCl suspension is 5 min at room temperature. In order to obtain accurate oocyst numbers using McMaster chamber22,23, several counts from different samples are performed.\r\n\n\n\r\n\n\n**Viability assay**\r\n\n\n_Eimerian oocyst sporulation_\r\n\n\n      For sporulation, the freshly purified oocysts were transferred into 2.5 % potassium dichromate solution \\(w/v, aqueous) in Erlenmeyer flasks covered with a perforated lid on a rotary shaker at 26 °C and 80 % relative humidity for approximately 72 h20. Sporulation was confirmed by examining a drop from each aliquot under the microscope. The examined oocysts were considered to be sporulated when four sporocysts were apparently distinguishable in each oocyst. At least five hundred oocysts were checked in each aliquot, which was regarded as the satisfactory number for statistical analysis and the number of sporulated oocysts was recorded. The average viability rate \\(as a percentage of sporulation) was calculated by using the formula \\[\\(sporulated oocysts) / \\(total number of oocysts)] × 100.\r\n\n\n\r\n\n\n_Trichostronglyid egg hatching_\r\n\n\n    The extracted nematode eggs were washed on a 35 µm nylon filter with distilled water to remove fine debris and salt \\(cream separator machine) or sugar \\(modified sucrose gradient). The egg was adjusted to 500 eggs per well in 6-well cell culture plate containing distilled water. The plate was incubated for 7 days at room temperature to allow parasite development to the L3 larval-stage. The total number of L3 larvae was recorded. The average viability rate \\(as a percentage of hatching) was calculated by using the formula \\[\\(total number of L3 larvae) / \\(total number of eggs)] × 100.\r\n\n\n\r\n\n\n**Optical microscopic observation**\r\n\n\n   Optical microscopic observation was used for purity \\(qualitative) evaluation of oocyst and egg purification. More than 100 microscopic fields from different prepared slides of coccidian oocysts and nematode eggs were investigated before considering the oocysts, and eggs are pure without any faecal contaminants.\r\n\n\n\r\n\n\n**Statistical analysis**\r\n\n\n   A two-tailed t-test using Instat software \\(Graphpad Software, San Diego, Calif) was employed to determine statistical difference between recovery and viability rates, and required time of oocysts and eggs harvested by cream separator method and modified sucrose gradient method. Statistical analysis \\(a two-tailed t-test) was carried out to determine the superiority of 1:12.5 faecal dilution ratio over other faecal dilution ratios. A P- value of less than 0.05 was considered statistically significant."
        },
        {
            "header": "Anticipated Results",
            "content": "The present study portrayed the use of discontinuous sucrose gradient and cream separator machine in conjunction with a vacuum pump for concentration and purification of eimerian oocysts and trichostrongylid eggs. \r\n\n\nCream separator machine coupled with vacuum filtration for separation of oocysts and eggs\r\n\n\n\r\n\n\n  The efficiency of separation increased due to the inclined discs that reduced the distance to the bottom of the bowl. Therefore, the coarser materials will slide in the bottom of the bowl and more purified layers will be produced. The lighter layer \\(from the top outlet), which contains the parasite oocysts and eggs is less dense than the fluid floatation medium float and proceed in direction to the centers of the bowl and leave the drum \\(bowl) from the cream output under the centrifugal force within the rotating drum of the cream separator. The heavier layer, which contains the negligible value of the parasite oocysts and eggs proceeds over the outside of the bowl and reaches to the heavier layer outlet. The pellet \\(faecal residue), which contains coarse material and the leftover of the parasite oocysts and eggs is accumulated in the solid retention area.\r\n\n\nOptimal dilution ratio, and minimal and maximal recovery rate determination.\r\n\n\n\r\n\n\n    Different combinations of faecal material and saturated saline solution were used to determine the optimal mixing ratio that yielded the maximum recovery rate \\(Table 1; Fig. 9). From these data, we can see that a 1\\(80 g of faecal material):12.5 \\(920 ml of saturated saline solution) dilution factor resulted in the highest average recovery rates of oocysts \\[80.68 % \\(SD, ± 1.61 %)] for the lighter layer \\(*****P ˂ 0.0001). Consistent with this dilution factor, the average recovery rates of nematode eggs were 91.91 % \\(SD, ± 1.35 %) for the lighter  layer. The lower detection limit per ml of faecal suspension was 0.9 % \\(SD, ±  0.74 %) and 1.6% \\(SD, ±  0.55 %) for oocysts and eggs, respectively \\(Table 2).\r\n\n\n     Effect of diverse extraneous matrices on oocysts' recovery efficiency.\r\n\n\n\r\n\n\n    Oocysts recovered from freshly experimental infection were used to seed different food and faecal material combinations. Table 3 summarizes the average recovery rate of eimerian oocysts \\(expressed as a percentage) from seeded pure and mixed combinations of diverse matrices using our current approach. Strikingly, the recoveries were adversely different.\r\n\n\nViability assay. \r\n\n\n   The most important feature of any oocyst- and egg- isolation method is maintenance of cell viability. An experiment was performed to determine the rate of hatchability of nematode eggs employing the current isolation method. The extracted nematode eggs were washed on a 35 µm nylon filter with distilled water to remove the salt. The egg was adjusted to 500 eggs per well in 6-well cell culture plate containing distilled water. The plate was incubated for 7 days at room temperature to allow parasite development to the L3 larval-stage. Interestingly, our results showed 73.74 % \\(SD, ± 7.61 %) larvae hatching out of their eggs \\(Fig. 10B).\r\n\n\nCombined sucrose step-density gradient centrifugation- vacuum filtration methods for oocyst and egg isolation. \r\n\n\n\r\n\n\nMaximal and minimal recovery rates\r\n\n\n\r\n\n\n    It may be concluded from the present study that the peristaltic pump and under-layering technique are comparatively reliable techniques than over-layering techniques and may be recommended to use for reproducible sucrose gradient formation without disturbances of the gradient layers. An aqueous-based contamination and sugar removal could be performed on a suitable mesh filter using a vacuum pump under the above-mentioned conditions. Then, the average rate of recovered oocysts and eggs in the upper fraction was found to be 81.87 % \\(SD, ±  9.81 %) and 92.32 % \\(SD, ± 3.13 %), respectively. However, the average of the minimal detectable rate of eimerian oocysts and nematode eggs per ml of faecal suspension that could be detected was 1 % \\(SD, ± 1.03 %) and 1.2 % \\(SD, ±  0.8 4 %), correspondingly\r\n\n\n\\(Table 2). \r\n\n\nViability assay. \r\n\n\nUnder optimal conditions \\(26 ºC, aeration, 2.5 % K2Cr2O), freshly isolated E. mitis oocysts displayed a higher 68.06% \\(SD, ± 1.9%) sporulation ability of oocysts within 72 h \\(Fig. 10A).\r\n\n\nMicroscopic examination of concentrated and recovered coccidian oocysts and nematode eggs.\r\n\n\n\r\n\n\n     Optical microscopic observation illustrated that the extracted oocysts and eggs were highly purified in both the discontinuous sucrose gradient- and cream separator machine- associated with a vacuum pump. Additionally, the isolated oocysts and eggs were free of bacteria \\[after washing with laundry bleach, sodium hypochlorite \\(NaOCl)] and faecal contaminants \\(unpublished data). \r\n\n\nComparison of milk cream separator with that of the modified sucrose gradient\r\n\n\n\r\n\n\n    Overall, the cream separator machine gave slightly lower recovery rates \\(as a percentage), especially in the context of maximum yield and minimal detection limit than the discontinuous sucrose gradient; however, the differences between the oocyst and egg recovery rates were not significant \\(p>0.05). Moreover, the major advantages associated with the use of current method in comparison with the conventional methods, such a modified sucrose gradient can be seen from the data in Table 2. Although there is a high recovery rates of oocysts \\(<sub> 81%) and nematode eggs \\(</sub> 92%) obtained from avian and ovine fecal materials, respectively using the cream separator method, neither of them was significantly higher than that of the modified sucrose gradient \\( p >0.05).  Additionally, there were no significant differences between the viability rates from traditional sucrose gradient method compared with our current approach \\(p > 0.05). However, the indispensible manual dexterity was less with the cream separator method.  Moreover, the required time to process 12 liters of faecal suspension \\(~ 7.2 min) \\(*****p ˂ 0.0001) was less than for the modified sucrose method \\(approximately 16.6 days). \r\n\n\n\r\n\n\n    Most procedures that have been delineated for concentrating and purifying eimerian oocysts and nematode eggs are designed to either identify the parasites in veterinary clinical specimens or isolate oocysts and eggs from a small volume of faeces from infected avian and ovine hosts. The present study describes a rapid method for the large-scale extraction, purification and cleaning of coccidial oocysts and trichostrongylid from faeces free of unwanted faecal and microbial contaminants. The isolation method is based on saturated NaCl centrifugal flotation technique of oocysts and eggs, followed by decontaminating, washing and accumulating on suitable nylon filters under electrical vacuum.\r\n\n\n     Floatation solution includes sugar and various salt solutions, such as saturated sodium chloride, sodium nitrate, magnesium sulfate and zinc sulfate. The choice of floatation solution has a substantial effect upon the sensitivity of the flotation procedures24. Advantages and disadvantages should be considered when selecting the fluid floatation medium to concentrate the parasite oocysts and eggs. By way of illustration, our data show how the mixing ratio between the faecal materials and the fluid floatation solution can influence the recovery rate. The oocyst- containing faecal materials were serially diluted using the most inexpensive and easiest floatation solution \\(table salt) to explore the correct mix between them. The most striking result to emerge from the data is that the ratio between the faecal material and floatation solution influences the oocyst recovery rate. The lesser the dilution ratio, the more collision between faecal material particles with each other than with the disc stack \\(inclined discs) resulted in minor recovery rate of the oocysts. Compared with the lower dilution ratio, the higher dilution ratio of the faecal material led to flowing away of the particles of faecal material and incomplete separation process. Different combinations of faecal material and saturated saline solution were used to determine the optimal dilution ratio that yielded the maximum recovery rate. On examination of the optimal dilution ratio, it was revealed that a 1:12.5 dilution factor had approximately 81 % and 92 % for oocysts and eggs, respectively. In this context, the influence of sample dilution on faecal egg counts based on the McMaster technique has been reported by other workers18.\r\n\n\n             The results shown in Table 3, indicate that the composition of animal faeces could substantially affect the recovery rates of the oocysts using this technique. Strikingly, the recoveries were extremely different. Therefore, it is desirable to avoid mixing the faecal and food during the collection of faeces. The nature and composition of samples influence on the performance of solutions and the effectiveness of oocyst recovery. It is clear from our results that the composition of seeded materials masks the presence of oocysts in some way. The most likely causes of this masking are the hydrophobic and surface charge characteristics, which are influenced by the ionic strength and pH of the suspension medium. They determine the degree of the adsorption of oocysts to particulate material. These results match those observed in earlier studies25-29. They reported that the oocyst experimental recovery may be affected by the nature and type of the sample, type of solutions and technique applied in oocyst concentration and purification. \r\n\n\n    The technique described above in which oocysts and eggs can be freed of faecal debris by a sugar floatation method cannot be recommended if the faecal material quantity is greater than 0.6 and 1.2 g for classical and alternative gradient centrifugation, respectively. Nonetheless, the cream separator method described herein handles large quantities of faecal material up to 960 g per run and reduces the crucial laboratory chore burden.\r\n\n\n               The proportion of sporulated oocysts was determined microscopically, and the sporulation rate of E. mitis was approximately 68%; however, the hatchability rate of nematode eggs was roughly 74% using the novel approach. These results are in accordance with those of 30,31, who show that sporulation under optimal condition results in 68 % sporulation ability of Eimeria acervulina oocysts and 62 % of Eimeria maxima oocysts, respectively. In comparison to the traditional method, no significant differences were found.  Moreover, for a higher sporulation and hatching percentage of oocyst and egg population in faeces, faeces for oocyst and egg isolation may be collected in pans filled with 2.5 % K2Cr2O7   and water, respectively.    \r\n\n\n The quality of purified oocysts and eggs refers to the degree of contaminants, including microbial and faecal debris that is present after oocyst and egg purification. The coccidian oocysts and trichostrongylid eggs were not existed in a free form; however, probably adhered to faecal debris. Furthermore, the microbial contamination was always observed in oocysts and eggs isolated with traditional methods. Sodium hypochlorite has been used successfully at a stage subsequent to centrifugal flotation \\(i.e. washing under vacuum) to clean faecal solids and microbial contamination from coccidian oocysts and eggs. Results similar to ours have been reported by32,33 for coccidian oocysts. Intriguingly, the current approach has been applied to explore the H. contortus egg microbiome \\(unpublished data).\r\n\n\n In spite of the existence of several methods for egg purification, such as sucrose and lymphocyte separation medium \\(LSM) for Ostertagia egg enrichment13, or both salt and sugar solutions for gastro-intestinal nematode egg isolation from faeces12, but none has yet achieved general acceptance. The expenditure, time-consuming nature, need for particular facilities and eminently trained personnel, and large volume of environmental samples have limited the scope of using the traditional assays.\r\n\n\n     The advantages of the cream separator machine and subsequent vacuum filtration can be listed as follows: it is rapid and more productive, which will result in decision making to control the infection in the shortest duration; it can be used for small- and large-scale applications, which are required for improving our understanding of the epidemiology and genetics of host-parasite interactions; it avoids more exposure to salts, which kill the parasites in conventional salt floatation methods; and it holds the potential to explore the microbial community that may be associated with coccidian oocysts and nematode eggs. \r\n\n\n    In conclusion, these data indicate that the NaCl cream separator flotation coupled with electrical vacuum is suitable for routine detection, obtaining highly purified oocysts and eggs from faeces or food-faecal material mixtures.  Moreover, the current method described here provides an alternative way to harvest and purify parasite oocysts and eggs on a large-scale and can also be scaled upwards to handle even larger amounts. Future application of the fully automatic centrifugal cream separator with mechanical washing and discharge of faecal residue could be the top-first in the field of parasitology."
        },
        {
            "header": "References",
            "content": "References\r\n\n\n1 Davis, L. R. & Bowman, G. W. The endogenous development of Eimeria zurnii, a pathogenic coccidium of cattle. American journal of veterinary research 18, 569-574 \\(1957).\r\n\n\n2 Grafner, G. & Graubmann, H. D. \\[Remarks on the pathogenicity of Eimeria species exemplified by cattle coccidiosis]. Angewandte Parasitologie 20, 202-209 \\(1979).\r\n\n\n3 Niilo, L. The effect of dexamethasone on bovine coccidiosis. Canadian journal of comparative medicine : Revue canadienne de medecine comparee 34, 325-328 \\(1970).\r\n\n\n4 Shirley, M. W., Smith, A. L. & Tomley, F. M. The biology of avian Eimeria with an emphasis on their control by vaccination. Advances in parasitology 60, 285-330, doi:10.1016/s0065-308x\\(05)60005-x \\(2005).\r\n\n\n5 O'Connor, L. J., Walkden-Brown, S. W. & Kahn, L. P. Ecology of the free-living stages of major trichostrongylid parasites of sheep. Veterinary parasitology 142, 1-15, doi:10.1016/j.vetpar.2006.08.035 \\(2006).\r\n\n\n6 Kawazoe, U., Tomley, F. M. & Frazier, J. A. Fractionation and antigenic characterization of organelles of Eimeria tenella sporozoites. Parasitology 104 Pt 1, 1-9 \\(1992).\r\n\n\n7 Lamberti, G., de Araujo, M. E. & Huber, L. A. Isolation of Macrophage Early and Late Endosomes by Latex Bead Internalization and Density Gradient Centrifugation. Cold Spring Harbor protocols 2015, pdb prot083451, doi:10.1101/pdb.prot083451 \\(2015).\r\n\n\n8 Arrowood, M. J. & Sterling, C. R. Isolation of Cryptosporidium oocysts and sporozoites using discontinuous sucrose and isopycnic Percoll gradients. The Journal of parasitology 73, 314-319 \\(1987).\r\n\n\n9 Bautista, E., Pezzani, B. C., Cordoba, A., De Luca, M. M. & Basualdo, J. A. \\[Relationship between discontinuous sucrose gradient and viability of Cryptosporidium sp. oocysts]. Revista Argentina de microbiologia 31, 188-192 \\(1999).\r\n\n\n10 Garberi, J. C. et al. Toxoplasma gondii: a rapid method for the isolation of pure tachyzoites. Preliminary characterization of its genome. Memorias do Instituto Oswaldo Cruz 85, 429-434 \\(1990).\r\n\n\n11 Mes, T. H. et al. A novel method for the isolation of gastro-intestinal nematode eggs that allows automated analysis of digital images of egg preparations and high throughput screening. Parasitology 123, 309-314 \\(2001).\r\n\n\n12 Mes, T. H., Eysker, M. & Ploeger, H. W. A simple, robust and semi-automated parasite egg isolation protocol. Nature protocols 2, 486-489, doi:10.1038/nprot.2007.56 \\(2007).\r\n\n\n13 Tuo, W., Zarlenga, D., Hebert, D., Miramontes, E. & Fetterer, R. A Two-Step Method to Generate Highly-Purified Nematode Eggs from Feces: Sucrose Flotation Followed by Density Gradient Centrifugation Using Lymphocyte Separation Medium. Comparative Parasitology 82, 275-279, doi:10.1654/4761.1 \\(2015).\r\n\n\n14 Sharma, N. N., Reid, W. M. & Foster, J. W. A cleaning method for coccidial oocysts using density-gradient sedimentation. The Journal of parasitology 49, 159-160 \\(1963).\r\n\n\n15 Samuel, A. E.     \\(Google Patents, 1964).\r\n\n\n16 Eckert, J., Braun, R. & Shirley, M. W. Biotechnology : guidelines on techniques in coccidiosis research.  \\(Office for Official Publications of the European Communities, 1995).\r\n\n\n17 Ryley, J. F., Meade, R., Hazelhurst, J. & Robinson, T. E. Methods in coccidiosis research: separation of oocysts from faeces. Parasitology 73, 311-326 \\(1976).\r\n\n\n18 Dunn, A. & Keymer, A. Factors affecting the reliability of the McMaster technique. Journal of helminthology 60, 260-262 \\(1986).\r\n\n\n19 El-Ashram, S., Sun, X., Yin, Q., Liu, X. & Suo, X. Exploring early and late Toxoplasma gondii strain RH infection by two-dimensional immunoblots of chicken immunoglobulin G and M profiles. PloS one 10, e0121647, doi:10.1371/journal.pone.0121647 \\(2015).\r\n\n\n20 El-Ashram, S. et al. From the Macro to the Micro: Gel Mapping to Differentiate between Sporozoites of Two Immunologically Distinct Strains of Eimeria maxima \\(Strains M6 and Guelph). PloS one 10, e0143232, doi:10.1371/journal.pone.0143232 \\(2015).\r\n\n\n21 Novilla, M. N., Jeffers, T. K., Griffing, W. J. & White, S. L. A redescription of the life cycle of Eimeria mitis Tyzzer, 1929. The Journal of protozoology 34, 87-92 \\(1987).\r\n\n\n22 Cebra, C. K. & Stang, B. V. Comparison of methods to detect gastrointestinal parasites in llamas and alpacas. Journal of the American Veterinary Medical Association 232, 733-741, doi:10.2460/javma.232.5.733 \\(2008).\r\n\n\n23 Haug, A., Williams, R. B. & Larsen, S. Counting coccidial oocysts in chicken faeces: a comparative study of a standard McMaster technique and a new rapid method. Veterinary parasitology 136, 233-242, doi:10.1016/j.vetpar.2005.11.024 \\(2006).\r\n\n\n24 Bukhari, Z. & Smith, H. V. Effect of three concentration techniques on viability of Cryptosporidium parvum oocysts recovered from bovine feces. Journal of clinical microbiology 33, 2592-2595 \\(1995).\r\n\n\n25 Davies, C. M., Kaucner, C., Deere, D. & Ashbolt, N. J. Recovery and enumeration of Cryptosporidium parvum from animal fecal matrices. Applied and environmental microbiology 69, 2842-2847 \\(2003).\r\n\n\n26 Downey, A. S. & Graczyk, T. K. Maximizing recovery and detection of Cryptosporidium parvum oocysts from spiked eastern oyster \\(Crassostrea virginica) tissue samples. Applied and environmental microbiology 73, 6910-6915, doi:10.1128/aem.01027-07 \\(2007).\r\n\n\n27 Vesey, G., Slade, J. S., Byrne, M., Shepherd, K. & Fricker, C. R. A new method for the concentration of Cryptosporidium oocysts from water. The Journal of applied bacteriology 75, 82-86 \\(1993).\r\n\n\n28 LeChevallier, M. W., Norton, W. D., Siegel, J. E. & Abbaszadegan, M. Evaluation of the immunofluorescence procedure for detection of Giardia cysts and Cryptosporidium oocysts in water. Applied and environmental microbiology 61, 690-697 \\(1995).\r\n\n\n29 Kuczynska, E. & Shelton, D. R. Method for detection and enumeration of Cryptosporidium parvum oocysts in feces, manures, and soils. Applied and environmental microbiology 65, 2820-2826 \\(1999).\r\n\n\n30 Graat, E. A., Henken, A. M., Ploeger, H. W., Noordhuizen, J. P. & Vertommen, M. H. Rate and course of sporulation of oocysts of Eimeria acervulina under different environmental conditions. Parasitology 108 \\( Pt 5), 497-502 \\(1994).\r\n\n\n31 Waldenstedt, L., Elwinger, K., Lunden, A., Thebo, P. & Uggla, A. Sporulation of Eimeria maxima oocysts in litter with different moisture contents. Poultry science 80, 1412-1415 \\(2001).\r\n\n\n32 Nyberg, P. A., Bauer, D. H. & Knapp, S. E. Carbon dioxide as the initial stimulus for excystation of Eimeria tenella oocysts. The Journal of protozoology 15, 144-148 \\(1968).\r\n\n\n33 Wagenbach, G. E., Challey, J. R. & Burns, W. C. A method for purifying coccidian oocysts employing clorox and sulfuric acid-dichromate solution. The Journal of parasitology 52, 1222 \\(1966)."
        },
        {
            "header": "Acknowledgements",
            "content": "This research was supported by the National Key Basic Research Program \\(973 program) of China \\(Grant No. 2015CB150300). Additionally, the funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep43346",
                "date": "2017-02-13 05:57:14",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14461,
                "identity": "a0ebd4f5-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Saeed El-Ashram",
                "email": "saeed_elashram@yahoo.com",
                "orcid": "",
                "institution": "Xun Suo's Lab, China Agricultural University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Saeed",
                "middleName": "",
                "lastName": "El-Ashram",
                "suffix": ""
            },
            {
                "id": 14462,
                "identity": "a0ebd900-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xun Suo",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xun",
                "middleName": "",
                "lastName": "Suo",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-02-02 12:03:11",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.020",
        "doiUrl": "https://doi.org/10.1038/protex.2017.020",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609637,
                "identity": "1d74bbc2-a2cc-4a3a-a0f7-bc972b68a295",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 90055,
                "visible": true,
                "origin": "",
                "legend": "Table 1    Summary of concentrated and recovered oocysts and their corresponding dilution factor employing chicken fecal materials (experimental infection).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_1.jpg"
            },
            {
                "id": 2609640,
                "identity": "c81dce43-f07d-4828-bb5e-12202b92eeff",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 88155,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Comparison of cream separator and conventional sucrose method for the determination of maximal and minimal recovery rates of eimerian oocysts and nematode eggs. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_2.jpg"
            },
            {
                "id": 2609639,
                "identity": "557cfe33-cef7-4f43-8460-9bfdb15915fd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 75928,
                "visible": true,
                "origin": "",
                "legend": "Table 3    Recovery efficiency of oocysts spiked in different combinations of food and faecal materials of rabbit and chicken.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_3.jpg"
            },
            {
                "id": 2609641,
                "identity": "d8f9eaad-6e96-44f4-8833-244fb04af6a2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2897131,
                "visible": true,
                "origin": "",
                "legend": "Figure 1    Different parts of electrical cream separator.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_4.jpg"
            },
            {
                "id": 2609638,
                "identity": "ca0a9c68-099c-4e39-a221-4242daeb438d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 96045,
                "visible": true,
                "origin": "",
                "legend": "Figure 2:    Three phase electrical cream separator (lighter, heavier and pellet).",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_5.jpg"
            },
            {
                "id": 2609642,
                "identity": "d407342d-39bd-4adc-b896-19477090fb67",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1357912,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Schematic drawing of the centrifugal separation process.",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_6.jpg"
            },
            {
                "id": 2609646,
                "identity": "4eff5bff-9f4b-40ee-9519-09cf8bf1e654",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 199432,
                "visible": true,
                "origin": "",
                "legend": "Figure 4   Cream separator components responsible for regulation of oocyst- and egg- enriched lighter layer volume.",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_7.jpg"
            },
            {
                "id": 2609644,
                "identity": "23cfe9a4-5ee5-4bad-9c42-3d97859050b7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1326197,
                "visible": true,
                "origin": "",
                "legend": "Figure 5   Set up for filtration assemblage to remove the residual faecal material (fine debris) and microbial contaminants.",
                "description": "",
                "filename": "figure8.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_8.jpg"
            },
            {
                "id": 2609643,
                "identity": "eda761f2-bf0d-4f3e-bcd9-48e118a48d31",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1501161,
                "visible": true,
                "origin": "",
                "legend": "Figure 6   Flow chart summarizing the concentration and purification of eimerian oocysts and trichostrongylid eggs.",
                "description": "",
                "filename": "figure9.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_9.jpg"
            },
            {
                "id": 2609645,
                "identity": "6cfe95e5-b13e-40c7-b9fd-2c3c7dc7baba",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 10,
                "title": "Figure 10",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 284549,
                "visible": true,
                "origin": "",
                "legend": "Figure 7   Sucrose density gradient centrifugation. Conventional sucrose gradient set up (A) and alternative sucrose set up (B).",
                "description": "",
                "filename": "figure10.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_10.jpg"
            },
            {
                "id": 2609647,
                "identity": "13b4e4e5-59b8-41fb-a591-686e06481cb1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:05",
                "extension": "jpg",
                "order_by": 11,
                "title": "Figure 11",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 191580,
                "visible": true,
                "origin": "",
                "legend": "Figure 8   Setup for sucrose gradient. A. Over-layering preparation using yellow pipettor tip and blue pipettor tip, which are held substantial by a clamp stand. B. Over-layering preparation using the peristaltic pump. C. Under-layering preparation using the syringe",
                "description": "",
                "filename": "figure11.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_11.jpg"
            },
            {
                "id": 2609648,
                "identity": "000258d8-c744-4a81-822c-488b224eb24f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:05",
                "extension": "jpg",
                "order_by": 12,
                "title": "Figure 12",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 656470,
                "visible": true,
                "origin": "",
                "legend": "Figure 9   A graph showing the optimal faecal dilution ratio (1:12.5) compared with other dilution ratios. ***P ˂ 0.0001.",
                "description": "",
                "filename": "figure12.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_12.jpg"
            },
            {
                "id": 2609649,
                "identity": "73d4779a-6415-421d-a005-32478b90a3c1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:05",
                "extension": "jpg",
                "order_by": 13,
                "title": "Figure 13",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 161391,
                "visible": true,
                "origin": "",
                "legend": "Figure 10   Photomicrographs of the viability assay. Atypical sporulated oocyst of Eimeria mitis sporulated for 72 h (A) and larval development process of Haemonchus contortus incubated for 24 h (B).",
                "description": "",
                "filename": "figure13.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/figure_13.jpg"
            },
            {
                "id": 13465064,
                "identity": "3dacfcb0-6595-45cf-8196-fc35fe33dc11",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1084171,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5583/v1/cfea73e4-c380-4384-b68e-f82218e5e762.pdf"
            }
        ],
        "financialInterests": "The authors declare that there is no conflict of interests regarding the publication of this article.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Electrical cream separator; vacuum filtration; eimerian oocysts; nematode eggs",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Several methods have been proposed for separation of eimerian oocysts and trichostrongylid eggs from extraneous debris; however, these methods have been considered to be still inconvenient in terms of time and wide-ranging applications. We describe herein an alternative way using the combination of electrical cream separator and vacuum filtration for harvesting and purifying eimerian oocysts and haemonchine eggs on large-scale applications with approximately  81 % and 92 % recovery rates for oocysts and nematode eggs obtained from avian and ovine faeces, correspondingly. The sporulation percentages as a measure of viability in the harvested oocysts and eggs from dry faecal materials are nearly 68 % and 74 %, respectively, and 12 liters of faecal suspension can be processed in approximately 7.5 min. The mode of separation in terms of costs \\(i.e. simple laboratory equipments and comparably cheap reagents) and benefits renders the reported procedure an appropriate pursuit to harvest and purify parasite oocysts and eggs on a large scale in the shortest duration from diverse volumes of environmental samples compared to the modified traditional sucrose gradient, which can be employed on a small scale.",
        "manuscriptTitle": "Electrical cream separator coupled with vacuum filtration for the purification of eimerian oocysts and trichostrongylid eggs",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-03-27 17:17:00",
                "doi": "10.1038/protex.2017.020",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0eb63f9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 27th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3819,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-03-27 17:17:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}