{
    "identity": "pex-635",
    "title": "<p>Xeno-free, chemically defined and scalable monolayer differentiation protocol for retinal pigment epithelial cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Age-related macular degeneration (AMD) is the major cause of severe vision loss in people over 60 years of age especially among individuals with Caucasian ethnicities, with 500.000&nbsp;new cases each year in the Western countries <sup>1</sup>. Up to date, AMD is estimated to affect 170&nbsp;million worldwide, a number predicted to increase to 196 million in the coming five years and up to 288 million in 2040<sup>2</sup>, implying substantial social and financial consequences. AMD comes in two forms: neovascular or “wet” AMD, characterized by the abnormal growth of choroidal vessels through the Bruch’s membrane causing subretinal edema and hemorrhage, and “dry” AMD, which in advanced stages is characterized by well demarcated&nbsp;areas of RPE loss and outer retinal degeneration, also known as geographic atrophy (GA)<sup>3,4</sup>.&nbsp;The “dry” form accommodates 80-90% of the AMD patients and although neovascular AMD&nbsp;is currently treated with anti-vascular endothelial growth factor (VEGF) injections, there is no treatment available for “dry” AMD patients. Therefore, subretinal transplantation of RPE cells derived from human pluripotent stem cells (hPSC) emerges as a potential replacement therapy in GA. Although there are several protocols describing the derivation of RPE from a hPSC source, they still rely on the manual selection of pigmented patches of cells to reach higher purity<sup>5–10</sup>. Such manual selection makes large scale production of hPSC-RPE cells cumbersome and carries a potential risk of tumorigenicity if residual undifferentiated cells&nbsp;remain undetected in the final product. We have established an&nbsp;efficient xeno-free and defined monolayer differentiation methodology where culture on supportive human recombinant laminin eliminates the need for manual selection, allowing&nbsp;large-scale production of pure hPSC-RPE.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;hPSC (hESC or hiPSC)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Biolaminin 111 LN (BioLamina, cat. no. LN521-02)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Biolaminin 521 LN (BioLamina, cat. no. LN111-02)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dulbecco’s&nbsp;phosphate-buffered saline (DPBS) (GIBCO, ThermoFisher, cat. no. 14040091)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dulbecco’s&nbsp;phosphate-buffered saline (DPBS) without Ca<sup>2+</sup> and Mg<sup>2+</sup> (GIBCO, ThermoFisher, cat. no. 14190144)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TrypLE Select Enzyme (GIBCO, ThermoFisher, cat. no. 12563011)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NutriStem hPSC XF medium (Biological Industries, cat. no. 05-100-1A) </p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rho-kinase inhibitor (Y-27632) (Millipore, cat. no. SCM075) </p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NutriStem hPSC XF medium (growth factor-free) (Biological Industries, cat. no. 06-5100-01-1A) </p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Recombinant Activin A (R&amp;D Systems, cat. no. 338-AC-010)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hydrochloric acid 0.1 mol/l (Millipore, cat. no. 109060)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultrapure DNase/RNase-free distilled water (Invitrogen, ThermoFisher, cat. no. 11538646)</p><p><br></p><p><u>Reagent setup</u></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hydrochloric acid dilution (1:25):</p><p>o&nbsp;&nbsp;Mix 400 μl of hydrochloric acid 0.1 mol/l with 9.6 ml of ultrapure DNase/RNase-free distilled water to obtain a concentration of 4 mM</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Recombinant Activin A reconstitution: </p><p>o&nbsp;&nbsp;Add 10 ml of HCl 4 mM to 1 mg of recombinant Activin A to obtain a concentration of 100 μg/ml</p><p>o&nbsp;&nbsp;Invert the vial to completely reconstitute the powder</p><p>o&nbsp;&nbsp;Aliquot the Activin A solution in convenient amounts to avoid long periods at 4°C (stable for 1 month after reconstitution)</p><p>o&nbsp;&nbsp;Freeze the aliquots at -20°C (stable for 3 months after reconstitution)</p><p>o&nbsp;&nbsp;Avoid repeated thaw/freeze cycles</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rho-kinase inhibitor reconstitution</p><p>o&nbsp;&nbsp;Add 2958 μl of ultrapure DNase/RNase-free distilled water to 5 mg of Rho-kinase inhibitor to obtain a concentration of 5 mM</p><p>o&nbsp;&nbsp;Invert the vial to completely reconstitute the powder</p><p>o&nbsp;&nbsp;Aliquot the Rho-kinase inhibitor solution in convenient amounts to avoid long periods at 4°C</p><p>o&nbsp;&nbsp;Freeze the aliquots at -20°C (stable for 1 year after reconstitution, protected from light)</p><p>o&nbsp;&nbsp;Avoid repeated thaw/freeze cycles</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Standard TC 24-well cell culture plates (Sarstedt, cat. no. 83.3922) </p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Falcon 15 ml conical centrifuge tubes (Fischer Scientific, cat. no. 10773501)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Centrifuge Universal 32 (Hettich)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cell strainer ø 40 μm (BD Bioscience, Sigma-Aldrich, cat. no. CLS431750-50EA)&nbsp;</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Plates preparation\n1.    Thaw 1 vial of Biolaminin (111 or 521) at 4°C\n2.    Prepare the Biolaminin solution (1:5) in DPBS to obtain 20 μg/ml and add 350 μl of the solution per well. Incubate the plate with Biolaminin for 24 h at 4°C\n3.    Remove the Biolaminin solution from the wells and wash with 1 ml of DPBS\n4.    Add 1 ml of NutriStem hPSC XF medium with Rho-kinase inhibitor at a concentration of 10 μM per well and place the plate at 37°C 5% O\n2\n/5% CO\n2\nuntil the cells are ready to be seeded\nhPSC-RPE differentiation: phase I\n5.    Warm the following reagents at 37°C 5% O\n2\n/5% CO\n2\n:\na.    DPBS without Ca\n2+\nand Mg\n2+\nb.    TrypLE Select Enzyme\nc.    NutriStem hPSC XF medium\nd.    NutriStem hPSC XF medium with Rho-kinase inhibitor\n6.    Remove the media from a confluent well of hPSC and carefully wash the cells with 1 ml of DPBS without Ca\n2+\nand Mg\n2+\n7.    Add 350 μl of TrypLE Select Enzyme per well and incubate the plate at 37°C 5% O\n2\n/5% CO\n2\nfor 4 min\n8.    Carefully remove the TrypLE Select Enzyme solution and add 500 μl of NutriStem hPSC XF medium directly to the center of the well to detach the cells.\n9.    Gently resuspend the cells with the medium and transfer them to a 15 ml tube\n10. Repeat the process with another 500 μl of medium to collect all the remaining cells in the well\n11. Measure cell concentration\n12. Take the required amount of cell suspension to obtain the number of cells needed to seed 2.4x10\n4\ncells/cm\n2\nin a total volume of 1 ml of NutriStem hPSC XF medium with Rho-kinase inhibitor per well in the previously prepared plate and place it at 37°C 5% O\n2\n/5% CO\n2\nfor 24 h\n13. Replace the medium with 1 ml of NutriStem hPSC XF medium (growth factor-free) per well and change the incubation conditions to 37°C 21% O\n2\n/5% CO\n2\n(pre-warm the medium for 1 h at 37°C 21% O\n2\n/5% CO\n2\n)\n14. Feed the cells three times a week with 1.4 ml per well of NutriStem hPSC XF medium (growth factor-free) (pre-warm the medium for 1 h at 37°C 21% O\n2\n/5% CO\n2\n)\n15. From day 6 to day 30 after seeding the cells, add recombinant Activin A to the medium to obtain a concentration of 100 ng/ml\nhPSC-RPE differentiation: phase II\n16. At day 30, re-plate the cells into a new plate previously coated with Biolaminin 521 (refer to “Plates preparation” section) and NutriStem hPSC XF medium (growth factor-free), without Rho-kinase inhibitor or recombinant Activin A, according to the following steps.\n17. Remove the media from the well and carefully wash the cells with 1 ml of DPBS without Ca\n2+\nand Mg\n2+\n18. Add 350 μl of TrypLE Select Enzyme per well and incubate the plate at 37°C 21% O\n2\n/5% CO\n2\nfor 12 min\n19. Carefully remove the TrypLE Select Enzyme solution and add 500 μl of NutriStem hPSC XF medium (growth factor-free) directly to the center of the well to detach the cells.\n20. Thoroughly resuspend the cells with the medium and transfer them to a 15 ml tube through a 40 μm cell strainer\n21. Repeat the process with another 500 μl of medium to collect all the remaining cells in the well\n22. Measure cell concentration\n23. Take the required amount of cell suspension to obtain the number of cells needed to seed 7x10\n4\ncells/cm\n2\n(1 to 20 dilution) in a total volume of 1 ml of NutriStem hPSC XF medium (growth factor-free) per well in the previously prepared plate and place it at 37°C 21% O\n2\n/5% CO\n2\n.\n24. Feed the cells three times a week with 1.4 ml per well of NutriStem hPSC XF medium (growth factor-free) for the following 30 days (pre-warm the medium for 1 h at 37°C 21% O\n2\n/5% CO\n2\n)"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Step 15: if the cells have not grown confluent by day 6, keep them one extra day in NutriStem hPSC XF medium (growth factor-free) without Activin A.</p><p><br></p><p>Step 22: if the cells do not detach from the well easily, scrape the well with the micropipette tip.&nbsp;</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Day -2: plates preparation (0.5 h)</p><p>Day -1: cell seeding on Biolaminin (111 or 521) coated plates with NutriStem hPSC XF medium and Rho-kinase inhibitor, at 37°C 5% O<sub>2</sub>/5% CO<sub>2</sub> (2 h)</p><p>Day 0: replacement of medium and incubation conditions to NutriStem hPSC XF medium (growth factor-free) and 37°C 21% O<sub>2</sub>/5% CO<sub>2</sub> (0.5h)</p><p>Day 2 to 5 (3 days a week): cell feeding with NutriStem hPSC XF medium (growth factor-free) (0.5h)</p><p>Day 6 to 29 (3 days a week): cell feeding with NutriStem hPSC XF medium (growth factor-free) with Activin A (0.5h)</p><p>Day 30: cell re-plating to a new Biolaminin (521) coated plate with NutriStem hPSC XF medium (growth factor-free), without Activin A (2 h)</p><p>Day 32 to 60 (3 days a week): cell feeding with NutriStem hPSC XF medium (growth factor-free) without Activin A (0.5h)</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The described protocol is able to generate a highly pure population of hPSC- derived RPE cells.</p><p>Flow cytometry analysis reports &gt; 85% CD140b<sup>+</sup> cells.</p><p>Transcriptional analysis shows robust induction of RPE-related&nbsp;markers such as <em>MITF, PMEL, BEST1, RPE65 </em>and down-regulation of pluripotent transcripts&nbsp;such as <em>NANOG</em> and <em>POU5F1</em>.</p><p>Immunofluorescence staining shows extensive presence of RPE-related markers such as BEST1, MITF co-stained withCD140b. </p><p>Functional in vitro tests show monolayer integrity measured&nbsp;by transepithelial resistance (TEER), polarized secretion of pigment epithelium-derived factor&nbsp;(PEDF) measured by ELISA and phagocytosis of photoreceptor outer segments (POS).</p><p>Single cell analysis reveals&nbsp;that hPSC-RPE cells at day 60 do not express pluripotency transcripts such as <em>POU5F1, NANOG, LIN28A </em>or<em> SALL4</em>, but instead they most robustly express&nbsp;RPE-specific transcripts (<em>MITF, CRALBP, PMEL, TYR, RPE65, BEST1</em>).&nbsp;</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gehrs KM, Anderson DH, Johnson L V., Hageman GS. Age-related macular degeneration - Emerging pathogenetic and therapeutic concepts. <em>Ann Med</em>. 2006;38(7):450-471. doi:10.1080/07853890600946724</p><p>2. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wong WL, Su X, Li X, et al. Global prevalence of age-related macular degeneration and disease burden projection for 2020 and 2040: A systematic review and meta-analysis. <em>Lancet Glob Heal</em>. 2014;2(2):e106-e116. doi:10.1016/S2214-109X(13)70145-1</p><p>3. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ambati J, Ambati BK, Yoo SH, Ianchulev S, Adamis AP. Age-related macular degeneration: Etiology, pathogenesis, and therapeutic strategies. <em>Surv Ophthalmol</em>. 2003;48(3):257-293. doi:10.1016/S0039-6257(03)00030-4</p><p>4. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sunness JS. The natural history of geographic atrophy, the advanced atrophic form of age-related macular degeneration. <em>Mol Vis</em>. 1999;5(May):25.</p><p>5. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Klimanskaya I, Hipp J, Rezai KA, West M, Atala A, Lanza R. Derivation and Comparative Assessment of Retinal Pigment Epithelium from Human Embryonic Stem Cells Using Transcriptomics. <em>Cloning Stem Cells</em>. 2004;6(3):217-245. doi:10.1089/clo.2004.6.217</p><p>6. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lane A, Philip LR, Ruban L, et al. Engineering Efficient Retinal Pigment Epithelium Differentiation From Human Pluripotent Stem Cells. <em>Stem Cells Transl Med</em>. 2014;3:1295-1304. doi:10.5966/sctm.2014-0094</p><p>7. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Osakada F, Jin Z-B, Hirami Y, et al. In vitro differentiation of retinal cells from human pluripotent stem cells by small-molecule induction. <em>J Cell Sci</em>. 2009;122(Pt 17):3169-3179. doi:10.1242/jcs.050393</p><p>8. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vaajasaari H, Ilmarinen T, Juuti-Uusitalo K, et al. Toward the defined and xeno-free differentiation of functional human pluripotent stem cell-derived retinal pigment epithelial cells. <em>Mol Vis</em>. 2011;17(February):558-575. http://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=3044694&amp;tool=pmcentrez&amp;rendertype=abstract.</p><p>9. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Plaza Reyes A, Petrus-Reurer S, Antonsson L, et al. Xeno-Free and Defined Human Embryonic Stem Cell-Derived Retinal Pigment Epithelial Cells Functionally Integrate in a Large-Eyed Preclinical Model. <em>Stem Cell Reports</em>. 2016;6(1):9-17. doi:10.1016/j.stemcr.2015.11.008</p><p>10. &nbsp;&nbsp;&nbsp;&nbsp;Hongisto H, Ilmarinen T, Vattulainen M, Mikhailova A, Skottman H. Xeno- and feeder-free differentiation of human pluripotent stem cells to two distinct ocular epithelial cell types using simple modifications of one method. <em>Stem Cell Res Ther</em>. 2017;8(1):1-15. doi:10.1186/s13287-017-0738-4</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was supported by grants from the Ming Wai Lau Centre for Reparative Medicine, Knut and Alice Wallenberg Foundation, Centre for Innovative Medicine, Swedish Research Council, Ragnar Söderberg Foundation, Swedish Foundation for Strategic Research, Stockholm County Council (ALF project), Ögonfonden and Cronqvist Foundation. This study was performed at the Live Cell Imaging unit/Nikon Center of Excellence, BioNut, KI, supported by Knut and Alice Wallenberg Foundation, Swedish Research Council, Centre for Innovative Medicine and the Jonasson donation.</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-020-15326-5",
                "date": "2020-03-30 10:03:55",
                "title": "Identification of cell surface markers and establishment of monolayer differentiation to retinal pigment epithelial cells",
                "authors": [
                    "Alvaro Plaza Reyes",
                    "Sandra Petrus-Reurer",
                    "Sara Padrell Sánchez",
                    "Pankaj Kumar",
                    "Iyadh Douagi",
                    "Hammurabi Bartuma",
                    "Monica Aronsson",
                    "Sofie Westman",
                    "Emma Lardner",
                    "Helder André",
                    "Anna Falk",
                    "Emeline F. Nandrot",
                    "Anders Kvanta",
                    "Fredrik Lanner"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 120320,
                "identity": "d970fe5b-cf7f-47cf-9edb-2d6bf72e4b20",
                "order_by": 1,
                "name": "Alvaro Plaza Reyes",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alvaro",
                "middleName": "Plaza",
                "lastName": "Reyes",
                "suffix": ""
            },
            {
                "id": 120321,
                "identity": "0b58c3ff-5c11-4551-aa20-578283716171",
                "order_by": 2,
                "name": "Sandra Petrus-Reurer",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sandra",
                "middleName": "",
                "lastName": "Petrus-Reurer",
                "suffix": ""
            },
            {
                "id": 120322,
                "identity": "df94f35b-75fb-45f9-8528-8878049d7c65",
                "order_by": 3,
                "name": "Sara Padrell Sánchez",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sara",
                "middleName": "Padrell",
                "lastName": "Sánchez",
                "suffix": ""
            },
            {
                "id": 120323,
                "identity": "37089b57-e5b1-4e48-ae9c-99bf69d8b2a1",
                "order_by": 4,
                "name": "Pankaj Kumar",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pankaj",
                "middleName": "",
                "lastName": "Kumar",
                "suffix": ""
            },
            {
                "id": 120324,
                "identity": "cf86c97e-fcb4-4ead-966d-640c8aa085ae",
                "order_by": 5,
                "name": "Iyadh Douagi",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Iyadh",
                "middleName": "",
                "lastName": "Douagi",
                "suffix": ""
            },
            {
                "id": 120325,
                "identity": "efc2f0be-c440-4c75-b5b6-29faf2115b76",
                "order_by": 6,
                "name": "Hammurabi Bartuma",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hammurabi",
                "middleName": "",
                "lastName": "Bartuma",
                "suffix": ""
            },
            {
                "id": 120326,
                "identity": "f7ecb811-2748-47ae-ad03-82408ee8c381",
                "order_by": 7,
                "name": "Monica Aronsson",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Monica",
                "middleName": "",
                "lastName": "Aronsson",
                "suffix": ""
            },
            {
                "id": 120327,
                "identity": "6bf047ca-e3df-4fbb-904c-27e00e5c18cb",
                "order_by": 8,
                "name": "Sofie Westman",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sofie",
                "middleName": "",
                "lastName": "Westman",
                "suffix": ""
            },
            {
                "id": 120328,
                "identity": "ef622656-cddf-4495-98c3-7d927d720270",
                "order_by": 9,
                "name": "Emma Lardner",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Emma",
                "middleName": "",
                "lastName": "Lardner",
                "suffix": ""
            },
            {
                "id": 120329,
                "identity": "bffd489f-9dc7-49ec-9569-a793a45bbfca",
                "order_by": 10,
                "name": "Anna Falk",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "",
                "lastName": "Falk",
                "suffix": ""
            },
            {
                "id": 120331,
                "identity": "c8715904-4d65-4556-8928-c92fd8dd1a5b",
                "order_by": 11,
                "name": "Emeline F. Nandrot",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Emeline",
                "middleName": "F.",
                "lastName": "Nandrot",
                "suffix": ""
            },
            {
                "id": 120332,
                "identity": "0fc51f8e-a9e6-4029-aece-e87f8cfb045e",
                "order_by": 12,
                "name": "Anders Kvanta",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anders",
                "middleName": "",
                "lastName": "Kvanta",
                "suffix": ""
            },
            {
                "id": 120333,
                "identity": "a2d64ee6-2da6-4013-a4f6-e3650d25e92b",
                "order_by": 13,
                "name": "Fredrik Lanner",
                "email": "fredrik.lanner@ki.se",
                "orcid": "",
                "institution": "Karolinska Institutet",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Fredrik",
                "middleName": "",
                "lastName": "Lanner",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-07-27 10:55:36",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-635/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-635/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 808827,
                "identity": "1f4a10c0-0b05-45c5-bdce-d82f374d5f39",
                "added_by": "auto",
                "created_at": "2020-03-31 17:55:27",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 380346,
                "visible": true,
                "origin": "",
                "legend": "Figure 1. Differentiation protocol scheme.",
                "description": "",
                "filename": "Figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-635/v1/Figure 1.png"
            },
            {
                "id": 808828,
                "identity": "c95f5198-a195-4f60-9429-e076aeb4dca8",
                "added_by": "auto",
                "created_at": "2020-03-31 17:55:27",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2936284,
                "visible": true,
                "origin": "",
                "legend": "Figure 2. Bright field picture of hPSC-RPE at day 0 on hrLN521 (left) or hrLN111 (right).\nScale bars = 100μm",
                "description": "",
                "filename": "Figure2.png",
                "url": "https://assets.researchsquare.com/files/pex-635/v1/Figure 2.png"
            },
            {
                "id": 808829,
                "identity": "f90476ae-29b2-4109-b64e-5f3c63fc0940",
                "added_by": "auto",
                "created_at": "2020-03-31 17:55:27",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3651182,
                "visible": true,
                "origin": "",
                "legend": "Figure 3. Bright field picture of hPSC-RPE at day 30 on hrLN521 (left) or hrLN111 (right). \nScale bars = 100 μm",
                "description": "",
                "filename": "Figure3.png",
                "url": "https://assets.researchsquare.com/files/pex-635/v1/Figure 3.png"
            },
            {
                "id": 808830,
                "identity": "fa832eda-065a-43bf-b36b-1c9b797da93a",
                "added_by": "auto",
                "created_at": "2020-03-31 17:55:27",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2015216,
                "visible": true,
                "origin": "",
                "legend": "Figure 4. Bright field and immunofluorescence images showing BEST-1 and CD140b expression in hPSC-RPE cells at day 60 differentiations that were initially induced on hrLN521.\nScale bars = 50μm",
                "description": "",
                "filename": "Figure4.png",
                "url": "https://assets.researchsquare.com/files/pex-635/v1/Figure 4.png"
            },
            {
                "id": 808831,
                "identity": "4a066f37-3163-4bb5-9ac4-7640f68b4696",
                "added_by": "auto",
                "created_at": "2020-03-31 17:55:27",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2413591,
                "visible": true,
                "origin": "",
                "legend": "Figure 5. Images showing phagocytosis of FITC-labeled photoreceptor outer segments (POS) by hPSC-RPE induced on either hrLN521 or hrLN111, after overnight incubation at 4°C (negative control) and 37°C. Pictures are a composite of maximum intensity projection (MIP) images depicting  internalized FITC-labeled POS in green and phalloidin staining of hPSC-RPE in red and Z- stack confocal projections of the area delimited by arrows in the MIP.  Scale bars = 50μm",
                "description": "",
                "filename": "Figure5.png",
                "url": "https://assets.researchsquare.com/files/pex-635/v1/Figure 5.png"
            },
            {
                "id": 13496162,
                "identity": "4b8b7ad0-118c-425c-99bc-fc35efe6d71a",
                "added_by": "auto",
                "created_at": "2021-09-16 22:48:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1036856,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-635/v1/a4175cbb-1b9c-4880-85ae-ef3d3eb8c0fc.pdf"
            }
        ],
        "financialInterests": "S.P.R., A.P.R., S.P.S. and F.L are the inventors of and have filed a patent (PCT/EP2019/066285) related to the use of this protocol. ",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Human pluripotent stem cells, 2D Differentiation, Retinal pigment epithelium, Age-related macular degeneration, Laminin, Xeno-free, Chemically defined, Manual selection-free, Cellular therapy, hrLN-111, hrLN-521",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>With cell therapies advancing towards the patients’ bedside, there is an increased need for robust and up-scalable protocols to generate clinical grade stem cell-derived products.</p><p>The protocol we present in the study provides a xeno-free, chemically defined, scalable and robust retinal pigment epithelial cell monolayer differentiation without the need for manual isolation that uses either human embryonic stem cells or human induced pluripotent stem cells as a starting material.&nbsp;</p>",
        "manuscriptTitle": "Xeno-free, chemically defined and scalable monolayer differentiation protocol for retinal pigment epithelial cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-03-31 17:55:24",
                "doi": "10.21203/rs.3.pex-635/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "f073b670-9e3f-4b89-b947-a50a8cb975cb",
        "owner": [],
        "postedDate": "March 31st, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 18551,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-03-31 17:55:24",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}