{
    "identity": "nprot-2653",
    "title": "Spectral pattern of urinary water as a biomarker of estrous",
    "content": [
        {
            "header": "Introduction",
            "content": "To preserve animals at risk of extinction in the wild and to supply animals for reintroduction projects, captive breeding is accepted as a part of the repertoire available to conservationists. For successful captive breeding, the knowledge on female reproductive physiology, particularly a comprehensive understanding of female estrous patterns is required. Therefore, accurate monitoring of the estrous status is important. Enzyme immunoassay \\(EIA) or radioimmunoassay have traditionally been used to estimate the optimal ovulation timing by monitoring estrogens in the blood, urine or feces of females<sup>2,3</sup>. However, these analyses take about one day to process and require expensive reagents or radioactive isotopes.\r\n\n\nA new approach proposed by Tsenkova, called “aquaphotomics”<sup>4,5</sup>, utilizes water–light interaction at various frequencies, described as a spectral pattern that  mirrors the changes with the rest of the molecules in the system. Multivariate analysis of these spectra focuses on water hydrogen bonds in biological systems under various perturbations to relate water spectral patterns to respective physiological conditions of biological systems<sup>4,6-8</sup>. In a series of experiments, near infrared \\(NIR) spectra were collected, and regression models of respective perturbations were analyzed to elucidate the existence of common water bands in various biological systems such as cells cultured under oxidative stress or in the presence of environmental hormones, and the body fluids of healthy and mastitic cows<sup>7,9</sup>. From these results, it was discovered that specific water absorbance bands, called “water matrix coordinates” \\(WAMACs), arise consistently in various biological systems<sup>4</sup>. The combinations of WAMACs and their respective absorbance values define the “water spectral patterns” \\(WASP) in regression models predicting the investigated perturbations. We describe here, in a detailed protocol, how to find the water spectral pattern to be used as a biomarker for estrous detection and to be based on specific water absorbance bands, WAMACs, related to the estrous status of the animals."
        },
        {
            "header": "Equipment",
            "content": "1) NIR spectrometer \\(NIR systems 6500; Foss NIR systems Inc., Laurel, MD, USA)\r\n\n\n2) Water bath\r\n\n\n3) A commercial software Pirouette \\(Version 4.0; Infometrix Inc., Bothell, WA, USA)"
        },
        {
            "header": "Procedure",
            "content": "•Urine sampling\r\n\n\nUrine sample is centrifuged for four minutes at 650×g immediately after collection, and the supernatant is stored at −40ºC until estrogen assay and spectral analysis. \r\n\n\n•Near infrared spectroscopy\r\n\n\n1) Spectral acquisition\r\n\n\nNIR transmittance spectra of urine samples are measured using a full-range spectrometer fitted with a quartz cuvette having a 1-mm optical path length. Each sample is maintained under constant temperature \\(37ºC) in a water bath. Transmittance spectra are acquired in the range of 680-2500 nm with 2-nm step intervals. The NIR instrument records 10 consecutive spectra of each urine samples.\r\n\n\n2) Identification of the wavelengths related to estrous, WAMACs\r\n\n\nDaily-averaged spectra in the first overtone region of water \\(1300-1600 nm) are further analyzed. To identify the wavelength range related to estrous, the difference spectrum is obtained for each year by subtracting the average spectrum of all days except for the previous, the next day and the day of the estrogen peak \\(estrous state) from the average spectrum of these three days of estrous state. Data are initially pre-treated using Savitzky-Golay second derivative polynomial ﬁlter \\(window size=9) with smoothing. After that, second derivative plot of all-year samples is used to identify the water absorbance bands which showed strong response to changes in estrous state. By reference to the 12 characteristic water wavelength ranges reported by Tsenkova\n4\n, 12 characteristic wavelength ranges showing strong absorbance related to estrous are found. The 12 bands specific for the estrous are selected as the WAMACs.\r\n\n\n3) Data Analysis\r\n\n\nFirstly, all spectra of daily-averaged urine are transformed by multiplicative scatter correction\n10\nand normalized by auto-scaling. After that, the normalized values at the only WAMACs are applied to the following data analysis.\r\n\n\nIn Hierarchical cluster analysis \\(HCA), distances between pairs of samples are calculated and compared. Relatively small distances imply that the samples are similar, while dissimilar samples are separated by relatively large distances. The dendrogram classification is employed using Euclidean distance and complete-link clustering algorithm.\r\n\n\nAquagram\n11\nis the star chart which displays above-described normalized values at WAMACs on the axes originating from the center of the graph. The relationship between estrous state and the absorbance change at WAMACs, i.e. WASP, is estimated by comparing aquagrams for the days of high and low estrogen values."
        },
        {
            "header": "Timing",
            "content": "1) Near infrared spectroscopy: 4 min per sample."
        },
        {
            "header": "Troubleshooting",
            "content": "1) Near infrared spectroscopy\r\n\n\nCareful temperature maintenance of the measured sample is required. Temperature is a critical parameter for NIR spectroscopic analysis of aqueous-based samples."
        },
        {
            "header": "Anticipated Results",
            "content": "Water Matrix Coordinates \\(WAMACs) Related to Estrous\r\n\n\nThe HCA analysis of urine spectra will group together all urine samples from different years, but at the time of estrous in the same group. The relationship between estrous status and WASP can be examined by comparing the averaged aquagrams per each HCA group. On the averaged aquagram of the estrous samples, the values at WAMACs assigned to the characteristic bands of hydrogen bonded water \\(S2, S3, and S4; S represents the number of hydrogen bonds, e.g., S0 stands for the free water molecular species<sup>12</sup>.), e.g. 1464, 1474, 1494, and 1510 nm in Fig.1, will be higher than the values at the WAMACs assigned to the characteristic bands of less hydrogen bonded water \\(S0 and S1), e.g. 1344, 1386, 1410, 1424, and 1444 nm, will be lower when compared with other samples of non-estrous state as shown for group 4 in Fig.1. It brings the conclusion that increased absorbance at specific structures of hydrogen bonded water in urine is related to estrous."
        },
        {
            "header": "References",
            "content": "1 Kinoshita, K. et al., Spectral pattern of urinary water as a biomarker of estrus in the giant panda. Scientific Reports 2 \\(2012).\r\n\n\n2 Brown, J.L., Comparative endocrinology of domestic and nondomestic felids. Theriogenology 66 \\(1), 25−36 \\(2006).\r\n\n\n3 Larson, S., Casson, C.J., & Wasser, S., Noninvasive reproductive steroid hormone estimates from fecal samples of captive female sea otters \\(Enhydra lutris). Gen. Comp. Endocrinol. 134 \\(1), 18−25 \\(2003).\r\n\n\n4 Tsenkova, R., Aquaphotomics: dynamic spectroscopy of aqueous and biological systems describes peculiarities of water. J. Near Infrared Spec. 17 \\(6), 303−313 \\(2009).\r\n\n\n5 Tsenkova, R., Atanassova, S., & Toyoda, K., Near infrared spectroscopy for diagnosis: influence of mammary gland inflammation on cow’s milk composition measurement. Near Infrared Anal. 2 \\(1), 59−66 \\(2001).\r\n\n\n6 Williams, P., Influence of water bands on prediction of composition and quality factors: the aquaphotomics of low moisture agricultural materials. J. Near Infrared Spec. 17 \\(6), 315−328 \\(2009).\r\n\n\n7 Meilina, H., Kuroki, S., Jinendra, B.M., Ikuta, K., & Tsenkova, R., Double threshold method for mastitis diagnosis based on NIR spectra of raw milk and chemometrics. Biosyst. Eng. 104 \\(2), 243−249 \\(2009).\r\n\n\n8 Gowen, A., Tsenkova, R., Esquerre, C., Downey, G., & O'Donnell, C., Use of near infrared hyperspectral imaging to identify water matrix co-ordinates in mushrooms \\(Agaricus bisporus) subjected to mechanical vibration. J. Near Infrared Spec. 17 \\(6), 363−371 \\(2009).\r\n\n\n9 Tsenkova, R. et al., Near infrared spectra of cows’ milk for milk quality evaluation: disease diagnosis and pathogen identification. J. Near Infrared Spec. 14 \\(6), 363−370 \\(2006).\r\n\n\n10 Geladi, P., Macdougall, D., & Martens, H., Linearization and scatter correction for near infrared reflectance spectra of meat. Appl. Spectrosc. 39 \\(3), 491−500 \\(1985).\r\n\n\n11 Tsenkova, R., Aquaphotomics: Water in the biological and aqueous world scrutinised with invisible light. NIR news 22 \\(6), 6−10 \\(2010).\r\n\n\n12 Maeda, H., Ozaki, Y., Tanaka, M., Hayashi, N., & Kojima, T., Near infrared spectroscopy and chemometrics studies of temperature- dependent spectral variations of water: relationship between spectral changes and hydrogen bonds. J. Near Infrared Spec. 3, 191−201 \\(1995)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors would also like to thank the collaborators from the Biomeasurement Technology Laboratory at the Graduate School of Agricultural Science, Kobe University."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep00856",
                "date": "2013-03-20 06:30:23",
                "title": "Spectral pattern of urinary water as a biomarker of estrus in the giant panda",
                "authors": [
                    "Kodzue Kinoshita",
                    "Mari Miyazaki",
                    "Hiroyuki Morita",
                    "Maria Vassileva",
                    "Chunxiang Tang",
                    "Desheng Li",
                    "Osamu Ishikawa",
                    "Hiroshi Kusunoki",
                    "and Roumiana Tsenkova"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12456,
                "identity": "9ff8aab8-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Roumiana Tsenkova",
                "email": "rtsen@kobe-u.ac.jp",
                "orcid": "",
                "institution": " Graduate School of Agricultural Science, Kobe University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Roumiana",
                "middleName": "",
                "lastName": "Tsenkova",
                "suffix": ""
            },
            {
                "id": 12454,
                "identity": "9ff8a4c5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kodzue Kinoshita",
                "email": "",
                "orcid": "",
                "institution": "Wildlife Research Center, Kyoto University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kodzue",
                "middleName": "",
                "lastName": "Kinoshita",
                "suffix": ""
            },
            {
                "id": 12455,
                "identity": "9ff8a881-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hiroyuki Morita",
                "email": "",
                "orcid": "",
                "institution": " Graduate School of Agricultural Science, Kobe University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hiroyuki",
                "middleName": "",
                "lastName": "Morita",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-03-20 07:05:11",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.033",
        "doiUrl": "https://doi.org/10.1038/protex.2013.033",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608697,
                "identity": "00fcec36-c7f4-45ed-b4ba-d5350cc241cb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:24",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 41418,
                "visible": true,
                "origin": "",
                "legend": "Averaged aquagrams based on urine spectra of the groups classified by hierarchical cluster analysis (HCA)   Normalized absorbance values at the water matrix coordinates (WAMACs) (1344, 1364, 1372, 1386, 1410, 1424, 1444, 1456, 1464, 1474, 1494, and 1510 nm) are plotted on each axis. The colors in the aquagrams correspond to groups 1, 2, 3 and estrous group 4 classified by HCA.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2653/v1/figure_1.jpg"
            },
            {
                "id": 13465337,
                "identity": "7b96abfe-322e-44b6-b194-7da0b122c917",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:21",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 191919,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2653/v1/be9973ea-3b68-4b58-b7c4-a7f266e4ee60.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": " near infrared spectroscopy, estrous, water, urine",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Although the assay of hormones associated with the reproductive physiology is essential to estimate the estrous status, the assay takes about one day to process and requires expensive reagents. Therefore, monitoring of additional objective indexes related to estrous is useful for quick determination of the optimal timing for breeding. Here we apply near infrared \\(NIR) spectroscopy of urine for evaluation of female estrous. Near infrared spectroscopy has been developed as a non-invasive, rapid, and chemical-free tool in biological sciences. We reported that characteristic water absorbance patterns based on 12 specific water absorbance bands in the first overtone wavelength region display high urine spectral variations, suggesting that hydrogen-bonded water structures increase with estrus<sup>1</sup>. The result presents the water spectral pattern of urine as a biomarker and near infrared spectroscopy coupled with aquaphotomics as a new platform for estrous diagnosis.",
        "manuscriptTitle": "Spectral pattern of urinary water as a biomarker of estrous",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-03-20 09:40:51",
                "doi": "10.1038/protex.2013.033",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ff847a3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 20th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2920,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-03-20 09:40:51",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}