{
    "identity": "nprot-2923",
    "title": "Lipid Binding by Disordered Proteins",
    "content": [
        {
            "header": "Introduction",
            "content": "One or more modular lipid-binding domains mediate recruitment of signalling proteins to the different cellular sites through specific lipid recognition. These processes play a role in the partition of signalling proteins between different membrane compartments and influence the selectivity of their response.\r\n\n\n<sup>1,2</sup> The modulation of the membrane affinity provide an additional level of regulation/integration in signaling pathways. Several examples of unfolded domains or unfolded proteins binding to membranes have been reported, in which the protein-membrane interaction is regulated by diverse molecular mechanisms, like acylation and/or electrostatic switch and/or CaM binding.<sup>3,4</sup> For the intrinsically disordered N-terminal region of Src Family Kinases \\(SFKs), it was shown that myristoylation and/or palmitoylation of the SH4 domain at the N-terminus are critical for SFKs localization and trafficking<sup>5,6,7</sup>; moreover, phosphorylation of serines/threonines close the attachment site could contribute to its release from the membrane.<sup>8,9</sup>\r\n\n\nMany methodologies are suitable to study protein-lipid interactions.<sup>10,11,12</sup> Use of lipid microarrays and strips is simple and fast.<sup>13</sup> Membrane Lipid Strips consist in hydrophobic membranes that have been spotted with phosphoinositides and/or other biologically relevant lipids. They allow detecting protein binding to one or more of these lipids. Bound proteins are detected using antibodies against the protein or a suitable affinity tag. Bicelles are formed when bilayer forming long-chain lipids are mixed with detergent molecules \\(or short chain lipids).<sup>14,15,16</sup> They present a disk-like structure, with a central planar bilayer formed by the long-chain phospholipids, surrounded by a rim of short-chain phospholipids or detergent protecting the long-chain lipid tails from water. These disk-like aggregates are formed at low concentration of the long-chain lipid and high concentration of detergent. Importantly, bicelles prepared as explained in this work have been proven to maintain the morphology and the bilayer organization typical of their liquid-crystalline counterparts,<sup>17</sup> them reliable for membrane mimics purpose."
        },
        {
            "header": "Reagents",
            "content": "**USrc expression and purification**\r\n\n\nEscherichi coli RosettaTM \\(DE3) pLysS competent cells \\(Novagen)\r\n\n\npET-14b vector \\(Novagen) encoding for human N-terminal c-Src region \\(1-85) with a Strep-Tag at the C-\r\n\n\nterminus\r\n\n\nLB Broth in Milli-Q purified water \\(20g/L), autoclaved\r\n\n\nAmpicillin \\(Sigma, A9518)\r\n\n\nChloramphenicol \\(Sigma, C1919)\r\n\n\nIPTG – Isopropyl β-D-1-thiogalactopyranoside \\(Sigma, I6758)\r\n\n\nPIC – Protease Inhibitor cocktail \\(Sigma, P8465)\r\n\n\nPMSF – Phenylmethanesulfonyl fluoride \\(Fluka, 78830)\r\n\n\nDNAse I \\(Roche, 10104159001)\r\n\n\nStrep-Tactin sepharose® \\(IBA Göttingen, 2-1201)\r\n\n\n\r\n\n\nM9 medium preparation \\(1L):\r\n\n\n1. Dissolve in 1L of Milli-Q purified water and autoclave:\r\n  ◦ 6 g Na<sub>2</sub>HPO<sub>4</sub> \\(Sigma, S9390)\r\n\n\n◦ 3 g KH<sub>2</sub>PO<sub>4</sub> \\(Sigma, P5655)\r\n\n\n◦ 0.5 g NaCl \\(Sigma, S3014)\r\n\n\n◦ 1g <sup>15</sup>NH<sub>4</sub>Cl \\(Sigma, 299251)\r\n\n\n2. Add after autoclaving under sterile conditions:\r\n  ◦ 1 mL MgSO<sub>4</sub> \\[1M], filtered \\(0.22 μm filter) \\(Sigma, M2643)\r\n\n\n◦ 1 mL thiamine \\[1 mg/mL], filtered \\(0.22 μm filter) \\(Sigma, T4625)\r\n\n\n◦ 300 μL CaCl<sub>2</sub> \\[1M], filtered \\(0.22 μm filter) \\(Sigma, C7902)\r\n\n\n◦ 20 mL glucose 10%, filtered \\(0.22 μm filter) \\(Sigma, G7021)\r\n\n\nmaking\r\n\n\n\r\n\n\n_Buffers_:\r\n\n\n1. Lysis Buffer \\(Buffer L)\r\n  ◦ Tris-HCl 100mM \\(Sigma, T5941)\r\n\n\n◦ NaCl 150 mM \\(Sigma, P5655)\r\n\n\n◦ EDTA 1 mM \\(Sigma, E7889)\r\n\n\n◦ NaN<sub>3</sub> 0.01% \\(Sigma, S8032)\r\n\n\n◦ Dissolve in 1L of Milli-Q purified water and adjust pH at 7.5\r\n\n\n2. Washing buffer \\(Buffer W)\r\n  ◦ Same as buffer L but adjust pH to 8\r\n\n\n3. Elution buffer \\(Buffer E)\r\n  ◦ Same as buffer W with D-desthiobiotin \\[2.5 mM] \\(Sigma, D1411)\r\n\n\n4. FPLC buffer \\(buffer F)\r\n  ◦ NaH<sub>2</sub>PO<sub>4</sub> 97.5 mL \\(from 0.2 M stock solution) \\(Sigma, S8282)\r\n\n\n◦ Na<sub>2</sub>HPO<sub>4</sub> 152.5 mL \\(from 0.2 M stock solution) \\(Sigma, S9390)\r\n\n\n◦ EDTA 0.2 mM \\(Sigma, E7889)\r\n\n\n◦ NaN<sub>3</sub> 0.01% \\(Sigma, S8032)\r\n\n\n◦ Dissolve in 1L of Milli-Q purified water, filter and degas\r\n\n\n\r\n\n\n**Lipid Strip<sup>TM</sup> assay**\r\n\n\nMembrane lipids strip<sup>TM</sup> \\(Echelon Bioscience, P-6001, P-6002)\r\n\n\nBSA – Bovine Serum Albumin Fatty acid free \\(Sigma, A7030)\r\n\n\nTBS – Tris buffered solution 10x \\(Sigma, T5912)\r\n\n\nTween 20® \\(Sigma, P1379)\r\n\n\nPrimary antibody anti-StrepTag II® \\(IBA Göttingen, 2-1507-001)\r\n\n\nSecondary antibody anti-mouse IgG HRP \\(GE Healthcare, NXA931)\r\n\n\nAmersham ECL Prime Western Blotting Detection Reagent \\(GE Healthcare, RPN2232)\r\n\n\n\r\n\n\n**Lipid bicelles for NMR experiments**\r\n\n\nDHPC \\(Avanti Polar Lipids, 850305)\r\n\n\n6:0 PC 1,2-Dihexanoyl-sn-glycero-3-phosphocholine\r\n\n\nDMPG \\(Avanti Polar Lipids, 840445)\r\n\n\n14:0 PG 1,2-Dimyristoyl-sn-glycero-3-\\[phospho-rac-\\(1-glycerol)] \\(Sodium Salt)\r\n\n\nDMPC \\(Avanti Polar Lipids, 850345)\r\n\n\n14:0 PC 1,2-dimyristoyl-sn-glycero-3-phosphocholine"
        },
        {
            "header": "Equipment",
            "content": "**Instruments**\r\n\n\nHT Infors AG CH-1403 Bacterial Shaker\r\n\n\nAvanti J-HC centrifuge \\(Beckman Coulter) with JLA 8.1000 rotor \r\n\n\nAllegra 25R centrifuge \\(Beckman Coulter) with TS-5.1-500 rotor\r\n\n\nUltrasound homogenizer U200S \\(IKA Labortechnick)\r\n\n\nAvanti J-25 centrifuge \\(Beckman Coulter) with JA 25-50 rotor\r\n\n\nGE Äktapurifier 10 or equivalent\r\n\n\nAmersham Biosciences SRX-101A Hyper Processor or equivalent\r\n\n\nEppendorf concentrator 5301\r\n\n\nBruker Avance 600 MHz spectrometer equipped with TCI cryo-probe\r\n\n\nBruker Avance 800 MHz spectrometer equipped with TCI cryo-probe\r\n\n\nNMR shiguemi tube 5 mm for Bruker spectrometer\r\n\n\n\r\n\n\n**Chromatography Columns**\r\n\n\nSuperdex 75 26/60, GE Healthcare"
        },
        {
            "header": "Procedure",
            "content": "**USrc expression and purification**\r\n\n\n\r\n\n\n_Transformation_:\r\n\n\n1.Thaw an aliquot of competent cells \\(Rosetta) on ice\r\n\n\n2.Add 1 μL \\(100 ng) of plasmidic DNA to the cells, mix gently and leave on ice for 20 min\r\n\n\n3.Put the cells 1 min at 42ºC and leave them on ice again for 2 min\r\n\n\n4.Add 500 μL of LB medium and incubate for 60 min at 37ºC and 160 rpm\r\n\n\n5.Spread about 100 μL of the mini-culture on LB plates with appropriate antibiotic added \\(Ampicillin and Chloramphenicol)\r\n\n\n6.Grow overnight at 37ºC\r\n\n\n\r\n\n\n_Expression of non labeled proteins_\r\n\n\n1.Pick a colony from the plate and inoculate it in 50 mL of LB medium \r\n\n\n2.Grow overnight at 37ºC, 160 rpm\r\n\n\n3.Add the pre-culture to 1L of LB in a 3L Erlemeyer flat-based flask\r\n\n\n4.Incubate at 37ºC and 160 rpm, until OD reaches 0.5 - 0.8\r\n\n\n5.Induce the expression of the protein with 1 mM IPTG \r\n\n\n6.Leave the culture for 4-5 hours at 30ºC or alternatively overnight at 25ºC \\(O/N growing  at low temperatures is advisable for avoiding possible aggregation of unfolded proteins) \r\n\n\n7.Harvest cells 30 min at 4,500 rpm, 4ºC \r\n\n\n8.Discard flow-through and resuspend the pellet in buffer L \\(always add Protease inhibitor cocktail and PMSF to the buffer)\r\n\n\n\r\n\n\n_Expression of\n15\nN labeled proteins_:\r\n\n\n1.Prepare 1L of M9 minimal medium in a 3L Erlenmeyer baffled-base flask\r\n\n\n2.Pick a colony from the plate and inoculate it in 50 mL of LB medium \r\n\n\n3.Grow overnight at 37ºC, 160 rpm\r\n\n\n4.Harvest cells from 50 mL overnight pre-cultures by centrifuging for 35 min at 1,000g, 4ºC\r\n\n\n5.Resuspend the pellet with 25 mL of M9 minimal medium.\r\n\n\n6.Add it to the 3L Erlenmeyer flask with 1L of M9 medium.\r\n\n\n7.Incubate at 37ºC until OD reaches 0.5 - 0.8 and proceed as described from point 5 in previous section.\r\n\n\n\r\n\n\n_Purification \\(Cell lysis – Affinity chromatography – Size exclusion chromatography)_:\r\n\n\n1.Sonicate the cell suspension with 6 short burst of 30 sec separated by 30 sec \\(keep the suspension always on ice to avoid sample heating)\r\n\n\n2.Add DNAse I and leave on ice for 20-30 min\r\n\n\n3.Centrifuge for 45 - 60 min at 24,500 rpm and 4ºC \r\n\n\na.During the centrifugation equilibrate the required Strep-Tactin® sepharose resin with 2 CV \\(CV = column volume) of buffer L\r\n\n\n4.Collect supernatant and incubate with equilibrated Strep-Tactin® sepharose resin \\(about 1-2 mL / 1L of culture)\r\n\n\n5.Leave overnight agitating at 4ºC \\(Do not leave resin binding for longer than 18 hours)\r\n\n\n6.Discard flow-through and wash the resin by adding 1 CV of buffer W. Repeat until Bradford test is negative \\(generally after 5-6 times). Collect the wash fractions for SDS gel \r\n\n\n7.Add 4-6 times 0.5 CV of buffer E for eluting the protein. Repeat until Bradford test is negative. Collect elution fractions for SDS gel\r\n\n\n8.Centrifuge the eluate at 2,200 rpm for 10 min \\(to eliminate possible resin particles and aggregates)\r\n\n\n9.Equilibrate the column \\(Superdex 75 26/60) with 1 CV of buffer F\r\n\n\n10.Inject the supernatant into the ÄKTA™ system \\(Size exclusion chromatography – Superdex 75 26/60)\r\n\n\n11.Collect the fractions where the protein elutes at flow rate 0.5 ml/min and analyze by SDS gel \\(Run another step of purification whether the protein looks not completely pure)\r\n\n\n12.Concentrate the protein until the desired concentration \\(0.1 – 0.5 mM typically) using a Vivaspin centrifugal concentrator \\(cut-off 3-5 kDa) \r\n\n\n\r\n\n\n**Lipid Strip\nTM\nassay**\r\n\n\n\r\n\n\n_Note: The following procedure is a modified version of the original manufacturer's protocol._\r\n\n\n\r\n\n\n1.Block the membrane with 3% of fatty acid-free BSA in TBS-Tween 0,1% and gently agitate for 1 hr at RT \\(or O/N at 4ºC)\r\n\n\n2.Discard blocking solution and incubate the membrane with 10 µg/ml of USrc Protein \\(20 µl of stock 1 mM in buffer NaP pH 7.0).\r\n\n\n3.Discard the protein solution and wash the membrane for about 8 min with TBS-Tween 0,1% \\(repeat this step 4-5 times)\r\n\n\n4.Incubate the membrane with a 1 : 20,000 dilution of primary antibody \\(anti-StrepTag) in 3% of fatty acid-free BSA TBS-Tween 0,1%. Gently agitate for 1 hr at RT\r\n\n\n5.Discard the solution and wash the membrane for about 8 min with TBS-Tween 0,1% \\(repeat this step 4-5 times)\r\n\n\n6.Incubate the membrane with a 1 : 75,000 dilution of secondary antibody \\(anti-mouse HRP) in 3% of fatty acid-free BSA TBS-Tween 0,1%. Gently agitate for 1 hr at RT\r\n\n\n7.Discard the solution and wash the membrane for about 8 min with TBS-Tween 0,1% \\(repeat this step 4-5 times)\r\n\n\n8.Detect the bound protein by Chemiluminescent or ECL detection \r\n\n\n\r\n\n\n**Preparation of lipid bicelles for NMR experiments**\r\n\n\n\r\n\n\n1.After weighting the desired amount, of synthetic or natural lipids must be dissolved in chloroform or a chloroform/methanol/water mix. In particular: 12.5% \\(w/w) bicellar dispersions were prepared by mixing long-chain \\(DMPC or DMPG) and short-chain \\(DHPC) phospholipids \\(Avanti Polar Lipids, Alabaster, AL) in chloroform or chloroform/methanol)\r\n\n\n2.Evaporate in a SpeedVac system \\(generally for 3-4 hr)\r\n\n\n3.Rehydrate the dried lipids films by adding 50 mM sodium phosphate \\(pH = 7.0) \r\n\n\n4.Leave the solution for 1-3 hr at 40ºC \\(fast hydration) or O/N at RT\r\n\n\n5.When solutions are homogeneous, mix them to obtain the desired ratio for bicelle preparation.\r\n\n\n6.Vortex thoroughly until the final solution is homogeneous \\(after mixing, small, white pieces may form).\r\n\n\n7.After vortexing, subject the mixture to freeze-thaw cycles \\(45'' in liquid nitrogen and 3-5' at 42ºC) with pipetting and quick vortexing.\r\n\n\n8.Repeat this step until solution is clear and transparent \r\n\n\n\r\n\n\n**_Note_**: The molar ratio of lipids in bicelle samples was 1.0 DHPC:0.4 DMPC:0.1 DMPG \\(q = 0.5, 13.3% DMPG molar ratio), 1.0 DHPC:0.4 DMPC:0.4 DMPG \\(q = 0.8, 22.2% DMPG molar ratio), 1.0 DHPC:0.8 DMPG \\(q = 0.8, 44.4% DMPG molar ratio) and 1.0 DHPC:0.8 DMPC \\(q = 0.8, 44.4% DMPC molar ratio). DMPC+DMPG/DHPC \\(q ratios) of 0.5–0.8 provide isotropic fast tumbling bicelles. \r\n\n\n\r\n\n\n9.Bicelles quality controls:\n31\nP NMR\n17,18\n.\n31\nP NMR spectra exhibit two distinct peaks, presumably due to segregation of the two kinds of phospholipids into bilayer and rim regions of the bicelle disk.\r\n\n\n10. Add the protein solution to the final lipid mixture \\(e.g. 0.2 mM of protein and 8% \\(w/v) of lipids).\r\n  11. Add 10% D\n2\nO and transfer it in a NMR or shigemi tube: the sample is now ready for NMR experiments"
        },
        {
            "header": "Troubleshooting",
            "content": "**USrc expression and purification**\r\n\n\nUsing Rosetta \\(DE3) pLysS \\(for translation of mammalian rare codons for E.Coli) the protein yield increases > 10x \\(10 mg/L culture) in comparison with BL21\\(DE3) pLysS. \r\n\n\n\r\n\n\nUnfolded proteins are much more sensitive than folded proteins to degradation:\r\n\n\nLess amount of IPTG can be used \\(0.25 mM – 0.5 mM) to minimize aggregation.\r\n\n\nAlways add protease inhibitors \\(PIC, PMSF) and sodium azide in all buffers.\r\n\n\nWhenever is possible, handle the protein sample/work at low temperature.\r\n\n\nIt is advisable to store the protein at 4ºC \\(short-term storage) or lyophilized at -80ºC.\r\n\n\nTo improve cell lysis, lysozime \\(2.5 mg/mL) can be added to the solution. Incubation on ice \\(1 hour) is recommended. \r\n\n\nAvoid final high concentrations \\(< 1.0 mM) of the protein since it may cause aggregation.\r\n\n\n\r\n\n\n**Lipid Strip<sup>TM</sup> assay**\r\n\n\n_Note_: A troubleshooting guide is also supplied by manufacturer.\r\n\n\nIt is very important to use fatty acid free BSA.\r\n\n\nAnti-HRP antibodies are incompatibles with sodium azide, which is usually present in the buffers. Don't use it.\r\n\n\nAvoid working with lipid strips in acid/basic environments, in which the phospholipids spotted on the strips could be hydrolyzed.\r\n\n\nAlways add Tween®20 to the secondary antibody solution. The absence could produce cross reactivity between blocking agent and the antibody.\r\n\n\nOptimize the final protein concentration used in the assay for each protein of interest. The concentration needed will be depend on the protein lipid affinity, the expected specificity and the level of signal background in the membrane after antibody detection.\r\n\n\n\r\n\n\n**Preparation of lipid bicelles for NMR experiments**\r\n\n\nAt high ratios of long- to short-chain phospholipids \\(q>3) and high-total phospholipid concentration \\(c<sub>L</sub> 15 -25% \\(w/w)), bicelles form discoidal lipid aggregates of approximately 4080 kDa and 500A diameter that spontaneously align in magnetic fields of > 2T at temperatures above the transition temperature \\(T<sub>m</sub>) of the long-chain phospholipid. For our studies, we want an isotropic system, so we prepared bicelles with q <1.\r\n\n\nAs the amount of short-chain phospholipid is increased \\(q<1 and cL 5–15%\\(w/w)), bicelles form an unaligned phase that is suitable for high-resolution NMR studies. In our studies, we have used these isotropic bicelles.\r\n\n\nTo reduce material losses with intense vortexing, use always Eppendorf Safe-Lock Tubes™\r\n\n\nIf the solution does not get homogeneous \\(e.g. presence of chunks), a further step of sonication after freeze/thaw cycles, could be done\r\n\n\nIf chunks remain, place bicelles at –80ºC for 1-2 hours then thaw and vortex\r\n\n\nLet the mixtures hydrate at room temperature \\(18-22ºC) for several hours \\(also O/N) \\(e.g. Lipid mixtures with a \"q\" of 2.8 – 3.0 need at least 2 - 3 hours for a complete hydration).\r\n\n\nBefore adding the protein solution, the lipid mixture has to be totally clear and homogeneous."
        },
        {
            "header": "Anticipated Results",
            "content": "**Production of USrc protein**\r\n\n\n\r\n\n\nFigure 1 shows typical size exclusion chromatography \\(SEC) elution elution profile four our unfolded protein construct. USrc generally elutes around 105-120 ml. As seen in Figure 2, SDS-Gel PAGE after Coomassie staining of USrc SEC fractions indicates that we obtain the protein with high purity.\r\n\n\n\r\n\n\n<IMG src=\"http://www.nature.com/protocolexchange/system/uploads/2869/original/figure1.png?1387205833\" width =\"95%\"> \r\n\n\n\r\n\n\n<IMG src=\"http://www.nature.com/protocolexchange/system/uploads/2871/original/figure2.jpg?1387205881\" width =\"95%\"> \r\n\n\n\r\n\n\n**Lipid StripTM assays**\r\n\n\n\r\n\n\nBy following this procedure we identified the lipid binding specificity of USrc domain \\(as shown in Figure 3). Immobilized lipids to the membrane are, as indicated in the legend: TG triglyceride, DAC diacylglyceride, PA phosphatidic acid, PS phosphatidylserine, PE phosphatidylethanolamine, PC phosphatidylcholine, PG phosphatidylglycerol, CL cardiolipin, PtdIns phosphatidylinositol. In particular, after detecting by immunoblotting with anti-Strep-tag HRP, black spots revealed the binding of USrc to PA, PS, CL, PtdIns \\(4)P, and PtdIns \\(3,4,5)P.\r\n\n\n\r\n\n\n<IMG src=\"http://www.nature.com/protocolexchange/system/uploads/2873/original/figure3.png?1387205951\" width=\"95%\"> \r\n\n\n\r\n\n\n**Protein-Lipid interaction by NMR using bicelles**\r\n\n\n\r\n\n\nFigures 4 shows an overlay of <sup>1</sup>H-<sup>15</sup>N HSQC NMR spectra of USrc \\(red), of USrc in presence of DMPC/DHPC and DMPG/DHPC bicelles \\(blue and gray, respectively), acquired at a Bruker Avance 800MHz spectrometer equipped with TCI cryo-probes. \r\n\n\n\r\n\n\n<IMG src=\"http://www.nature.com/protocolexchange/system/uploads/2875/original/figure4.png?1387206045\" width=\"95%\"> \r\n\n\n\r\n\n\nThe chemical shift perturbation induced by binding of USrc to bicelles were calculated as in Equation 1 \\(see Figure section)."
        },
        {
            "header": "References",
            "content": "1. Cho W, Stahelin RV. Membrane-protein interactions in cell signaling and membrane trafficking.  Annu Rev Biophys Biomol Struct. 2005;34:119-51. \r\n  2. Stahelin RV. Lipid binding domains: more than simple lipid effectors. J Lipid Res. 50 Suppl:S299-304\r\n  3. Arbuzova A, Schmitz AA, Vergères G. Cross-talk unfolded: MARCKS proteins. Biochem J. 2002 Feb 15;362: 1-12.\r\n  4. Strickfaden SC, Winters MJ, Ben-Ari G, Lamson RE, Tyers M, Pryciak PM. A mechanism for cell-cycle regulation of MAP kinase signaling in a yeast differentiation pathway. Cell. 2007 Feb 9;128\\(3):519-31.\r\n  5. Ikeda K, Nakayama Y, Ishii M, Obata Y, Kasahara K, Fukumoto Y, Yamaguchi N. Requirement of the SH4 and tyrosine-kinase domains but not the kinase activity of Lyn for its biosynthetic targeting to caveolin-positive Golgi membranes. Biochim Biophys Acta. 2009 Oct;1790\\(10):1345-52.\r\n  6. Sato I, Obata Y, Kasahara K, Nakayama Y, Fukumoto Y, Yamasaki T, Yokoyama KK, Saito T, Yamaguchi N. Differential trafficking of Src, Lyn, Yes and Fyn is specified by the state of palmitoylation in the SH4 domain. J Cell Sci. 2009 Apr 1;122\\(Pt 7):965-75. Epub 2009 Mar 3.\r\n  7.  Kasahara K, Nakayama Y, Kihara A, Matsuda D, Ikeda K, Kuga T, Fukumoto Y, Igarashi Y, Yamaguchi N. Rapid trafficking of c-Src, a non-palmitoylated Src-family kinase, between the plasma membrane and late endosomes/lysosomes. Exp Cell Res. 2007 Jul 15;313\\(12):2651-66.\r\n  8.  Walker, F., de Blaquiere, J., & Burgess, A.W.. \\(1993) Translocation of pp60c-src from the plasma membrane to the cytosol after stimulation by platelet derived growth factor. J. Biol. Chem. 268, 19552-19558.\r\n  9. Activation and translocation of c-Src to the cytoskeleton by both platelet-derived growth factor and epidermal growth factor. Weernink PA, Rijksen G. J Biol Chem. 1995 Feb 3;270\\(5):2264-7.\r\n  10. Jordan L. Scott, Catherine A. Musselman, Emmanuel Adu-Gyamfi, Tatiana G. Kutateladze and Robert V. Stahelin. Emerging methodologies to investigate lipid–protein interactions. Integr. Biol., 2012, 4, 247–258.\r\n  11. Hongxia Zhao and Pekka Lappalainen. A simple guide to biochemical approaches for analyzing protein–lipid interactions. Molecular Biology of the Cell, 2012, 23, 2823.\r\n  12. Lipid-Protein Interactions, Methods and Protocols. Editors: Jörg H. Kleinschmidt. Methods in Molecular Biology, Volume 974, 2013.\r\n  13. Li Feng. Probing lipid–protein interactions using lipid microarrays. Prostaglandins & other Lipid Mediators 77 \\(2005) 158–167.\r\n  14. Isotropic solutions of phospholipid bicelles: a new membrane mimetic for high-resolution NMR studies of polypeptides. Vold RR, Prosser RS, Deese AJ. J Biomol NMR. 1997, 9\\(3):329-35.\r\n  15. Ulrich H. N. Dürr, Melissa Gildenberg, and Ayyalusamy Ramamoorthy. The Magic of Bicelles Lights Up Membrane Protein Structure. Chemical Reviews, 2012, 112, 6054.\r\n  16. Ulrich H.N. Dürr, Ronald Soong, Ayyalusamy Ramamoorthy. When detergent meets bilayer: Birth and coming of age of lipid bicelles. Progress in NMR, 2013, 69, 1.\r\n  17. Glover KJ, Whiles JA, Wu G, Yu N, Deems R, Struppe JO, Stark RE, Komives EA, Vold RR. Structural evaluation of phospholipid bicelles for solution-state studies of membrane-associated biomolecules. Biophys. J. 2001;81:2163.\r\n  18. Wu H, Su K, Guan X, Sublette ME, Stark RE. Assessing the size, stability, and utility of isotropically tumbling bicelle systems for structural biology. Biochim Biophys Acta. 2010;1798:482–488"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep01295",
                "date": "2013-12-16 14:49:23",
                "title": "Lipid binding by the Unique and SH3 domains of c-Src suggests a new regulatory mechanism",
                "authors": [
                    "Yolanda Pérez",
                    "Mariano Maffei",
                    "Ana Igea",
                    "Irene Amata",
                    "Margarida Gairí",
                    "Angel R. Nebreda",
                    "Pau Bernadó",
                    "and Miquel Pons"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12845,
                "identity": "a0210982-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Miquel Pons",
                "email": "mpons@ub.edu",
                "orcid": "",
                "institution": "Miquel Pons Lab (Barcelona)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Miquel",
                "middleName": "",
                "lastName": "Pons",
                "suffix": ""
            },
            {
                "id": 12841,
                "identity": "a0210074-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yolanda Perez",
                "email": "",
                "orcid": "",
                "institution": "Miquel Pons Lab (Barcelona)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yolanda",
                "middleName": "",
                "lastName": "Perez",
                "suffix": ""
            },
            {
                "id": 12842,
                "identity": "a02103c2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mariano Maffei",
                "email": "",
                "orcid": "",
                "institution": "Miquel Pons Lab (Barcelona)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mariano",
                "middleName": "",
                "lastName": "Maffei",
                "suffix": ""
            },
            {
                "id": 12843,
                "identity": "a0210674-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Irene  Amata",
                "email": "",
                "orcid": "",
                "institution": "Miquel Pons Lab (Barcelona)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Irene",
                "middleName": "",
                "lastName": "Amata",
                "suffix": ""
            },
            {
                "id": 12844,
                "identity": "a02107ea-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Miguel Arbesú",
                "email": "",
                "orcid": "",
                "institution": "Miquel Pons Lab (Barcelona)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Miguel",
                "middleName": "",
                "lastName": "Arbesú",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-12-16 15:26:57",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.094",
        "doiUrl": "https://doi.org/10.1038/protex.2013.094",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608885,
                "identity": "aadb78db-a2a7-4a2d-b02f-32cb925a6e64",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:33",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 29476,
                "visible": true,
                "origin": "",
                "legend": "FPLC Chromatogram of USrc purification from _E. Coli_   Chromatogram of USrc purification. Shown are the UV absorption at 280 nm (Y axis) and the elution volume (X axis).\r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2923/v1/figure_1.png"
            },
            {
                "id": 2608889,
                "identity": "ade051d0-0c0a-452d-a1ee-f20ae631b86d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:33",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 981047,
                "visible": true,
                "origin": "",
                "legend": "SDS-PAGE of the FPLC fractions of USrc   SDS-PAGE Coomassie stain analysis of aliquots taken from FPLC fractions.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2923/v1/figure_2.jpg"
            },
            {
                "id": 2608886,
                "identity": "9c85c0f9-1505-4703-b3b0-dc67ae94cb6f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:33",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 39848,
                "visible": true,
                "origin": "",
                "legend": "Lipid Strip assay   Binding of USrc to immobilized lipids, detected by immunoblotting with anti-Strep-tag (TG triglyceride, DAC diacylglyceride, PA phosphatidic acid, PS phosphatidylserine, PE phosphatidylethanolamine, PC phosphatidylcholine, PG phosphatidylglycerol, CL cardiolipin, PtdIns phosphatidylinositol)",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2923/v1/figure_3.png"
            },
            {
                "id": 2608887,
                "identity": "02cbdeab-d085-46fd-a950-d9b7174b387d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:33",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 101714,
                "visible": true,
                "origin": "",
                "legend": "USrc-bicelles interactions observed by NMR   Top Panel: Overlay of 1H-15N HSQC NMR spectra of USrc alone (red), in the presence of DMPC/DHPC bicelles (blue), and in the presence of DMPG/DHPC bicelles (grey). Bottom panel: schematic representation of the structure and charge of the lipid bicelles used.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-2923/v1/figure_4.png"
            },
            {
                "id": 13464661,
                "identity": "13b65576-ee6b-438a-b941-f7cca78dc5d4",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 375742,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2923/v1/224b80d8-9f66-4691-9692-ead46be04ab4.pdf"
            },
            {
                "id": 2608890,
                "identity": "b733b68b-e786-408d-b7fc-844c285d9c15",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:33",
                "extension": "odf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1961,
                "visible": true,
                "origin": "",
                "legend": "Equation 1   .",
                "description": "",
                "filename": "supplement0.odf",
                "url": "https://assets.researchsquare.com/files/nprot-2923/v1/supplement_0.odf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "IDPs, liquid-state NMR, c-Src, lipids-protein interaction, protein purification",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Intrinsically disordered proteins \\(IDPs) play important roles in a multitude of biological process, especially in the regulation of signal transduction pathways. Many IDPs are implicated in several diseases such as cancer, diabetes, neurodegenerative diseases and others. We have developed a detailed protocol for purifying the intrinsically disordered Unique domain of the human non-receptor tyrosine kinase c-Src. Moreover, here we introduce two additional techniques that have been used to assess the capability of the protein to binding lipids: a simple protein-lipid assay \\(Echelon Lipid Strip<sup>TM</sup>) and a NMR approach where we have observed the unfolded Unique domain of c-Src in the presence of different types of bicelles.",
        "manuscriptTitle": "Lipid Binding by Disordered Proteins",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-12-18 11:20:13",
                "doi": "10.1038/protex.2013.094",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0209421-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 18th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3087,
                "name": "Biochemistry"
            },
            {
                "id": 3088,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-12-18 11:20:13",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}