{
    "identity": "nprot-2610",
    "title": "Direct differentiation of hepatic stem-like WB cells into insulin-producing cells using small molecules",
    "content": [
        {
            "header": "Introduction",
            "content": "A progressive decrease in the pancreatic beta-cell mass is the main cause of diabetes and can be counterbalanced by providing new insulin-producing cells \\(IPCs). Promising islet cell transplantation methods as a means of reversing type 1 diabetes mellitus \\(DM) have been hampered by islet availability as well as by allograft rejection<sup>1,2</sup>. Liver-to-endocrine pancreas transdifferentiation is an attractive strategy for generating beta-cell surrogates since the liver and pancreas share a common bipotential precursor cell within the embryonic endoderm<sup>3,4</sup>. Most previously reported induction strategies required genetic manipulation, and induced cells were incomplete and non-selective for beta-cell phenotypes and function<sup>5-7</sup>.\r\n\n\nRecent progress has been made demonstrating that some small molecules can promote definitive cellular differentiation to induce pluripotent stem cells \\(PSCs)<sup>6,8</sup> and modulate various stages of beta-cell differentiation from induced PSCs<sup>9,10</sup>. For example, 5-aza-2'-deoxycytidine \\(5-AZA), an inhibitor of DNA methylase, was used to successfully induce Ngn3 expression and endocrine differentiation in the PANC-1 human ductal cell line<sup>11</sup>. Trichostatin A \\(TSA), a regulator of chromatin remodeling, triggers the process of dedifferentiation and further endocrine pancreatic differentiation<sup>12,13</sup>. Retinoic acid \\(RA) facilitates the development of Pdx1 pancreatic endocrine progenitor cells and their further differentiation into beta-cells<sup>14,15</sup>. Nicotinamide promotes transdifferentiation and maturation of liver stem cells into IPCs<sup>16</sup>.\r\n\n\nThere have already been several reports on the generation of IPCs using small molecules from various sources of stem cells, such as embryonic stem cells and mesenchymal stem cells. However, to date, there has been no report demonstrating that pancreatic beta-cells can be induced from liver stem cells in this way. Therefore, by mimicking embryonic pancreatic development, we explored a stepwise protocol for the formation of IPCs from WB cells to control differentiation in vitro. In this study, efforts were focused on the key step of generating Pdx1-expressing cells as pancreatic progenitors. Several methods for inducing differentiation from stem cells into Pdx1-positive cells have been recently reported<sup>2,14,17,18</sup>, but the combination and sequence of small molecules for induction and differentiation remain to be optimized.\r\n\n\nWe present here a three-step approach for generating functional IPCs from WB cells within only 17 days. A sequential treatment with 5-AZA, TSA, RA, and insulin, transferrin and selenite \\(ITS)  induced efficient differentiation of WB cells into pancreatic precursor cells（WB-A cells）. More than 5% of the cells became Pdx1-expressing pancreatic progenitors in only 10 days, eventually becoming IPCs in a step requiring nicotinamide for 7 days in vitro or transplantation into diabetic nude rats for 60 days in vivo. These IPCs expressed characteristic pancreatic beta-cell marker genes, such as insulin I, insulin II, GK with no evidence of non-beta-gene expression. Moreover, insulin was released in response to glucose concentration and the induced IPCs in vivo could ameliorate hyperglycemia in diabetic rats. The identification of an attractive chemical strategy that induces hepatocyte-derived IPCs is an important approach for diabetes cell therapy in the near future."
        },
        {
            "header": "Reagents",
            "content": "1. DMEM\r\n  2. PAA\r\n  3. 1640 medium\r\n  4. A basal medium containing knockout-serum DMEM and the main components: 1 mM -mercaptoethanol, 1% non-essential amino acids, 1% B27 supplement, 2 mM L-glutamine, 2% N2 supplement, 20 ng/ml fibroblast growth factor, 20 ng/ml epidermal growth factor, 100 U/ml penicillin, and 100 mg/ml STZ.\r\n  5. 5 M 5-AZA\r\n  6. 100 nM TSA\r\n  7. 1´ITS\r\n  8. 2 M RA\r\n  9. 0.5% bovine serum albumin \r\n  10. 25 mM glucose\r\n  11. 4% phosphate-buffered paraformaldehyde \r\n  12. 1% osmium tetroxide\r\n  13. 2.5% glutaraldehyde in 0.1M sodium cacodylate buffer \\(pH 7.4)\r\n  14. 1% osmium tetroxide in 0.1 M cacodylate buffer\r\n  15. 30% sucrose solution\r\n  16. 4% paraformaldehyde\r\n  17. 5% bovine serum albumin\r\n  18. 0.5% Triton X-100\r\n  19. guinea pig anti-rat insulin \\(1:100) , goat anti-rat Pdx1 \\(1:100) antibody , goat anti-guinea pig polyclonal antibody \\(1:500) and donkey anti-goat polyclonal antibody \\(1:200) \r\n  20. Hoechst-33342 reagent \\(1:3000)"
        },
        {
            "header": "Equipment",
            "content": "HitachiH-7650 transmission electron microscope"
        },
        {
            "header": "Procedure",
            "content": "Cell culture.\r\n\n\n1. WB cells grow in DMEM supplemented with 10% FBS and 11.1 mM D-glucose, 100 U/ml penicillin, and 100 μg/ml STZ.\r\n  2. INS-1 cells grow in 1640 medium.\r\n  Induction of WB cells into IPCs.\r\n\n\nIn the first step :chromatin remodeling\r\n\n\n1. 6-well plates plate WB cells in a basal medium at a density of 2 x 105 per well containing knockout-serum DMEM and the main components: 1mM β-mercaptoethanol, 1% non-essential amino acids, 1% B27 supplement, 2 mM L-glutamine, 2% N2 supplement, 20 ng/ml fibroblast growth factor, 20 ng/ml epidermal growth factor, 100 U/ml penicillin, and 100 mg/ml STZ.\r\n  2. 5 μM 5-AZA treat with Cells for 48 hours.\r\n  3.100 nM TSA treat with cells for 24 hours.\r\n\n\nIn the second step :induction and differentiation\r\n\n\n4. Cells grow in DMEM with 1 g/L glucose, 1x ITS , 2 μM RA and the main components for 7 days and induce to Pdx-1 expressed cells \\(WB-A cells).\r\n  In the last step \\(maturation)\r\n\n\n5. 10 mM nicotinamide in the main components without fibroblast growth factor and epidermal growth factor treat WB-A cells for 7 days to induce to IPCs.\r\n  Glucose-stimulated insulin release assay in WB-A cells and IPCs in vitro.\r\n\n\n6. Serum-free DMEM with low glucose incubate cells.\r\n  7. Serum-free medium containing 0.5% bovine serum albumin and 5.5 mM glucose starve WB-A cells and IPCs overnight and 25 mM glucose stimulate with for 2 hours.\r\n  TEM in IPCs in vitro.\r\n\n\n8. A single intraperitoneal injection of STZ at 65 mg/kg body weight inject to WB-A cells \\(n=6) and WB \\(n=6) cells and 50 μl PBS \\(n=3)\r\n  9. When blood glucose reached levels >16.7 mmol/L, DM rats receive 1x 106 WB-A \\(n=6) cells/rat in 50 μl PBS, and negative controls receive 50 μl PBS \\(n=3).\r\n  10. Samples receive assay of fasting blood glucose levels every 3 days in samples obtained from the tail vein using a blood glucose test meter and strips.\r\n  11. Three of the six WB-A cell-implanted rats undergo nephrectomy at day 36. The others undergo nephrectomy at day 60 posttransplantation to assess metabolic activity of the transplanted WB-A cells.\r\n  IPGTT and glucose-stimulated insulin release assay in vivo.\r\n\n\n12. After 6 h of fasting, samples receive assay of fasting glucose and insulin levels from venous blood from small tail clips.\r\n  13. Three groups inject 2 g/kg body glucose intraperitoneally. Blood glucose values were obtained at 15, 30, 60, 90, 120 min. Insulin values were obtained at 30, 60, 90, 120, 150, 180min. \r\n  Histology and immunofluorescence.\r\n\n\n14. 4% paraformaldehyde for 48 hours at 4ºC fix explanted tissues and rat pancreas tissues in samples overnight in a 30% sucrose solution, and embedded with embedding medium. Sections were stained with HE.\r\n  15. Cells and sections receive performation of immunofluorescence of insulin."
        },
        {
            "header": "References",
            "content": "1. Shapiro, A.M. et al. Islet transplantation in seven patients with type 1 diabetes mellitus using a glucocorticoid-free immunosuppressive regimen. N Engl J Med 343, 230-8 \\(2000).\r\n  \r\n\n\n2. Ameri, J. et al. FGF2 specifies hESC-derived definitive endoderm into foregut/midgut cell lineages in a concentration-dependent manner. Stem Cells 28, 45-56 \\(2010).\r\n  \r\n\n\n3. Lammert, E., Cleaver, O. & Melton, D. Role of endothelial cells in early pancreas and liver development. Mech Dev 120, 59-64 \\(2003).\r\n  \r\n\n\n4. Nakajima-Nagata, N. et al. In vitro induction of adult hepatic progenitor cells into insulin-producing cells. Biochem Biophys Res Commun 318, 625-30 \\(2004).\r\n  \r\n\n\n5. Ber, I. et al. Functional, persistent, and extended liver to pancreas transdifferentiation. J Biol Chem 278, 31950-7 \\(2003).\r\n  \r\n\n\n6. Park, I.H. et al. Reprogramming of human somatic cells to pluripotency with defined factors. Nature 451, 141-6 \\(2008).\r\n  \r\n\n\n7. Kawasaki, H. et al. In vitro transformation of adult rat hepatic progenitor cells into pancreatic endocrine hormone-producing cells. J Hepatobiliary Pancreat Surg 15, 310-7 \\(2008).\r\n  \r\n\n\n8. Takahashi, K. Cellular reprogramming - lowering gravity on Waddington's epigenetic landscape. J Cell Sci \\(2012).\r\n  \r\n\n\n9. Nakagawa, M. et al. Generation of induced pluripotent stem cells without Myc from mouse and human fibroblasts. Nat Biotechnol 26, 101-6 \\(2008).\r\n  \r\n\n\n10. Wang, H.S. et al. Transplantation of insulin-producing cells derived from umbilical cord stromal mesenchymal stem cells to treat NOD mice. Cell Transplant 20, 455-66 \\(2011).\r\n  \r\n\n\n11. Lefebvre, B. et al. 5'-AZA induces Ngn3 expression and endocrine differentiation in the PANC-1 human ductal cell line. Biochem Biophys Res Commun 391, 305-9 \\(2010).\r\n  \r\n\n\n12. Chang, S. et al. Histone deacetylases 5 and 9 govern responsiveness of the heart to a subset of stress signals and play redundant roles in heart development. Mol Cell Biol 24, 8467-76 \\(2004).\r\n  \r\n\n\n13. Tomita, S. et al. Autologous transplantation of bone marrow cells improves damaged heart function. Circulation 100, II247-56 \\(1999).\r\n  \r\n\n\n14. Cai, J. et al. Generation of homogeneous PDX1\\(+) pancreatic progenitors from human ES cell-derived endoderm cells. J Mol Cell Biol 2, 50-60 \\(2010).\r\n  \r\n\n\n15. Ostrom, M. et al. Retinoic acid promotes the generation of pancreatic endocrine progenitor cells and their further differentiation into beta-cells. PLoS One 3, e2841 \\(2008).\r\n  \r\n\n\n16. Yang, L. et al. In vitro trans-differentiation of adult hepatic stem cells into pancreatic endocrine hormone-producing cells. Proc Natl Acad Sci U S A 99, 8078-83 \\(2002).\r\n  \r\n\n\n17. Chen, S. et al. A small molecule that directs differentiation of human ESCs into the pancreatic lineage. Nat Chem Biol 5, 258-65 \\(2009).\r\n  \r\n\n\n18. Johannesson, M. et al. FGF4 and retinoic acid direct differentiation of hESCs into PDX1-expressing foregut endoderm in a time- and concentration-dependent manner. PLoS One 4, e4794 \\(2009)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12377,
                "identity": "9feb8a38-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jianping Liu",
                "email": "liujpnfm@163.com",
                "orcid": "",
                "institution": "301’s Lab, School of Life Science, Chinese PLA General Hospital, Beijing, China",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jianping",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-02-08 15:16:53",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.019",
        "doiUrl": "https://doi.org/10.1038/protex.2013.019",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608661,
                "identity": "3759206c-804f-427d-bdef-4fc326e69a1e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:23",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 98133,
                "visible": true,
                "origin": "",
                "legend": "Differentiation of WB cells into IPCs by a stepwise protocol and stage-specific cell morphology.   (a) Schematic representation of the three-step protocol to derive IPCs from WB cells. (b) Stage-specific cell morphology. Scale bar: 100μm.\r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2610/v1/figure_1.png"
            },
            {
                "id": 2608660,
                "identity": "63a89202-2385-4f6d-aa7b-6fd5dcd1fbbe",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:23",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 516318,
                "visible": true,
                "origin": "",
                "legend": "Gene expression analysis using semi-quantitative RT-PCR and quantitative RT-PCR.   Rat liver served as a positive control to estimate expression levels of the dedifferentiation of WB cells. Rat pancreas served as a positive control to estimate expression levels achieved in the differentiated WB-A cells. (a) Gene expression analysis using semi-quantitative RT-PCR. (a.i) Expression of genes related to liver markers and hepatocyte dedifferentiation marker. (a.ii) Expression of genes related to β-cell development. (a.iii) Expression of genes related to β-cell function. (a.iv) Expression of genes related to endocrine and exocrine markers. (b) Gene expression analysis using quantitative RT-PCR. mRNA of liver as a control to normalize data in (b.i). mRNA of WB cells as a control to normalize data in (b.ii) to (b.iv). (b.i) Expression of genes related to liver markers and hepatocyte dedifferentiation marker. (b.ii) Expression of genes related to β-cell development. (b.iii)Expression of genes related to β-cell function. (b.iv) Expression of genes related to endocrine and exocrine markers.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2610/v1/figure_2.png"
            },
            {
                "id": 2608662,
                "identity": "0aeed489-3296-444e-ade8-d0cce9ac3ca4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:23",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 338447,
                "visible": true,
                "origin": "",
                "legend": "Pancreatic gene expression in WB-A cells detected by immunoﬂuorescence and insulin release analysis.    INS-1 and WB cells served as positive and negative controls，respectively. (a) Immunofluorescence analysis of Pdx1 expression was positive in WB-A cells in stage 2. Pdx1 (red), Hoechst-33342 for nuclear (blue). (b) Immunofluorescence analysis of insulin expression was positive in WB-A cells. Insulin (green). (c) Insulin release was not responsive to glucose stimulation in WB-A cells. Scale bar: 100 μm. **P<0.01.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2610/v1/figure_3.png"
            },
            {
                "id": 2608663,
                "identity": "67aa24d7-43c3-4216-8a04-5995291b6836",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:23",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 306850,
                "visible": true,
                "origin": "",
                "legend": "WB-A cells formed IPCs *_in vitro_*.   INS-1 and WB cells served as positive and negative controls，respectively. (a) Immunofluorescence analysis of Pdx1 expression was positive in IPCs in stage 3. Scale bar: 100μm. (b) Immunofluorescence analysis of insulin expression was positive in IPCs in stage 3. Scale bar: 100 μm. (c) IPCs in stage 3 released insulin upon glucose stimulation. **P<0.01. (d) TEM image of induced IPCs in stage 3. IPCs showed secretary vesicles (black arrows). Scale bar: 500 nm.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-2610/v1/figure_4.png"
            },
            {
                "id": 2608665,
                "identity": "61688b4d-ccf0-435d-b859-b0a2a68e0f68",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:23",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 376159,
                "visible": true,
                "origin": "",
                "legend": "WB-A cells formed IPCs _in vivo_.   (a) Blood glucose levels were monitored regularly under fasting conditions in WB-A Tx rats (n=6).WB Tx rats (n=6) as controls and PBS Tx rats (n=3) as negative controls. Arrow: Ex **P<0.01 (b) Insulin levels were monitored under fasting conditions pre and post Tx. **P<0.01 (c) Results of IPGTT with WB-A Tx DM rats (n=3). DM rats (n=3) and normal rats (n=5) served as positive and negative controls respectively. (d) Results of glucose-stimulated insulin release assay with WB-A Tx DM rats. (e) HE and immunoﬂuorescence analysis of insulin in the explanted WB-A cells. Rat pancreas served as positive controls. Sections were immunostained with antibodies to insulin (1:500). Scale bar: 100μm.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-2610/v1/figure_5.png"
            },
            {
                "id": 13464708,
                "identity": "e50674b6-b32b-47e4-9f01-3b3306d53991",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1296571,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2610/v1/09fb5e53-ee19-4b64-94e9-5881878598d1.pdf"
            }
        ],
        "financialInterests": "No.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Diabetes mellitus; Hepatocyte; Small molecules; Insulin-producing cells; WB cells",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Recent evidence suggests that experimental induction of hepatocytes into pancreatic cells provides new cell transplantation therapy prospects for type 1 diabetes mellitus. Stepwise differentiation from rat liver epithelial stem-like WB-F344 cells \\(WB cells) into functional insulin-secreting cells will identify key steps in beta-cell development and may yet prove useful for transplantation therapy for diabetic patients. An essential step in this protocol was the generation of pancreatic precursor cell that express Pdx1 based on induction by a combination of 5-aza-2'-deoxycytidine, trichostatin A, retinoic acid, and a mix of insulin, transferrin and selenite. The Pdx1-expressing cells express other pancreatic markers and contribute to endocrine cells in vitro and in vivo. This study indicates an efficient chemical protocol for differentiating WB cells into functional insulin-producing cells using small molecules, and represents a promising hepatocyte-based treatment for diabetes mellitus.",
        "manuscriptTitle": "Direct differentiation of hepatic stem-like WB cells into insulin-producing cells using small molecules",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-02-08 16:16:11",
                "doi": "10.1038/protex.2013.019",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9feb361a-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 8th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2889,
                "name": "Cell biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-02-08 16:16:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}