{
    "identity": "pex-1684",
    "title": "<p>Open thoracic surgical implantation of cardiac pacemakers in rodents</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong>Introduction</strong></p><p>Small animal models remain indispensable in research of cardiac physiology and heart disease pathogenesis. As compared to large animals, rodents provide the benefit of easy genetic engineering to study the genetic basis of disease, which make them ideal high-throughput subjects in basic and translational investigations. Numerous rodent models of heart failure, diabetes, myocardial infarction, and other cardiovascular and metabolic diseases have advanced our understanding of the underlying mechanisms<sup>1–4</sup>. Study of mechanisms of arrhythmia and heart failure require implantable devices for programmed electrical stimulation, but these pacing models generally are restricted to large animal models because existing pacing hardware is optimized for human anatomies. Thus, cardiac electrophysiology studies in transgenic rodent disease models are limited to <em>ex vivo</em> isolated heart preparations or anesthetized <em>in vivo</em> configurations. <em>Ex vivo</em> preparations isolate the heart from systemic physiological systems, which removes important connections between the heart and other organ systems, such as the nervous system<sup>5</sup>. Anesthetized <em>in vivo</em> studies investigate arrhythmia dynamics using transesophageal<sup>6</sup> or open chest<sup>7</sup> electrical stimulation, which does not fully reflect the true activity during normal behavior when the subject is conscious. Fully conscious studies have been performed by some groups, but the equipment used for these studies required tethered devices for stimulating and monitoring the heart, which may inadvertently affect the animal’s behavior<sup>8–11</sup>.</p><p>Recently, we have developed a portfolio of miniature bioelectronics that can be fully implanted into rodents for tether-free, fully conscious stimulation<sup>12,13</sup>. The devices can deliver stimulation and sensing to animals without disrupting their natural behavior. These implanted devices enable long-term, <em>in vivo</em> studies in the rodents for genetic and molecular investigation of electrical remodeling. Our approach allows implantable device technologies that monitor and stimulate cardiac electrical activity to be combined with genetic engineering to investigate molecular mechanisms underlying heart rhythm disorders. These implanted devices also allow for the study of rapid pacing-induced cardiac electrophysiological remodeling and heart failure. It also enables study of pacemaker-induced changes, such as ion channel remodeling and transcriptional changes in signaling. Moreover, this surgical technique can be applied in optical and optogenetic studies, such as monitoring autofluorescent NADH to study metabolism,<sup>14</sup> or optogenetic modulation of the autonomic nervous system of the heart<sup>15</sup>.</p><p>Here, we present a surgical procedure to implant wireless, battery-free, miniature cardiac devices via open thoracotomy as a platform for high-throughput, long-term cardiac electrophysiological studies. (Fig. 1a). We have used this technique to implant devices for atrial, ventricular, and biventricular pacing in rats<sup>12,13,16</sup>. The animals fully recover from surgery with minimal impact on cardiovascular function and general health. We implement a full systemic assessment of animal health using histology, weight and behavioral monitoring, echocardiography, and biomarkers of myocardial damage. The technique takes about 40 minutes to complete (Extended Data Fig. 1) and provides secure device implantation to the epicardium so that devices can successfully pace and capture heart rhythms for up to 32 days. This surgical approach can also be adapted to access other intrathoracic structures, such as the lung, nerves, and aorta, or for other epicardial device attachment methods, such as adhesives.</p><p><br></p><p><strong>Development of the protocol</strong></p><p>Our group has developed and tested a range of bioelectronics that stimulate and monitor cardiac electrophysiology<sup>12,13,16–19</sup>. Earlier, we tested a miniature implantable pacemaker using an external jugular approach in mice<sup>20</sup>. We inserted the pacemaker lead through the jugular vessel and into the right ventricle of the heart. However, the mortality rate of this approach was high, and no mice survived past 11 days post-implantation. To reduce surgical complexity, we switched to the open thoracic epicardial implantation method. Mice survived this approach well (mortality rate: 10%; 66.7% mice survived to 20 days), and the pacemaker provided reliable cardiac capture for 20 days. We then implemented the epicardial technique in rats where the mortality rate trends towards 0% for an experienced operator (Supplementary Fig. 1). The larger anatomy of rats expands the range of dimensions and geometries while retaining the benefits of the low-cost high throughput mouse models. In addition to testing implantable cardiac devices, we have also developed a novel hydrogel adhesive that acts as interface between tissue and bioelectronics so that pacemakers can influence heart activity while avoiding mechanical disruption of the myocardium<sup>16</sup>.</p><p><br></p><p><strong>Applications of the method</strong></p><p>We primarily employ this technique to implant wireless battery-free miniature pacemakers with a single electrode. Each pacemaker consists of three main parts: the power receiver coil that generates energy, the electrode pad that interfaces with the heart, and the stretchable connector that joins the two (Fig. 1b).</p><p>In addition to the single electrode modality, this technique can also implant devices with different configurations, such as a biventricular pacemaker. In this case, one electrode is attached to each of the right and left ventricles, respectively (Extended Data Fig. 2).</p><p>Alternatively, this technique can secure electronics with conductive tissue adhesives, such as a UV-cured hydrogel adhesive that we recently developed<sup>16</sup> (Extended Data Fig. 3). An important advantage of the bioadhesive is that it maintains the native tissue structure to attach devices without penetrating the myocardium. Thus, the studied changes in the heart are the ones specifically related to the disease model and not mild injuries that may be induced by the implantation technique.</p><p><br></p><p><strong>Comparisons with other methods</strong></p><p>Previously, we attempted to implant our miniature pacemakers transvenously, which is the standard clinical configuration. In this transvenous method, we used an external jugular approach. First, we exposed and isolated the jugular vein. Then, a small incision in the jugular vessel allowed the pacemaker lead to be inserted through the vessel and placed into the right ventricle. A small drop of sterile tissue glue at the incision site on the vessel secured the electrode in place. However, only 4 out of 16 mice survived this approach to 11 days. In comparison, with an experienced operator, the mortality rate with the epicardial approach reaches 0% (Supplementary Fig. 1). In our studies, this epicardial approach has been robust in both ensuring low mortality rates for animals undergoing surgery and enabling device functionality<sup>12,13,16</sup>. Other groups have also successfully employed a similar open thoracic epicardial implantation approach in mice to uncover the effect of dyssynchrony on the heart using a pacemaker-enabled rapid pacing strategy<sup>10,21</sup>.</p><p><br></p><p><strong>Experimental design</strong></p><p>For this approach, sex is primarily considered if animal size, weight, and/or sex differences matter for the study question being investigated. For example, we required young adult female rats for our small animal computed tomography (CT) scans over 2 months because the male rats would grow to be too large to fit into the CT imager. Any strain of mouse or rat can be operated on and should be selected according to experimental needs. We consistently used Sprague-Dawley rats throughout our studies to reduce biological variability.</p><p>Our open thoracic technique is standard for every implantation but can be altered depending on experimental needs. For example, a different chamber of the heart can be the target site of device attachment. If the right atrium or right ventricle is desired, make an incision from the right aspect of the chest. If the left atrium or left ventricle is desired, make an incision from the left aspect. If a device requires multiple sites of attachment to maintain good contact between electrodes and the myocardium, keep the number of attachment points low to minimize damage to native myocardium.</p><p>For housing, animals may need to be housed separately in the first few days after surgery so that they do not remove each other’s stitches or external devices. However, we did not have any problems with housing animals together directly after surgery. Social housing is important for the animals’ well-being, and we made every attempt to achieve this when possible.</p><p>For our biocompatibility studies, we implement a full set of assays that assesses the maintenance of normal anatomy and physiology of the heart. We use Masson’s trichrome staining to assess the fibrotic response of the tissue near the site of device attachment. Weight monitoring every 2-3 days enables assessment of overall health. Behavioral monitoring assesses that the animals are recovering well from the surgery. Enzyme-linked immunosorbent assays reveal levels of cardiac troponin I (cTnI) and brain natriuretic peptide 45 (BNP 45), which are biomarkers of myocardial infarction and heart failure, respectively. Echocardiography examines cardiac dynamics to assess the mechanical functionality of the heart using measurements such as ejection fraction and stroke volume. Certain assays can be selected or eliminated from the full set depending on experimental needs of what is being examined.</p><p><br></p><p><strong>Expertise needed to implement the protocol</strong></p><p>Operators should be familiar with thoracic and cardiac anatomy. In addition, they should understand the basic principles of surgical sterility and have fundamental surgical skills, including proficiency in instrument handling, suturing, knot tying, and tissue dissection. Successful implantation strongly depends on operator experience. The operators involved in our studies<sup>12,13,16–19</sup> were all surgical residents who all had at least 2 years of experience in general surgery. Operators experienced in small animal dissection also achieved success with this procedure even without formal medical-level general surgery training. Operators with more surgical experience will be able to more efficiently master this technique and achieve low mortality rates.</p><p><br></p><p><strong>Limitations</strong></p><p>When considering age, it is better to select young adult rats (1-4 months) to undergo this procedure. In our experience, older animals (&gt;10 months) have a more difficult post-operative recovery. However, older animals may be used if a large anatomy is required. For example, we required an older male rat when testing a skin-interfaced device because the device needed to maintain contact with the skin across a large surface area to record a high-quality electrocardiogram (ECG) signal.</p><p>In addition, devices that are too large might increase risk of mortality. Take care to design devices that are small and lightweight in proportion to the size of the animal being operated on. For example, our initial mouse battery-powered pacemaker may have been too bulky and contributed to high mortality rates during implantation<sup>20</sup>. Lightweight devices integrate into the animal’s native physiology more optimally.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Animals</strong></p><p>We have successfully performed the open thoracic implantation of cardiac devices in Sprague-Dawley rats, Long Evans rats, and Swiss Webster mice. Other strains of rats and mice can also be used.</p><p>CAUTION: All animal experiments must conform to institutional and government guidelines. The protocol performed here was approved by The George Washington University Institutional Animal Care and Use Committee (protocols A364 and A367).</p><p><br></p><p><strong>Reagents</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Isoflurane, 1-3% (vol/vol) (Covetrus, 029405)</p><p>CAUTION: Isoflurane is harmful if inhaled or ingested. Operators should wear gloves and long sleeves to avoid contact with the skin. Use carbon filters to scavenge waste anesthetic gas.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sterile saline, 0.9% (wt/vol) (Teleflex Medical Inc., 92-RHUD59U-BX)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;100% oxygen tank (Roberts Oxygen, MS121821012)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chlorhexidine gluconate 4% solution (Betasept) (Avrio Health, 304978-0A)</p><p><br></p><p><strong>Prescription-only medicines</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Buprenorphine hydrochloride injection, 0.3 mg/mL (Covetrus, 059122)</p><p><br></p><p><strong>Reagent setup</strong></p><p><em>Isoflurane (1-3% (vol/vol) with oxygen (100%), 2 mL/min)</em></p><p>Freshly prepare for immediate use.</p><p><em>Buprenorphine (0.3 mg/mL)</em></p><p>Use 0.05 mg per 1 kg body weight. Dilute in a 1:2 ratio with sterile saline (0.09% wt/vol) and administer by subcutaneous injection.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Castroviejo needle holder (Fine Science Tools, 12565-14)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Crile hemostat – curved (Fine Science Tools, 13005-14)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Crile hemostat – straight (Fine Science Tools, 13004-14)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Double-ended microspatula (Fine Science Tools, 10091-12)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fine forceps (Fine Science Tools, 11445-12)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Goldstein retractor (Fine Science Tools, 17003-03)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Halsey needle holder (Fine Science Tools, 12501-13)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Metzenbaum scissors – Blunt/Blunt (Fine Science Tools, 14017-14)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Standard forceps (Fine Science Tools, 1100-14)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Surgical scissors – sharp (Fine Science Tools, 14002-13)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;16-gauge catheter (Terumo, SR-OX1651CA)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cotton tip applicator, sterile, 6 in (Dynarex, 4305)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Disposable underpad, 17 in x 24 in (Medpride, MPR-90503)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gauze pads, sterile, 4 in x 4 in (Dynarex, 3354)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Medical tape, silk, 1 in x 10 yards (Durapore, 1538-1)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nylon suture, sterile, size 4-0, cut needle (Oasis, MV1629-V)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PGA suture, sterile, size 4-0, taper needle (Oasis, MV-J310-V)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PI polyisoprene surgical gloves, sterile (Protexis, 2D72PT75X)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Polypropylene tapercut suture, size 6-0, 30\", blue monofilament, needle CC-1 CC-1, 3/8 Circle (Ethicon, 8706H)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cautery pencil, high temp, fine-tip (Cardinal Health, 65410-181)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Towel drape, sterile, 18 in x 25 in (Dynarex, 4410)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bravura lithium-ion cordless clippers (Wahl Clipper Co., WA0425)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Charcoal filter canister (EZ Systems, EZ-258)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PowerLab 26T (ADInstruments, PL26T04)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Radiofrequency power transfer system (Neurolux)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rat endotracheal intubation kit with stand (Kent Scientific, ETI-RAT-01)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Small animal anesthesia system (EZ Systems, EZ-SA 800)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Subdermal ECG needle electrodes (ADInstruments, MLA1203)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;VentElite small animal ventilator (Harvard Apparatus, 55-7040)</p><p><br></p><p><strong>Equipment setup (Fig. 2)</strong></p><p>Sterilize implantable devices prior to implantation by gas sterilization with ethylene oxide or by applying a 30-minute ultraviolet light in a biosafety cabinet. Clean work surfaces before and after surgeries using an alcohol-based cleaning agent. Autoclave all surgical instruments before use. Keep instruments in sterile condition between cases performed on the same day. Purchase all disposable equipment that come in contact with the surgical site in sterilized packages. Prepare an aseptic operating field by covering the operating area with a sterile drape. Set up the rodent anesthesia machine and the anesthetic scavenging machine.</p>"
        },
        {
            "header": "Procedure",
            "content": "Preoperative Considerations (timing: 1 hr)\n1.    Prepare surgical table with dedicated areas for the induction chamber, intubation station, surgical workspace, ventilator, sterile surgical instrument and equipment area, adjustable lights, and a heating source (Fig. 2a). To aid in precise dissection, ensure that lighting is adequate. To prevent shadowing that may obscure visualization during surgery, use at least two sources of adjustable lighting to illuminate the operating field.\n2.    For convenience of transferring the animal once sedated, set the induction chamber next to the intubation station. For intubation, use a stand with an adjustable head positioning (Fig. 2b). In the case that an anterior neck cutdown is necessary for intubation, prepare a base plate with adjustable retractors that attach magnetically for visualization of the airway.\n3.    For ventilation, place the ventilator directly in front of the surgical workspace.\n4.    Autoclave all surgical instruments and prepare sterile packages of drapes, cotton tips, and gauze.\n5.    Set up the sterile instrument area on the dominant-hand side of the surgeon’s workspace (Fig. 2c).\n6.    Set the ventilator to 80 breaths per minute on pressure control with peak inspiratory pressure limit of 14 cmH\n2\nO.\n7.    Provide additional heat by an overhead heating lamp.\na.    CRITICAL STEP: The Guide for the Care and Use of Laboratory Animals recommends using a recirculated heating pad under the animal during surgery to prevent hypothermia. However, because the metal pad interferes with the inductive power transfer for the devices, use an overhead heating source or exothermal pads instead.\nInduction of anesthesia (timing: 5 min)\n8.    Induce general anesthesia using inhaled isoflurane vapors by placing the animal in an induction chapter with 3 to 4% of isoflurane (vol/vol) and an oxygen flow of 2 mL/min for several minutes until the rat becomes unconscious. Confirm loss of consciousness by gentle toe pinch. If movement is observed, wait until a deeper plane of anesthesia is achieved. If breathing is too slow, reduce the isoflurane level.\nBlind orotracheal intubation (timing: 5 min)\n9.    After induction, place the rat on the intubation stand. Gently retract the rat’s tongue with forceps to put the airway on slight tension. Blindly pass the 16-gauge cannula, supported by a blunt curved stylet, through the vocal cords and into the trachea. The operator should feel the tactile feedback of the stylet running against the tracheal rings to confirm that the endotracheal tube is in the trachea. Remove the stylet while holding the endotracheal tube in place. Confirm the proper placement of the endotracheal tube by checking the presence of condensation on a dental mirror (Fig. 3a). If at least three intubation attempts are unsuccessful, use an anterior neck cutdown to directly visualize the trachea.\n10. Transfer the rat to the surgical workspace and connect the cannula to the ventilator (Fig. 3b).\na.    CRITICAL STEP: For rats, set the ventilator to 80 breaths/minute on pressure control with a peak inspiratory pressure limit of 14 cmH\n2\nO. For mice, set the ventilator to volume mode with 180 breaths/min, a tidal volume of 180 L, peak inspiratory pressure between 20 cmH\n2\nO, and a positive end-expiratory pressure of 4 cmH\n2\nO.\nPreparation for surgery (timing: 2 min)\n11. Place the animal in the right lateral decubitus position for left thoracotomy atrial implantation (Supplementary Video 1) or left lateral decubitus position for right thoracotomy for ventricular implantation (Supplementary Video 2).\n12. Retract both forearms and secure them anteriorly and superiorly (Fig. 3C).\n13. Administer a subcutaneous injection of buprenorphine (0.01–0.05 mg/kg) with saline for preoperative analgesia.\n14. Using clippers, shave a 4 cm × 4 cm area over the left/right chest between the left/right axilla and the abdomen.\n15. Disinfect the shaved region with 4% chlorhexidine gluconate solution. Use a cotton swab to scrub the area.\n16. Place subdermal ECG needle electrodes in the Lead II configuration (left arm: ground; right arm: negative electrode; right leg: positive electrode).\na.    CRITICAL STEP: Recording an ECG throughout the duration of the surgery enables monitoring of the animal’s health status and confirmation of capture during pacing threshold testing where the lowest voltage setting that can drive the heart rhythm is identified.\n17. Lower the isoflurane vapors to 2% (vol/vol) during the surgery.\na.    CAUTION: To prevent cardiotoxicity, use the minimum level of isoflurane that maintains a deep plane of anesthesia, which is especially important during longer procedures (>1 hour).\nThoracotomy and cardiac exposure (timing: 5 min)\n18. Using sterile technique, don surgical gloves.\n19. Cut an opening in a sterile drape approximately the size of the shaved area of the animal’s chest. Place the drape over the animal to expose the surgical field.\n20. Palpate for the area of maximum pulsation of the heart to identify the ideal point of chest entry. This area is usually within the fourth intercostal space, which is about 5 to 10 mm lateral to the sternum (Fig. 4A, 5A). For atrial or ventricular implantations, two or three intercostal spaces below the maximum pulsation point was identified for incision, respectively.\n21. Make a curvilinear incision with surgical scissors over the chest approximately 2 cm below the left axilla (Fig. 4B, 5B). Carry the dissection through the skin and the muscle layer until the ribs and intercostal muscle are directly visualized. During dissection, stop any bleeding encountered by applying direct pressure over the area with either sterile cotton swabs or forceps. Alternatively, use electrocautery for hemostasis during subcutaneous dissection.\n22. To enter the chest, gently dissect the intercostal muscle with Metzenbaum scissors while grasping and retracting the rib above with forceps to lift the chest wall away from the lung (Fig. 4C, 5C). As the intercostal muscle is dissected away into a thin layer, visualize the sliding lung and the pleural space.\na.    CAUTION: Take care to not injure the lung upon entry with the Metzenbaum scissors.\nb.    CRITICAL STEP: Dissect the intercostal muscle along the superior aspect of the ribs to minimize bleeding because the neurovascular bundles run along the inferior surfaces of the ribs.\n23. Upon entry into the pleural space, carefully extend the incision through the intercostal muscle with Metzenbaum scissors to create a 2-3 cm opening along the desired intercostal space.\na.    CAUTION: Take care to not encroach onto the sternum so that the left and right internal thoracic arteries and veins are not injured. To avoid harming any other structures during this entry, gently push the lungs away, and point the tips of the Metzenbaum scissors up and away from the chest cavity.\n24. Place a small animal rib spreader to retract the intercostal space open. Push the lungs down using a microspatula to avoid injury to the lung (Fig. 4D, 5D).\n25. Gently retract the left lung posteriorly and secure it in place with a cotton swab so that the target implantation area of the heart is positioned in view.\n26. Gently open the pericardium and clear it away from the surface using forceps and cotton swabs. If more optimal positioning of the heart is required for device implantation, the heart can be gently maneuvered with cotton swabs or gauze.\nPacemaker placement (timing: 10 min)\n27. Along the ventral aspect of the thoracotomy incision, use blunt dissection to create a subcutaneous pocket to house the pacemaker’s receiver (Fig. 5E).\n28. Place the receiver of the pacemaker into the subcutaneous pocket so that the electrode pads are near the target implantation area and the thin stretchable connector that connects the electrode pads to the receiver intersects the intercostal space.\na.    CRITICAL STEP: When selecting the location for suture attachment, consider anatomical landmarks of the heart to avoid iatrogenic injury of the coronary arteries that may result in myocardial infarction or excessive blood loss.\n29. Secure the device to the atrium or ventricle using a small caliber non-absorbable monofilament 6-0 polypropylene suture. Thread the suture through the electrode pad and throw a shallow stitch through the epicardium (Fig. 4E-F, 5F) at the target site of implantation. Then, pass the suture through the same electrode again. Tie down the suture.\na.    CRITICAL STEP: Before placing any sutures, ensure that the side of the electrode interfacing with the heart is the conductive region of the device.\n30. Repeat the same steps for the adjacent electrode.\n31. Briefly turn on the pacemaker with the power transfer system (Neurolux, Inc.) to visualize capture of the heart in the ECG to ensure successful contact at the tissue-electrode interface.\na.    CAUTION: Pacing equipment are generally not sterile. Be sure to maintain a sterile field during this short test for capture.\nb.    CAUTIOIN: Perform more extensive threshold testing at the end of the operation after closure of the chest to minimize the amount of time during which the animal is anesthetized.\nThoracotomy closure (timing: 5 min)\n32. Close the thoracotomy using an absorbable braided 4-0 PGA suture. Place sutures under the lower rib and over the upper rib at three or more points along the thoracotomy site in an interrupted fashion to make sure the lower and upper ribs are approximated together without air leaking through the incision (Fig. 4G, 5G-H). Then, re-approximate the chest muscle in the same way with interrupted sutures at points which alternate in position from the sutures closing the thoracic cavity.\na.    CRITICAL STEP: Alternating the placement of the sutures re-approximating the thoracic cavity and the chest muscle will ensure a tight seal to restore the negative pressure in the thoracic cavity.\n33. Re-approximate skin subcutaneous tissue with a running non-absorbable 4-0 nylon suture (Fig. 4H, 5I).\na.    CRITICAL STEP: Ensure that the intra- and extrathoracic portions of the device are fully covered under the skin to minimize risk of infection and discomfort to the animal.\nExtubation and regaining of consciousness (timing: 20 min)\n34. Reduce isoflurane vapors to 0% (vol/vol) with maintained 100% oxygen flow at 2 L/min to allow the animal to recover from sedation. Keep the animal on the ventilator and under a heating lamp.\n35. During this recovery time, perform more thorough pacemaker threshold testing.\n36. Once the rat retracts its foot from a gentle toe pinch, extubate the animal and place it on a nose cone with 100% oxygen flow.\n37. When the animal regains sternal recumbency, return the animal to a clean home cage with food and water. Monitor the animal for an additional 1-2 h in the home cage. Provide additional warmth with by a heat lamp or heating pad.\nPost-operative blood draw (timing: 15 min per animal)\n38. Collect blood and serum samples by performing a tail-vein blood draw to assess serology and biomarkers of myocardial infarction and heart failure. For myocardial infarction assessment, draw blood 3-6 hours after surgery. For heart failure, draw blood 3 weeks after surgery. For serology assessment, draw blood every 2 weeks after surgery.\n39. Prepare a heating pad and a nose cone for maintenance of a light plane of anesthesia. Drape an absorbent pad over the heating pad.\n40. Induce general anesthesia using inhaled isoflurane vapors by placing the animal in an induction chapter with 2 to 3% of isoflurane (vol/vol) and an oxygen flow of 2 mL/min for several minutes until the rat becomes unconscious.\n41. Move the rat onto the surface of the heating pad with its nose placed in the nose cone. Confirm that the rat is unconscious using a toe pinch.\n42. In order to dilate blood vessels, place the tail of the rat into a container of warm water for one minute. Dry the tail and wipe down with 70% ethanol.\n43. Identify the lateral tail vein. Insert a 25-gauge sterile needle (or smaller) into the vein about two thirds of the way down the tail. If additional vein entry is needed, proceed up the tail proximally.\n44. Gently pull the syringe to draw out a sufficient volume of blood.\na.    CAUTION: A rat’s approximate total blood volume is 62 mL/kg. The maximum volume of blood drawn in one instance depends on the frequency of collection: 3% blood volume for every 3 days, 7.5% blood volume for every week, or 15% blood volume for every 2 weeks.\n45. Once enough blood has been collected, remove the needle and apply gauze using slight pressure to ensure the bleeding has stopped.\n46. Collect the blood into serum separator tubes.\n47. Return the animal to its cage and monitor until recovery. Take care to ensure that any excessive bleeding is controlled.\n48. For serum samples, spin the collected blood at 2400G for 10 minutes 4℃.\n49. If necessary, store serum samples at 4℃ overnight or freeze at -20℃ for longer-term storage.\nRecovery and postoperative monitoring (timing: 2+ days)\n50. Monitor the animal two times per day until recovery is complete. Continue with subcutaneous analgesic doses of buprenorphine (0.05 mg/kg) with a 1:2 dilution of saline every 12 hours in the 48 hours postoperative period.\n51. If the rats show any signs of distress, such as continued labored respiration more than 1 hour after surgery or perioral or perinasal porphyrin discharge, administer additional analgesics. If animals present extended signs of discomfort, consider euthanization with the consultation of animal research facility veterinarians.\nFunctional testing of pacemaker stimulation (timing: 30+ days)\n52. Induce general anesthesia using inhaled isoflurane vapors by placing the animal in an induction chapter with 2 to 3% of isoflurane and 2 mL/min oxygen for several minutes until the rat becomes unconscious.\n53. Attach subdermal electrocardiogram needle electrodes to the animal in the Lead II configuration (left arm: ground electrode; right arm: negative electrode; right leg: positive electrode).\n54. Wirelessly power the pacemaker. Observe the ECG signal trace and identify whether the pacemaker is capturing the heart rhythm. If there is no capture, increase the power. If there is capture, lower the power to the minimum threshold for capture.\n55. Once capture or device failure is confirmed, remove the ECG electrodes from the animal and gently return the animal to its cage.\nEchocardiography (timing: 15 min per animal, every 2 weeks for >8 weeks)\n56. Induce general anesthesia using inhaled isoflurane vapors by placing the animal in an induction chapter with 2 to 3% of isoflurane (vol/vol) and an oxygen flow of 2 mL/min for several minutes until the rat becomes unconscious.\n57. Confirm loss of consciousness by gentle toe pinch.\n58. Transfer the animal to the imaging stage. Affix the paws to ECG electrodes with tape to monitor the heart rate throughout recording.\na.    CRITICAL STEP: Maintain the heart rate between 300-350 BPM by adjusting the level of isoflurane vapors. Too much variance in heart rates between animals can affect the comparison between parameters.\n59. Using clippers, shave the chest hair to the left of the sternum. Apply a hair removal gel using a cotton swab to further remove chest hair from the shaved area.\na.    CRITICAL STEP: Hairs on the chest may distort the ultrasound signal with noise. Ensure that as much as possible of the chest hair in the area of interest is removed.\n60. Apply ultrasound gel to the shaved chest area.\n61. Perform M-mode echocardiography of the left ventricle.\n62. Analyze data using software to generate echocardiographic parameters.\nWeight monitoring (timing: 2 min per animal, every 2 weeks for >8 weeks)\n63. Weigh each animal at a consistent frequency every (i.e.: every 3 days) over several weeks.\nBehavioral assessment (timing: 2 min per animal)\n64. For the first 48 hours after surgery, monitor the animals’ behavior every 12 hours.\n65. Grade the behavior of each animal on the following scale for behavior and reactivity to handling, respectively: Behavior: 1 - normal, 2 - minor changes, 3 - decreased activity/mobility, 4 - immobility. Reactivity to handling following surgery was scored as: 1 - normal, 2 - mild dysfunction, 3 - slow.\nAssessment of biomarkers of myocardial infarction and heart failure (timing: 3-7 hrs per assay)\n66. To assess myocardial infarction, collect serum samples 3-6 hours after surgery as described above.\n67. To assess heart failure, collect serum samples 3-6 hours after surgery as described above.\n68. Perform enzyme-linked immunosorbent assay for each sample.\nTissue collection (timing: 30 min per animal)\n69. Deeply anesthetize the animal using inhaled isoflurane vapors by placing the animal in an induction chapter with 5% of isoflurane (vol/vol) at 2 mL/min oxygen flow for several minutes until the rat becomes unconscious.\n70.  Confirm adequate anesthesia by toe pinch.\n71. Make an incision just below the sternum and enter the thoracic cavity through the diaphragm.\n72. Harvest the heart by gripping the lungs and cutting at the base of the heart to achieve euthanasia by exsanguination.\n73. Cannulate the excised heart via the aorta.\n74. Retrograde perfuse University of Wisconsin cardioplegic solution followed by perfusion of neutral buffered formalin (10%).\n75. Store the hearts in neutral buffered formalin (10%) for 24 hours. Then, switch the storage solution to 70% ethanol.\nHistology (3+ days)\n76. Embed heart samples in paraffin and section into cross sections.\n77. Process samples with either Masson’s trichrome.\n78. For Masson’s trichrome staining, quantify the volume fraction of myocardium, collage, and interstitial space near the site of device attachment using our custom MATLAB software."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Step 9</p><p>Problem: Difficulty with intubation</p><p>Possible reason: Neck positioning is not properly extended</p><p>Solution: Ensure that the positioning of the rat is optimized and that the neck is adequately extended. If the neck is flexed, this position will create a curved trajectory for the endotracheal tube, which makes it more difficult to pass into the trachea. If positioning has been optimized but intubation is still unsuccessful, an anterior neck cutdown to visualize the trachea can be performed.</p><p><br></p><p>Step 9</p><p>Problem: Neck positioning is not properly extended</p><p>Possible reason: Inadvertent intubation of the esophagus</p><p>Solution: Point the tip of the intubation stylet slightly upwards as the stylet is passed behind the tongue to create a 90 degrees angle between the stylet and the plane of the vocal cord/tracheal opening. To help estimate the location of the airway, shine a bright light onto the neck of the rat on the intubation stand and look down the rat’s throat to illuminate the vocal cord opening.</p><p><br></p><p>Step 9</p><p>Problem: Insufficient sedation for intubation</p><p>Possible reason: Animal was not exposed to a long enough duration of isoflurane vapors in the induction chapter, the oxygen flow rate of the anesthesia machine was not high enough, or the path of the airflow is not set to the intubation stand</p><p>Solution: Check that isoflurane supply level is sufficient and that the oxygen flow rate is at 2 L/min. Verify that the path of the airflow is set to the intubation stand.</p><p><br></p><p>Step 21-22</p><p>Problem: Bleeding</p><p>Possible reason: Incision is too close to capillaries</p><p>Solution: Disposable cautery pens are the instrument of choice in stopping bleeding and should be used liberally when gaining entry to the chest. If cauterizers are not available, application of direct pressure with cotton swabs can also stop bleeding.</p><p><br></p><p>Step 22</p><p>Problem: Injury in the lung</p><p>Possible reason: Operator inadvertently incised the edge of the lung in the process of opening the chest wall, entrapped the lung with the rib retractor, or damaged the lung with aggressive use of cotton swabs while retracting the lung or clearing the epicardial membrane</p><p>Solution: Minor lung injuries typically heal spontaneously without any additional intervention. If there is a noticeable air leak from a lung injury, attempts to seal the leak can be made by placing a small piece of blood clot or membranous tissue, such as the discarded pericardium, over the area. In the case that an air leak is visible (i.e.: bubbling from the injury) or audible, most attempts to seal the leak will not be successful. If the leak persists and the rat develops a pneumothorax (visible increasing air accumulation under the skin) after the chest has been closed, the rat should be euthanized.</p><p><br></p><p>Step 22</p><p>Problem: Atelectasis (lung collapses and turns from light pink to red)</p><p>Possible reason: Gentle handling of the lungs by the operator</p><p>Solution: It is normal and expected that the lung will collapse (atelectasis) and turn from light pink to red after gentle handling. Operators should not be alarmed.</p><p><br></p><p>Step 23</p><p>Problem: Injury to the internal mammary artery</p><p>Possible reason: Thoracotomy incision traverses too close to the midline</p><p>Solution: Quickly press the cotton swab firmly against the chest wall or clamp down on the bleeding vessel with the hemostats for several minutes to stop the bleeding</p><p><br></p><p>Step 25</p><p>Problem: Difficulty viewing target implantation area on heart</p><p>Possible reason: Poor exposure</p><p>Solution: Extend the incision posteriorly towards the shoulder and widely or expanding the rib retractor more fully. If the desired segment of the heart is not in full view with the standard methods and limited exposure makes it technically difficult to implant the device, enter another rib space above or below the current level. Take care to not fracture the rib in this process and close the rib spaces with the same suture technique. Ensure that these sutures span across all three ribs to bring the ribs flush together and not overly tight, which would inhibit the rat’s ability to breathe.</p><p><br></p><p>Step 31, 35</p><p>Problem: Expected stimulation from device not occurring</p><p>Possible reason: Device is not functional</p><p>Solution: Before the procedure, perform a brief test to confirm capture of the heart rhythm immediately after the device is attached to the heart. If there is no capture despite high threshold settings, it may be necessary to carefully remove the device and re-attempt attachment to the heart.</p><p><br></p><p>Step 29</p><p>Problem: Expected stimulation from device not occurring</p><p>Possible reason: Conductive region of device delivering electrical stimulation is not properly interfaced to the heart</p><p>Solution: Before implantation, ensure that the exposed area for delivering electrical stimulation is directly making contact with the heart.</p><p><br></p><p>Step 36-37</p><p>Problem: Animal is not recovering as expected after the surgery is complete and does not breathe spontaneously when taken off the ventilator</p><p>Possible reason: Animal may still be metabolizing the anesthetic, chest closure is not airtight, or pneumothorax</p><p>Solution: First, check the heart rhythm to ensure that the subject is not in cardiac arrest. If the rhythm is normal, the animal may still be metabolizing the anesthetic agent and needs more time on the ventilator. Carefully examine the wound to ensure that there is no air escaping from the chest cavity and into the subcutaneous space. This would signify that the chest closure is not airtight or, worse yet, that there is pneumothorax caused by lung injury. If this is the case, re-open the wound and evaluate the chest wall closure.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Steps 1-7, general preoperative preparations: 1 hour</p><p>Steps 8, induction of anesthesia: 5 minutes</p><p>Steps 9-10, blind orotracheal intubation: 5 minutes</p><p>Steps 11-17, preparation for surgery: 2 minutes</p><p>Steps 18-26, thoracotomy and exposure: 5 minutes</p><p>Steps 27-31, pacemaker placement: 10 minutes</p><p>Steps 32-33, thoracotomy closure: 5 minutes</p><p>Steps 34-37, extubation and regaining of consciousness: 20 minutes</p><p>Steps 38-49, post-operative blood draw: 15 minutes per animal</p><p>Steps 50-51, recovery and postoperative monitoring: 2+ days</p><p>Steps 52-55, functional testing of pacemaker stimulation: 30+ days</p><p>Steps 56-62, echocardiography: 15 minutes per animal, every 2 weeks for 8 weeks</p><p>Step 63, weight monitoring: 2 minutes per animal, every 3 days for 8 weeks</p><p>Steps 64-65, behavioral assessment: 2 minutes per animal</p><p>Steps 66-68, assessment of biomarkers: 3-7 hours per assay</p><p>Steps 69-75, tissue collection: 30 minutes per animal</p><p>Steps 76-78, histology: 3+ days</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Recent innovations in materials science and bioelectronics led to the development of a new generation of miniature organ conformal bioelectronic devices<sup>22</sup>. Previously, cardiac device validation and device-enabled cardiac physiology studies were performed in large animals, such as dogs<sup>23</sup>, pigs<sup>24</sup>, and goats<sup>25</sup>. However, large animal models present issues with high costs, low throughput, greater ethical concerns, and the inability to edit its genome. In contrast, rodents offer versality in genetic engineering that is critically important in studies of basic mechanisms of numerous diseases well beyond the cardiovascular field. The procedure presented herein enables fully conscious <em>in vivo</em> rodent studies of arrhythmia, heart failure, and pacemaker-induced structural and functional remodeling.</p><p><br></p><p><strong>Devices become well-incorporated into the tissue in a biocompatible manner</strong></p><p>The composition of the transmural myocardium did not significantly change when implanted with devices for 3 weeks, but there was a significant increase in fibrosis after 6 weeks of implantation (p&lt;0.05) (Fig. 6A-B). This increase in fibrosis is to be expected when any kind of device made of a foreign material is implanted into an organ. Importantly, there were no changes in the myocardial volume fraction of the cardiac tissue, which demonstrates that the procedure and device do not significantly impair the cell composition of the tissue that is critical to cardiac function.</p><p><br></p><p><strong>Surgery does not impose systemic effects or impair animals’ regular behavior</strong></p><p>The rats had an initial average loss of 6% body mass in the first 3 days after surgery, but all animals regain their preoperative weight by postoperative day 6 followed by steady weight gain in the following weeks (Fig. 6C). Scoring of the animals’ behavior and reactivity to handling in the 10 days following surgery shows that there was moderate impairment of animals’ mobility and reactivity in the first 48 hours following surgery. However, after 2 days, the animals recover to pre-operative behavior (Supplementary Fig. 2). Overall, these systemic changes were expected after undergoing a major surgical procedure. The rapid recovery of the animals to normal weight and behavior post-operation demonstrates that the procedure does not cause significant impairment of regular behavior.</p><p><br></p><p><strong>Implantation procedure does not induce cardiac ischemia or heart failure</strong></p><p>If cardiac ischemia is induced, cTnI levels are expected to peak 3-6 hours following surgery. If heart failure is induced, levels of BNP 45 are expected to rise in the weeks following surgery<sup>26</sup>. Results from the ELISA assay demonstrated that neither cTnI or BNP 45 levels were significantly different before and after surgery (Fig. 6D-E). cTnI levels are higher than the clinical threshold for myocardial ischemia (0.04 ng/mL), which is expected since the cardiac tissue is being handled and punctured during surgery. Therefore, the procedure does not cause significant injury to the cardiac tissue.</p><p>Pacemaker implantation does not compromise cardiac mechanical function</p><p>A healthy ejection fraction (EF) range for rats is 50-70%<sup>27</sup>, and an EF lower than 50% indicates impairment of mechanical cardiac output. In this study, no significant changes were detected in any echocardiographic parameters when comparing time points before and after surgery, including EF (Fig. 6F), stroke volume (Fig. 6G)­­, end diastolic volume and diameter, fractional shortening, end systolic volume and diameter, or cardiac output (Supplementary Fig. 3).</p><p><br></p><p><strong>Reliable interfacing between pacemaker and heart enables long-term capture of the heart</strong></p><p>Atrial activation was achieved by devices that were attached to the right atrium, which was confirmed by pacing peaks at the P wave of recorded ECG signals (Fig. 7A). Ventricular pacing was accomplished by devices that were sutured to the ventricles, as evident from widened and higher amplitude QRS complexes during capture as compared to that during sinus rhythm (Fig. 7B). Cardiac pacing in freely moving, conscious animals was successfully performed, as demonstrated in ECGs by a conversion of sinus rhythm to a paced rhythm while animals were freely roaming within their cages (Fig. 7C). Implanted devices reported here pace for up to 32 days (Fig. 7D), which is enabled by firm and reliable contact between the device and myocardium (Fig. 7E). The implantation can be achieved with this technique for a variety of pacing configurations to allow for diverse anatomical sites (atrial versus ventricular pacing), different animal behaviors (freely moving, fully conscious animals), and a range of pacing timelines (acute and chronic).</p>"
        },
        {
            "header": "References",
            "content": "<p>1. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mor M, Mulla W, Elyagon S, et al. Speckle-tracking echocardiography elucidates the effect of pacing site on left ventricular synchronization in the normal and infarcted rat myocardium. <em>PLoS One</em>. 2014;9(6):e99191. doi:10.1371/journal.pone.0099191</p><p>2. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Recchia FA, Lionetti V. Animal models of dilated cardiomyopathy for translational research. <em>Vet Res Commun</em>. 2007;31 Suppl 1:35-41. doi:10.1007/s11259-007-0005-8</p><p>3. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Camacho P, Fan H, Liu Z, He J-Q. Small mammalian animal models of heart disease. <em>Am J Cardiovasc Dis</em>. 2016;6(3):70-80. http://www.ncbi.nlm.nih.gov/pubmed/27679742</p><p>4. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Klocke R, Tian W, Kuhlmann MT, Nikol S. Surgical animal models of heart failure related to coronary heart disease. <em>Cardiovasc Res</em>. 2007;74(1):29-38. doi:10.1016/j.cardiores.2006.11.026</p><p>5. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vaseghi M, Shivkumar K. The Role of the Autonomic Nervous System in Sudden Cardiac Death. <em>Prog Cardiovasc Dis</em>. 2008;50(6):404-419. doi:10.1016/j.pcad.2008.01.003</p><p>6. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schrickel JW, Bielik H, Yang A, et al. Induction of atrial fibrillation in mice by rapid transesophageal atrial pacing. <em>Basic Res Cardiol</em>. 2002;97(6):452-460. doi:10.1007/s003950200052</p><p>7. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fibrillation A, Nyns ECA, Poelma RH, et al. An automated hybrid bioelectronic system for autogenous restoration of sinus rhythm in atrial fibrillation. Published online 2019:1-12. doi:10.1126/scitranslmed.aau6447</p><p>8. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Berul CI, Aronovitz MJ, Wang PJ, Mendelsohn ME. In vivo cardiac electrophysiology studies in the mouse. <em>Circulation</em>. 1996;94(10):2641-2648. doi:10.1161/01.CIR.94.10.2641</p><p>9. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lujan HL, DiCarlo SE. Cardiac electrophysiology and the susceptibility to sustained ventricular tachycardia in intact, conscious mice. <em>Am J Physiol Circ Physiol</em>. 2014;306(8):H1213-H1221. doi:10.1152/ajpheart.00780.2013</p><p>10. &nbsp;&nbsp;&nbsp;&nbsp;Ståhlberg M, Nakagawa R, Bedja D, et al. Chronic Atrial and Ventricular Pacing in the Mouse: Application to Model Cardiac Dyssynchrony and Resynchronization in Heart Failure. <em>Circ Hear Fail</em>. 2019;12(2):1-11. doi:10.1161/CIRCHEARTFAILURE.118.005655</p><p>11. &nbsp;&nbsp;&nbsp;&nbsp;Klapper-Goldstein H, Murninkas M, Gillis R, et al. An implantable system for long-term assessment of atrial fibrillation substrate in unanesthetized rats exposed to underlying pathological conditions. <em>Sci Rep</em>. 2020;10(1):1-12. doi:10.1038/s41598-020-57528-3</p><p>12. &nbsp;&nbsp;&nbsp;&nbsp;Gutruf P, Yin RT, Lee KB, et al. Wireless, battery-free, fully implantable multimodal and multisite pacemakers for applications in small animal models. <em>Nat Commun</em>. 2019;10(1). doi:10.1038/s41467-019-13637-w</p><p>13. &nbsp;&nbsp;&nbsp;&nbsp;Choi YS, Yin RT, Pfenniger A, et al. Fully implantable and bioresorbable cardiac pacemakers without leads or batteries. <em>Nat Biotechnol</em>. Published online June 28, 2021. doi:10.1038/s41587-021-00948-x</p><p>14. &nbsp;&nbsp;&nbsp;&nbsp;Wengrowski AM, Kuzmiak-Glancy S, Jaimes R, Kay MW. NADH changes during hypoxia, ischemia, and increased work differ between isolated heart preparations. <em>Am J Physiol Circ Physiol</em>. 2014;306(4):H529-H537. doi:10.1152/ajpheart.00696.2013</p><p>15. &nbsp;&nbsp;&nbsp;&nbsp;Moreno A, Kowalik G, Mendelowitz D, Kay MW. Optogenetic Control of Cardiac Autonomic Neurons in Transgenic Mice. <em>Methods Mol Biol</em>. 2021;2191:309-321. doi:10.1007/978-1-0716-0830-2_18</p><p>16. &nbsp;&nbsp;&nbsp;&nbsp;Yang Q, Wei T, Yin RT, et al. Photocurable, bioresorbable adhesives as functional interfaces between flexible bioelectronic devices and soft biological tissues. <em>Nat Mater</em>. Published online 2021. doi:https://doi.org/10.1038/s41563-021-01051-x</p><p>17. &nbsp;&nbsp;&nbsp;&nbsp;Obaid SN, Yin RT, Tian J, et al. Multifunctional Flexible Biointerfaces for Simultaneous Colocalized Optophysiology and Electrophysiology. <em>Adv Funct Mater</em>. 2020;30(24):1910027. doi:10.1002/adfm.201910027</p><p>18. &nbsp;&nbsp;&nbsp;&nbsp;Chen Z, Boyajian N, Lin Z, et al. Flexible and Transparent Metal Nanowire Microelectrode Arrays and Interconnects for Electrophysiology, Optogenetics, and Optical Mapping. <em>Adv Mater Technol</em>. 2021;6(7):2100225. doi:10.1002/admt.202100225</p><p>19. &nbsp;&nbsp;&nbsp;&nbsp;Chen Z, Yin RT, Obaid SN, et al. Flexible and Transparent Metal Oxide/Metal Grid Hybrid Interfaces for Electrophysiology and Optogenetics. <em>Adv Mater Technol</em>. 2020;5(8):2000322. doi:10.1002/admt.202000322</p><p>20. &nbsp;&nbsp;&nbsp;&nbsp;Laughner JI, Marrus SB, Zellmer ER, et al. A Fully Implantable Pacemaker for the Mouse: From Battery to Wireless Power. <em>PLoS One</em>. 2013;8(10):1-8. doi:10.1371/journal.pone.0076291</p><p>21. &nbsp;&nbsp;&nbsp;&nbsp;Bilchick KC, Saha SK, Mikolajczyk E, et al. Differential regional gene expression from cardiac dyssynchrony induced by chronic right ventricular free wall pacing in the mouse. <em>Physiol Genomics</em>. 2006;26(2):109-115. doi:10.1152/physiolgenomics.00281.2005</p><p>22. &nbsp;&nbsp;&nbsp;&nbsp;Efimov IR, Ng FS, Laughner JI, eds. <em>Cardiac Bioelectric Therapy: Mechanisms and Practical Implications</em>. 2nd ed. Springer; 2021.</p><p>23. &nbsp;&nbsp;&nbsp;&nbsp;Fishbein MC, Tan KS, Beazell JW, Schulman JH, Hirose FM, Michael Criley J. Cardiac pathology of transvenous pacemakers in dogs. <em>Am Heart J</em>. 1977;93(1):73-81. doi:10.1016/S0002-8703(77)80174-9</p><p>24. &nbsp;&nbsp;&nbsp;&nbsp;BOWMAN TA, HUGHES HC. Swine as an In Vivo Model for Electrophysiologic Evaluation of Cardiac Pacing Parameters. <em>Pacing Clin Electrophysiol</em>. 1984;7(2):187-194. doi:10.1111/j.1540-8159.1984.tb04885.x</p><p>25. &nbsp;&nbsp;&nbsp;&nbsp;Wijffels MCEF, Kirchhof CJHJ, Dorland R, Allessie MA. Atrial Fibrillation Begets Atrial Fibrillation. <em>Circ J</em>. 1995;92:1954-1968. doi:10.1161/01.CIR.92.7.1954</p><p>26. &nbsp;&nbsp;&nbsp;&nbsp;Vuolteenaho O, Ala-Kopsala M, Ruskoaho H. BNP as a biomarker in heart disease. <em>Adv Clin Chem</em>. 2005;40:1-36. http://www.ncbi.nlm.nih.gov/pubmed/16355919</p><p>27. &nbsp;&nbsp;&nbsp;&nbsp;Watson LE, Sheth M, Denyer RF, Dostal DE. Baseline Echocardiographic Values for Adult Male Rats. <em>J Am Soc Echocardiogr</em>. 2004;17(2):161-167. doi:10.1016/j.echo.2003.10.010</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We would like to thank the staff of the Office of Animal Research at The George Washington University for their dedication in caring for our animals. We acknowledge funding by the Leducq Foundation (project RHYTHM) and NIH grant R01 HL141470 (I.R.E. and J.A.R.). R.T.Y. acknowledges support from the American Heart Association Predoctoral Fellowship (19PRE34380781). A.N.M. acknowledges support from the Henry Luce Foundation for the Luce Undergraduate Research Fellowship. E.A.W. acknowledges support from grant number 2020-225578 from the Chan Zuckerberg Initiative DAF, an advised fund of Silicon Valley Community Foundation.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41587-021-00948-x",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1002/admt.202000322",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1002/adfm.201910718",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1002/adfm.201910027",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1038/s41467-019-13637-w",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1038/s41563-021-01051-x",
                "date": "2021-07-29 16:14:56",
                "title": "Photocurable bioresorbable adhesives as functional interfaces between flexible bioelectronic devices and soft biological tissues",
                "authors": [
                    "Quansan Yang",
                    "Tong Wei",
                    "Rose T. Yin",
                    "Mingzheng Wu",
                    "Yameng Xu",
                    "Jahyun Koo",
                    "Yeon Sik Choi",
                    "Zhaoqian Xie",
                    "Sheena W. Chen",
                    "Irawati Kandela",
                    "Shenglian Yao",
                    "Yujun Deng",
                    "Raudel Avila",
                    "Tzu-Li Liu",
                    "Wubin Bai",
                    "Yiyuan Yang",
                    "Mengdi Han",
                    "Qihui Zhang",
                    "Chad R. Haney",
                    "K. Benjamin Lee",
                    "Kedar Aras",
                    "Tong Wang",
                    "Min-Ho Seo",
                    "Haiwen Luan",
                    "Seung Min Lee",
                    "Anlil Brikha",
                    "Nayereh Ghoreishi-Haack",
                    "Lori Tran",
                    "Iwona Stepien",
                    "Fraser Aird",
                    "Emily A. Waters",
                    "Xinge Yu",
                    "Anthony Banks",
                    "Gregory D. Trachiotis",
                    "John M. Torkelson",
                    "Yonggang Huang",
                    "Yevgenia Kozorovitskiy",
                    "Igor R. Efimov",
                    "John A. Rogers"
                ],
                "journal": "Nature Materials",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 58272522,
                "identity": "f390bd06-9d8e-4f0e-996b-6e04997f35a2",
                "order_by": 0,
                "name": "Rose T. Yin",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-5887-9212",
                "institution": "The George Washington University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rose",
                "middleName": "T.",
                "lastName": "Yin",
                "suffix": ""
            },
            {
                "id": 58272523,
                "identity": "02c1d8a4-14a4-4e01-ac64-6e65e5de025b",
                "order_by": 1,
                "name": "Sheena W. Chen",
                "email": "",
                "orcid": "",
                "institution": "The George Washington University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sheena",
                "middleName": "W.",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 58272524,
                "identity": "43b3e13d-22f3-44f1-9b9c-a6b5ac231190",
                "order_by": 2,
                "name": "K. Benjamin Lee",
                "email": "",
                "orcid": "",
                "institution": "The George Washington University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "K.",
                "middleName": "Benjamin",
                "lastName": "Lee",
                "suffix": ""
            },
            {
                "id": 58272525,
                "identity": "0c9314bd-ff18-439e-a7da-6ca467d77486",
                "order_by": 3,
                "name": "Yeon Sik Choi",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-3813-3442",
                "institution": "Northwestern University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yeon",
                "middleName": "Sik",
                "lastName": "Choi",
                "suffix": ""
            },
            {
                "id": 58272526,
                "identity": "ee847611-fb5e-481f-a2bb-17da802c5aad",
                "order_by": 4,
                "name": "Jahyun Koo",
                "email": "",
                "orcid": "",
                "institution": "Northwestern University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jahyun",
                "middleName": "",
                "lastName": "Koo",
                "suffix": ""
            },
            {
                "id": 58272527,
                "identity": "4859d5eb-21a5-46ae-b1a1-f1a309ed66ba",
                "order_by": 5,
                "name": "Quansan Yang",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-8029-1327",
                "institution": "Northwestern University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Quansan",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 58272528,
                "identity": "300226d5-9a91-43ef-ae8c-fdeb4a5aaccd",
                "order_by": 6,
                "name": "Michael A. Napolitano",
                "email": "",
                "orcid": "",
                "institution": "The George Washington University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michael",
                "middleName": "A.",
                "lastName": "Napolitano",
                "suffix": ""
            },
            {
                "id": 58272529,
                "identity": "5363df12-0e3b-4548-af86-2a85bbabe670",
                "order_by": 7,
                "name": "Jokubas Ausra",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-4860-6197",
                "institution": "The University of Arizona",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jokubas",
                "middleName": "",
                "lastName": "Ausra",
                "suffix": ""
            },
            {
                "id": 58272530,
                "identity": "755330fd-d56f-46cb-9467-bfebedd89124",
                "order_by": 8,
                "name": "Timothy J. Holleran",
                "email": "",
                "orcid": "",
                "institution": "Georgetown University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Timothy",
                "middleName": "J.",
                "lastName": "Holleran",
                "suffix": ""
            },
            {
                "id": 58272531,
                "identity": "a5fe32cf-a30b-48cd-b397-7eb20039e9f6",
                "order_by": 9,
                "name": "E. Alex Waters",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-3479-6054",
                "institution": "Northwestern University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "E.",
                "middleName": "Alex",
                "lastName": "Waters",
                "suffix": ""
            },
            {
                "id": 58272532,
                "identity": "118a0e21-9c39-40b8-be64-dd941bcbf8d0",
                "order_by": 10,
                "name": "Anlil Brikha",
                "email": "",
                "orcid": "",
                "institution": "Northwestern University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anlil",
                "middleName": "",
                "lastName": "Brikha",
                "suffix": ""
            },
            {
                "id": 58272533,
                "identity": "252dedb0-e9b1-4ba4-8fd6-916354dccae5",
                "order_by": 11,
                "name": "Grant Kowalik",
                "email": "",
                "orcid": "",
                "institution": "The George Washington University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Grant",
                "middleName": "",
                "lastName": "Kowalik",
                "suffix": ""
            },
            {
                "id": 58272534,
                "identity": "96533fe1-3e80-48bd-b007-871677ca74ee",
                "order_by": 12,
                "name": "Alana N. Miniovich",
                "email": "",
                "orcid": "",
                "institution": "The George Washington University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alana",
                "middleName": "N.",
                "lastName": "Miniovich",
                "suffix": ""
            },
            {
                "id": 58272535,
                "identity": "5e226833-2a63-48e8-8d8a-eb220a1d7d44",
                "order_by": 13,
                "name": "Helen S. Knight",
                "email": "",
                "orcid": "",
                "institution": "The George Washington University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Helen",
                "middleName": "S.",
                "lastName": "Knight",
                "suffix": ""
            },
            {
                "id": 58272536,
                "identity": "4895fc1d-eb83-416e-839d-093dcd5acef0",
                "order_by": 14,
                "name": "Bender A. Russo",
                "email": "",
                "orcid": "",
                "institution": "The George Washington University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bender",
                "middleName": "A.",
                "lastName": "Russo",
                "suffix": ""
            },
            {
                "id": 58272537,
                "identity": "56b1d0bc-dd86-4fb5-b0df-9d011140d7c4",
                "order_by": 15,
                "name": "Alejandro Murillo-Berlioz",
                "email": "",
                "orcid": "",
                "institution": "The George Washington University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alejandro",
                "middleName": "",
                "lastName": "Murillo-Berlioz",
                "suffix": ""
            },
            {
                "id": 58272538,
                "identity": "7f781bce-eea0-477b-a082-bdf282d0137c",
                "order_by": 16,
                "name": "Chad R. Haney",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-5981-2925",
                "institution": "Northwestern University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chad",
                "middleName": "R.",
                "lastName": "Haney",
                "suffix": ""
            },
            {
                "id": 58272539,
                "identity": "8701c727-4913-4da4-a2aa-1c36cf86d143",
                "order_by": 17,
                "name": "Philipp Gutruf",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-7183-7268",
                "institution": "The University of Arizona",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Philipp",
                "middleName": "",
                "lastName": "Gutruf",
                "suffix": ""
            },
            {
                "id": 58272540,
                "identity": "c4b3e18e-e6d2-4f5e-b2a7-8384b595d051",
                "order_by": 18,
                "name": "John A. Rogers",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2980-3961",
                "institution": "Northwestern University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "A.",
                "lastName": "Rogers",
                "suffix": ""
            },
            {
                "id": 58272541,
                "identity": "113ce8ae-4892-4b6a-9f96-a36e41f9ef06",
                "order_by": 19,
                "name": "Gregory D. Trachiotis",
                "email": "",
                "orcid": "",
                "institution": "Veteran Affairs Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gregory",
                "middleName": "D.",
                "lastName": "Trachiotis",
                "suffix": ""
            },
            {
                "id": 58272542,
                "identity": "49152bb6-fbbf-433d-b2dc-8283934989d4",
                "order_by": 20,
                "name": "Igor R. Efimov",
                "email": "efimov@gwu.edu",
                "orcid": "https://orcid.org/0000-0002-1483-5039",
                "institution": "The George Washington University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Igor",
                "middleName": "R.",
                "lastName": "Efimov",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-10-21 20:25:04",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1684/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1684/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 16544855,
                "identity": "588970a5-19bb-45b9-8987-7fecb8bc6a8d",
                "added_by": "auto",
                "created_at": "2021-12-17 10:05:51",
                "extension": "jpeg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 202841,
                "visible": true,
                "origin": "",
                "legend": "<p>Overview of surgical implantation of wireless battery-free miniature pacemakers in rodents. a, Open thoracic implantation approach allows for full implantation of miniature, battery-free devices for cardiac rate and rhythm therapy. b, Various wireless miniature pacemakers can be implanted using this technique: optical and electrical pacemakers (left), bioresorbable pacemakers (center), and biventricular pacemakers (right). Each device is composed of three primary components: the receiver, the electrode pad, and the serpentine connector. Scale bars = 5 mm.</p>",
                "description": "",
                "filename": "Fig1.jpeg",
                "url": "https://assets.researchsquare.com/files/pex-1684/v1/c5dfe82159987cedf8b30ba3.jpeg"
            },
            {
                "id": 16544854,
                "identity": "2d4de49d-8e7a-4076-b860-7a5e5a053862",
                "added_by": "auto",
                "created_at": "2021-12-17 10:05:51",
                "extension": "jpeg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 419704,
                "visible": true,
                "origin": "",
                "legend": "<p>Surgical space set-up. a, Surgical station set-up for pacemaker implantation surgery, including: anesthesia induction chamber; intubation stand; 4% chlorhexidine gluconate solution; spotlight and adjustable lighting; small animal ventilator; gloves; gauze; cotton swabs; sutures; tools; heat lamp. All supplies are purchased as sterilized. The sterile instrument area was set up on the dominant-hand side of the surgeon’s workspace. Illuminate the operating field with at least two sources of adjustable lighting to prevent shadowing that may obscure visualization during surgery. b, Intubation tools and stand, including: dental mirror; standard forceps; blunt curved stylet; 16-gauge catheter; retractors. c, Tools and supplies required for pacemaker implantation surgery. Tools from left to right: Standard forceps; microspatula; fine forceps; surgical scissors, sharp; Metzenbaum scissors, blunt/blunt; Goldstein retractor; Crile hemostat, curved; Castroviejo needle holder; Crile hemostat, straight; Halsey needle holder.</p>",
                "description": "",
                "filename": "Fig2.jpeg",
                "url": "https://assets.researchsquare.com/files/pex-1684/v1/7da9aed358ef7177ed0c46b5.jpeg"
            },
            {
                "id": 16544975,
                "identity": "b712f5a9-bd09-4a9b-a21a-69d748aa3f44",
                "added_by": "auto",
                "created_at": "2021-12-17 10:08:51",
                "extension": "jpeg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 285899,
                "visible": true,
                "origin": "",
                "legend": "<p>Intubation technique for open thoracic approach. a, The open thoracic approach requires intubation and assisted ventilation of the animal before incision. From left to right: Place the rat on the intubation stand. Retract the rat’s tongue with forceps. Blindly pass a 16-gauge catheter supported by a blunt stylet into the trachea. Confirm placement of the endotracheal tube by condensation on the dental mirror. Attach the catheter to the ventilator at 80 breaths/minute on pressure control with a peak inspiratory pressure limit of 14 cmH2O. b, The endotracheal tube of the intubated rat is connected to ventilator. c, Position the intubated rat on the surgical table covered with an absorbent pad before incision. Shave and disinfect the chest area to the left of the sternum. Place the ECG electrodes in the Lead II position to record ECGs and monitor heart rate throughout the procedure. Use a spotlight to provide lighting into the thoracic cavity. Scale bar = 5 cm.</p>",
                "description": "",
                "filename": "Fig3.jpeg",
                "url": "https://assets.researchsquare.com/files/pex-1684/v1/35ce102bb9121ae81c42ea1e.jpeg"
            },
            {
                "id": 16544891,
                "identity": "8ec89baf-f4e4-467c-b432-dbbac0ca5889",
                "added_by": "auto",
                "created_at": "2021-12-17 10:05:52",
                "extension": "jpeg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 540460,
                "visible": true,
                "origin": "",
                "legend": "<p>Pacemaker implantation technique for attachment to ventricles. a, Palpate for the fourth intercostal space, which is usually two to three intercostal spaces below the most maximum pulsation from the heart. b, Make a 4 cm curvilinear skin incision along the curvature of the ribs over the desired intercostal space. c, Dissect through the chest wall muscle with scissors and enter the pleural space carefully with Metzenbaum scissors while taking care not to injure the lung. Extend the incision through the intercostal space anterior and posteriorly with the Metzenbaum scissors. d, Place a rib-spreader retractor to hold the rib space open. e, Gently hold the lung away from the heart with a cotton swab, clear the pericardium from the heart, and place sutures through the epicardium to secure the device. Scale bar = 5 mm. f, Secure the receiver of the pacemaker in a subcutaneous pocket. Remove the retractor to make sure there is no tension or excess length of the electrode. Inset shows schematic illustration of suture technique for attachment to heart. g, Close the intercostal space with simple intermittent absorbable sutures. h, Close the skin incision with running non-absorbable suture. Scale bar = 3 mm indicated in image with highest magnification.</p>",
                "description": "",
                "filename": "Fig4.jpeg",
                "url": "https://assets.researchsquare.com/files/pex-1684/v1/ffda4d4a5e3cb600a6f98d13.jpeg"
            },
            {
                "id": 16544872,
                "identity": "249043cf-3786-47d0-8048-b6cab9bca0eb",
                "added_by": "auto",
                "created_at": "2021-12-17 10:05:51",
                "extension": "jpeg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 598800,
                "visible": true,
                "origin": "",
                "legend": "<p>Pacemaker implantation technique for attachment to right atrium. a, Palpate for the third intercostal space, which is usually two intercostal space below the point of maximum impulse from the heart. b, Make a 3 to 4 cm curvilinear skin incision along the curvature of the ribs over the desired intercostal space. c, Dissect through the chest wall muscle with scissors and enter the pleural space carefully with Metzenbaum scissors while taking care not to injure the lung. Extend the incision through the intercostal space anterior and posteriorly with Metzenbaum scissors. d, Hold the lung away from the heart with a cotton swab. Clear the pericardium from the heart. e, Create a subcutaneous pocket with blunt dissection using Metzenbaum scissors while taking care to stay in the subcutaneous plane right under the dermis and avoid violating the peritoneum. Place the pacemaker body in a subcutaneous pocket. f, Place sutures through the epicardium of the right atrium to secure the device. g, Close the intercostal space by placing a simple-interrupted 4-0 absorbable suture across the inferior and superior ribs while protecting the organs underneath with a metal spatula. h, Closure of the intercostal space is airtight. The device electrode intersects the intercostal space. i, Close the skin incision with running 4x0 non-absorbable suture. Scale bar = 5 mm indicated in image with highest magnification.</p>",
                "description": "",
                "filename": "Fig5.jpeg",
                "url": "https://assets.researchsquare.com/files/pex-1684/v1/3501c067f9459f56d86799fa.jpeg"
            },
            {
                "id": 16544978,
                "identity": "82471553-2e9f-4b20-b38d-fd03f9816ef7",
                "added_by": "auto",
                "created_at": "2021-12-17 10:08:51",
                "extension": "jpeg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 458780,
                "visible": true,
                "origin": "",
                "legend": "<p>Physiological effects of pacemaker implantation surgery. a, Representative images of Masson’s trichrome-stained cross sections of rat hearts implanted with pacemakers. Scale bar = 1 mm. b, Volume fractions of interstitial space, fibrosis, and myocardium. A significant increase in fibrosis was found 6 weeks following surgery. Kruskal-Wallis test. Post-hoc Dunn’s multiple comparison test, *p = 0.002. c, Weights of animals dropped immediately following surgery and was steadily regained as expected in the following weeks. d, No significant differences in levels of cardiac troponin before surgery or 3-6 hours following surgery. Two-tailed Mann-Whitney test, p = 0.1000. e, No significant differences in levels of BNP 45 before surgery and 3 weeks following surgery. Two-tailed Mann-Whitney test, p = 0.4000. f, No significant differences in stroke volume before surgery, 1 week, and 3 weeks following surgery, demonstrating that the procedure does not impair cardiac output. Friedman test, p = 0.5278. Post-hoc Dunn’s multiple comparison test, α = 0.05. g, No significant differences in ejection fraction before surgery, 1 week, and 3 weeks following surgery, showing that the procedure does not impair cardiac mechanical function. Friedman test, p = 0.3611. Post-hoc Dunn’s multiple comparison test, α = 0.05. In b-g, values are reported as means ± std. dev. In b,d,e, n = 3 biologically independent animals per group. In c, n = 6-12 biologically independent animals per group. In f-g, n = 5 biologically independent animals.</p>",
                "description": "",
                "filename": "Fig6.jpeg",
                "url": "https://assets.researchsquare.com/files/pex-1684/v1/93be430e010712e2b895a5e0.jpeg"
            },
            {
                "id": 16544879,
                "identity": "6c25c4d0-da12-4895-91f0-d708d2c26f6b",
                "added_by": "auto",
                "created_at": "2021-12-17 10:05:51",
                "extension": "jpeg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 297942,
                "visible": true,
                "origin": "",
                "legend": "<p>Long-term in vivo pacing following pacemaker implantation. a, ECGs recorded from animals with pacemaker electrodes attached to the right atrium show pacing spikes at the P wave that drives increased heart rhythm. b, ECGs recorded from animals with pacemaker electrodes attached to the ventricle demonstrate paced QRS complexes that drive the increased heart rhythm. c, (Top) Schematic of live stimulation set-up where stimulation was delivered via wireless inductive power transfer system and ECGs were recorded using LabChart software. (Bottom) ECGs recorded from non-anesthetized animals show conversion from sinus rhythm to a paced rhythm when electrical stimuli were delivered by the pacemaker. d, ECG traces show conversion from normal sinus rhythm to paced beats when electrical stimulus was delivered by implanted pacemaker for up to 32 days following surgery. e, Explantation of devices 1 week after surgery shows that the device was well incorporated into the body at the subcutaneous and intercostal space. Electrode pads were still well secured to the heart. Scale bars = 2 mm.</p>",
                "description": "",
                "filename": "Fig7.jpeg",
                "url": "https://assets.researchsquare.com/files/pex-1684/v1/3706e24742c84476d45d80e8.jpeg"
            },
            {
                "id": 16545131,
                "identity": "ddd5f4b6-3a76-4422-9069-0e6e1cff6c51",
                "added_by": "auto",
                "created_at": "2021-12-17 10:11:59",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1839179,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1684/v1/5798da76-84c6-4341-ba2b-93d2ded71466.pdf"
            },
            {
                "id": 16544977,
                "identity": "f846d771-d0bb-4266-b47c-71cc8364a24a",
                "added_by": "auto",
                "created_at": "2021-12-17 10:08:51",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 2079499,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Material",
                "description": "",
                "filename": "SupplementaryInformation10.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1684/v1/8aa797073bb244ce30bda06d.pdf"
            },
            {
                "id": 16545130,
                "identity": "b6d63ce4-7286-4223-a748-5729ae2be63f",
                "added_by": "auto",
                "created_at": "2021-12-17 10:11:51",
                "extension": "jpeg",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 125719,
                "visible": true,
                "origin": "",
                "legend": "Extended Data Figure 1",
                "description": "",
                "filename": "ExtendedDataFig1.jpeg",
                "url": "https://assets.researchsquare.com/files/pex-1684/v1/6019fb2c6433637370748e7e.jpeg"
            },
            {
                "id": 16544856,
                "identity": "0a9d7901-9619-4e68-a217-8bcd660c09ce",
                "added_by": "auto",
                "created_at": "2021-12-17 10:05:51",
                "extension": "jpeg",
                "order_by": 3,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 349747,
                "visible": true,
                "origin": "",
                "legend": "Extended Data Figure 2",
                "description": "",
                "filename": "ExtendedDataFig2.jpeg",
                "url": "https://assets.researchsquare.com/files/pex-1684/v1/15fa01d7240b914d58082496.jpeg"
            },
            {
                "id": 16544853,
                "identity": "2676266c-9264-4003-881f-0e8f875c68cc",
                "added_by": "auto",
                "created_at": "2021-12-17 10:05:51",
                "extension": "jpeg",
                "order_by": 4,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 315987,
                "visible": true,
                "origin": "",
                "legend": "Extended Data Figure 3",
                "description": "",
                "filename": "ExtendedDataFig3.jpeg",
                "url": "https://assets.researchsquare.com/files/pex-1684/v1/dadc4412d44722212c64725b.jpeg"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "pacemaker, electrophysiology, rodent thoracotomy, animal models, cardiovascular surgery",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Genetic engineering and implantable bioelectronics have transformed investigations of cardiovascular physiology and disease. However, the two approaches have been difficult to combine in the same species: genetic engineering is applied primarily in rodents, and implantable devices generally require large animal models. We recently developed several miniature cardiac bioelectronic devices suitable for mice and rats to combine the advantages of molecular tools and implantable devices. Successful implementation of these device-enabled studies requires microsurgery approaches that reliably interface bioelectronics to the beating heart with minimal disruption to native physiology. This protocol describes how to perform an open thoracic surgical technique for epicardial implantation of novel wireless cardiac bioelectronic devices in adult rats and has significantly lower mortality than transvenous implantation approaches. In addition, we provide the methodology for a full biocompatibility assessment of the physiological response to the implanted device. The surgical implantation procedure takes about 40 minutes to complete for an experienced operator, and up to 8 surgeries can be completed in one day. Implanted pacemakers provide programmed electrical stimulation for over 1 month. This protocol has broad applications to enable fully conscious <em>in vivo</em> studies of cardiovascular physiology in transgenic rodent disease models.</p>",
        "manuscriptTitle": "Open thoracic surgical implantation of cardiac pacemakers in rodents",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-12-17 10:05:49",
                "doi": "10.21203/rs.3.pex-1684/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "99c969e7-ac0e-499a-b2e7-14ec8d321490",
        "owner": [],
        "postedDate": "December 17th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 8025734,
                "name": "Cardiology"
            },
            {
                "id": 8025735,
                "name": "Biotechnology"
            },
            {
                "id": 8025736,
                "name": "Physiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-12-17 10:05:49",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}