{
    "identity": "nprot-5921",
    "title": "Assembly of a miniature two-photon microscope headpiece",
    "content": [
        {
            "header": "Reagents",
            "content": "• UV-Curing Optical Adhesives \\(NOA61，Thorlabs);\r\n\n\n • Epoxy glue \\(G14250，Thorlabs);\r\n\n\n • Double-side tap;\r\n\n\n • 95% alcohol;"
        },
        {
            "header": "Equipment",
            "content": "• Tweezers;\r\n\n\n • Fiber Stripping Tool \\(FTS4, Thorlabs);\r\n\n\n • Fiber Cutter;\r\n\n\n • UV Lamp;\r\n\n\n • Stereoscope \\(1x~10x);\r\n\n\n • Components of the fiber collimating setup \\(Table 1);\r\n\n\n • Components of the miniature microscope \\(Table 2);\r\n\n\n • Components of the alinement setup \\(Table 3);\r\n\n\n • Screwdrivers and cap screws \\(M4, M6, M1.5, etc.);\r\n\n\n • Ultrasonic Cleaner \\(USC1, Thorlabs);\r\n\n\n • NIR Detector Card \\(VRC2, Thorlabs);\r\n\n\n • Optical power Meter \\(PM100D, Thorlabs);\r\n\n\n • Super clean bench"
        },
        {
            "header": "Procedure",
            "content": "Part A: Cleaning the components \r\n\n\n\r\n\n\nStep 1. We clean all of the custom machined components such as the collimator holder, fiber holder, main frame, MEMS-alignment holder, microscope-alignment holder with 95% alcohol in the ultrasonic cleaner at ~50°C for 30 mins.\r\n\n\nStep 2. Air all of these components cleaned in Step 1 in the super clean bench. \r\n\n\nCaution\\! MEMS is sensitive and fragile. Dusts or fragments in the microscope may drop onto the surface of the MEMS and cause permanent damage. Therefore, thoroughly cleaning of all components is essential. Thereafter, we carefully check these components under the stereoscope, making sure that they are free from dusts and fragments.\r\n\n\n\r\n\n\nPart B: Assembling the fiber collimator \r\n\n\n\r\n\n\nStep 3. Peel off the coating layer \\(~3 cm) at the end of the HC-920 fiber by using the fiber stripping tool and cut the end face of the fiber using the fiber cutter.\r\n\n\nCaution\\! Before making the fiber collimator, we need to assure that the laser has been perfectly aligned to the HC-920 fiber. By checking the laser output from the HC-920 with a NIR Detector Card and the optical power meter, a round and Gaussian distributed light spot on the card indicates an efficient coupling between the laser and the fiber, which should be more than 70%.  \r\n\n\nStep 4. Carefully inserting the end of processed fiber to the glass fiber holder until ~1-mm-length fiber appearing from the other end of the glass fiber holder \\(Fig. 1a).\r\n\n\nCaution\\! Insertion itself may break down the end of the fiber. We need to double check the laser output from the HC-920 after the insertion. The light spot should be still round. \r\n\n\nStep 5. Drop one drop of UV-Curing optical adhesive to the hopper-like gap at one end of the glass holder. Wait for 1~2 mins until the adhesive fill the gap between the glass and the fiber. Then use UV lamp to solidify the adhesive gel \\(about 80 s exposure).\r\n\n\nCaution\\! We monitor the filling of the adhesive under the stereoscope to avoid the fiber output contaminated by the adhesive.\r\n\n\nStep 6. Attach the collimating lens to the collimator holder by using a UV-Curing optical adhesive following a protocol similar to that in Step 5.\r\n\n\nStep 7. After inserting the fiber holder to the collimator holder, we fix the later to an adjustable fiber clamp on a 3-axis stage. Then we attach the HC-920 fiber to another adjustable fiber clamp on another 3-axis stage \\(Fig. 1b, component list in table 1, and technical drawings in Supplementary Zip files). \r\n\n\nCaution\\! Making sure that the HC-920 fiber can move back and forward smoothly within the hole of the fiber holder by coordinately adjusting two 3-axis stages.\r\n\n\nStep 8. Carefully adjusting the distance between the end of the fiber \\(stuck to the fiber holder) and the collimating lens \\(stuck to the collimator holder) with the adjusters of the 3-axis stage until the laser beam from the collimating lens was collimated.\r\n\n\nCaution\\! Monitoring continuously the laser beam with the NIR detector card until the center spot remains unchanged within a long distance. Sometimes several side lobes are observable at large distance. That is normal because of the structure of hollow core fiber.\r\n\n\nStep 9. Firmly attaching the collimator holder to the fiber holder with the UV-Curing optical adhesive \\(similar to that in Step 5). \r\n\n\n\r\n\n\nPart C: Assembling the main body of the microscope headpiece \r\n\n\n\r\n\n\nStep 10. Prepare the assembling setups as shown in Fig. 2a. Different pieces of equipment are listed in Table 2\r\n\n\nStep 11. Assemble the objective lens, dichroic mirror, and scan lens to the main frame of the objective in sequence by using UV-Curing optical adhesive with protocol shown in Step 5 \\(Fig. 2b). \r\n\n\nCaution\\! By attaching the upper edge of the objective to the locating ring designed in the main frame \\(see the technical drawings in Supplementary Zip files for more details), the distance between the objective lower surface and the main frame surface shall be ~1mm.\r\n\n\nCaution\\! The reflection-coating surface should be rotated to face the laser input under the stereoscope. Be careful upon insertion of the dichroic mirror to the narrow slit on the main frame to avoid damages of the surface coating.\r\n\n\nCaution\\! The alignment of the objective lens, dichroic mirror, scan lens and collection lens critically depends on the mechanical coordination between each component and the Aluminum main frame. High machining accuracy of the main frame and well- alignment of optical components to the main frame are two key factors determining system performance.\r\n\n\nStep 12. Insert the fiber collimator to the main frame and fixing it with a M1.5 screw.\r\n\n\nCaution\\! Do not twist the screw too tight, which may distort the collimator holder.\r\n\n\n\r\n\n\nPart D: Aligning and assembling between the MEMS scanner and the main body of the microscope .\r\n\n\n\r\n\n\nStep 13. Prepare the alignment setups as shown in Fig. 3. The necessary pieces of equipment are listed in Table 3 and technical drawings are given in Supplementary Zip files. \r\n\n\nCaution\\! In this step, components 1,2,6,7,8,9,10 and 11 are installed at first. Components 3,4 and 5 are reserved.\r\n\n\nStep 14. Pre-alignment of four irises \\(component 7 in Fig. 3) to ensure that they are of the same height and collinear to each other.\r\n\n\nCaution\\! These four irises are used to align the position of the main body of the microscope to the MEMS. The positions of these irises shall remain unchanged during the whole assemble and alignment procedure.\r\n\n\nStep 15. Fix the main body of the microscope headpiece to the microscope-alignment holder by using a M4 screw. Switch on the laser. \r\n\n\nCaution\\! At this moment, because there is no MEMS mirror to reflect the laser to the scan lens, the laser from the collimator will directly penetrate the hole in the main frame \\(see Fig. 4).\r\n\n\nStep 16. While adjusting the 6-Axis Kinematic optic mount that holds the microscope-alignment holder \\(the first component 2 in Fig. 3), we observe the laser spot by using the NIR Detector Card until the laser beam penetrating through the first pair of collinear irises \\(Fig. 4). Rotating the main body of the microscope headpiece to ensure its side-face been horizontal. Visual inspection and estimation of alignment is good enough.\r\n\n\nCaution\\! In this step, the 6-Axis kinematic optic mount holding the MEMS-alignment holder should be removed or it will block the laser output from the collimator.\r\n\n\nStep 17. Re-install the 6-Axis kinematic optic mount that holds the MEMS-alignment holder \\(the second component 2 in Fig. 3). Attach the MEMS onto the MEMS-alignment holder by using the double-sided tape.\r\n\n\nCaution\\! The connected wires of the MEMS should be plugged on the PCB attached to the back of the MEMS \\(Fig. 5 and technical drawings in Supplementary Zip files).  \r\n\n\nCaution\\! The protect window on the surface of MEMS should be moved off after the attachment of the MEMS to the holder.\r\n\n\nStep 18. Adjust the MEMS to its center position; observe the laser spot after the MEMS with the NIR Detector Card. Adjust the 6-Axis kinematic optic mount that holds the MEMS-alignment holder until the laser spot become the brightest, measured by the power meter. After this step, the incident laser beam shall be placed at the center of the MEMS. \r\n\n\nStep 19. Keep the MEMS at its center position \\(zero scanning angle). Observe the spot of laser reflected from the MEMS with the NIR Detector Card; adjust the 6-Axis kinematic optic mount that holds the MEMS-alignment holder until the laser beam penetrates through the second pair of collinear irises \\(Fig. 6). After this step, the incident laser beam shall be 45°related to the surface of MEMS. Eyeballing is good enough in this case.\r\n\n\nCaution\\! Cycle between Step 18 and Step 19 for several times to yield satisfactory results. \r\n\n\nStep 20. Move the one-axis stage that holds the MEMS \\(the component 1 in Fig. 3) forward to the main body of the microscope headpiece until they almost touch each other \\(Fig. 7). After this step, you shall expect the incident laser penetrating the objective lens detected by the NIR Detector Card.\r\n\n\nCaution\\! Do not move the stage too rapidly to avoid the crash between the MEMS and main body of the microscope headpiece, which will also destroy the alignment.\r\n\n\nStep 21. Slightly adjust the relative position between the MEMS and the main body of the microscope headpiece while observing the laser output from the objective lens. Perfect alignment appears when the profile of the output laser from the objective is an ellipse symmetrical to the optics axis of the objective \\(Fig. 8). Visual inspection and estimation of alignment is good enough.\r\n\n\nCaution\\! If the main frame is manufactured with a sufficient precision, placing its surface onto the MEMS is good enough for alignment.\r\n\n\n\r\n\n\nStep 22. After the preliminary alignment of the MEMS and main body of the microscope headpiece, we scan the MEMS and observe the change of laser direction from the objective. We need to slightly adjust the MEMS position to ensure a stable brightness of the laser during the scanning.\r\n\n\nCaution\\! Repeat step 21 and step 22 until both requirements are satisfied. \r\n\n\nStep 23. Drop the UV-Curing optical adhesive to the gap between the MEMS package and the surface of the main frame attached. Follow the protocol shown in Step 5 .\r\n\n\nCaution\\! Do not use overdose of adhesive, otherwise it will stick to the surface of the MEMS and cause damage.\r\n\n\nStep 24. After the UV-Curing optical adhesive is cured, we add epoxy glue around the gap, waited for at least 24 hours to stabilize the attachment between the MEMS and the main frame.\r\n\n\nCaution\\! During step 23 and step 24, the main body of the microscope headpiece and the MEMS shall be kept in the MEMS-alignment holder and microscope-alignment holder, respectively.\r\n\n\nStep 25. After the epoxy glue is cured, we separate the MEMS from the MEMS-alignment holder first, and then remove the whole assembled microscope headpiece from the microscope-alignment holder.\r\n\n\nStep 26. Attach the collection lens to the end of the SFB \\(supple fiber bundle) before inserting them to the main body of the microscope headpiece."
        },
        {
            "header": "Timing",
            "content": "Part A：\\(Timing 1~2 hours)；\r\n\n\nPart B：\\(Timing 2~4 hours)；\r\n\n\nPart C：\\(Timing 2~4 hours). ；\r\n\n\nPart D：\\(Timing 2~4 hours, 1 day for the gel of the epoxy glue)；"
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting\\! In step21, if the output laser does not form a perfect ellipse focus symmetrical to the optics axis of the objective shown in Fig. 8, or the MEMS needed to be placed at a distance from the main body of the microscope headpiece, double-check the alignments in step18 and step 19. Also check if the motion trail of the one-axis stage that holds the MEMS \\(the component-1 in Fig. 3) is collinear with the collimator and the laser output. If the problem still exists, check the manufacture quality of the main frame."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4305",
                "date": "2017-05-30 11:22:39",
                "title": "Fast high-resolution miniature two-photon microscopy for brain imaging in freely behaving mice",
                "authors": [
                    "Weijian Zong",
                    "Runlong Wu",
                    "Mingli Li",
                    "Yanhui Hu",
                    "Yijun Li",
                    "Jinghang Li",
                    "Hao Rong",
                    "Haitao Wu",
                    "Yangyang Xu",
                    "Yang Lu",
                    "Hongbo Jia",
                    "Ming Fan",
                    "Zhuan Zhou",
                    "Yunfeng Zhang",
                    "Aimin Wang",
                    "Liangyi Chen",
                    "and Heping Cheng"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14748,
                "identity": "a10c73b2-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Weijian Zong",
                "email": "zongweijianzwj@163.com",
                "orcid": "",
                "institution": "State Key Laboratory of Membrane Biology, Institute of Molecular Medicine, Peking-Tsinghua Center for Life Sciences, Beijing Key Laboratory of Cardiometabolic Molecular Medicine, Peking University, Beijing 100871, China",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Weijian",
                "middleName": "",
                "lastName": "Zong",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-04-20 07:42:31",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.048",
        "doiUrl": "https://doi.org/10.1038/protex.2017.048",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609788,
                "identity": "f72334bc-d330-4384-90d2-e6d061751e11",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:11",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1346594,
                "visible": true,
                "origin": "",
                "legend": "Assembling the fiber collimator.    a) The schematic and the photo of the fiber collimator. b) The fiber collimating setup.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-5921/v1/figure_1.png"
            },
            {
                "id": 2609789,
                "identity": "83ec3d2e-760f-4972-94d0-5d923606d36d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:11",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2685725,
                "visible": true,
                "origin": "",
                "legend": "Assembling the main body of the microscope headpiece.    a) The setup for the assembly. b) Photo of an assembled main body of the microscope headpiece.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-5921/v1/figure_2.png"
            },
            {
                "id": 2609791,
                "identity": "cb30c529-b6d1-4f5e-9fda-7c6f2d924604",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:11",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6068543,
                "visible": true,
                "origin": "",
                "legend": "The schematic of the alignment setup.   Components are numbered according to Table 3.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-5921/v1/figure_3.png"
            },
            {
                "id": 2609794,
                "identity": "fb467810-0ab9-4357-94f2-ad7eab8f2a4f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:11",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6579445,
                "visible": true,
                "origin": "",
                "legend": " Alignment of main body of the microscope headpiece with the incident laser from the collimator.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-5921/v1/figure_4.png"
            },
            {
                "id": 2609793,
                "identity": "9e1a763a-b504-43f6-9168-d3fcdfbf3c67",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:11",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 952993,
                "visible": true,
                "origin": "",
                "legend": "Details about MEMS.    a) Front and back view of the photon of MEMS bonded with PCB and wire connector. b) Technical drawings of the MEMS-bond PCB",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-5921/v1/figure_5.png"
            },
            {
                "id": 2609795,
                "identity": "45bd0afd-5261-4af0-942f-d97290664d36",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:11",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6186633,
                "visible": true,
                "origin": "",
                "legend": "The alignment of MEMS to the main body of the microscope headpiece.    ",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-5921/v1/figure_6.png"
            },
            {
                "id": 2609798,
                "identity": "be6c9366-dd84-4311-9551-aa414de1a0ce",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4397514,
                "visible": true,
                "origin": "",
                "legend": "Attaching MEMS to the microscope headpiece.",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-5921/v1/figure_7.png"
            },
            {
                "id": 2609797,
                "identity": "04140fff-13de-4912-9636-70b5f75dc98d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 438184,
                "visible": true,
                "origin": "",
                "legend": "Schematic of the perfect alignment and misalignments of the MEMS to the microscope headpiece.    a) Correct (left) and incorrect positions (middle and right) of the MEMS according to the main frame. b) Correct (left) and incorrect orientations (middle and right) of the MEMS according to the main frame. ",
                "description": "",
                "filename": "figure8.png",
                "url": "https://assets.researchsquare.com/files/nprot-5921/v1/figure_8.png"
            },
            {
                "id": 2609796,
                "identity": "7576c4e1-3eee-4abf-ac1f-dd306ec0d10c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 285652,
                "visible": true,
                "origin": "",
                "legend": "Table 1    Components of the fiber collimating setup",
                "description": "",
                "filename": "figure9.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5921/v1/figure_9.jpg"
            },
            {
                "id": 2609799,
                "identity": "46307132-28e5-4cf9-b471-7f7827c54637",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "jpg",
                "order_by": 10,
                "title": "Figure 10",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 517261,
                "visible": true,
                "origin": "",
                "legend": "Table 2    Components of the miniature microscope",
                "description": "",
                "filename": "figure10.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5921/v1/figure_10.jpg"
            },
            {
                "id": 2609800,
                "identity": "b6dea869-2dbb-4cd7-b3c5-a0cc09f6862e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "jpg",
                "order_by": 11,
                "title": "Figure 11",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 463085,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Components of the alignment setup",
                "description": "",
                "filename": "figure11.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5921/v1/figure_11.jpg"
            },
            {
                "id": 13465093,
                "identity": "e9a17c59-6cb4-4e1b-a1f6-d1c4c7066f43",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 8741162,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5921/v1/56520423-6417-4147-95db-eab41d343bed.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "miniature microscope, two-photon microscope, calcium imaging,",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Recently we have developed a fast, high-resolution, miniaturized two-photon microscope \\(FHIRM-TPM) that resolves neuronal activities from single somata, dendrite, and dendritic spine in freely-behaving animals. Here we describe a step-by-step protocol for the assembly of the miniature microscope headpiece, which is the most critical component in our microscope.",
        "manuscriptTitle": "Assembly of a miniature two-photon microscope headpiece",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-05-30 11:23:19",
                "doi": "10.1038/protex.2017.048",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a10c269e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 30th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3919,
                "name": "Biological techniques"
            },
            {
                "id": 3920,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-05-30 11:23:19",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}