{
    "identity": "pex-1085",
    "title": "<p>Great British Intelligence Test Protocol</p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p>The Great British Intelligence Test is run via a Cognitron, a custom website that is hosted on the Amazon EC2. This is a cloud based website that is designed to handle demand that can come in large sudden spikes due to high profile mainstream media attention. It can host a variety of studies in parallel. Each study comprises information and consent pages followed by a sequence of cognitive tests and questionnaires. There are also optional results feedback pages. The cognitive tests are all programmed in-house in HTML5 with JavaScript. They are designed based on principles and paradigms from the classic experimental psychology and cognitive neuroscience literature. They are optimised for deployment on practically any common device that can run a modern web browser. This includes desktops, laptops, tablets and smart phones. </p>"
        },
        {
            "header": "Procedure",
            "content": "The procedure for the Great British Intelligence test is as follows.\n1. Participants are navigated from links on mainstream media and news articles to a study landing page on the Cognitron website. https://gbit.cognitron.co.uk\n2. Participants read the study description and can view data-regulatory information. they then can give informed consent prior to starting the survey.\n3. The web server creates an anonymous account for the participant. They can click a button at any time to set up a user account that allows them to come back and take part in follow up studies.\n4. The web server presents the first cognitive test. Each test has its own page of test-specific instructions, alongside an animation of the test being undertaken and a start button.\n5. Clicking the start button begins the test.\n6. On completion of a test, data comprising the main summary score, secondary scores, and a raw log of all events, is sent back to the Cognitron server.\n7. Steps 4-6 are repeated until all of the GBIT sub-tests have been completed.\n8. Participants are presented with a questionnaire to complete. The exact composition of the questionnaire is updated throughout the year in response to ongoing events and findings of interest.\nCore sub-scales are\n- Sociodemographics, including age, sex, handedness, first language, country of residence, education level, occupational status, earning range.\n- Technology use/misuse\n- Mood self assessment\n- Lifestyle\n- Personality (Big5)\n- Psychiatric traits\nAdditional sub scales include\n- Covid-19 lockdown impact scale\n- Covid-19 illness questionnaire\n- Preexisting conditions\n- Free text responses to pandemic-related questions\n9. On completion of the questionnaire, participants are presented with webpage detailing how they performed relative to the general population for each of the tests that they completed.\n10. Participants who sign up for future studies are recontacted at 3, 6 and 12 months and asked to redo the tests and complete the current questionnaire.\n11. Participants who indicate clinical conditions and consent for recontact are emailed to provide further condition-specific information.\nTime taken per participant is in the 40-60 minute range.\nParticipants who cannot complete the survey in a single sitting are able to save and return at a later time to complete.\nParticipants who are detected as revisiting the website (outside of follow up timepoints) are navigated to a landing page that allows them to try other tests on the Cognitron website."
        },
        {
            "header": "",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>The time taken to complete the whole battery of tests plus questionnaire is in the 40-60 minute range.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 1153289,
                "identity": "0e8df1d2-1202-4a83-888e-341014a9531f",
                "order_by": 0,
                "name": "Adam Hampshire",
                "email": "a.hampshire@imperial.ac.uk",
                "orcid": "https://orcid.org/0000-0002-5176-5420",
                "institution": "Imperial College London",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Adam",
                "middleName": "",
                "lastName": "Hampshire",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-08-02 13:05:10",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1085/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1085/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13586969,
                "identity": "2b1ff070-c6ed-4a66-9237-2da0f05a36ea",
                "added_by": "auto",
                "created_at": "2021-09-17 04:49:15",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 107443,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1085/v1/0de804dc-9c9f-4bcf-97a5-a263172e5bb4.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Intelligence, mental health, mood, wellbeing, cognition, Covid-19,",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The Great British Intelligence Test is a large scale survey of cognition, wellbeing and behaviour in the general population, primarily focused on the UK. The study is run by Adam Hampshire at Imperial College London in association with BBC2 Horizon, being promoted via BBC media. The study is open to anyone to participate and is run via a custom website, the 'Cognitron', which is hosted on the Amazon EC2. The data collected include a sequence of cognitive tests, designed to measure different human cognitive abilities, a questionnaire, probing social, demographic and economic context, dimensions of mental health, online behaviours, personality, psychiatric traits and clinical conditions.  Data will be analysed to determine the dimensionality, development and sociodemographic distribution if dimensions of intelligence and wellbeing in the UK population. The study is running throughout 2020, with plans to follow people up longitudinally to see how cognition and wellbeing change, including within the context of the Corvid-19 pandemic.</p>",
        "manuscriptTitle": "Great British Intelligence Test Protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-09-02 17:10:29",
                "doi": "10.21203/rs.3.pex-1085/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "8ee555c6-a2b6-4697-892f-53a98a48d62c",
        "owner": [],
        "postedDate": "September 2nd, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 230424,
                "name": "Psychology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-09-02 17:10:29",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}