{
    "identity": "nprot-5129",
    "title": "Using Targeted AID-mediated mutagenesis\\(TAM) to diversify a genomic locus in mammalian cells",
    "content": [
        {
            "header": "Introduction",
            "content": "A large number of genetic variants have been associated with human diseases. However, the lack of a genetic diversification approach has impeded our ability to interrogate their functions in mammalian cells. Current screening methods are only able to disrupt a gene or alter its expression. Here we describe a protocol that using a dCas9-AID fusion protein together with sgRNAs to induce genetic diversification in situ, allowing high-throughput screening of functional variants in mammalian cells. Guided by sgRNAs, dCas9-AID directly subverts cytidines or guanines to the other three bases independent of AID hotspot motifs, generating a large repertoire of variants at desired loci.\r\n\n\nFollowing TAM-induced mutagenesis, SNVs induced by TAM technology can be efficiently detected by NGS. The procedure involves a two-step of PCR process is used to prepare the DNA library for high-throughput sequencing analysis. which provides versatility as a common set of indexing primers can be paired with many sets of marker gene specific primers. The firstprimary PCR , Amplicon PCR amplifies any part of genome targeted by TAM with a pair of adapter-tailed primers; the 2nd PCR. Adds and index PCRand full adaptors for illumina sequencing. Sample-specific dual indices and flow cell adapters are added in a subsequent indexing reaction \\(Figure 1)1.  PCR amplification of the targeted region generates a library that can be directly sequenced on the Illumina platform \\(Figure 2). Amplicon-based approaches have the advantage of being less expensive, allowing much deeper and more sensitive detection of targeted region by TAM. And importantly, amplicon-based approaches can be applied for the study of SNVs in other cells."
        },
        {
            "header": "Reagents",
            "content": "1) DMEM/HIGH GLUCOSE\\(Hyclone)\r\n\n\n2) Phosphate Buffered Saline \\(Hyclone)\r\n\n\n3) FBS\\(Hyclone, USA)\r\n\n\n4) penicillin-streptomycin（Hyclone）\r\n\n\n5) lipo 2000\\(Life Technologies)\r\n\n\n6) opti-MEM\\(Gibco, Life Technologies)\r\n\n\n7) 0.25% Trypsin-EDTA\\(1×) \\(Gibco, Life Technologies)\r\n\n\n8) puromycin（Merck Millipore）\r\n\n\n9) Blasticidin（10 ug/mL）\\(InvivoGen)\r\n\n\n10) UltraPureTM Distilled Water\\(InvivoGen)\r\n\n\n11) MicroElute Genomic DNA Kit \\(Omega)\r\n\n\n12) Phusion® High-Fidelity PCR Kit \\(New England Biolab, MA)  \r\n\n\n13) dNTP mixture\\(Takara)\r\n\n\n14) AmPure XP Beads\\(Beckman Coulter)\r\n\n\n15) Magnetic Plate \\(Life Technologies)\r\n\n\n16) Ethanol \\(molecular biology grade)\r\n\n\n17) Primer set for primary PCR \\(marker gene variable region).\r\n\n\n18) Indexing primer set for indexing PCR"
        },
        {
            "header": "Equipment",
            "content": "1) Manual Pipettes\r\n\n\n2) Pipette tips\r\n\n\n3) Tissue culture facilities and equipment \r\n\n\n4) Light microscope \r\n\n\n5)  Haemocytometer \r\n\n\n6)  6-well plate\r\n\n\n7)  1.5 mL microfuge tubes. \r\n\n\n8)  200 ul PCR tubes. \r\n\n\n9)  nanodrop\r\n\n\n10)  centrifuge\r\n\n\n11)  70 °C incubator\r\n\n\n12)  Thermocycler\r\n\n\n13)  Vortex\r\n\n\n14)  Gel electrophoresis equipment\r\n\n\n15)  Access to an Illumina sequencer"
        },
        {
            "header": "Procedure",
            "content": "**Day 0: plating cells**\r\n\n\nOne day before transfection, plate 6×105 293T cells in 2 ml of growth medium \\(DMEM+10%FBS) without antibiotics in 6-well plates \\(BD corning) so that they will be 80% confluent at the time of transfection.\r\n\n\n\r\n\n\n**Day 1: transient transfection**\r\n\n\nFor each transfection sample, prepare complexes as follows\r\n\n\n1. Dilute 4 ug plasmid DNA in 250 μl of Opti-MEM®. Mix gently. Plasmid DNA mixture includes 1.3 ug of plasmid containing plasmids expressing sgRNAs against gene-specific targeting sequenceDNA sequence of interest or an control plasmid targeting AAVS1; and 2.6 ug of plasmid containing dCas9-AID P182X \\(MO91-dCas9-AIDx)x, Cas9 or dCas9. For experiments requiring inhibiting UNG activity, transfection requiring a second component\\(pcDNA3 Ugi), 100 ng of plasmid containing Ugi that component \\(pcDNA3 Ugi) or empty vector\\(pcDNA3) was also transfected.\r\n  2. Mix Lipofectamine 2000 gently before use, then dilute 10 ul in 250 μl of Opti-MEM®. Incubate for 5 minutes at room temperature. \r\n  3. After 5 minute5-minute incubation, combine the diluted DNA with diluted Lipofectamine 2000. Mix gently and incubate for 30 minutes at room temperature. \r\n  4. Add the 500 μl of complexes to a well containing cells and medium. Mix gently by rocking the plate back and forth.\r\n  5. Incubate cells at 37°C in a CO2 incubator for 24 hours.\r\n  \r\n\n\n**Day 2: drug selection**\r\n\n\n24 hours after the transient transfection, passage the cells and add puromycin and blasticidin to select for transfected cells. .\r\n\n\n1. Wash cells once with 1 ml PBS to remove excess medium and serum. \r\n  2. Add 0.3 ml of 0.25% Trypsin-EDTA trypsin/versene \\(EDTA) solution to the monolayer and incubate 1 minute at room temperature until the cells detach. \r\n  3. Add 1 ml of complete medium to stop trypsinization. \r\n  4. Transfer cells to a 1.5 ml EP tube and cCentrifuge at 1000 rpm for 5 min at room temperature to pellet the cells.\r\n  5. Remove the supernatant, re-suspend cells in complete medium.\r\n  6. Divided the cells into two wells in a 6-well plate.\r\n  7. Add 2 ug/ml puromycin and 20ug/ml blasticidin to select for transfected cells.\r\n  8. Move the plate back and forth to plate the cells and the drugs evenly.\r\n  \r\n\n\n**Day 4: reduced drug selection**\r\n\n\n1. Change the medium withReplenish the cells with the fresh medium. \r\n  2. Add 1 ug/ml puromycin and 10ug/ml blasticidin to maintain the selection.\r\n  3. Mix gently by rocking the plate back and forth.\r\n  Day 7: harvest the transfected cells\r\n\n\n1. Wash cells once with 1 ml PBS to remove excess medium and serum. \r\n  2. Add 0.3 ml of 0.25% Trypsin-EDTAtrypsin/versene \\(EDTA) solution to the monolayer and incubate 1 minute at room temperature until cells detach. \r\n  3. Add 1 ml of complete medium to stop trypsinization. \r\n  4. Transfer cells to a 1.5 ml EP tube and cCentrifuge at 1000 rpm for 5 min at room temperature to pellet the cells.\r\n  5. Remove the supernatant, re-suspend cells in PBS.\r\n  6. centrifuge at 1000 rpm for 5 min at room temperature to pellet the cells.\r\n  7. Extract genomic DNA or store the pellet at – 80℃.\r\n  \r\n\n\n**Isolation of genomic DNA**\r\n\n\nThe genomic DNA is extracted with MicroElute Genomic DNA Kit \\(Omega) following to the manufacturer’s instruction.\r\n\n\n1 . Re-suspend the sample cell pellet volume to with100ul with PBS Buffer.\r\n\n\n2. Add 20 ul of Protease solution and mix well by vortexing.\r\n  3. Add 120 ul Buffer BL and vortex to mix. Incubate at 70℃ for 10 minutes. If the cells are too few, 4 ul of Linear acrylamide is recommended to be added to each sample.\r\n  4. Add 120 ul absolute ethanol and mix thoroughly by vortexing for 15s at maxi speed. Bring down any liquid drop from inside of lid by brief centrifugation.\r\n  5. Assemble a HiBind® MicroElute column in a 2 ml collection tube \\(provided).\r\n  6.Transfer the entire solution from Step 4 into the column, including any precipitate that may have formed. Close the lid and centrifuge at 8,000 x g for 1 min to bind DNA. Discard the collection tube and flow-through liquid.\r\n\n\n7. Place the column into a new collection tube \\(supplied). Add 500 ul of Buffer HB in the column. Close the lid and centrifuge at 8000 x g for 1 minute. Discard the flow-through and re-use collection tube.\r\n  8. Place the column into the same 2 ml tube \\(supplied) and wash by pipetting 650 ul of DNAWash Buffer diluted with ethanol. Centrifuge at 8,000 x g for 1 min. Again, dispose of collection tube and flow-through liquid.\r\n  Note: DNA Wash Buffer Concentrate must be diluted with absolute ethanol before use. Refer to label on bottle for directions or on Page 3 for preparation.\r\n\n\n9. Using a new collection tube, wash the column with a second 650 ul of DNA Wash Buffer diluted with ethanol and centrifuge as above. Discard flow-through and re-use the collection tube.\r\n  10. Using the same 2ml collection tube, centrifuge empty column at maximum speed \\(≥ 20,000 x g) for 3 min to dry the HiBind® membrane. This step is crucial for ensuring optimal elution in the following step.\r\n  11. Place the column into a sterile 1.5 ml microfuge tube and add 10-50 ul of preheated \\(70℃) Elution Buffer or water onto the center of the membrane.\r\n  Allow tubes to sit for 3 min at room temperature.\r\n\n\n12. To elute DNA from the column, centrifuge at 20,000 x g for 1 min.\r\n  Note: Incubation at 70oC rather than at room temperature will give a modest increase in DNAyield per elution. Alternatively the second elution may be performed using the first eluate or using the second 10-50ìl of preheated Elution Buffer or water.\r\n\n\n13. The DNA concentration is measured with NanoDrop.\r\n  \r\n\n\n**Primary PCR amplification**\r\n\n\nWork on ice unless stated otherwise.\r\n\n\n1. If desired, normalize samples to a consistent concentration\\(concentration \\(100 ng/ul ) in a sterile 1.5 ml microfuge tube.\r\n  2. Vortex samples to mix and spin-down in a centrifuge.\r\n  3. Thaw the Phusion® High-Fidelity DNA Polymerase kit reagents. Remember to vortex and centrifuge the plate\\(s) and reagents \\(when thawed) before using them.\r\n  4. Make a 1 x Phusion® PCR master mix using the following recipe \\(see attachment):\r\n  10 µl 5x HF buffer\r\n\n\n4 µl 2.5 mM dNTPs\r\n\n\n0.5 µl Phusion® High-Fidelity DNA Polymerase\r\n\n\n2.5 µl forward primer \\(10 µM)\r\n\n\n2.5 µl reverse primer \\(10 µM).\r\n\n\n29.5 µl Nuclease-free water\r\n\n\n5. Add 1 ul DNA template\\(100 ng/ul) to the PCR mix, mix and spin down.\r\n  6. Run the following PCR protocol on the PCR machine. Typically, this should be run for 25 cycles and stopped at the end of the final extension phase.\r\n  Cycling Conditions:\r\n\n\n98°C – 30 seconds\r\n\n\n25-35 cycles of:\r\n\n\n98°C – 10 seconds\r\n\n\n55°C – 20 seconds\r\n\n\n72°C – 10 minutes\r\n\n\nHold at 4°C\r\n\n\nTROUBLESHOOTING: Samples that amplify poorly can be amplified with increased cycle numbers. Tm temperatures can be different from each pair of primers. It is recommended that to include a water blank be run to allow assessment of to exclude potential contamination in reagents.\r\n\n\n7. Run 5 ul of PCR product on agrose gel to balance normalize the yield of every each fragments of the same sample.\r\n  8. Balance Pool different the fragments from one sample according to results from Step 7in a 1.5 ml microfuge tube according to the brightness on the agrose gel.\r\n  \r\n\n\n**1st PCR Clean-Up**\r\n\n\n1. Bring the AMPure XP beads to room temperature.\r\n  2. Vortex the AMPure XP beads for 30 seconds to make sure that the beads are evenly dispersed. Add an equal volume of beads with the PCR product to the 1.5 ml microfuge tube.\r\n  3. Gently pipette entire volume up and down 10 times.\r\n  4. Incubate at room temperature without shaking for 5 minutes.\r\n  5. Place 1.5 ml microfuge tube on a magnetic stand for 2 minutes or until the supernatant has cleared.\r\n  6. With 1.5 ml microfuge tube on the magnetic stand, use a pipette to remove and discard the supernatant. Change tips between samples.\r\n  7. With 1.5 ml microfuge tube on the magnetic stand, wash the beads with freshly prepared 80% ethanol\r\n  8. With 1.5 ml microfuge tube on the magnetic stand, perform a second ethanol wash.\r\n  9. With 1.5 ml microfuge tube still on the magnetic stand, allow the beads to air-dry for 10 minutes.\r\n  10. Remove 1.5 ml microfuge tube from the magnetic stand. add 25 μl of ddH2O to each well of the Amplicon PCR plate.\r\n  11. Gently pipette mix up and down 10 times, changing tips after each column .\r\n  12. Incubate at room temperature for 2 minutes.\r\n  13. Place 1.5 ml microfuge tube on the magnetic stand for 2 minutes or until the supernatant has cleared. Using a multichannel pipette, carefully transfer 20 μl of the supernatant from 1.5 ml microfuge tube to a new one.\r\n  \r\n\n\n**Indexing PCR**\r\n\n\n1. Determine an i5 and i7 dual-indexing scheme to, ensureing no index overlap conflicts between samples to be pooled for sequencing .\r\n  2. Thaw the Phusion® High-Fidelity DNA Polymerase \\(New England Biolab, MA) kit reagents. Remember to vortex and centrifuge reagents \\(when thawed) before using them.\r\n  3. Make a 1 x Phusion® PCR master mix using the following recipe \\(see Table 1 for list of marker-gene primer sequences):\r\n  10 µl 5x HF buffer\r\n\n\n4 µl 2.5 mM dNTPs\r\n\n\n0.5 µl Phusion® High-Fidelity DNA Polymerase\r\n\n\n2.5 µl forward primer \\(10 µM)\r\n\n\n2.5 µl reverse primer \\(10 µM).\r\n\n\n25.5 µl Nuclease-free water\r\n\n\nAdd 5 ul template\\(100 ng/ul) to the PCR mix.\r\n\n\n4. Run the following PCR protocol on the BioRad Tetrad \\(or equivalent PCR machine). Typically, this should be run for 5 cycles and stopped at the end of the final extension phase.\r\n  Cycling Conditions:\r\n\n\n98°C – 30 seconds\r\n\n\n5 cycles of:\r\n\n\n98°C – 10 seconds\r\n\n\n55°C – 20 seconds\r\n\n\n72°C – 10 minutes\r\n\n\nHold at 4°C\r\n\n\n5. Run 5 ul of PCR product on agrose gel to balance every same sample.\r\n  6. Balance the samples in a 1.5 ml microfuge tube according to the brightness on the agrose gel.\r\n  \r\n\n\n**2nd PCR Clean-Up**\r\n\n\nThe same as the PCR Clean-Up, then the pooled library can be sent to do library quality check and sequencing."
        },
        {
            "header": "Anticipated Results",
            "content": "Figure 2 shows a completed library that is ready for sequencing."
        },
        {
            "header": "References",
            "content": "1. 16S Metagenomic Sequencing Library Preparation. Illumina Tech. Note 15044223 Rev. A"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 14095,
                "identity": "a0c7722f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Xing Chang",
                "email": "changxing@sibs.ac.cn",
                "orcid": "",
                "institution": "Institute of Health Sciences, Shanghai Institute for Biological Sciences, Chinese Academy of Sciences, Shanghai, China",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Xing",
                "middleName": "",
                "lastName": "Chang",
                "suffix": ""
            },
            {
                "id": 14096,
                "identity": "a0c775f3-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yunqing Ma",
                "email": "yqma@sibs.ac.cn",
                "orcid": "",
                "institution": "Institute of Health Sciences, Shanghai Institute for Biological Sciences, Chinese Academy of Sciences, Shanghai, China",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yunqing",
                "middleName": "",
                "lastName": "Ma",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-08-31 14:54:26",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.062",
        "doiUrl": "https://doi.org/10.1038/protex.2016.062",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609550,
                "identity": "5f49599e-57e1-4a35-bba0-e9546332015d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 127947,
                "visible": true,
                "origin": "",
                "legend": "Diagram of 2-step-PCR to construct NGS library",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5129/v1/figure_1.jpg"
            },
            {
                "id": 2609537,
                "identity": "03a9327f-d011-4fd4-b94a-87e613a3322a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 86131,
                "visible": true,
                "origin": "",
                "legend": "Size distribution of pooled NGS libraries",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5129/v1/figure_2.jpg"
            },
            {
                "id": 13465385,
                "identity": "c3a66e2c-8dc1-4303-990b-6f64f5708806",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:35",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 239722,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5129/v1/80802d9d-1845-46b0-a818-b7cc34cbb230.pdf"
            },
            {
                "id": 2609534,
                "identity": "d465168e-ae2a-4e73-94fb-2d27e880fe9d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 23852,
                "visible": true,
                "origin": "",
                "legend": "Supplementary document 1   primer sequences for constructing NGS library",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-5129/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors have filed patents for using dCas9-AID fusion protein to induce point-mutations for protein evolution and gene diversification.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "AID, CRISPR, gain-of-function mutations",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Targeted AID-mediated mutagenesis \\(TAM) provides a unique targeted forward genetic tool, enabling screening for gain-of-function mutations associated with human diseases or creation of novel substitutions to enhance functionality of protein\\(s). Here we describe a protocol to diversify an endogenous genomic locus with TAM followed by amplicon-based NGS library preparation for high-throughput sequencing analysis",
        "manuscriptTitle": "Using Targeted AID-mediated mutagenesis(TAM) to diversify a genomic locus in mammalian cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-09-06 15:28:07",
                "doi": "10.1038/protex.2016.062",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0c72151-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 6th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3687,
                "name": "Genetics"
            },
            {
                "id": 3688,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-09-06 15:28:07",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}