{
    "identity": "nprot-5847",
    "title": "Derivation and long-term propagation of mouse embryonic stem cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Embryonic stem cells \\(ESCs) have the unique capacity to indefinitely self-renew _in vitro_ while maintaining the ability to differentiate into all somatic cell types _in vivo_<sup>1</sup>. Media conditions that facilitated the derivation and propagation of mESCs were originally comprised of media conditioned by a teratocarcinoma cell line, fetal calf serum, and co-culture with an irradiated STO feeder layer<sup>2,3</sup>. Subsequent characterization of these conditions revealed that when leukemia inhibitory factor \\(LIF) was added to basal media supplemented with fetal calf serum \\(S/L), the use of a feeder layer as well as conditioned media were no longer necessary<sup>4,5</sup>. Although S/L-cultured ESCs contribute to all lineages in mice, they are transcriptionally heterogeneous and epigenetically distinct from the inner cell mass \\(ICM) of blastocysts from which they are derived<sup>6,7</sup>. ESCs can also be established and maintained in defined media containing LIF and two small molecules that concomitantly inhibit Mapk signaling and activate Wnt/β-catenin signaling \\(2i/L conditions)<sup>8</sup>. Contrary to ESCs grown in S/L, ESCs cultured in 2i/L more closely resemble the ICM as they have a naïve-like transcriptional signature, express pluripotency factors more homogeneously and exhibit genome-wide hypomethylation<sup>8-11</sup>. \r\n\n\n Many variations of S/L and 2i/L media have been reported in the literature, and more recently, additional defined conditions have been reported<sup>12,13</sup>. In this protocol, we describe the methods we used to derive and culture the pluripotent cells used in this study. We hope that our data and this protocol will help investigators make an informed decision about how to best culture pluripotent stem cells depending on the questions posed by the researcher."
        },
        {
            "header": "Reagents",
            "content": "• **Media conditions used**\r\n\n\n    o  _Mouse embryonic fibroblast \\(MEF) media \\(500 mL)_\r\n\n\n 434.5 mL KnockOut DMEM Medium \\(Gibco cat#10829018)\r\n\n\n 50 mL Fetal bovine serum \\(FBS) \\(Hyclone cat# SH30071.03)\r\n\n\n 5 mL Glutamax supplement \\(Gibco cat# 35050061)\r\n\n\n 5 mL Non-essential amino acids \\(Gibco cat# 11140076)\r\n\n\n 5 mL Penicillin/streptomycin solution \\(Gibco cat# 15140122)\r\n\n\n 500 uL Beta-mercaptoethanol \\(Gibco cat# 21985023)\r\n\n\n     o  _S/L media \\(500 mL)_\r\n\n\n 409.5 mL KnockOut DMEM Medium \\(Gibco cat#10829018)\r\n\n\n 75 mL Fetal bovine serum \\(FBS) \\(Hyclone cat# SH30071.03)\r\n\n\n 5 mL Glutamax supplement \\(Gibco cat# 35050061)\r\n\n\n 5 mL Non-essential amino acids \\(Gibco cat# 11140076)\r\n\n\n 5 mL Penicillin/streptomycin solution \\(Gibco cat# 15140122)\r\n\n\n 500 uL Beta-mercaptoethanol \\(Gibco cat# 21985023)\r\n\n\n LIF \\(1,000 IU, made in house)\r\n\n\n     o      _2i/L media \\(1 L)_\r\n\n\n 485 mL Neurobasal Medium \\(Gibco cat# 21103049)\r\n\n\n 490 mL DMEM/F12 Medium \\(Gibco cat# 12634010)\r\n\n\n 5 mL N2 supplement \\(Gibco cat# 17502048)\r\n\n\n 10 mL B27 supplement \\(Gibco cat# 17504044)\r\n\n\n 10 mL Penicillin/streptomycin solution \\(Gibco cat# 15140122)\r\n\n\n 1 uM Mek1/2 inhibitor \\(PD0325901, Tocis cat# 4192)\r\n\n\n 3 uM Gsk3α/β inhibitor \\(CHIR99021, Tocris cat# 4423)\r\n\n\n LIF \\(1,000 IU, made in house)\r\n\n\n     o  _a2i/L media \\(1L)_\r\n\n\n 485 mL Neurobasal Medium \\(Gibco cat# 21103049)\r\n\n\n 490 mL DMEM/F12 Medium \\(Gibco cat# 12634010)\r\n\n\n 5 mL N2 supplement \\(Gibco cat# 17502048)\r\n\n\n 10 mL B27 supplement \\(Gibco cat# 17504044)\r\n\n\n 10 mL Penicillin/streptomycin solution \\(Gibco cat# 15140122)\r\n\n\n 1.5 uM Src inhibitor CGP77675 \\(Sigma cat# SML0314)\r\n\n\n 3 uM Gsk3α/β inhibitor \\(CHIR99021, Tocris cat# 4423)\r\n\n\n LIF \\(1,000 IU, made in house)\r\n\n\n     o  _PKCi/L media \\(1L)_\r\n\n\n 485 mL Neurobasal Medium \\(Gibco cat# 21103049)\r\n\n\n 490 mL DMEM/F12 Medium \\(Gibco cat# 12634010)\r\n\n\n 5 mL N2 supplement \\(Gibco cat# 17502048)\r\n\n\n 10 mL B27 supplement \\(Gibco cat# 17504044)\r\n\n\n 10 mL Penicillin/streptomycin solution \\(Gibco cat# 15140122)\r\n\n\n 5 uM PKC inhibitor \\(Gö6983, Tocris cat# 2285)\r\n\n\n LIF \\(1,000 IU, made in house)\r\n\n\n     o  _M2 media with HEPES for embryo culture \\(Sigma cat# M7167)_\r\n\n\n     o  _KSOM media for embryo culture \\(EMD Millipore cat# MR-020P-D)_\r\n\n\n\r\n\n\n• **Freezing media**\r\n\n\n     o  _For cells maintained in S/L \\(100 mL)_\r\n\n\n 50 mL S/L media \r\n\n\n 40 mL FBS\r\n\n\n 10 mL Hybri-Max DMSO \\(Sigma cat# D2650)\r\n\n\n     o  _For cells maintained in serum-free conditions_\r\n\n\n Cryostor CS10 \\(StemCell Technologies, cat# 07930)\r\n\n\n\r\n\n\n• **Other reagents/supplies used**\r\n\n\n     o        _For production and isolation of mouse embryos_\r\n\n\n Pregnant Mare’s Serum Gonadotropin \\(PMSG) \\(NIH National Hormone and Peptide Program)\r\n\n\n Human Chorionic Gonadotropin \\(hCG) \\(Sigma cat# 230734)\r\n\n\n Hyaluronidase \\(Sigma cat# H4272)\r\n\n\n Oil for embryo culture \\(Irvine Scientific cat# 9305)\r\n\n\n     o  _Irradiated mouse embryonic fibroblasts \\(GlobalStem MTI cat# GSC-6201G)_\r\n\n\n ~35,000 MEFs p/cm<sup>2</sup> of growing surface\r\n\n\n     o  _Phosphate-buffered saline \\(PBS) \\(Gibco cat# 14190250)_\r\n\n\n     o  _0.1% Gelatin Solution \\(EMD Millipore cat# ES-006B)_\r\n\n\n     o  _0.25% Trypsin-EDTA \\(Gibco cat# 25200056)_"
        },
        {
            "header": "Equipment",
            "content": "• **Equipment used**\r\n\n\no Stereo dissecting microscope with Differential Interference Contrast \\(DIC) \r\n\n\no Incubator at 37°C with 95% air and 5% CO2\r\n\n\no Laminar flow hood or biological safety cabinet\r\n\n\no Hand blown 50 uL calibrated pipettes \\(Drummond cat# 2-000-050)\r\n\n\no 60 mm suspension culture dishes \\(Corning cat# 430589)\r\n\n\no 4 well tissue culture plate \\(Thermofisher cat# 144444)\r\n\n\no 24 well tissue culture plate \\(Corning cat# 3524)\r\n\n\no 6 well tissue culture plate \\(Corning cat# 3516)\r\n\n\no 96 well tissue culture v-bottom plates \\(Corning cat# 3894)"
        },
        {
            "header": "Procedure",
            "content": "Procedure\r\n\n\n• **Superovulation and harvesting of zygotes**\r\n\n\no _Day 1 \\(between 12:00-1:00 PM)_\r\n\n\n Inject 5 IU PMSG I.P. into 6-week-old female mice of a strain from which you wish to generate an ESC line.\r\n\n\no _Day 3 \\(between 12:00-1:00 PM)_\r\n\n\n Inject 5 IU HCG I.P. into female mice and immediately set up with males that have previously generated offspring. Setting up each superovulated female with a single male will increase the likelihood of fertilization.\r\n\n\no _Day 4 \\(morning)_\r\n\n\n Prepare microdrops with 50 uL M2 and 50 uL M2+0.3 mg/mL hyaluronidase in a 60 mm suspension culture dish and cover the dish with oil. Also prepare microdrop culture dishes of 50 uL KSOM media covered with oil. Keep microdrop plates at 37ºC until needed. \r\n\n\n Sacrifice plugged female mice, isolate each oviduct using spring scissors, collect the oviducts in a 60 mm suspension culture dish containing PBS, and place the oviducts into the M2+hyralonidase drop.\r\n\n\n With fine tweezers, rip the oviduct to release the zygotes and surrounding cumulus cells into the media.\r\n\n\n Using a mouth pipette, locate and transfer zygotes from the M2+hyralonidase to M2 media. Wash the zygotes 3 times in M2 media and then 3 times in KSOM media. Collect all zygotes in a clean drop of KSOM and place in a 37ºC 5%CO\n2\nincubator. Do not disturb the embryos after they are placed in KSOM.\r\n\n\n• _Perform this step as quickly as possible. The quicker the zygotes are placed in KSOM at 37ºC 5%CO\n2\n, the more likely they will develop into blastocysts._\r\n\n\no → **NOTE:** the number of zygotes obtained, thus the amount of potential ESC lines that can be generated, will vary from strain to strain. Some strains will yield high numbers of zygotes, whereas others will yield few to zero. The age of the females also inversely correlates with the number of oocytes that are superovulated. Using young females and optimizing the dosage of PMSG and/or HCG can increase the number of zygotes obtained. Scale the number of female mice superovulated in order to obtain the number of lines needed.\r\n\n\no → **NOTE:** The following protocol was performed essentially as described in Nagy et. al, Manipulating the mouse Embryo\n14\n. For greater detail, please refer to this manual.\r\n\n\n\r\n\n\n• **Preparation of MEF feeder layer for deriving ESC lines**\r\n\n\nStep 1 - Cover the bottom of each well \\(4 well plates for initial embryo attachment, or 24 or 6 well plates for expansion) with gelatin solution. Incubate for ≥5 minutes at RT.\r\n\n\n \r\n\n\nStep 2 - Remove gelatin and plate an appropriate number of MEFs using MEF media according to the surface area of the well being used.\r\n\n\n\r\n\n\nStep 3 - Allow the MEFs to attach for a minimum of 6 hours, but preferably O/N before using them to derive/expand ESCs. The irradiated MEFs should be used within 3 days after thawing/plating.\r\n\n\n\r\n\n\n• **Derivation and propagation of ESCs**\r\n\n\nStep 1 - Two days after zygote isolation, determine the number of morulas present by examining them under the dissection microscope. Prepare an appropriate number of 4 well plates with a MEF feeder layer \\(1 well for each developing embryo).\r\n\n\n→ **NOTE:** Work quickly with embryos when they are outside of the incubator. Early embryos are very sensitive to temperature fluctuations. \r\n\n\n\r\n\n\nStep 2 - When embryos have formed a blastocoel \\(usually 3 days after zygote isolation), transfer a blastocyst using a mouth pipette into 1 well of a 4 well tissue culture plate. Before transferring the embryos, replace the MEF media used to plate the MEF feeder layer with 500 uL of 2i/L media. Place each plate into a 37ºC 5%CO\n2\nincubator and **DO NOT DISTURB** for 4 days.\r\n\n\n\r\n\n\nStep 3 - After 4 days of culture, determine whether the embryos have attached to the feeder layer. In the wells with attached embryos, **gently** remove the media and **slowly** add 500 uL of fresh 2i/L medium. If the embryo has not yet attached, add 500 ul of fresh 2i/L medium to the existing media. Place the embryos and resulting outgrowths back into a 37ºC 5%CO\n2\nincubator for an additional 3 days. Do not disturb the embryos and outgrowths during this time.\r\n\n\n\r\n\n\nStep 4 - Plate irradiated feeders on a 24 well tissue culture plate and place in a 37ºC 5%CO\n2\nincubator. You will need 1 well for every outgrowth obtained.\r\n\n\n\r\n\n\nStep 5 - After the embryos are allowed to attach and form outgrowths for 7 days in 2i/L media, pick each outgrowth using a 20 uL micropipette into a single well of a V-shaped bottom 96-well plate containing 30 uL of PBS.\r\n\n\n→ **NOTE:** Minimize the volume of the medium containing the outgrowth to less than 10 uL. \r\n\n\n\r\n\n\nStep 6 - After all the outgrowths have been picked into 30uL of PBS, add 60 uL of 0.25% Trypsin-EDTA and incubate for 5 min at 37°C.\r\n\n\n\r\n\n\nStep 7 - Add 100 uL of S/L media to the dissociated outgrowths and transfer the dissociated cells into a single well of the 24 well plate made on Step 4. Cells can be transitioned to 100% S/L media at this time. Change media every other day and after 3-4 days, you should see the emergence of colonies. When the well becomes ~70% confluent, either passage the line or freeze it down. We refer to this ES line as passage 1. Check for Mycoplasma at this time.\r\n\n\n→ **NOTE:** Depending on the size of the outgrowth, the time spent on trypsin varies. While dissociating the cells, it may help to mechanically dissociate the outgrowth using a micropipette until you no longer see the large clump of cells. The presence of several smaller clumps is acceptable. Make sure the outgrowths do not spend too much time on trypsin as this will negatively impact their ability to expand.  \r\n\n\n\r\n\n\n• **Passaging**\r\n\n\nStep 8 - If ESCs are to be split onto MEFs, plate irradiated MEFs onto either a 6 well plate or T25 flask the day before you are going to split the ESC line. If you are not using a MEF feeder layer to passage your ESCs, just coat the plate with gelatin, as described.\r\n\n\n\r\n\n\nStep 9 - Once ESCs are ready to be passaged, remove the supernatant, wash the cells with PBS, and add just enough trypsin-EDTA to cover the cells. Incubate the ESCs for 5 minutes at 37ºC.\r\n\n\n\r\n\n\nStep 10 - Add S/L media totaling 5X the amount of trypsin used to dissociate the ESCs \\(e.g. if you used 1 mL of trypsin, add 5 mL of S/L media). Dissociate the ESCs into single cells by repeatedly pipetting the cells up and down.\r\n\n\n\r\n\n\nStep 11 - Transfer the cells into a conical tube and spin the cells for 5 minutes at 1,000 RPMs, 4ºC. Remove the media and resuspend the ESCs in 1mL of the media being used to culture them.\r\n\n\n→ **NOTE:** We typically split our ESCs 1:10 or 1:20 every 4 days depending on their growth rate.\r\n\n\n\r\n\n\n**Cryopreservation of ESC cultures**\r\n\n\nStep 1 - Harvest ESCs by repeating Steps 9-11. However, instead of resuspending the ESC pellet in media, resuspend in 4 mLs of the appropriate freezing media.\r\n\n\n\r\n\n\nStep 2 - Aliquot the ESCs dissociated in the requisite freezing medium into 4 cryovials. \r\n\n\n→ **NOTE:** a 1:4 split into freezing medium is recommended to reestablish the culture in the same flask/well used to culture the ESCs.\r\n\n\n\r\n\n\nStep 3 - Transfer the tubes to a -80°C freezer overnight and them move them to liquid nitrogen for long term storage."
        },
        {
            "header": "References",
            "content": "1. Nichols, J. & Smith, A. Naive and primed pluripotent states. _Cell Stem Cell_ **4**, 487–492 \\(2009).\r\n  2. Evans, M. J. & Kaufman, M. H. Establishment in culture of pluripotential cells from mouse embryos. _Nature_ **292**, 154–156 \\(1981).\r\n  3. Martin, G. R. Isolation of a pluripotent cell line from early mouse embryos cultured in medium conditioned by teratocarcinoma stem cells. _Proc. Natl. Acad. Sci. U.S.A._ **78**, 7634–7638 \\(1981).\r\n  4. Smith, A. G. et al. Inhibition of pluripotential embryonic stem cell differentiation by purified polypeptides. _Nature_ **336**, 688–690 \\(1988).\r\n  5. Williams, R. L. et al. Myeloid leukaemia inhibitory factor maintains the developmental potential of embryonic stem cells. _Nature_ **336**, 684–687 \\(1988).\r\n  6. Kolodziejczyk, A. A. et al. Single Cell RNA-Sequencing of Pluripotent States Unlocks Modular Transcriptional Variation. _Cell Stem Cell_ **17**, 471–485 \\(2015).\r\n  7. Smith, Z. D. et al. A unique regulatory phase of DNA methylation in the early mammalian embryo. _Nature_ **484**, 339–344 \\(2012).\r\n  8. Ying, Q.-L. et al. The ground state of embryonic stem cell self-renewal. _Nature_ **453**, 519–523 \\(2008).\r\n  9. Ficz, G. et al. FGF signaling inhibition in ESCs drives rapid genome-wide demethylation to the epigenetic ground state of pluripotency. _Cell Stem Cell_ **13**, 351–359 \\(2013).\r\n  10. Habibi, E. et al. Whole-genome bisulfite sequencing of two distinct interconvertible DNA methylomes of mouse embryonic stem cells. _Cell Stem Cell_ **13**, 360–369 \\(2013).\r\n  11. Leitch, H. G. et al. Naive pluripotency is associated with global DNA hypomethylation. _Nat. Struct. Mol. Biol._ **20**, 311–316 \\(2013).\r\n  12. Dutta, D. et al. Self-renewal versus lineage commitment of embryonic stem cells: protein kinase C signaling shifts the balance. _Stem Cells_ **29**, 618–628 \\(2011).\r\n  13. Shimizu, T. et al. Dual inhibition of Src and GSK3 maintains mouse embryonic stem cells, whose differentiation is mechanically regulated by Src signaling. _Stem Cells_ **30**, 1394–1404 \\(2012).\r\n  14. Nagy, A., Gertsenstein, M., Vintersten, K. & Behringer, R. _Manipulating the Mouse Embryo._ \\(Cold Spring Harbor Laboratory Press, 2003)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature23274",
                "date": "2017-07-31 15:48:20",
                "title": "Prolonged Mek1/2 suppression impairs the developmental potential of embryonic stem cells",
                "authors": [
                    "Jiho Choi",
                    "Aaron J. Huebner",
                    "Kendell Clement",
                    "Ryan M. Walsh",
                    "Andrej Savol",
                    "Kaixuan Lin",
                    "Hongcang Gu",
                    "Bruno Di Stefano",
                    "Justin Brumbaugh",
                    "Sang-Yong Kim",
                    "Jafar Sharif",
                    "Christopher M. Rose",
                    "Arman Mohammad",
                    "Junko Odajima",
                    "Jean Charron",
                    "Toshi Shioda",
                    "Andreas G"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14656,
                "identity": "a1024030-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jiho Choi",
                "email": "jchoi@molbio.mgh.harvard.edu",
                "orcid": "",
                "institution": "Department of Molecular Biology, Massachusetts General Hospital",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jiho",
                "middleName": "",
                "lastName": "Choi",
                "suffix": ""
            },
            {
                "id": 14658,
                "identity": "a10246b8-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Konrad  Hochedlinger",
                "email": "khochedlinger@mgh.harvard.edu",
                "orcid": "",
                "institution": "Department of Molecular Biology, Massachusetts General Hospital",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Konrad",
                "middleName": "",
                "lastName": "Hochedlinger",
                "suffix": ""
            },
            {
                "id": 14657,
                "identity": "a1024497-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Aaron  Huebner ",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Biology, Massachusetts General Hospital",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aaron",
                "middleName": "",
                "lastName": "Huebner",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-03-30 20:18:16",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.070",
        "doiUrl": "https://doi.org/10.1038/protex.2017.070",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465511,
                "identity": "044a6208-8905-4998-a516-b62776073fce",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:55",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 146970,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5847/v1/dd819557-4f27-4dbe-9101-99a78f44dba6.pdf"
            }
        ],
        "financialInterests": "N/A",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Embryonic stem cells, Naïve pluripotent state, Primed pluripotent state",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "-",
        "manuscriptTitle": "Derivation and long-term propagation of mouse embryonic stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-07-31 15:48:49",
                "doi": "10.1038/protex.2017.070",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ee2d670-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 31st, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3880,
                "name": "Cell biology"
            },
            {
                "id": 3881,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-07-31 15:48:49",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}