{
    "identity": "nprot-4495",
    "title": "Surgical Model of Auxiliary Partial Liver Transplantation in the Rat",
    "content": [
        {
            "header": "Introduction",
            "content": "Nearly 30 million people in the U.S. have a liver disorder. Approximately 40,000 will develop end-stage liver disease, which is responsible for approximately 30,000 deaths annually in the U.S. <sup>1,2</sup>. Medical therapy can extend life, but the only curative therapy for severe end-stage liver disease is allogeneic liver transplantation—either a partial liver from a living-related donor or a whole cadaveric liver. However, liver transplantation is severely limited by the supply of donors. The shortfall of livers is predicted to rise in the coming decades given the increasing prevalence of fatty liver disease and hepatocellular carcinomas<sup>3</sup>. \r\n\n\n\r\n\n\nSince the liver has the ability to regenerate, in many cases of acute failure and hepatic resection, a temporary, limited hepatic support may obviate the need for transplantation, which would free up donor livers. In addition, avoiding whole liver transplantation eliminates the need for life-long immunosuppressive drugs that must be taken by all transplant recipients. One such alternative is auxiliary partial orthotopic liver transplantation \\(APOLT), which provides temporary or permanent support for patients with potentially reversible fulminant hepatic failure, and its indications have been extended to congenital metabolic disorders of the liver using a graft procured from a living donor <sup>4,5</sup>. APOLT for metabolic disease has a possible advantage in that the remnant native liver may work as a reservoir, if the donor liver fails. Moreover, patients undergoing hepatic resection for the treatment of hepatic malignancies can also benefit from APOLT, as many of them undergo liver function impairment due to the reduced absolute amount of hepatic parenchyma<sup>6</sup>. Also, very important, different donor liver segments can be transplanted in several recipients, thereby maximizing benefit to our waitlisted population with every single deceased donor liver<sup>7</sup>. However, the likelihood of regeneration and the timing for withdrawal of immunosuppression has not been fully established <sup>8,9</sup>. Given the severity of the growing demand for liver transplantation, there is an urgent need for a detailed understanding of the mechanisms underlying pathophysiology of liver regeneration in order to enable the development of effective therapies in the setting of auxiliary liver transplantation.\r\n\n\n\r\n\n\nAlthough partial hepatectomy has been used as an experimental model for decades, contributing to the understanding of physiologic principles of initiation and termination of liver regeneration, partial hepatectomy does not necessarily reflect the regenerative process during human disease <sup>10</sup>. Liver regeneration in patients is influenced by numerous factors, including tissue necrosis, innate immunity, and varying degrees of acute or chronic inflammation. Robust animal models for the regeneration that occurs in the context of human liver diseases do not currently exist. Despite the profound effects of auxiliary liver transplantation on acute or metabolic liver diseases, this operation represents an invaluable experimental model for scientific investigations of liver regeneration, liver mass regulation and bioengineered implantable liver grafts. \r\n\n\n\r\n\n\nStudies in humans have been difficult to document due to the practical and ethical challenges associated to the procedure. Besides, for most patients, biopsy examination often would be an unnecessary risk. Therefore, animal models of auxiliary liver transplantation are essential for a complete understanding of the mechanism that lead to the regulation of liver regeneration with a disease as a background. Several laboratories, including ours, have developed rodent models of auxiliary liver transplantation. However, the absence of a standardized technique often makes it difficult to compare the results of investigations by different research groups. Furthermore, these techniques are often complex—particularly to scientists with no surgical training—and can lead to marginal surgical outcomes. To overcome these obstacles, we have developed a simple technique for rat of auxiliary liver transplantation that closely simulate the human procedures and recapitulate many of the physiological effects of human operations. Although the procedure is not simple, the protocol provided here is aimed to provide standardized techniques that can be easily followed by scientist with only basic surgical skills. \r\n\n\n\r\n\n\n**Experimental design**\r\n\n\nThe success of organ transplantation is critically dependent on the quality of the donor organ \\(donor age, preexisting disease, management of organ procurement, duration of hypothermic storage, organ reperfusion, etc)<sup>11</sup>. Therefore, a well-designed study should control for the effects of these factors. In this model of auxiliary liver transplantation; in addition to the surgical technique, the impact of anesthetics, animal age, gender, weight, warm and cold ischemia time of the donor liver graft also has to be taken into account. In order to facilitate studies regarding liver regeneration and adjustments of liver weight between grafted and host liver; we adapted the use of retrorsine, a pyrrolizidine alkaloid that blocks the hepatocyte cell cycle<sup>12</sup>. Thus, experimental transplanted groups usually contain host retrorsine-conditioned rats and host naïve rats. All rats are weight match \\(donor and host).   \r\n\n\n\r\n\n\nLiver-preconditioning with retrorsine. It is well recognize that the injury caused by severe cases of acute liver failure<sup>8,9,13</sup> and certain inherited metabolic liver diseases \\(e.g. Type 1 Tyrosinemia, alpha-1 antitrypsin deficiency) could result in complete arrest of regeneration capacity of the native liver creating a growth advantage for transplanted normal hepatocytes or auxiliary liver grafts. Based on this knowledge, animal models of liver repopulation using hepatocyte transplantation have been created<sup>14-16</sup>. Similarly, a model of liver repopulation after hepatocyte transplantation was developed whereby selective growth of donor-derived cells is achieved in the liver of animals previously treated with pyrrolizidine alkaloids \\(retrorsine). Retrorsine causes mitosis-inhibition of resident hepatocytes and senescence<sup>17</sup>, resulting in the selective proliferation of the donor-derived cells transplanted after exposure to the alkaloid. In this model, near-complete replacement of the recipient liver is observed within 2 to 3 months post-transplantation when isolated hepatocytes are delivered in conjunction with 2/3 partial hepatectomy <sup>12</sup>. Therefore, we have employed this regeneration-preconditioning regimen in this experimental design. Two injections of retrorsine intraperitoneally, 2 weeks apart are sufficient to exert a strong and persistent inhibition of hepatocyte cell division that lasts for at least several months. There is always individual variability in the body weight of animals of similar age. Specifically, we occasionally observe significant variations in analbuminemic Nagase rats and Sprague–Dawley rats. In our laboratory, we start retrorsine preconditioning in animals that have body weights > 100 grams. We observed that intraperitoneal administration of retrorsine in animals with low weight could result in mortality after the second dose. Furthermore, intraperitoneal injection is a simple and common route for parenteral administration of drugs in rodents. However, a serious consequence associated with this technique, is the puncture of vital organs such as the cecum, which causes inadvertent injection of some material into the gut, abdominal fat and subcutaneous tissues with relatively frequent occurrence. Given the potential for complications from intraperitoneal injections, all personnel who perform this procedure in laboratory rats should be trained by a veterinarian or an experienced laboratory animal care technician.\r\n\n\n\r\n\n\nGender. Although it appears that the gender has no important effect on the regenerative process in healthy wild-type animals<sup>18</sup>  or  in the efficacy of  retrorsine-preconditioning<sup>19</sup> one cannot exclude the possibility that certain pre-existing or induced conditions<sup>20</sup> could induce hormonal-dependent effects and produce different outcomes after auxiliary liver transplantation<sup>21</sup>. It is therefore advisable to design auxiliary liver transplantation studies using animals of the same sex.\r\n\n\n\r\n\n\nSurgery. The primary goal of this article is to provide a simple and streamlined protocol that can also be easily adopted by scientists without microsurgery training background. Rat auxiliary liver transplantation model was developed during the early stages of experimental organ transplantation to study immunology, physiology, and metabolism<sup>14,22-30</sup>.  Thus, several approaches have been developed. Therefore, this necessitates a selection of the surgical procedure to simplify the techniques, which can mimic the human operation. In previous studies, rat models of auxiliary heterotopic liver transplantation have been reported using a cuff technique<sup>29</sup> for vascular anastomosis. Other models incorporated arterialization of the donor graft portal vein with controversial results <sup>31,32</sup>. In the present protocol, we have selected manual sutures with running suture technique for vascular end-to-side anastomosis because this technique allows more flexibility in cases when the lengths of the vessels from the donor liver grafts are short and also this technique facilitates the ability to create a patent vascular anastomosis. On the other hand, the major complication of this technique is injury of the inferior vena cava or portal vein leading to excessive bleeding, which could substantially increase mortality. Thus, we recommend exercising vascular anastomosis before performing auxiliary liver transplantation <sup>33</sup>. Another important consideration before the surgery is the microscope; good visualization is essential when working with fine suture material \\(magnification and illumination). A good-quality microscope should be used for both practice and surgery. The microscope should be positioned to provide a relaxed neck position and a relaxed posture of the arms as they rest on the operative surface. These adjustments prevent fatigue and tension in the neck and arms, which can amplify a native tremor."
        },
        {
            "header": "Reagents",
            "content": "ANIMALS\r\n\n\n• 8- to 12-week-old male Sprague–Dawley rats \\(donor & recipient) or Analbuminemic Nagase \\(recipient) rat. However, other strains of rats can be used \\[e.g., Long-Evans Cinnamon rats \\(Wilson’s disease model), Zucker rats \\(model of Nonalcoholic fatty liver disease), Gunn rats \\(model of Crigler-Najjar syndrome type I) and normal lean animals]. \\! CAUTION All experiments involving animals must conform to relevant institutional and governmental regulations. This protocol was approved by the Institutional Animal Care and Use Committee of the University of Pittsburgh.\r\n\n\nREAGENTS\r\n\n\n• Sterile Lactate Ringer’s solution \\(Baxter Healthcare Corporation)\r\n\n\n• Sterile saline \\(0.9% wt/vol) NaCl solution \\(Baxter, cat. no. FE1323D)\r\n\n\n• Betadine or 70% ethanol\r\n\n\n• Retrorsine \\(R0382, Sigma Chemical Co., St. Louis, MO)\r\n\n\n• Ethyl alcohol, Pure 200 proof, ACS reagent, ≥99.5% \\(459844, Sigma Chemical Co., St. Louis, MO)\r\n\n\n• Isoflurane, 1.5–2% \\(wt/vol) in oxygen \\! CAUTION Isoflurane is harmful if it is inhaled. It may cause nausea, vomiting, nose/throat/respiratory irritation, headache, drowsiness and skin irritation. Wear gloves and long sleeves to avoid skin contact. Carbon filters should be used to scavenge waste anesthetic gas.\r\n\n\n• 100% Oxygen tank \\(Matheson Tri-gas, cat. no. OTE)\r\n\n\n• Buprenorphine hydrochloride \\(e.g., Henry Schein, no. 031919) \\! CAUTION Buprenorphine hydrochloride is a controlled substance, governmental authorization, e.g., by the Drug Enforcement Agency in the United States, and safe storage and record keeping are required.\r\n\n\n• Cefazolin \\(SmithKline)\r\n\n\n• betadine solution \\(Fisher Scientific, cat. no. 19-027136)\r\n\n\n• Heparin Sodium \\(Product Number: 27602, APP Pharmaceuticals) \r\n\n\n• Tacrolimus \\(Astellas Pharma Inc., Japan)\r\n\n\n• Rat Albumin ELISA Kit \\(Bethyl, laboratories, cat. no. E111-125)\r\n\n\n• Purified mouse anti-Ki-67 \\(BD Pharmingen™, cat. no. 550609) \r\n\n\n• Rabbit polyclonal anti-Glutamine synthetase \\(Santa Cruz Biotechnology, inc., cat. no. sc-9067)\r\n\n\n• Rabbit polyclonal anti-PCK2 \\(Abcam, cat. no. ab70359)"
        },
        {
            "header": "Equipment",
            "content": "• Isoflurane vaporizer \\(SurgiVet)\r\n\n\n• Microscope-Leica Wild M650, x6-40 magnification \\(Leica Microsystems)\r\n\n\n• Sterile gauze sponges \\(Fisher Scientific, cat. no. NC9114188)\r\n\n\n• Alcohol swabs \\(Med-Vet International, cat. no. APREP)\r\n\n\n• Cotton tips \\(868-WCS, Puritan Medical Products Company)\r\n\n\n• Sterile surgical gloves \\(Med-Vet International, cat. no. 7821 to 7828)\r\n\n\n• High temperature cautery \\(AA01, Bovie Medical Corporation)\r\n\n\n• Balance scale \\(Cole-Parmer, cat. no. EW-10000-12)\r\n\n\n• Heating lamp and heating pad\r\n\n\n• Surgical table \\(Styrofoam pad)\r\n\n\n• Ice box \\(Styrofoam box)\r\n\n\n• Pushpins\r\n\n\n• Rubber band\r\n\n\n• Nugent Forceps \\(RS-5228, Roboz)\r\n\n\n• Vannas Spring Scissors \\(15000-00, Fine Science Tools)\r\n\n\n• Standard tip forceps \\(11293-00, Fine Science Tools)\r\n\n\n• Angled forceps \\(11063-07, Fine Science Tools)\r\n\n\n• Surgical scissors \\(14012-15, Fine Science Tools)\r\n\n\n• Mosquito forceps  \\(728982, Harvard Apparatus)\r\n\n\n• Curved halsted-mosquito \\(13009-12, Fine Science Tools)\r\n\n\n• Needle holder \\(MI 1400-TJ, Micrins Microsurgical Instruments, Inc)\r\n\n\n• Microclamp B-2 \\(00398-02, Fine Science Tools)\r\n\n\n• Curved bulldog artery clamps \\(81314330, Harvard Apparatus)\r\n\n\n• Strongly curved bulldog vein clamps \\(81313530, Harvard Apparatus)\r\n\n\n• 2-0, 4-0, 6-0, 7-0 silk \\(Sherwood Medical) \r\n\n\n• 7-0 Prolene \\(M-8701, Ethicon)\r\n\n\n• 10-0 Nylon \\(TK-107038, AROSurgical Instruments corporation)\r\n\n\n• 4-0 Vicryl \\(J662H, Ethicon)\r\n\n\n• 20-gauge catheter \\(305199, Becton Dickinson)\r\n\n\n• Medical tubing IV Extension \\(Fisher scientific, cat. no. NC0653118)\r\n\n\n• BD insulin syringe U-100 27 gauge 5/8-inch 1.0 ml \\(Becton Dickinson, cat. no. 329412)\r\n\n\n• Syringe 20ml \\(Becton Dickinson, cat. no. 302830)\r\n\n\n• 18-gauge needle \\(Becton Dickinson, cat. no. 148265D)"
        },
        {
            "header": "Procedure",
            "content": "**Retrorsine preconditioning of receptor rats** TIMING 6 weeks\r\n\n\nRats weighing 100 to 140 g will be given two injections of retrorsine \\(30 mg/kg) each, intraperitoneally, 2 weeks apart.  CRITICAL Animals must have been acclimatized to the area of procedures. Also, make sure the animal body weight is measured just before the injection and the dose of retrorsine is adjusted to the animal weight. TROUBLESHOOTING\\!\r\n\n\n1. Dilute retrorsine for stock solution \\(10 mg/mL) in 100% Ethanol. Before injections, dilute the stock solution in sterile saline solution to adjust the correct dose per animal \\(30 mg/kg). Normally, final ethanol concentration should be 10% or less. \r\n  2. For intraperitoneal injections, first locate the point of entry for the needle.\r\n  Draw an imaginary line across the abdomen just above the knees. The needle will be inserted along this line on the animal’s right side and close to the midline. \r\n\n\n3. Disinfect the skin by scrubbing with an aqueous iodophor solution, followed by 70% \\(vol/vol) isopropanol\r\n  \\! CAUTION Inserting the needle on the rat’s right side avoids the cecum, which is a large fluid-filled organ on the left side of the abdomen. The small intestines \\(on the right side) are less likely to be punctured by the needle. Inserting the needle too far caudally or laterally from the insertion point would risk making an injection into the rear leg, which would injure the muscle tissue.\r\n\n\n5. Restrain the rat and tilt so that the head is facing downward and its abdomen is exposed. Insert the needle into the abdomen at about a 30-to-45-degree angle after disinfecting injection site. The shaft of the needle should enter to a depth of about half a centimeter.\r\n  6. Aspirate to be sure that the needle has not penetrated a blood vessel, the intestines, or the urinary bladder.\r\n  \\! CAUTION Greenish brown aspirate indicates needle penetration into intestines. Yellow aspirate indicates needle penetration into the bladder\r\n\n\nIf any fluid is aspirated, your solution is contaminated and must be discarded and the procedure repeated with a new syringe and needle. If no fluid is aspirated, you may inject.\r\n\n\n7. Withdraw the needle and return the rat to its cage. TROUBLESHOTTING\\!\r\n  \\! CAUTION After retrorsine I.P injection, rats could show some degree of dizziness, caused by the ethanol concentration. Normally, dizziness disappears after a few hours without side effects. \r\n\n\n8. Repeat steps 1-7 two-weeks later. Rats usually can be use for experiments four weeks after the last injection of retrorsine.\r\n  \r\n\n\n**Rat preparation** TIMING 4 d\r\n\n\n9. Allow the animals to acclimate for a minimum of 3 d in a temperature-controlled room with a 12-h light/dark cycle.  CRITICAL All steps must be outlined in an IACUC-approved animal protocol.\r\n  \r\n\n\n\r\n\n\n**Rat liver graft procurement** TIMING 40-50 min\r\n\n\n10. Place the rat in a chamber for induction of anesthesia with a mix of 2% isoflurane and oxygen \\(1-2 liters/min). \r\n   CRITICAL Carefully observe frequency and depth of respiration of the animal and make sure the respiration does not arrest and check for a response to tail or toe pinching every 1 min. \r\n\n\n11. After induction of anesthesia, shave the abdominal wall with electronic hair clipper. Place the animal on the surgical table made of a Styrofoam pad and fix all four limbs to the table using rubber bands and pushpins with its face in the anesthesia system’s nozzle on the far side.\r\n  12. Start isoflurane inhalation with oxygen flow at 3-4 % for the induction of anesthesia during laparotomy.\r\n  13. Disinfect the abdominal wall with disinfectants \\(betadine followed by 70% ethanol). Wipe excess disinfectant with sterile gauze to avoid exposing internal organs to these disinfectants.\r\n  14. Make a long midline abdominal skin and muscle incision from the xiphoid process down to the pubis. Expose the abdominal cavity by retracting the lower abdominal walls bilaterally using forceps. Use pushpins or 18G needles to fix forceps in appropriate places on the table to achieve sufficient exposure and to provide good visualization.\r\n  15. After making the abdominal incision, lower the isoflurane flow to 1-2% for the maintenance of anesthesia.  CRITICAL Continue to observe the respiration of the animal to make sure the animal continues breathing. The respiration rate should be approximately 30-60/min during the operation. \r\n  16. After laparotomy, place sterile gauze moistened with saline solution under small intestine. Use moisten cotton swab to gently align small intestine on the sterile gauze without any twist. Wrap small intestine with moisten gauze and position small intestine on the left side of the abdominal cavity to expose the abdominal aorta \\(Figure 1a).\r\n  17. Use dry cotton swab to bluntly dissect retroperitoneum to expose the abdominal aorta below the left renal vein. Gently pull the inferior vena cava \\(IVC) below the left renal vein from the left with a forceps and insert another forceps behind the abdominal aorta into the space between the IVC and the abdominal aorta. Skeletonize the abdominal aorta below the left renal vein as much as possible to prepare for catheter insertion \\(see Supplementary Video 1). TROUBLESHOTTING\\!\r\n  18. Inject heparin sodium \\(1000U/kg) intravenously from penile vein. \r\n  19. One minute after injection of heparin, ligate the abdominal aorta below the left renal vein with 4-0 silk at distal end. \r\n  20. One end of this silk thread is clamped with mosquito clamp and slightly pulled downward toward the pubis to create appropriate traction. \r\n  21. Place a vascular clamp at the proximal end of the abdominal aorta just below the left renal vein. \r\n  22. Make a small cut on the anterior wall of the abdominal aorta at the distal end with a microscissor and insert a 20-gauge catheter, 15mm long with an oblique end, into the abdominal aorta toward the proximal end. Fix the catheter in place with 4-0 silk.\r\n  23. Quickly open the left thoracic cavity by cutting left anterior chest wall with a scissor and clamp the thoracic aorta with a mosquito clamp. Cut the IVC above the diaphragm in the thoracic cavity and below the left renal vein in the abdominal cavity. Then slowly perfused the liver with 20 ml cold Lactated Ringer’s solution \\(4°C through the abdominal aorta using the 20-gauge catheter. After this perfusion, apply cold saline solution \\(4°C) gently and frequently to liver surface in order to keep the liver cold. \r\n  24. Cut the falciform ligament and triangular ligament. Ligate left phrenic vein with 7-0 prolene and divide above the tie \\(see Supplementary Video 2).\r\n  25. Identify left lateral lobe and using a moistened cotton tip, lift the median and left lateral lobe and hold them against the diaphragm. Visualize and section the membrane that links the caudate and the left lateral lobe. \r\n  26. Place the 2-0 silk suture on the base of the left lateral lobe \\(close to the liver hilum) using the forceps. With a cotton tip, rotate the left lateral lobe to its original position, while holding the right end of the suture with the forceps, to make the suture go around the lobe \\(Figure 1a). Then, tie the two ends of the suture over the top of the left lateral lobe, placing the knot as close to the base of the lobe as possible. \r\n  27. Cut the tied lobe just above the suture \\(Figure 1a).\r\n  28. Identify median lobe and place the suture between the stump and the median lobe. Pull the median lobe down over the suture. Tie the two ends of the suture following the knot line \\(Figure 1b). Cut the tied median lobe above the suture, leaving an ischemic base above the knot.  CRITICAL The knot should not be tensed too close to the suprahepatic IVC \\(SHIVC), otherwise can cause stenosis, impeding blood outflow from the remaining right and caudate lobes, which will lead to necrosis and failure of regeneration. When tighten the knot, the suture itself will section across the lobe \\(tissue), but there is usually no bleeding from the sectioned part34. Both resected lobes represent nearly 70% of the whole liver mass \\(Figure 1c). TROUBLESHOTTING\\!\r\n  29. Isolate the extrahepatic bile duct above the pancreas and ligate distal end with 6-0 silk. Cut the bile duct below the tie at the level of pancreas \\(see Supplementary Video 3) \\(Figure 1d).\r\n  30. Isolate the proper hepatic artery from the portal vein \\(PV) and ligate it with 7-0 silk.\r\n  31. Skeletonize the PV, ligate and divide the side branches \\(pyloric vein and splenic vein) with 7-0 silk. Divide the superior mesenteric vein \\(SMV) at the junction of ileal and jejunal vein.\r\n  32. The paraesophageal vessels behind caudate lobe are divided by cautery.\r\n  33. Skeltonize the Infrahepatic IVC \\(IHIVC), ligate and divide right adrenal vein with 6-0 silk. Divide the IHIVC at the level of left renal vein.\r\n  34. Cut the SHIVC just below the diaphragm from the anterior wall and leave a part of posterior wall attached to the diaphragm. Close the SHIVC with a continuous suture using 7-0 prolene and divide the SHIVC above the ligation \\(Figure 1d).\r\n  35. Then remove the liver and submerge in cold sterile PBS solution \\(4°C in a sterile container \\(Figure 1e). To remove the liver, complete the cut through the SHIVC and gently pull upward, freeing it from surrounding structures. Alternatively, Histidine-tryptophan-ketoglutarate \\(HTK) or University of Wisconsin \\(UW) cold storage solution can be used for liver graft storage if preparation for auxiliary liver transplantation would take several hours.\r\n  36. Weigh the liver graft.  \r\n  \r\n\n\n**Auxiliary partial liver transplantation \\(APLT)** TIMING 100-120 min\r\n\n\n37. Administer 0.05 mg/kg buprenorphine subcutaneously 30 min before beginning the surgery.\r\n  38. Repeat Steps 10–16. Ensure that the weight of the recipient does not differ by >15% from the weight of the liver donor.  CRITICAL The liver must be transplanted into a weight-matched recipient.\r\n  39. After laparotomy and dissection of retroperitoneum from the IHIVC by cautery, dissect and ligate the right renal artery and vein with 6-0 silk. Ligate the hilum of the right kidney with 4-0 silk and perform right nephrectomy to create the space for heterotopic liver transplantation \\(see Figure 2a and Supplementary Video 4).\r\n  40. Gently skeletonize the PV from the pyloric vein to the jejunum vein. \r\n  41. After placing vascular clamps on the proximal \\(just below the liver) and distal \\(just above the right renal vein) of the IHIVC, cut the anterior wall of the IHIVC to make approximately 5 mm longitudinal incision, as close to the ligated right renal vein as possible, for end-to-side anastomosis \\(see Figure 2b and Supplementary Video 5).\r\n  42. Place the graft in the right abdominal cavity and perform the IHIVC reconstruction by an end-to-side anastomosis using a continuous suture with 10-0 nylon \\(see Figure 2b and Supplementary Video 5).  CRITICAL Before the completion of anastomosis, slowly inject saline using an L-shaped injector into the IHIVC anastomotic cavity to rid of any air or blood clots trapped inside. The last suture is ligated tightly enough to avoid constriction of anastomosis and bleeding. \r\n  43. Placed a vascular clamp on the IHIVC anastomosis to prevent backflow into the graft during the PV anastomosis. Release the vascular clamp placed on the proximal and distal end of IHIVC \\(see Figure 2b and Supplementary Video 5). \r\n  44. Place a vascular clamp on the superior mesenteric artery to minimize intestinal congestion.\r\n  45. Place a vascular clamp on the recipient’s PV to occlude the splenic vein, the SMV at the distal end and the PV at the proximal end. \\! CAUTION The clamp cannot be re-positioned during the next steps. It is essential to ensure that a sufficient segment of PV is included in the clamp.\r\n  46. Cut the PV wall about 3mm longitudinally on the opposite side of splenic vein for anastomosis.\r\n  47. Perform end-to-side anastomosis between the graft SMV and recipient’s PV using a continuous suture with 10-0 nylon \\(Figure 2c). After finishing the PV anastomosis, release the vascular clamp on the PV and reperfuse the graft. Release the vascular clamp placed on the IHIVC anastomosis and the SMA.      CRITICAL PV anastomosis should be completed < 30 minutes for successful outcomes. Recipients with PV anastomosis time > 30 minutes would likely results in intestinal congestion or PV thrombosis with poor survival rate.  CRITICAL Flush out any air and blood clots in both the donor and the recipient PV before closing the anastomosis. \r\n  48. Following reperfusion, ligate the PV between the pyloric vein and the PV anastomosis using 6-0 silk to increase the inflow into the graft. The reduction of the inflow into the native liver due to the PV ligation also induce a selective growth stimulation to transplanted graft in the retrorsine pre-treated recipients. \\(see Supplementary Video 6). \r\n  49. Check the anastomoses for bleeding, and ensure that the vessels are not twisted and that flow is not obstructed. Inject 2ml of Lactated Ringer’s solution intravenously from penile vein to avoid blood pressure lowering due to reperfusion. TROUBLESHOTTING\\!\r\n  50. Carefully make small cuts \\(holes) in the distal site of bile duct of the graft with fine scissors for bile drainage. Insert 22 G needle into the duodenum and out at the proximal side and introduce the bile duct into the duodenum using 6-0 silk tied at the end of bile duct. Put a suture on the duodenum wall using 7-0 prolene to fix the distal end of bile duct and put one seromuscular suture to close the needle insertion hole on the duodenal wall. Put another suture with 7-0 prolene near the other insertion hole and fix the proximal site of bile duct. \\(see Figure 2d and Supplementary Video 7).  CRITICAL Drainage holes of the bile duct must be placed inside of the duodenum to avoid bile leakage. All procedure for the duodenum wall should be done gently because the duodenum wall bleeds easily.  \r\n  51. Hepatectomy for the native liver can be added following steps 25-27 for the hepatectomy of left lateral lobe to induce greater regenerative stimulation.\r\n  52. Place the small intestine back to abdominal cavity gently. Irrigate the abdomen with warm saline, and close the muscle and skin in two layers with 4-0 Vicryl. Additional saline can be administered to compensate for blood loss.  \r\n  \r\n\n\n**Postoperative care and observation** TIMING 3d to the length of the study\r\n\n\n53. Allow the animal to recover under continuous monitoring under a heat lamp, and perform routine health checks as mandated by an approved animal protocol. Rats should  recover within 15-20 minutes after the end of surgery and isoflurane anesthesia. Hunched position for the first 12 h after surgery can be seen in some animals.\r\n  54. Provide adequate analgesia and antibiotics for a minimum of 72 h. A regimen of 0.05mg/kg buprenorphine every 12 h and 100mg/kg Cefazoline every 24 h administered intramuscularly is recommended. TROUBLESHOTTING\\!\r\n  55. To prevent graft rejection, a regimen of 1.0 – 1.2 mg/kg of tacrolimus every 24h administered intramuscularly is required.  CRITICAL The dose of tacrolimus should be controlled depending on the postoperative status of recipients \\(e.g. physical activity or change of body weight). TROUBLESHOTTING\\!"
        },
        {
            "header": "Timing",
            "content": "In our experience, it takes approximately 30-50 cases for a surgeon to become technically proficient with this operation. \r\n\n\nSteps 1-8, Retrorsine preconditioning of receptor rats: 6 weeks\r\n\n\nSteps 9-10, Rat preparation: 4 d\r\n\n\nSteps 11-35, Rat liver graft procurement: 40-50 min\r\n\n\nSteps 36-52, APLT: 100-120 min\r\n\n\nSteps 53-55, Postoperative care and observation: 3d to the length of the study"
        },
        {
            "header": "Troubleshooting",
            "content": "Please Table 1"
        },
        {
            "header": "Anticipated Results",
            "content": "ANTICIPATED RESULTS\r\n\n\nWhile auxiliary liver transplantation is used in the clinic as a viable therapeutic option when liver cells failed to regenerate as a result of an overwhelming insult \\(such as drug poisoning or viral infection or some kinds of inherited metabolic deficiencies) that causes liver failure, it has not been possible to systematically characterize human liver regeneration and hepatic mass competition in these settings. This rat model of auxiliary liver transplantation involves inhibition of native hepatocyte regeneration steps that allow direct and indirect analysis of graft regeneration. Particularly, understanding the parameters that determine the liver body weight ratio can be highly valuable in the field of liver transplantation. \r\n\n\n\r\n\n\nEffect of auxiliary liver transplantation on native and transplanted liver graft weight\r\n\n\nWhen the described APOLT protocol is performed correctly, no or about 10% mortality is seen in both Naïve and retrorsine-conditioned rats. Minimal morbidity is associated with this surgery \\(hunched position for the first 12 h after surgery can be seen in some animals). The most common long-term complication seen in this APLT procedure that could affect morbidity is related to biliary obstruction or localized bile leakage. Thus, certain bile duct proliferation can be detected histologically. We preconditioned by retrorsine treatment before transplantation in some studies to impair host hepatocyte replication capacity, allowing a regenerative advantage to the donor liver graft. The regenerative effect of retrorsine preconditioning in the liver graft is evident after the first week post-transplantation as demonstrated by the liver graft weight and the liver/body weight ratio \\(Figure 3a). In contrast, native livers from naïve rats regenerate and recover their weight continuously after the first week post-transplantation, while the native livers from the retrorsine-conditioned rats demonstrated minimal recovery in their liver weight and liver/body weight ratio during the 28 d observation period \\(Figure 3b). In retrorsine-conditioned rats, the peak of liver graft weight occurs around two weeks after APLT, but the proliferation kinetics could vary if hepatectomy is performed on the transplanted animals or depending on the amount of hepatectomy performed in the transplanted rats. When total liver/body weight ratio \\(liver graft + native liver) was calculated, no significant difference were observed in both Naïve and retrorsine-conditioned rats \\(Figure 3c), indicating that the liver mass requirements for the body size are met by either regenerating the transplanted liver graft \\(in the case of the retrorsine preconditioning) or the native liver \\(in the case of naïve rats) \\(i.e., total liver weight corresponds to about 4–5% of body weight). These results showed that the inhibition of hepatocyte proliferation by the use of retrorsine allowed selective regeneration in the transplanted graft.         \r\n\n\n\r\n\n\nEffect of auxiliary liver transplantation on serum albumin in analbuminemic nagase rats\r\n\n\nTo assess function and an increase in the mass of donor liver grafts, we serially measure serum albumin after transplantation \\(Figure 3d). Since Nagase rats secrete no albumin, all measured albumin is generated from the auxiliary transplant. The regenerative effect of retrorsine preconditioning was clear from the first week after auxiliary liver transplant \\(Figure 3d). Serum albumin levels increased continuously in retrorsine-conditioned recipient rats, reaching the peak levels of on 14 d after auxiliary liver transplantation, whereas, and levels in naïve rats were stable during the duration of the study. These results demonstrate that different animal models can be use to indirectly measure the regeneration response of the liver graft \\(e.g. analbuminemic Nagase rats, Long-Evans Cinnamon rats, Gunn rats). \r\n\n\n\r\n\n\nEffect of auxiliary liver transplantation on native and transplanted liver graft regeneration and function\r\n\n\nConfirmation of DNA synthesis can be checked by expression of Ki67 protein by immunohistochemistry. The highest levels of Ki67 expression \\(donor liver graft) in retrorsine-conditioned recipient rats were observed around 14 d after auxiliary liver transplant while Ki67 expression in native livers was minimal \\(Figure 4a and b). However, there was an increase of Ki67 expressing hepatocytes in native livers 28 d after auxiliary liver transplant with a concomitant decrease of Ki67 expression in donor grafts. Probably due to the emergence of hepatocyte-like progenitor cells, an already described cellular response to regeneration when mature hepatocytes are not able to regenerate35. \r\n\n\n\r\n\n\nLiver zonation is recognized as the spatial separation of the enormous spectrum of different metabolic pathways along the liver sinusoids and is fundamental for proper functioning of this organ36. We assessed the impact of auxiliary liver transplantation on liver zonation of the donor graft and the native liver in both Naïve and retrorsine-conditioned rats. The expression of glutamine synthetase and phosphoenolpyruvate carboxykinase 2 by immune staining showed no difference in native livers and donor grafts from either Naïve or retrorsine-conditioned recipient rats \\(Figure 5a and b) at any time point. Therefore, this model of auxiliary liver transplantation does not affect regulation of zonation in hepatocytes."
        },
        {
            "header": "References",
            "content": "REFERENCES\r\n\n\n1 Hoyert, D. L. & Xu, J. Deaths: preliminary data for 2011. Natl Vital Stat Rep 61, 1-51 \\(2012).\r\n\n\n2 Alqahtani, S. A. Update in liver transplantation. Curr Opin Gastroenterol 28, 230-238, doi:10.1097/MOG.0b013e3283527f16 \\(2012).\r\n\n\n3 Wong, R. J., Cheung, R. & Ahmed, A. Nonalcoholic steatohepatitis is the most rapidly growing indication for liver transplantation in patients with hepatocellular carcinoma in the U.S. Hepatology 59, 2188-2195, doi:10.1002/hep.26986 \\(2014).\r\n\n\n4 Jaeck, D., Pessaux, P. & Wolf, P. Which types of graft to use in patients with acute liver failure? \\(A) Auxiliary liver transplant \\(B) Living donor liver transplantation \\(C) The whole liver. \\(A) I prefer auxiliary liver transplant. Journal of hepatology 46, 570-573, doi:10.1016/j.jhep.2007.01.012 \\(2007).\r\n\n\n5 Elias, N. et al. Native portal vein embolization for persistent hyperoxaluria following kidney and auxiliary partial liver transplantation. American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons 13, 2739-2742, doi:10.1111/ajt.12381 \\(2013).\r\n\n\n6 Gondolesi, G. E. et al. Adult living donor liver transplantation for patients with hepatocellular carcinoma: extending UNOS priority criteria. Annals of surgery 239, 142-149, doi:10.1097/01.sla.0000109022.32391.eb \\(2004).\r\n\n\n7 Elias, N., Cosimi, A. & Hertl, M. Auxiliary liver transplant is an effective and safe treatment of primary hyperoxaluria. American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons 14, 242, doi:10.1111/ajt.12534 \\(2014).\r\n\n\n8 Faraj, W. et al. Auxiliary liver transplantation for acute liver failure in children. Annals of surgery 251, 351-356, doi:10.1097/SLA.0b013e3181bdfef6 \\(2010).\r\n\n\n9 Fujita, M. et al. Sequential observation of liver cell regeneration after massive hepatic necrosis in auxiliary partial orthotopic liver transplantation. Modern pathology : an official journal of the United States and Canadian Academy of Pathology, Inc 13, 152-157, doi:10.1038/modpathol.3880029 \\(2000).\r\n\n\n10 Michalopoulos, G. K. Liver regeneration after partial hepatectomy: critical analysis of mechanistic dilemmas. The American journal of pathology 176, 2-13, doi:10.2353/ajpath.2010.090675 \\(2010).\r\n\n\n11 Hicks, M., Hing, A., Gao, L., Ryan, J. & Macdonald, P. S. Organ preservation. Methods in molecular biology 333, 331-374, doi:10.1385/1-59745-049-9:331 \\(2006).\r\n\n\n12 Laconi, E. et al. Long-term, near-total liver replacement by transplantation of isolated hepatocytes in rats treated with retrorsine. The American journal of pathology 153, 319-329, doi:10.1016/S0002-9440\\(10)65574-5 \\(1998).\r\n\n\n13 Tarhan, N. C. et al. Volume measurement by computed tomography in auxiliary heterotopic partial liver transplant recipients: follow-up results. Transplantation proceedings 32, 601-603 \\(2000).\r\n\n\n14 Sandgren, E. P. et al. Complete hepatic regeneration after somatic deletion of an albumin-plasminogen activator transgene. Cell 66, 245-256 \\(1991).\r\n\n\n15 Ding, J. et al. Spontaneous hepatic repopulation in transgenic mice expressing mutant human alpha1-antitrypsin by wild-type donor hepatocytes. The Journal of clinical investigation 121, 1930-1934, doi:10.1172/JCI45260 \\(2011).\r\n\n\n16 Azuma, H. et al. Robust expansion of human hepatocytes in Fah-/-/Rag2-/-/Il2rg-/- mice. Nature biotechnology 25, 903-910, doi:10.1038/nbt1326 \\(2007).\r\n\n\n17 Serra, M. P., Marongiu, F., Sini, M. & Laconi, E. Hepatocyte senescence in vivo following preconditioning for liver repopulation. Hepatology 56, 760-768, doi:10.1002/hep.25698 \\(2012).\r\n\n\n18 Prieto, J. Inflammation, HCC and sex: IL-6 in the centre of the triangle. Journal of hepatology 48, 380-381, doi:10.1016/j.jhep.2007.11.007 \\(2008).\r\n\n\n19 Katayama, S., Tateno, C., Asahara, T. & Yoshizato, K. Size-dependent in vivo growth potential of adult rat hepatocytes. The American journal of pathology 158, 97-105, doi:10.1016/S0002-9440\\(10)63948-X \\(2001).\r\n\n\n20 Xin, G. et al. Sex hormone affects the severity of non-alcoholic steatohepatitis through the MyD88-dependent IL-6 signaling pathway. Experimental biology and medicine, doi:10.1177/1535370215570189 \\(2015).\r\n\n\n21 Wiwi, C. A. & Waxman, D. J. Role of hepatocyte nuclear factors in growth hormone-regulated, sexually dimorphic expression of liver cytochromes P450. Growth factors 22, 79-88 \\(2004).\r\n\n\n22 Lee, S. & Edgington, T. S. Liver transplantation in the rat. Surgical forum 17, 220-222 \\(1966).\r\n\n\n23 Hess, F., Willemen, A. & Jerusalem, C. Auxiliary liver transplantation in the rat, influence of the condition of the recipient's liver on the fate of the graft. European surgical research. Europaische chirurgische Forschung. Recherches chirurgicales europeennes 9, 270-279 \\(1977).\r\n\n\n24 Hess, F., Willemen, A. & Jerusalem, C. Survival of auxiliary rat liver grafts with decreased portal blood flow. European surgical research. Europaische chirurgische Forschung. Recherches chirurgicales europeennes 10, 444-455 \\(1978).\r\n\n\n25 Inoue, S., Kawano, N. & Morioka, Y. Cyclosporine and partial liver allotransplants in a simplified rat model. The Japanese journal of surgery 15, 299-311 \\(1985).\r\n\n\n26 Yoo, C. H., Park, K. O., Han, S. H. & Kim, J. H. Influence of portoarterial reflux on the development of hepatic arterial thrombosis in auxiliary partial liver transplantation in the rat. Transplantation proceedings 28, 1775-1777 \\(1996).\r\n\n\n27 Wang, Y. N., Luk, J. M., Chung, S. & Fan, S. T. In situ gene transfer into rat auxiliary liver transplant. Transplantation 64, 1537-1541 \\(1997).\r\n\n\n28 Delriviere, L. et al. Technical details for safer venous and biliary anastomoses for liver transplantation in the rat. Microsurgery 18, 12-18 \\(1998).\r\n\n\n29 Kobayashi, E. et al. Auxiliary heterotopic liver transplantation in the rat: a simplified model using cuff technique and application for congenitally hyperbilirubimemic Gunn rat. Microsurgery 18, 97-102 \\(1998).\r\n\n\n30 Wang, J. et al. Auxiliary partial liver grafting in rats: effect of host hepatectomy on graft regeneration, and review of literature on surgical technique. Microsurgery 22, 371-377, doi:10.1002/micr.10061 \\(2002).\r\n\n\n31 Li, J. et al. Portal vein arterialization promotes liver regeneration after extended partial hepatectomy in a rat model. Journal of biomedical research 29, 69-75, doi:10.7555/JBR.29.20140054 \\(2015).\r\n\n\n32 Schleimer, K. et al. Portal hyperperfusion causes disturbance of microcirculation and increased rate of hepatocellular apoptosis: investigations in heterotopic rat liver transplantation with portal vein arterialization. Transplantation proceedings 38, 725-729, doi:10.1016/j.transproceed.2006.01.070 \\(2006).\r\n\n\n33 MacDonald, J. D. Learning to perform microvascular anastomosis. Skull base : official journal of North American Skull Base Society ... \\[et al.] 15, 229-240, doi:10.1055/s-2005-872598 \\(2005).\r\n\n\n34 Mitchell, C. & Willenbring, H. A reproducible and well-tolerated method for 2/3 partial hepatectomy in mice. Nature protocols 3, 1167-1170, doi:10.1038/nprot.2008.80 \\(2008).\r\n\n\n35 Chen, Y. H. et al. Contribution of mature hepatocytes to small hepatocyte-like progenitor cells in retrorsine-exposed rats with chimeric livers. Hepatology 57, 1215-1224, doi:10.1002/hep.26104 \\(2013).\r\n\n\n36 Monga, S. P. beta-Catenin Signaling and Roles in Liver Homeostasis, Injury, and Tumorigenesis. Gastroenterology 148, 1294-1310, doi:10.1053/j.gastro.2015.02.056 \\(2015)."
        },
        {
            "header": "Acknowledgements",
            "content": "ACKOWLEDGEMENTS\r\n\n\nFunding from the US National Institutes of Health \\(grants DK083556 and DK099257 to A.S.-G.), the faculty development grant from the American Society of Transplantation and the Competitive Medical Research Fund Program from UPMC Health System to A.S.-G. and The Japan Science and Technology Agency, Research Center Network for Realization of Regenerative Medicine, Projects for Technological Development to H.Y. also supported this work."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13711,
                "identity": "a0a2b0b9-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Alejandro Soto-Gutierrez",
                "email": "sotogutierreza@upmc.edu",
                "orcid": "",
                "institution": "University of Pittsburgh",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Alejandro",
                "middleName": "",
                "lastName": "Soto-Gutierrez",
                "suffix": ""
            },
            {
                "id": 13701,
                "identity": "a0a29cf3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kentaro  Matsubara",
                "email": "",
                "orcid": "",
                "institution": "University of Pittsburgh",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kentaro",
                "middleName": "",
                "lastName": "Matsubara",
                "suffix": ""
            },
            {
                "id": 13702,
                "identity": "a0a2a19e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shinichiro Yokota",
                "email": "",
                "orcid": "",
                "institution": "University of Pittsburgh",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shinichiro",
                "middleName": "",
                "lastName": "Yokota",
                "suffix": ""
            },
            {
                "id": 13703,
                "identity": "a0a2a4b8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yoshihiro Ono",
                "email": "",
                "orcid": "",
                "institution": "University of Pittsburgh",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yoshihiro",
                "middleName": "",
                "lastName": "Ono",
                "suffix": ""
            },
            {
                "id": 13704,
                "identity": "a0a2a647-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ken Fukumitsu",
                "email": "",
                "orcid": "",
                "institution": "University of Pittsburgh",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ken",
                "middleName": "",
                "lastName": "Fukumitsu",
                "suffix": ""
            },
            {
                "id": 13705,
                "identity": "a0a2a862-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kan Handa",
                "email": "",
                "orcid": "",
                "institution": "University of Pittsburgh",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kan",
                "middleName": "",
                "lastName": "Handa",
                "suffix": ""
            },
            {
                "id": 13706,
                "identity": "a0a2a9db-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jorge Guzman-Lepe",
                "email": "",
                "orcid": "",
                "institution": "University of Pittsburgh",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jorge",
                "middleName": "",
                "lastName": "Guzman-Lepe",
                "suffix": ""
            },
            {
                "id": 13707,
                "identity": "a0a2ab3a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Angelica R Perez-Gutierrez",
                "email": "",
                "orcid": "",
                "institution": "University of Pittsburgh",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Angelica",
                "middleName": "R",
                "lastName": "Perez-Gutierrez",
                "suffix": ""
            },
            {
                "id": 13708,
                "identity": "a0a2ac98-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hiroshi Yagi",
                "email": "",
                "orcid": "",
                "institution": "Keno University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hiroshi",
                "middleName": "",
                "lastName": "Yagi",
                "suffix": ""
            },
            {
                "id": 13709,
                "identity": "a0a2adf5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ira J Fox",
                "email": "",
                "orcid": "",
                "institution": "University of Pittsburgh",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ira",
                "middleName": "J",
                "lastName": "Fox",
                "suffix": ""
            },
            {
                "id": 13710,
                "identity": "a0a2af5c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Noriko Murase",
                "email": "",
                "orcid": "",
                "institution": "University of Pittsburgh",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Noriko",
                "middleName": "",
                "lastName": "Murase",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-12-16 22:04:37",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.121",
        "doiUrl": "https://doi.org/10.1038/protex.2015.121",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609356,
                "identity": "9cd29af5-8169-4aad-8512-3e3fcfc30540",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1451447,
                "visible": true,
                "origin": "",
                "legend": "Sequential photographs and schematic drawings of rat liver graft procurement and positioning of silk threads for knots.     Following skin disinfection and laparotomy, the abdominal aorta is exposed. (a) A catheter is inserted and fixed in the abdominal aorta. (b) After 20 ml of cold Lactated Ringer’s solution is perfused, the left lateral lobe is identified and the thread for the first knot is positioned on the base of left lateral lobe. After the knot is secured, the left lateral lobe is cut above the suture leaving an ischemic stump above the knot. (b) The median lobe is identified and a knot should be tied as indicated by the dashed area, not too close to the suprahepatic vena cava. After the knot is secured, the median lobe is cut above the suture leaving an ischemic stump above the knot. (c) Hepatectomized remnants of the left lateral and median lobe are shown. (d) Duodenum is carefully pulled to identify the bile duct. The bile duct is dissected and skeletonized above the pancreas. Hepatic artery is identified and ligated, portal vein branches are ligated and suprahepatic inferior vena cava is dissected and sutured. Portal vein and infrahepatic inferior vena cava are cut as indicated by the dashed lines. (e) The liver graft is completely removed and placed in cold solution. ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-4495/v1/figure_1.png"
            },
            {
                "id": 2609357,
                "identity": "3ec63e87-02d0-4db2-950f-016225af8ae4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1689262,
                "visible": true,
                "origin": "",
                "legend": "Sequential photographs and schematic drawings of auxiliary partial  liver transplantation in the rat.    After depilation and disinfection of the abdominal skin,laparotomy is performed. (a) The retroperitoneum is dissected and by ligating renal artery and vein, right nephrectomy is performed to create space for the donor liver graft. (b) The liver graft is placed in the right abdominal cavity and end-to-side anastomosis of the infrahepatic inferior vena cava is performed using a continuous suture. A vascular clamp is placed in the anastomosis to prevent backflow into the graft and allow blood flow in the recipient’s infrahepatic inferior vena cava. (c) A vascular clamp is placed on the recipient’s portal vein. Recipient’s portal vein is cut and flushed out any blood. End-side anastomosis is performed between the graft portal vein and the recipient’s portal vein. The vascular clamps are released to allow recirculation in the graft. After reperfusion, the recipient’s portal vein is ligated between the pyloric vein and the anastomosis. (d) Bile duct reconstruction is performed. A needle is placed in the duodenum to guide the bile duct inside. The distal part of the bile duct introduced in the duodenum is fixed. The proximal part of the bile duct introduced into the duodenum is fixed.    ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-4495/v1/figure_2.png"
            },
            {
                "id": 2609359,
                "identity": "b096cbbc-98bd-4d5f-bc65-63571abd6aec",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 116550,
                "visible": true,
                "origin": "",
                "legend": "Graft growth and function after auxiliary partial liver transplantation.    (a) Liver graft weight at different time points after auxiliary partial liver transplantation in retrorsine-treated (n=3-5 in each time point) and naïve (n= n=3-5 in each time point) recipient rats [retrorsine-conditioned rat + auxiliary partial liver graft transplantation versus naïve rat + auxiliary partial liver graft transplantation at 7 d (P=0.003), 14 d (P=0.002) and 28 d (P<0.045), two-way ANOVA.] and liver/body weight ratio [retrorsine-conditioned rat + auxiliary partial liver graft transplantation versus naïve rat + auxiliary partial liver graft transplantation at 7 d (P=0.037), 14 d (P=0.002) and 28 d (P<0.011), two-way ANOVA.]. (b) Native liver weight [retrorsine-conditioned rat + auxiliary partial liver graft transplantation versus naïve rat + auxiliary partial liver graft transplantation at 7 d (P=0.684), 14 d (P=0.006) and 28 d (P=0.006), two-way ANOVA.] and native liver/body weight ratio [retrorsine-conditioned rat + auxiliary partial liver graft transplantation versus naïve rat + auxiliary partial liver graft transplantation at 7 d (P=0.534), 14 d (P=0.111) and 28 d (P=0.002), two-way ANOVA.]. (c) Total liver/body weight ratio [retrorsine-conditioned rat + auxiliary partial liver graft transplantation versus naïve rat + auxiliary partial liver graft transplantation at 7 d (P=0.554), 14 d (P=0.378) and 28 d (P=0.365), two-way ANOVA.]. (d) Serum rat albumin concentration in retrorsine-treated (n=3-6 in each time point) and naïve (n=3-6 in each time point) mutant nagase analbuminemic rats assayed by enzyme-linked immunosorbent assay (ELISA) [retrorsine-conditioned rat + auxiliary partial liver graft transplantation versus naïve rat + auxiliary partial liver graft transplantation at 7 d (P=0.017), 14 d (P=0.001), 21 d (P=0.019) and 28 d (P=0.015), two-way ANOVA.]. *P<0.05.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-4495/v1/figure_3.png"
            },
            {
                "id": 2609360,
                "identity": "53daefa1-ded1-4538-af17-f6d4922bfcb0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1541281,
                "visible": true,
                "origin": "",
                "legend": "Histological analysis of hepatocyte replication after auxiliary partial liver transplantation.    (a) Immunohistochemical staining of Ki67 in native liver and (b) donor grafts after 0 d, 7 d, 14 d and 28 d of auxiliary partial liver transplantation in retrorsine-conditioned and naïve rats. Graphs represent the percentage of positive hepatocytes from at least 10 fields of X400 original magnification and three different experiments. Scale bars 50 μm. ",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-4495/v1/figure_4.png"
            },
            {
                "id": 2609358,
                "identity": "f4ffccb9-43dc-4703-a24f-1c4434106376",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1561189,
                "visible": true,
                "origin": "",
                "legend": "Histological analysis of liver zonation markers after auxiliary partial liver transplantation.    Immunohistochemical staining in native liver and donor grafts after 0 d,14 d and 28 d of auxiliary partial liver transplantation in recipient retrorsine-treated and naïve rats; (a): Glutamine synthetase (an essential hepatic enzyme in the metabolism of ammonia), (b) Phosphoenolpyruvate Carboxykinase 2 (PCK2) (green) (an important hepatic enzyme in the metabolic pathway of gluconeogenesis). Scale bars 100 μm. ",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-4495/v1/figure_5.png"
            },
            {
                "id": 13464971,
                "identity": "9b875bd2-9bc7-4edc-a773-38cd356f55ce",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 5627333,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4495/v1/19bb6f4e-272c-4be9-a06b-0dd3f901e03f.pdf"
            },
            {
                "id": 2609353,
                "identity": "986415a6-6151-43e8-9e03-cba35f6605c2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 24455,
                "visible": true,
                "origin": "",
                "legend": "Table 1. Troubleshooting table   Troubleshooting table   Troubleshooting table",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-4495/v1/supplement_0.docx"
            },
            {
                "id": 2609361,
                "identity": "11d0d902-aa20-429e-a8cd-9a447bd2a7c1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "png",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 284778,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Figure 1   Schematic drawing of the rat liver vascular anatomy and retrorsine-conditioning protocol.    Abbreviations: CeA, celiac artery; SMV, superior mesenteric vein; SMA, superior mesenteric artery; LGA, left gastric artery; LGV, left gastric vein; SpA, splenic artery; SpV, splenic vein; lt IPV, left inferior phrenic vein.",
                "description": "",
                "filename": "supplement0.png",
                "url": "https://assets.researchsquare.com/files/nprot-4495/v1/supplement_0.png"
            }
        ],
        "financialInterests": "none",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Auxiliary Liver Transplantation",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Auxiliary liver transplantation is an effective solution currently available for acute liver failure and liver-based metabolic diseases. It ensures sufficient functioning liver mass to allow for native liver recovery, preserves native liver function in case of liver graft loss and the remaining donor liver can be transplanted into a second. Therefore, an animal model of this surgery offers unique and exciting opportunities to delineate and evaluate the underlying mechanisms and therapeutic interventions that can contribute to graft regeneration. Here we describe a standardized procedure for rat model of donor liver graft surgery \\(40–50 min operative time) and auxiliary partial liver transplantation \\(100–120 min operative time), which, to a high degree, resembles operations in humans. We also provide detailed protocols for both pre- and postoperative techniques that ensure a high success rate in the operations. This protocol provides the opportunity to mechanistically investigate liver regeneration in auxiliary transplantation.",
        "manuscriptTitle": "Surgical Model of Auxiliary Partial Liver Transplantation in the Rat",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-12-22 11:07:05",
                "doi": "10.1038/protex.2015.121",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0a0c83f-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 22nd, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3528,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-12-22 11:07:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}