{
    "identity": "pex-1341",
    "title": "<p>Impact of Virtual Reality on Rehabilitation of Distal Radial Fracture with head mounted device</p><p><br></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>DRF is the most prevalent injury in musculoskeletal department, showing around 15%-20% of all fractures managed in emergency services(1). Fracture of upper extremity &nbsp;are common and any age group can be affected(2). The incidence of DRF has a bimodal distribution during the life span. The occurrence is mainly in the teenage, declines in adulthood from young to middle, and increases again in elderly(3). Studies have shown a greater incidence in elderly people who are over 60 years of age. It is the 2<sup>nd</sup> most frequent fracture kind in this age, after hip fractures with nearly four times more injuries in females as compared to males(4). The usual causes of DRF include sports events and accidents in childhood and young adult age groups. Conversely, the most common injury cause in elderly is a low-energy trauma due to fall from a height(1). It is expected that the number of the most frequent upper limb fractures – proximal humerus fractures and DRF to boost every 5 years to 2036 by about 10%.&nbsp;After an upper extremity fracture, patients are usually advised &nbsp;physical therapy &nbsp;for recovery to minimize pain, enhance ROM and endurance and restore function(5). Normally distal radius fractures in patients are managed conservatively by closed reduction and immobilizing in a cast(6). Nevertheless, this therapeutic approach struggled to sustain reduction and reported malformation and re-displacements in more than 50 percent of cases(7). Aging &nbsp;is the major risk factors for failure of reduction and secondary fracture(6). Nonetheless, the latest research indicates that increase in function in older patients is irrespective of the residual deformity. </p><p>&nbsp;</p><p>Distal radius fracture can result in long and short -term disabilities such as loss of ROM, discomfort, muscle weakness and edema. Due to these disabilities it can result in loss of daily function. The goals of physiotherapist after DRF are to regain complete joint mobility and functional potential(8). In order to accomplish these objectives, physiotherapy interventions may be categorized as active or passive. Active therapy includes strategies such as exercise and counseling, in which the patient take an active participation in their treatment. Passive therapies include strategies such as passive mobilization of joints in which the patient takes a passive role throughout its implementation(9). The recovery plan includes therapist using their skills of clinical thinking to create treatment protocol specifically tailored for each patient(10).</p><p>&nbsp;</p><p>The patients have been either referred for PT or prescribed home-based exercise programs (HEP) to speed up rehab after DRF and enhance functional outcomes. Although the goals of PT are evident, the therapies can vary enormously. Such treatment include modalities such as US, continuous passive movement, electrical stimulation, electro-myographic biofeedback, mobilization of soft tissue, strengthening and mobilizing exercises, application of dynamic splints and advice rest and education. Exercise is a standard treatment following fracture of upper extremities. For e.g., Michlovitz et al (2001) found that exercise was recommended after DRF to at least 90 percent of patients undergoing rehab. </p><p>&nbsp;</p><p>Over many months, several patients suffer from a wrist stiffness and grip weakness and need extensive PT throughout the time of recovery. PT is of vital importance after the immobilization period, though its indications aren’t based on specific standards. Physiotherapy is recommended for minimizing &nbsp;pain, restoring ROM, and enhancing strength of muscle and function(11). The therapeutic treatments used to attain these objectives may be defined as active or passive treatments. Active treatments includes plans in which patient is expected to take an active part in the rehab, that is therapy, Home Exercise Program, or a supervised physical therapist program. Passive treatments includes procedures such as massage, mobilizing joint, US, hot pack, and TENS in which the patient takes a passive part during its usage. In this regard, the systematic review by Handoll et al found that data was inadequate to assess efficacy of &nbsp;different approaches used for enhanced functioning for adult recovery with DRF. The main objective of this RCT is to compare the improvements in pain and functional status between immersive virtual reality and conventional physiotherapy in patients with distal radius fracture. The basic aims were to compare the impact in the brief (6-week follow-up) of both treatments.</p><p>&nbsp;</p><p>Virtual reality (VR) is an engaging technology that enables customized intervention and can help deliver person-centered and effective rehabilitation. VR includes an immersive computing world or games that look and feel real.&nbsp;People could engage with a simulated space using custom-made apps(12).&nbsp;Using VR based games that include hand held controls that can turn repetitive workout activities into an entertaining and interactive activity that patients looking forward for performing(13). The virtual aspect of VR has already been shown to help alleviate pain issues in patients with burns while&nbsp;changing dressings or receiving therapy. It seems likely that VR will also be used to prevent and treat chronic pain in several different ways. Studies have already shown how disconnecting body movement from visual feedback changes pain onset and can improve ROM (<a href=\"http://pss.sagepub.com/content/early/2015/02/17/0956797614563339.abstract\" rel=\"noopener noreferrer\" target=\"_blank\">Harvie et al 2015</a>). VR represents a reliable and accurate evaluation tool for joint (ROM), balance and function in rehab training.&nbsp;It can make it easier to personalize care, empower patients, improve compliance, and track their progress.&nbsp;This will minimize the workload on physicians, as it needs minimal monitoring(14).</p><p>Virtual therapy provides many benefits over traditional treatment methods:</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It is fun and encourages the patient;</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Such data are processed transparently stored by the computer running the simulation and can be made available on the Internet.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Virtual therapy can be done in the patient's house and managed at a distance (becoming&nbsp;tele-rehabilitation)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hospitals are successful in reducing costs<a href=\"https://en.wikipedia.org/wiki/Virtual_reality_therapy#cite_note-21\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>[21]</sup></a></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Virtual reality’s massive effect on pain relief</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Reduced medication and service costs.</p><p>&nbsp;</p><p>Oculus quest is a headset device that goes over the eyes; created with immersive gaming in mind, the Oculus quest gives the user a 6DoF&nbsp;experience. This isn't the same as watching 3D television; this is a headset created to take peripheral vision into account. One hundred percent of the wearer's field of view is covered; every turn of the head is calculated, and the encounter is totally engaging. Virtual reality is not new. But 4D systems are making this type of gaming and learning both fun and exciting. The user experience is very realistic, and the possibilities are wide open. There are multiple options in the 4D realm. Oculus quest is new, and applications are still being built. &nbsp;It also gives users much more freedom than tethered VR systems – the lack of wires is so liberating. This freedom of movement not only increases the potential for exercise, but also allows for a more immersive experience. As the distraction benefits of VR are increased with the immersion, this means that VR may be even more effective at distracting from mental and physical pain. This type of technology maybe new and seem a little bit daunting, but integrating it into clinical practice and rehabilitation is certain to lead to discovery and excitement(15).</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "1. Recruit Subjects(N=40): Subjects will be screened by inclusion and exclusion criteria, informed consent & medical history will be obtained from subjects.\n2. Perform baseline assessment\n3. Allocation- Experimental Group (20 subjects), Control Group (20 subjects)\n4. Experimental Group: 6 weeks of intervention\n,\nLeap motion control rehabilitation=30 min/day, Conventional rehabilitation=30 min/day.\n5. Control Group: 6 weeks of intervention,\nConventional rehabilitation=60 min/day.\n6. Perform a post-treatment assessment.\n7. Statistical Analysis"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p><strong>6 weeks intervention</strong>&nbsp;</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gutiérrez-Espinoza H, Rubio-Oyarzún D, Olguín-Huerta C, Gutiérrez-Monclus R, Pinto-Concha S, Gana-Hervias G. Supervised physical therapy vs home exercise program for patients with distal radius fracture: A single-blind randomized clinical study. J Hand Ther. 2017 Jul;30(3):242–52. </p><p>2. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Handoll HH, Elliott J. Rehabilitation for distal radial fractures in adults. Cochrane Bone, Joint and Muscle Trauma Group, editor. Cochrane Database Syst Rev [Internet]. 2015 Sep 25 [cited 2020 Apr 27]; Available from: http://doi.wiley.com/10.1002/14651858.CD003324.pub3</p><p>3. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bruder AM, Taylor NF, Dodd KJ, Shields N. Physiotherapy intervention practice patterns used in rehabilitation after distal radial fracture. Physiotherapy. 2013 Sep;99(3):233–40. </p><p>4. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MacIntyre NJ, Dewan N. Epidemiology of distal radius fractures and factors predicting risk and prognosis. J Hand Ther. 2016 Apr;29(2):136–45. </p><p>5. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bruder A, Taylor NF, Dodd KJ, Shields N. Exercise reduces impairment and improves activity in people after some upper limb fractures: a systematic review. J Physiother. 2011;57(2):71–82. </p><p>6. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chen Y, Chen X, Li Z, Yan H, Zhou F, Gao W. Safety and Efficacy of Operative Versus Nonsurgical Management of Distal Radius Fractures in Elderly Patients: A Systematic Review and Meta-analysis. J Hand Surg. 2016 Mar;41(3):404–13. </p><p>7. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Walenkamp MMJ, Aydin S, Mulders MAM, Goslings JC, Schep NWL. Predictors of unstable distal radius fractures: a systematic review and meta-analysis. J Hand Surg Eur Vol. 2016 Jun;41(5):501–15. </p><p>8. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Waljee JF, Zhong L, Shauver M, Chung KC. Variation in the Use of Therapy following Distal Radius Fractures in the United States: Plast Reconstr Surg Glob Open. 2014 Apr;2(4):e130. </p><p>9. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ju J-H, Jin G-Z, Li G-X, Hu H-Y, Hou R-X. Comparison of treatment outcomes between nonsurgical and surgical treatment of distal radius fracture in elderly: a systematic review and meta-analysis. Langenbecks Arch Surg. 2015 Oct;400(7):767–79. </p><p>10. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Heiser R, O’Brien VH, Schwartz DA. The use of joint mobilization to improve clinical outcomes in hand therapy: A systematic review of the literature. J Hand Ther. 2013 Oct;26(4):297–311. </p><p>11. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Moseley GL, Flor H. Targeting Cortical Representations in the Treatment of Chronic Pain: A Review. Neurorehabil Neural Repair. 2012 Jul;26(6):646–52. </p><p>12. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kirsch B. Virtual Reality: The Next Big Thing for Libraries to Consider. :2. </p><p>13. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hoffman HG, Patterson DR, Soltani M, Teeley A, Miller W, Sharar SR. Virtual Reality Pain Control during Physical Therapy Range of Motion Exercises for a Patient with Multiple Blunt Force Trauma Injuries. Cyberpsychol Behav. 2009 Feb;12(1):47–9. </p><p>14. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Corona F, Chiuri RM, Filocamo G, Foa M, Lanzi PL, Lopopolo A, et al. Serious Games for Wrist Rehabilitation in Juvenile Idiopathic Arthritis. In: 2018 IEEE Games, Entertainment, Media Conference (GEM) [Internet]. Galway: IEEE; 2018 [cited 2020 Apr 28]. p. 35–42. Available from: https://ieeexplore.ieee.org/document/8516458/</p><p>15. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Meijer HAW, Graafland M, Obdeijn MC, Goslings JC, Schijven MP. Face Validity and Content Validity of a Game for Distal Radius Fracture Rehabilitation. J Wrist Surg. 2019 Oct;08(05):388–94. </p><p>16. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Valdes K, Naughton N, Michlovitz S. Therapist supervised clinic-based therapy versus instruction in a home program following distal radius fracture: A systematic review. J Hand Ther. 2014 Jul;27(3):165–74. </p><p>17. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Huang Q, Wu W, Chen X, Wu B, Wu L, Huang X, et al. Evaluating the effect and mechanism of upper limb motor function recovery induced by immersive virtual-reality-based rehabilitation for subacute stroke subjects: study protocol for a randomized controlled trial. Trials. 2019 Dec;20(1):104. </p><p>18. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Carneiro F, Tavares R, Rodrigues J, Abreu P, Restivo MT. A Gamified Approach for Hand Rehabilitation Device. Int J Online Eng IJOE. 2018 Jan 25;14(01):179.&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10535693,
                "identity": "37a503f7-da90-48b1-a118-6995f4bbd16d",
                "order_by": 0,
                "name": "Chaitanya A. Kulkarni",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-8624-9338",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chaitanya",
                "middleName": "A.",
                "lastName": "Kulkarni",
                "suffix": ""
            },
            {
                "id": 10535694,
                "identity": "fa5c1afe-5df4-4640-8567-65b4526238b6",
                "order_by": 1,
                "name": "Waqar M. Naqvi",
                "email": "vikkynaqvi@gmail.com",
                "orcid": "https://orcid.org/0000-0003-4484-8225",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Waqar",
                "middleName": "M.",
                "lastName": "Naqvi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-01-20 07:58:47",
        "currentVersionCode": 2,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1341/v2",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1341/v2",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 5675023,
                "identity": "995235e9-02db-458a-b6f4-17e676ea61a7",
                "added_by": "auto",
                "created_at": "2021-02-05 18:34:22",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 237105,
                "visible": true,
                "origin": "",
                "legend": "Study Procedure Flowchart",
                "description": "",
                "filename": "NewMicrosoftOfficeWordDocument2page0001.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1341/v1/0fd0d726bd107d55778c470c.jpg"
            },
            {
                "id": 5674604,
                "identity": "e97751f5-6870-4089-ae19-d5ccf09b3c9e",
                "added_by": "auto",
                "created_at": "2021-02-05 18:31:22",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 237105,
                "visible": true,
                "origin": "",
                "legend": "Study Procedure Flowchart",
                "description": "",
                "filename": "NewMicrosoftOfficeWordDocument2page0001.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1341/v2/9e91758ebfc328079f80e8fb.jpg"
            },
            {
                "id": 13655021,
                "identity": "0602aa36-cf9a-430e-bb27-05b873557fcd",
                "added_by": "auto",
                "created_at": "2021-09-17 10:00:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 300651,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1341/v2/1710b05f-b390-4639-a10d-c47edd6527f2.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Clinical protocol, Distal radial fracture, Immersive virtual reality, Rehabilitation, Oculus Quest.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Background</strong>: </p><p>Rehabilitation is a stressful and exhausting procedure that includes number of exercises and activities that patients have to perform for a long period of time. Regrettably, patients often become annoyed, irritated, and lack motivation and feel discouraged which makes rehabilitation less efficient. Virtual Reality have been extensively utilized for implementing treatment plans to make the process more exciting, stimulating and empowering for patients. Within this work, we propose to use of head wearing device name oculus for patient’s wrist rehabilitation after distal radius fracture (DRF). </p><p><strong>Methodology:</strong></p><p>&nbsp;In the study 40 DRF patients will be enrolled. One group will receive conventional therapy and the other group will receive immersive virtual reality as well as conventional therapy for 6 weeks. Pain, ROM, dexterity and grip strength will be evaluated using to standard technique.</p><p><strong>Discussion: </strong></p><p>The goal of this Interventional study is to examine the impact of immersive virtual reality after DRF. This research will help in identifying rapid and long term effects of virtual reality in DRF patients. The study findings would help prospective patients with DRF, which may include a newly designed method of rehabilitation.</p><p><br></p>",
        "manuscriptTitle": "Impact of Virtual Reality on Rehabilitation of Distal Radial Fracture with head mounted device",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-02-05 18:31:20",
                "doi": "10.21203/rs.3.pex-1341/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            },
            {
                "code": 2,
                "date": "2021-02-05 18:31:20",
                "doi": "10.21203/rs.3.pex-1341/v2",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "dd4a2244-52bd-4552-8270-fe33753d216b",
        "owner": [],
        "postedDate": "February 5th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2273548,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-02-05 18:31:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}