{
    "identity": "nprot-2885",
    "title": "Bromodeoxyuridine \\(BrdU) labeling and immunohistochemical detection in adult zebrafish brain",
    "content": [
        {
            "header": "Reagents",
            "content": "o 7-AAD nucleus stain \\(A1310, Invitrogen)\r\n\n\no Agarose\r\n\n\no Anti-BrdU antibody, mouse monoclonal \\(#5292S, Cell Signaling Technologies or B8434, Sigma)\r\n\n\no Anti-mouse Alexafluor - 488 secondary antibody, raised in goat  \\(A-11029 Invitrogen or #4408 Cell Signaling Technologies)\r\n\n\no Bromodeoxyuridine powder, Sigma, B5002\r\n\n\no Fixation Buffer, FB001, Invitrogen\r\n\n\no Goat serum, Sigma\r\n\n\no Hydrochloric acid, 2N\r\n\n\no Methanol\r\n\n\no Prolong Gold Antifade Reagent, P36934, Invitrogen\r\n\n\no Phosphate buffered saline \\(PBS), pH=7.4\r\n\n\no Tween\r\n\n\no Borate Buffer\r\n\n\n\r\n\n\nRECIPES\r\n\n\n\r\n\n\no PBS-T \\(0.5%): to 1 L PBS, add 5 mL Tween\r\n\n\no Blocking solution: to 9.7 mL PBS-T, add 300 uL natural goat serum\r\n\n\no 7-AAD working solution: add 787 μL PBS to 1 mg of 7-AAD to make 1 mM stock  solution. Then to 10 uL of stock solution, add 990 μL PBS to make working solution.\r\n\n\no 3% Agarose: weigh 3 g agarose into 100 mL PBS\r\n\n\no 2N HCl: to 16.8 mL water add 3.2 mL HCl\r\n\n\no Borate Buffer: weigh 1.9 g borax into 50 mL PBS"
        },
        {
            "header": "Equipment",
            "content": "o Confocal microscope \\(Zeiss LSM 510)\r\n\n\no Dissecting microscope \\(Zeiss Stemi 1000)\r\n\n\no Syringe, 2 mL, 0.4 mm x 5 mm\r\n\n\no Syringe, bent at the tip\r\n\n\no 48-well plates\r\n\n\no Glass microscope slide\r\n\n\no Glass coverslips, 24 x 60 mm\r\n\n\no LED light \r\n\n\no Paint brush, no:0 and no:2\r\n\n\no Parafilm\r\n\n\no Pasteur pipette, glass, 145 mm\r\n\n\no Plastic dish, 10 cm\r\n\n\no Rocker-Shaker\r\n\n\no Tweezers, dumont #5, item: 14099\r\n\n\no Vibratome \\(Leica, VT1200S)"
        },
        {
            "header": "Procedure",
            "content": "INJECTION\r\n\n\n1. Prepare 10 mg/mL stock BrdU solution in water. \r\n   Aliquots can be stored at -20°C and can be thawed in 37°C water bath before use. \r\n\n\n2. Equilibrate the syringe with sterile water. \r\n  → Care must be taken not to introduce air into the syringe.  \r\n\n\n3. Put 0.2 mg BrdU solution for 1 g of body weight onto a parafilm and slowly take up by the syringe.\r\n  → Amount of BrdU injected was described in \\[5].\r\n\n\n4. Transfer the fish from aquarium into an insulator ice bucket filled with aquarium water to half-length.\r\n  5. Start adding ice cubes that were made from the aquarium water until the temperature drops to 12°C. \r\n  → At this temperature, the fish ceases its movement but the continues breathing. \r\n\n\n6. Cool your fingertips in the 12°C water and gently handle the fish. Inject the BrdU solution into the abdominal cavity.\r\n  → Fish can be immobilized onto a sponge which has been soaked in 12°C water. \r\n\n\n7. Release the fish into 25°C system water and observe for 10 minutes.\r\n  8. Leave the fish in this tank for 4 to 24 hours.  \r\n  \r\n\n\nFIXATION\r\n\n\n9. Prepare ice-water mixture: In an ice bucket, add 4 parts of ice and 1 part of water Put the fish into the ice water, fish should be in the 4°C water completely. \r\n   → As suggested by NIH Guidelines \\[6].\r\n\n\n → Fish can stay in the ice-water for up to 1h.\r\n\n\n10. After 10 minutes, when all the movement ceases, fish can be killed by cutting the head with a scalpel.\r\n  11. Put the head into the fixation buffer and incubate at 4°C, overnight.\r\n  \r\n\n\nDISSECTION\r\n\n\n12. Fill a 10 cm dish with PBS and add the fish or the fish head into the PBS. Perform the dissection by using the dumont tweezers under the dissecting microscope. \r\n  → The brain has to be dissected as a whole by cleaning all the gills and fat tissue. The pigments on the dorsal side of the brain can be removed by peeling the thin membrane. \r\n\n\n13. Add the dissected brain in PBS into a 2 ml tube.  \r\n  14. Wash the samples 3 times with PBS-T  for 5 min each by carefully aspirating the medium on top and slowly adding the new medium. Put the tubes on rotator in between washes.\r\n  15. Perform dehydration series by incubating the brains 4 min in each of the following:\r\n  a) 30% methanol in PBS-T\r\n\n\nb) 50% methanol in PBS-T\r\n\n\nc) 70% methanol in PBS-T\r\n\n\nd) 90% methanol in PBS-T\r\n\n\ne) 100% methanol\r\n\n\n16. Add 100% methanol and incubate at -20°C, overnight. \r\n    → Samples can be left at this stage for long term storage. \r\n\n\n\r\n\n\nEMBEDDING AND SLICING\r\n\n\n17. Take the brains from -20°C, equilibrate with room temperature methanol by washing once.\r\n  18. Perform rehydration series by incubating the brains 4 min in each of the following:\r\n  a) 90% methanol in PBS-T\r\n\n\nb) 70% methanol in PBS-T\r\n\n\nc) 50% methanol in PBS-T\r\n\n\nd) 30% methanol in PBS-T\r\n\n\ne) PBS-T\r\n\n\n19. Wash with PBS-T again and leave on the rotator for 15 min.\r\n  20. Prepare 3% agarose in PBS, allow to cool down to a temperature which the bottle can be hold in hand but still not solidifed.\r\n  21. Transfer agarose into the moulds.\r\n  22. Pick each brain with the tweezers and carefully drop into the agarose. \r\n  23. With the help of bent syringe adjust the orientation of the brains quickly. Brains tend to sink to the bottom, try to prevent it by again touching the agarose with the syringe. Do not touch the brains.\r\n  24. When the agarose has set, release the agarose from the mould.\r\n  25. Cut agarose into a small block in which the brain is at the center. Brain shouldn’t be close the edges. \r\n  26. Attach agarose blocks to vibratome plate by using a strong, water-based adhesive. \r\n  27. Fill the vibratome tank with PBS, mount the plate into the tank. \r\n  28. Start cutting slices of 50μM thickness. \r\n  29. Transfer each slice into a 48-well plate filled with PBS after each cutting. Two slices can be put into one well.\r\n  30. When all slices are obtained, wash twice with PBS-T by aspirating the medium with a glass pasteur pipette, carefully. Do not touch the slices.\r\n  31. Add 180 μL 2N HCl to each well and incubate at 37°C for 30 min without shaking.\r\n  32. Aspirate HCl and wash the wells with borate buffer, once.\r\n  33. Wash 3 times with PBS-T, 5 min each, on a rotator. \r\n  34. Incubate in blocking solution: 3% goat serum in PBS-T for 1 hour, at RT, on the rotator. Add 180μL to each well.\r\n  35. Prepare the anti-BrdU antibody in blocking solution at a 1:500 dilution. Mix well.\r\n  36. Add 180μL antibody to each well except for the no antibody control. To no-primary-antibody control wells, add 180μL of blocking solution.\r\n  37. Leave plates at 4°C, on a rotator, for 24 to 72 hours. Cover the plates with parafilm to prevent evaporation.\r\n  \r\n\n\nMOUNTING\r\n\n\n38. Take the plates out of fridge and discard the antibodies. \r\n  39. Wash 3 times with PBS-T, 5 min each.\r\n  40. Wash 2 times with PBS-T, 15 min each. Put the tubes on rotator in between washes.\r\n  41. Incubate in blocking solution: 3% goat serum in PBS-T, for 30 min on a rotator.\r\n  42. Prepare the secondary antibody in PBS-T at 1:1000 dilution. Mix well.\r\n  43. Incubate at room temperature, for 2 hours, on the rotator.\r\n  44. Discard the antibodies. \r\n  45. Wash 3 times with PBS-T, 5 min each.\r\n  46. Wash 2 times with PBS-T, 15 min each. Put the tubes on rotator in between washes.\r\n  47. Add 180μL of 7-AAD working solution onto the wells. Incubate for 10 min on a rotator.\r\n  → Applied as recommended in \\[7]\r\n\n\n48. Wash with PBS-T, twice.\r\n  49. Under a bright light with a black background, fill a 15 cm dish with PBS. Dip one microscope slide into it, wash with PBS.\r\n  50. Incline the slide to the edge of the plate, one end dipped in PBS. Take two slices at a time from the experiment plate with the help of a brush and drop into the PBS in the dish.\r\n  51. With a no:0 brush, align the slices onto the microscope slide. Do not allow slices to wrap or dry. Align up to 8 slices on a slide.\r\n  52. Wipe dry excess water, let the slices air dry but do not let them dry out completely.\r\n  53. Drop minute amounts of Prolong antifade reagent to each slice and also to the bottom of the slide.\r\n  54. Touch the coverslip to the edge of the slide and lower slowly onto the slices.\r\n  55. Leave the slides overnight at room temperature, in the dark.\r\n  56. Seal the edges with nail polish.\r\n  → Slides can now be observed under microscope."
        },
        {
            "header": "Timing",
            "content": "Injection: 1 hour\r\n\n\nFixation: 1 hour\r\n\n\nDissection: 1 hour\r\n\n\nEmbedding and Slicing: 4 hours\r\n\n\nMounting: 4 hours"
        },
        {
            "header": "Troubleshooting",
            "content": "Problem: Agarose surrounding the slices disappears after HCl treatment.\r\n\n\nSolution: Use a basic agarose instead of a low-melting or reducta.\r\n\n\n\r\n\n\nProblem: High background staining or non-specific staining.\r\n\n\nSolution: Increase number of PBS-T washes or the percentage of tween. Increase blocking time before the secondary antibody.\r\n\n\n\r\n\n\nProblem: No nuclear staining.\r\n\n\nSolution: HCl treatment must be the problem. Prepare a fresh batch."
        },
        {
            "header": "Anticipated Results",
            "content": "Advantage of this technique comes from utilization of the vibratome. Vibratome is a versatile equipment to obtain brain slices eliminating the need of freezing. It can take slices of variable widths \\(we tried 20μm to 200μm) without causing a wrap in the tissue. We do not need to freeze the tissue as in cryostat but instead embed into agarose which makes the handling of the slices easier during the washing steps. \r\n\n\nHCl treatment is harsh for the slices and sometimes damages the agarose around the slices but we found that 2N HCl is compatible with 3% basic agarose. HCl treatment is essential for BrdU staining in order to separate the DNA strands. Also when we tried permeabilization buffers, we observed that the nuclear dye was not taken up into the nucleus. \r\n\n\nFor anti-BrdU monoclonal antibody and for the secondary antibody, we recommend two antibodies from different suppliers. There are certainly many other but these are the ones that we used in our experiments. As a secondary antibody, we used Alexafluor-488 tagged antibodies since it does not overlap with the 7-AAD spectra. In the confocal microscopy we excite with 488 nm Argon laser and collect from BP 505-550 emission filter for the BrdU staining. In a second channel, we excite with 543 nm HeNe laser and collect from LP 585 emission filter to visualize 7-AAD.  \r\n\n\nInstead of injecting BrdU, we also tried to add BrdU into the aquarium water. After 24 hours we did not manage to visualize the labeling."
        },
        {
            "header": "References",
            "content": "\\[1] P. Chapouton and L. Godinho, “Neurogenesis,” Methods Cell Biol., vol. 100, pp. 73–126, 2010.\r\n\n\n\\[2] D. Jackson and P. R. Cook, “Analyzing DNA Replication I: Labeling Animals, Tissues, and Cells with Bromodeoxyuridine \\(BrdU),” CSH Protoc, vol. 2008, p. pdb.prot5031, 2008.\r\n\n\n\\[3] D. Jackson and P. R. Cook, “Analyzing DNA Replication II: Fixation and Processing of Tissues and Cells Labeled with Bromodeoxyuridine \\(BrdU),” CSH Protoc, vol. 2008, p. pdb.prot5032, 2008.\r\n\n\n\\[4] D. Jackson and P. R. Cook, “Analyzing DNA Replication III: Antibody Labeling of Incorporated Bromodeoxyuridine \\(BrdU) in Tissues and Cells,” CSH Protoc, vol. 2008, p. pdb.prot5033, 2008.\r\n\n\n\\[5] K. Ampatzis, P. Makantasi, and C. R. Dermon, “Cell proliferation pattern in adult zebrafish forebrain is sexually dimorphic,” Neuroscience, vol. 226, pp. 367–381, Dec. 2012.\r\n\n\n\\[6] National Institutes of Health, “Guidelines for use of zebrafish in the NIH intramural research program,” Animal Research and Care Guidelines, Office of Animal Care and Use, 2009.\r\n\n\n\\[7] A. Can, O. Semiz, and O. Cinar, “Two convenient methods for nuclear labeling in confocal microscopy using visible-lasers,” The Journal of Histotechnology, vol. 26, no. 3, pp. 147–151, 2003."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by a 1002 project \\(112S649) from The Scientific And Technological Research Council Of Turkey \\(TUBITAK). We would like to thank Laure Bally-Cuif and Jacob von Trotha for their guidance in immunohistochemical staining procedure and Zeynep Ergul Ulger for her help in confocal microscopy."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12827,
                "identity": "a01dd50a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ayca Arslan Ergul",
                "email": "aycaergul@bilkent.edu.tr",
                "orcid": "",
                "institution": "BilGen Zebrafish Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ayca",
                "middleName": "Arslan",
                "lastName": "Ergul",
                "suffix": ""
            },
            {
                "id": 12828,
                "identity": "a01dd7be-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dilara Özge Halim",
                "email": "",
                "orcid": "",
                "institution": "Bilkent University, Dept. of Molecular Biology and Genetics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dilara",
                "middleName": "Özge",
                "lastName": "Halim",
                "suffix": ""
            },
            {
                "id": 12829,
                "identity": "a01ddaa8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michelle M Adams",
                "email": "",
                "orcid": "",
                "institution": "Bilkent University, Dept. of Psychology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michelle",
                "middleName": "M",
                "lastName": "Adams",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-11-27 08:55:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.087",
        "doiUrl": "https://doi.org/10.1038/protex.2013.087",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608861,
                "identity": "0afd3645-b778-49d1-bac5-70158b0a528e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:32",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1265589,
                "visible": true,
                "origin": "",
                "legend": "Visualization of the BrdU labeled cells in zebrafish brain cross sections.    In a 30 month old male zebrafish, 4-hour BrdU exposure was detected with BrdU monoclonal antibody and Alexafluor-488 linked secondary antibody. Nuclear staining was performed with 7-AAD dye. Cross sections were obtained at 50μm thickness. A) 63x imaging of an area.  B,C) 20x imaging of a cross section from telencephalon. C shows the merged image. D) 20 x imaging of a negative control slice. Same protocol was applied except blocking solution was added instead of primary antibody. Z stacks are obtained from 12 (A) or 9 (B,C,D) sections . Scale bars represent 50μm in A, 100μm in B, C, and D. B’ and C’ are the magnified images of the yellow rectangles in B and C, representatively. BrdU is shown in white, 7-AAD in red color. Images were obtained in Zeiss LSM510. Composite images were created in ImageJ. ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2885/v1/figure_1.png"
            },
            {
                "id": 13465499,
                "identity": "9e976ef3-c351-42f6-b374-e30a0bd4ffd2",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1381157,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2885/v1/cbc2f189-f196-4887-9da2-b0471faf4704.pdf"
            }
        ],
        "financialInterests": "The authors disclose no conflicts of interest related to this work.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "BrdU, zebrafish, immunostaining, immunohistochemical, brain",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Zebrafish is an ideal model organism to study adult neurogenesis. New neurons are born in various parts of zebrafish brain all through its lifespan. Analyzing neuron renewal in adult brain provides a valuable insight into neurodegenerative diseases. Bromodeoxyuridine \\(BrdU) is a thymidine analog and it incorporates into the DNA only if the cells are at S-phase. BrdU labeling is a reliable method to locate the cells that are actively dividing. Here we describe the steps required for BrdU labeling in adult zebrafish brain starting from BrdU injection to the final analysis in the microscope. We utilize a paraformaldehyde fixation, vibratome slicing, fluorescent labeling of incorporated BrdU and finally confocal imaging.\r\n\n\nFor a thorough coverage on the topic zebrafish neurogenesis, readers are referred to \\[1] from which this protocol is adapted. A protocol on diverse applications of BrdU labeling can be found in protocol series by Jackson and Cook \\[2] \\[3] \\[4].",
        "manuscriptTitle": "Bromodeoxyuridine (BrdU) labeling and immunohistochemical detection in adult zebrafish brain",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-11-27 12:17:11",
                "doi": "10.1038/protex.2013.087",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a01d4ee0-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 27th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3080,
                "name": "Biological techniques"
            },
            {
                "id": 3081,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-11-27 12:17:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}