{
    "identity": "nprot-2304",
    "title": "Validation of artificial microRNA expression by poly\\(A) tailing-based RT-PCR",
    "content": [
        {
            "header": "Introduction",
            "content": "MicroRNAs \\(miRNAs) are 21~22 nucleiotide \\(nt) small regulatory RNAs in plants and animals. They are processed from their precursors, as short hairpin-loop structures within the long endogenous primary transcripts \\(pri-miRNA)<sup>1</sup>. MiRNAs can be incorporated in RNA-Induced Silencing Complexes \\(RISCs), and bind to target transcripts for post-transcriptional regulation based on partial or near complete base-pairing. In animals, miRNA target genes are usually repressed at translation. In plants miRNA target transcripts are mainly cleaved at miRNA complementary sites, followed by transcript degradation<sup>2</sup>. \r\n\n\n\r\n\n\nMiRNA-mediated down-regulation is an important gene regulation mechanism in animals and plants, and its mechanisms of action and application in genetic modification have been investigated and explored<sup>2,3,4</sup>. Sequence alteration of miRNA and its complement \\(miRNA**) did not disturb miRNA biogenesis as long as the hairpin-loop structure in the precursor was unaffected<sup>5</sup>. Therefore, the native miRNA and miRNA** can be substituted by artificially designed sequences to produce artificial miRNA \\(amiRNA). Similar to miRNA, amiRNAs are processed from primary transcripts \\(pri-amiRNA) of amiRNA transgenes in transgenic plants, animals and human cell lines, and may cause knock-down of any transcript that contains an amiRNA complementary site<sup>5,6,7,8</sup>. Compared to other gene knock-down techniques such as antisense RNA or RNA interference \\(RNAi), amiRNA sequence may be more specific because its sequence is very short, and therefore, it can be designed to minime the targeting of possible homology sequence within un-targeted transcripts. This is especially ture for organism with whole genome sequence or whole transcriptome information<sup>6</sup>. In addition, the amiRNA induced gene knock-downs are dominant negative regulators, and can exhibit single or multiple mutant phenotypes \\(depending on the number of targeted genes) in a single generation after transformation<sup>6</sup>. AmiRNA-based platforms are also better suited for therapeutic gene knock-down in animals<sup>9</sup>.\r\n\n\n\r\n\n\nFor successful application of the amiRNA technique, it is important to be able to evaluate the accuracy and efficiency of amiRNA expression, which is important to guarantee the efficiency and specificity of amiRNA mediated target gene knock-down. At present, the most widely adopted method for detecting amiRNA is Northern blot hybridization<sup>6</sup>. However, this method is labor intensive and needs large amount input RNA, such as 10 ug total RNA for abundant miRNA. Northern blot hybridization also requires hazardous or expensive reagents for probe preparation, such as radioisotopes, or lock nucleic acids \\(LNA)<sup>10</sup> to increase the  sensitivity and specificity in detecting small sized RNAs.\r\n\n\n\r\n\n\nIn a previous report, we presented a poly\\(A)-tailing-based reverse transcription PCR \\(RT-PCR) method for analyzing small RNAs, such as miRNA<sup>11</sup>. This method is also useful for analyzing amiRNA and has additional advantages over northern hybridization and other RT-PCR approaches. Poly\\(A) tailing-based RT-PCR requires only 200ng total RNA for cDNA synthesis, and each PCR reaction uses cDNA amounts to less than 1ng total RNA. Poly\\(A) tailing-based RT-PCR can be conducted the same way as 3’ rapid amplification of cDNA Ends \\(RACE) to obtain partial sequences of amiRNA 3’, and thus, can validate the accuracy of an expressed amiRNA<sup>12</sup>. Previous reports have shown size heterogeneity of expressed amiRNAs differing only at their 3' ends<sup>6</sup>. Although other RT-PCR methods, such as primer extension based RT-PCR<sup>13</sup>, and loop RT-PCR<sup>14</sup> have been developed for small RNAs detection, these methods can not provide sequence information for tested small RNAs. Finally, poly\\(A) tailing-based RT-PCR can be adopted to analyze transcripts of pri-amiRNA, miRNA target genes and other related genes with an efficiency similar to that of standard RT-PCR, and therefore, the same cDNA sample can be used for analyzing  amiRNA related transcripts<sup>12</sup>. Ths feature is espically useful for evaluating amiRNA-mediated gene knock-down in plant species where target transcripts are designed to be degraded followed by cleavage at amiRNA binding site. \r\n\n\n\r\n\n\n**Experiment design:**\r\n\n\n**RNA sample materials.** Although total RNAs can be extracted from plant or animal tissue using a wide range of reagents or kits, most column based RNA purification kits are not efficient in recovering both large RNAs and small RNAs spontaneously. We prefer precipation based method, such as using TRizol or Plant RNA reagent \\(invitrogen) or equivalent kit. Protocols of small scale RNA extraction from 50-100 mg of fresh tissue should provide enough RNA for RT-PCR analysis<sup>12</sup>.\r\n\n\n\r\n\n\n**Poly\\(A) tailing and reverse transcription.** The major limitation of the amiRNA for RT-PCR analysis is the small size of the amiRNA. Therefore, amiRNA sequences should be extended in RT-PCR analysis. AmiRNAs extended by poly\\(A) tailing can be reverse transcribed into cDNA along with mRNAs in a reverse transcription reaction primed by a standard poly\\(T) anchor adaptor \\(  \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/2059/original/Table_1.txt?1328118394 ), and therefore, providing cDNA for followed PCR analysis \\( \"Fig. 1\":http://www.nature.com/protocolexchange/system/uploads/2061/original/Figure-1_Chiang_s.jpg?132811087 ). The RNA poly\\(A) tailing and reverse transcription reaction can be done in the same tube and reacts as “spontaneously”. \r\n\n\n\r\n\n\n**Primer design.** The primers designed for amplification of the poly\\(A) tailed amiRNA are similar to those for miRNA<sup>11</sup>. The reverse primer is a universal primer that anneals to the adapter sequence, and the forward primer is an amiRNA specific primer \\( \"Fig. 1\":http://www.nature.com/protocolexchange/system/uploads/2061/original/Figure-1_Chiang_s.jpg?132811087 ).  The amiRNA specific forward primer is designed to contain 15 to 18 nt from the 5’ end of the amiRNA, because obtaining the partial 3’ sequence of tested amiRNA for sequence verification is one of the goals of this protocol \\(  \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/2059/original/Table_1.txt?1328118394, \"Fig. 1\":http://www.nature.com/protocolexchange/system/uploads/2061/original/Figure-1_Chiang_s.jpg?132811087 ). The remaining 3 to 6 nt of the 3’ unpaired sequence is detected by cloning and sequencing of the RT-PCR product.\r\n\n\n\r\n\n\nFor determination of pri-amiRNA transcript level, the primer set includes an amiRNA specific forward primer and a reverse primer specific to the amiRNA primary transcript. All primers designed for amiRNA target genes, reference genes, such as actin and other protein coding genes are gene specific primers that follow the general primer design guidelines for conventional real time RT-PCR \\(  \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/2059/original/Table_1.txt?1328118394, \"Fig. 1\":http://www.nature.com/protocolexchange/system/uploads/2061/original/Figure-1_Chiang_s.jpg?132811087 )\r\n\n\n\r\n\n\n**Validating expression of amiRNA.** There are three ways to validate the expression of an amiRNA. The signal of real time RT-PCR products of amiRNA can be detected during the amplification process. SYBR green can emit a fluorescence signal after binding to double strand DNAs. The more abundant amiRNA templates, the fewer PCR cycles are needed to reach a specific amount of PCR product, which can be evaluated by the fluorescence emitted from the SYBR green band to PCR products. Once the amplification signal reaches a threshold level, the cycle number \\(CT) can estimate the abundance of tested amiRNA. Dissociation curve analysis of PCR products can also confirm the expression of tested amiRNA. Successful amplification of tested amiRNA should show a unique peak in dissociation curve analysis. The melting temperature \\(Tm) of the peak should be around 70 ºC. At last, the amiRNA can be validated by sequence of the cloned PCR products. If sequences of amiRNA PCR products were identical to the designed amiRNA, then the amiRNA has been correctly processed, at least at the 3’ end.\r\n\n\n\r\n\n\n**Analysis of transcript abundance of target and related genes.** Target gene expression can be determined using the same cDNA prepared from poly\\(A)-tailed total RNA by real time PCR. The primer set design should follow guidelines for conventional real time PCR."
        },
        {
            "header": "Reagents",
            "content": ". Plant RNA Reagent \\(Invitrogen, cat. no. 12322-012) or TRIzol Reagent \\(Invitrogen, cat.n. 15596-026)\r\n\n\n. Poly\\(A) Tailing Kit \\(Ambion, cat. no. AM1350)\r\n\n\n. TaqMan® Reverse Transcription Reagents \\(Rox) \\(Applied Biosystems, cat. no. N808-0234)\r\n\n\n. FastStart SYBR Green Master \\(Roche, cat. no. 04 673 514 001 or 04 913 850 001). \r\n\n\n. QIAquick® PCR Purification Kit \\(Qiagen, cat. no. 28106)\r\n\n\n. TOPO TA Cloning® Kit for sequencing \\(Invitrogen, cat. no. K4500-01)\r\n\n\n. QIAprep® Spin Miniprep Kit \\(Qiagen, cat. no. 27106)\r\n\n\n. RQ1 RNase-free DNase \\(Promega, cat. no. M6101)\r\n\n\n. Diethylpyrocarbonate \\(Sigma-Aldrich, cat. no. D5758)\r\n\n\n**\\! CAUTION** Harmful if swallowed.\r\n\n\n. Ethanol \\(Sigma-Aldrich, cat. no. 459836)\r\n\n\n**\\! CAUTION** Flammable. Handle using appropriate equipment.\r\n\n\n. Sodium chloride \\(Sigma-Aldrich, cat. no. S9625)\r\n\n\n. Sodium acetate \\(Sigma-Aldrich, cat. no. S2889)\r\n\n\n. Phenol \\(FisherBiotech, cat. no. BP1750-400)\r\n\n\n**\\! CAUTION** Toxic; should be carefully handled.\r\n\n\n. Chloroform \\(Sigma-Aldrich, cat.no.472468)\r\n\n\n. Ethylenediaminetetraacetic acid, EDTA \\(Sigma-Aldrich, cat. no. E5134)\r\n\n\n. MOPS \\(Sigma-Aldrich, cat.no. M9381)\r\n\n\n. Agarose \\(Apex, cat.no.20-102)\r\n\n\n. Formamide \\(Sigma-Aldrich, cat.no. F9037) \r\n\n\n**\\! CAUTION** Harmful. Handle using appropriate equipment in hood.\r\n\n\n. Formaldehyde \\(FisherChemical, cat.no. M-10086)\r\n\n\n**\\! CAUTION** Flammable and vapor harmful, might cause allergic respiratory and skin reaction, and also might cause cancer. Handle using appropriate equipment in chemical hood.\r\n\n\n. Bromophenol blue \\(FisherBiotech, cat. no. BP114-25)\r\n\n\n. Ethidium bromide, EB \\(Applichem, cat. no. A2273)\r\n\n\n**\\! CAUTION** Ethidium bromide is carcinogenic. Be very careful while using ethidium bromide and always wear proper protective equipment and avoid contact with skin.\r\n\n\n. All adaptor and primer oligos are ordered from MWG|Operon. Sequences of these adaptors and primers are listed in \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/2059/original/Table_1.txt?1328118394."
        },
        {
            "header": "Equipment",
            "content": ". Centrifuge Configurator \\(Eppendorf AG, cat. no. 5804R)\r\n\n\n. Programmable Thermal Cycler \\(BioRad. MJ 200)\r\n\n\n. Horizontal Electrophoresis Apparatus Set\r\n\n\n. Spectrophotometer \\(NanoDrop 2000, Thermo Scientific) or Spectra max 250 \\(Molecular Device)\r\n\n\n. Gel Documentation System \\(Bio-Rad, cat. no. Gel Doc XR)\r\n\n\n. Real-time PCR System with 96-well Block \\(Applied Biosystems, ABI PRISM 7900, cat. no. 4329001)\r\n\n\n. 1.5 or 2ml microcentrifuge tubes \\(USA scientific, cat. No. 1615-5500 or 1620-2700) \r\n\n\n. 96-well Optical Reaction Plate with Barcode \\(Applied Biosystems, cat. no. 4306737)\r\n\n\n. MicorAmpTM, Optical Adhesive Film, PCR Compatible, DNA/RNA/RNase free \\(Applied Biosystems, cat. no. 4311971)"
        },
        {
            "header": "Procedure",
            "content": "**Extraction of total RNA ● TIMING 2-3 h**\r\n\n\n\r\n\n\n**1**|  Grind  50-100 mg of tissue in a mortar and pestle with liquid nitrogen and transfer to a 2-ml tube. \r\n\n\n\r\n\n\n**PAUSE POINT** After grinding, tissue samples can be stored in liquid nitrogen or –80 °C until used for RNA extraction. \r\n\n\n\r\n\n\n**2**| Extract total RNAs using Plant RNA reagent \\(for plant tissue) or TRIzol \\(for animal tissues) following the manufacture’s instruction. For staring material of 50-100 mg of tissue, follow the small scale option. Dissolve RNA in DEPC-treated water. \r\n\n\n\r\n\n\n**PAUSE POINT RNA** solution can be stored at –80 °C at least for several months. \r\n\n\n\r\n\n\n**DNase I treatment \\(Optional) ● TIMING 2-3 h**\r\n\n\n\r\n\n\n**3**| Remove any possible DNA contamination in total RNA using RNase-free DNase \\(Promega) following the product manual instructions. \r\n\n\n\r\n\n\n**4**| Purify treated RNAs by extraction using phenol-chloroform and chloroform. \r\n\n\n\\(i) An equal volume of phenol-chloroform is added to RNA sample and mixed thoroughly, and then centrifuged at 12000 × g for 5 min at 4 °C. Transfer the supernatant into a new tube, and extracted again with equal volume of chloroform. \r\n\n\n\\(ii) Add 1/10 volume of 3 M sodium acetate and 2.5 volumes of ethanol to supernatant. After thorough mixing, precipitate RNA pellet by keeping the tube at –80 °C for at least 1 hour. \r\n\n\n\\(iii)  The precipitated RNA is collected by centrifugation at maximum speed \\(≥16000 × g) for 30 min at 4 °C, then wash RNA pellet using 75% pre-cooled ethanol and briefly air dried. Purified RNA is dissolved in RNase-free water.\r\n\n\n\r\n\n\n**PAUSE POINT** RNA solution can be stored at –80 °C at least for several months. \r\n\n\n\r\n\n\n**Evaluation of purified RNA ● TIMING 2-3 hour**\r\n\n\n\r\n\n\n**5**| Check RNA quality by electrophoresis of RNA through agarose gel containing formaldehyde\n15\n. \r\n\n\n\r\n\n\n**6**| Measure RNA concentration by using nano-drop or UV-spectrum. Dilute RNA to appropriate concentration \\(such as 100 ng/ul) using DEPC-treated water and kept at -80 °C.\r\n\n\n\r\n\n\n**PAUSE POINT** RNA solution can be stored at –80 °C for several months. \r\n\n\n\r\n\n\n**RNA poly\\(A) tailing and reverse transcription ● TIIMEING 1.5 h**\r\n\n\n\r\n\n\n**7**| Assemble the reaction mixture in a nuclease-free tube on ice: \r\n\n\n\\(i) Components from TaqMan® Reverse Transcription Kit \\(Applied Biosystems): 1 µl 10 x RT buffer, 2.5 µl 25 mM MgCl2, 2 µl 10mM \\(2.5 mM each) dNTPs, 0.2 µl RNase inhibitor and 0.625 µl MultiScribe reverse transcriptase. \r\n\n\n\\(ii) Components from Poly\\(A) Tailing Kit \\(Ambion): 0.25 µl 10 µM ATP  and 0.5 µl E. coli poly\\(A) polymerase \\(E-PAP).\r\n\n\n\\(iii) 200 ng of total RNA, 25 pmol of poly\\(T) adapter \\(Table 1), then add nuclease-free water to a final volume of 10 µL. \r\n\n\n\r\n\n\n**8**| The reaction mixture is incubated at 37 ºC for 1 hour, and then diluted into 1ng/ µl with water and stored at –20 ºC. \r\n\n\n\r\n\n\n**PAUSE POINT** The diluted cDNA solution can be stored at –20 ºC for several months.\r\n\n\n\r\n\n\n**Real-time PCR ● TIMING 3 h**\r\n\n\n\r\n\n\n**9**| Prepare PCR reaction mixture by adding 1 µl \\(diluted) template cDNA \\(equivalent to 0.1~1 ng total RNA), 5 pmol each of the forward and reverse primers, 10 µl 2×SYBR Green PCR Master Mix \\(Roche, Applied Biosystems or other equvilent SYBR Green PCR Master Mix)  and added water to a final volume of 20 µl. \r\n\n\n\r\n\n\n**10**| PCR protocol using either standard protocol of the Applied Biosystems’ 7900HT system \\(option A) or low stringency protocol \\(option B):\r\n\n\n**\\(A)** Standard real time PCR protocol is: 10 min preheating followed by 45 cycles of 15 s at 95 °C and 1 min at 60 °C, followed by thermal denaturation to generate dissociation curves for verifying amplification specificity. \r\n\n\n**\\(B)** Low stringency protocol is: 10 min preheating followed by 45 cycles of 15 s at 95 °C, 30s as low as 55 °C and 1 min at 60 °C, followed by thermal denaturation as above.\r\n\n\n\r\n\n\n**Evaluation of expression of amiRNA and related genes by real time RT-PCR● TIMING 1 h**\r\n\n\n\r\n\n\n**11**| Dissociation curve analysis. Peak of product was examined following the protocol in the manual of the ABI 7900HT \\(Fig. 2).\r\n\n\n\r\n\n\n**12**| Quantitation. In most cases, amplification efficiencies for amiRNA and related transcripts are near to the maximum \\(2). Thus, the quantity of amiRNA relative to a reference gene, can be calculated using the formula 2-\nΔCT\n, where ΔCT = \\(CT miRNA – CT reference RNA)16. To compare gene expression, such as the amiRNA target among different samples, gene expression can be calculated using a comparative CT method\n17\n\\(ΔΔ CT), and the relative gene expression can be quantified by using the formula of 2\n-ΔΔCT\n, where ΔΔCT = \\(CT miRNA – CT reference RNA) – \\(CT calibrator – CT reference RNA)\n12,17\n. The wild type sample was usually selected as reference sample, or named as “calibrator”, and its expression level represents 100% for normalization in each comparison \\(Fig. 3). \r\n\n\n\r\n\n\n**Analysis of amiRNA RT-PCR products ● TIMING at least 2d **\r\n\n\n\r\n\n\n**13**| PCR products for amiRNA are purified using a QIAquick® PCR Purification Kit \\(Qiagen) following manufacturer’s manual.  \r\n\n\n**14**| Purified PCR product DNAs are cloned into TA-vectors using a TOPO TA Cloning® Kit \\(Invitrogen) and transformed into competent E.coli cells as described in the product manual. \r\n\n\n\r\n\n\n**15**| Inoculation and culture of a transformed bacterial clone and purification of plasmid DNAs from the bacterial culture is done using a QIAprep® Spin Miniprep Kit following the product manual.\r\n\n\n\r\n\n\n**16**| Sequencing of plasmid uses universal primers derived from the cloning vectors, and the sequence of the primer unpaired region of the amiRNA PCR product is compared with designed amiRNA \\( \"Fig. 1\":http://www.nature.com/protocolexchange/system/uploads/2061/original/Figure-1_Chiang_s.jpg?132811087 )."
        },
        {
            "header": "Timing",
            "content": "Steps 1-6, RNA preparation: 4 to 9 h\r\n\n\n\r\n\n\nSteps 7, poly\\(A) tailing and reverse transcription: 1.5 h\r\n\n\n\r\n\n\nSteps 8-10, real time PCR amplification: 3 h\r\n\n\n\r\n\n\nSteps 11-12, real time PCR data analysis: 1 h\r\n\n\n\r\n\n\nSteps 13-16, PCR product purification, cloning and sequencing: 2 d or more \\(time depends on the accessibility of sequencing)"
        },
        {
            "header": "Troubleshooting",
            "content": "**No amplification signal for  tested amiRNA \\(Step 9& 10)**\r\n\n\namiRNA was not correctly expressed/processed, or amiRNA is not expressed.\r\n\n\n\r\n\n\n**Low detection level for tested amiRNA \\(CT value >35) \\(Step 9 &10)**\r\n\n\nPossible reason migh be low abundant amiRNA, or low efficiency of polyA tailing and reverse transcription, or amplification condition is too stringent, or amiRNA is not correctly expressed or processed.\r\n\n\nPossible solutions for these problems are: increase amount of cDNA template in PCR; use new ployA tailing and reverse transcription reagent, especially fresh ATP solution for polyA tailing; reduce stringency of PCR by using primer contains more annealing sequence to tested amiRNA, or using low stringent PCR program; check PCR product sequence.\r\n\n\n\r\n\n\n**Multiple peaks in dissociation curve analysis \\(Step 11)**\r\n\n\nIt is usually caused by non-specific products. To overcome it, increase stringency of PCR by using a more stringent PCR program, or reduce the amount of template cDNA if there were high weight molecular products \\(indicated by higher Tm peak in dissociation curve analysis) \r\n\n\n\r\n\n\n**No obvious reduction in transcript level of target gene \\(Step 12)**\r\n\n\nAmiRNA is not working or feedback regulation might involved. Check whether there are cleavage products of target transcripts by 5’RACE, or check whether there are cleavage products of target transcripts by 5’RACE.\r\n\n\nRemember, most animal miRNAs do not down-regulate target gene at transcript level.\r\n\n\n\r\n\n\n**Primer unpaired region of amiRNA PCR product is different in sequence or size compare to designed amiRNA \\(Step 16)**\r\n\n\nAmiRNA processing is not accrute at its 3’ terminal, or un-specific products or amiRNA is not expressed."
        },
        {
            "header": "Anticipated Results",
            "content": "We have shown that this poly\\(A) tailing-based RT-PCR was efficient for the evaluation amiRNA expression<sup>12</sup>. Expression of two amiRNAs, amiRNA-palA and amiRNA-palB target two groups of genes coding for phenylalanine ammonia-lyase \\(PAL) in transgenic _Populus trichocharpa_ were detected in the developing xylem tissue \\( \"Fig. 2a\":http://www.nature.com/protocolexchange/system/uploads/2062/original/Figure-2_Chiang_s.jpg?1328110875 ). The amiRNA expression was validated by the dissociation curve analysis. Each showed a unique peak with a Tm value around 70 ºC \\( \"Fig. 2b\":http://www.nature.com/protocolexchange/system/uploads/2062/original/Figure-2_Chiang_s.jpg?1328110875 ). Further verification by sequencing of the cloned PCR products indicated that the 3’ portion of these amiRNA RT-PCR products was the identical to designed sequence \\( \"Fig. 2c\":http://www.nature.com/protocolexchange/system/uploads/2062/original/Figure-2_Chiang_s.jpg?1328110875 ). \r\n\n\n\r\n\n\nWe also measured the expression of pri-amiRNAs using poly\\(A) tailing based RT-PCR<sup>11</sup> and found pri-amiRNA transcripts were usually less abundant than those of the amiRNA12\\( \"Fig. 2a\":http://www.nature.com/protocolexchange/system/uploads/2062/original/Figure-2_Chiang_s.jpg?1328110875 ). The poly\\(A) tailing based RT-PCR can also be applied to estimate transcript abundance of amiRNA targets and other genes. We compared the efficiency of this method with the standard RT-PCR using the protocols recomanded by manual of TaqMan® Reverse Transcription Reagents kit.  Poly\\(A) tailing based RT-PCR has similar efficiency to standard RT-PCR<sup>12</sup>. Therefore, both amiRNA and mRNA can be analyzed using the same cDNA from poly\\(A) tailed RNA<sup>12</sup>. \r\n\n\n\r\n\n\nIn experiments with amiRNA mediated gene knock-downs, we found amiRNA target gene transcript levels were significantly reduced. For example, amiRNA-palA target genes _PAL2, PAL4_ and _PAL5_ are all down-regulated in amiRNA-palA transgenic plants, and amiRNA-palB target genes _PAL1_ and _PAL3_ are also down-regulated in amiRNA-palB transgenic plants<sup>12</sup> \\( \"Fig. 3\":http://www.nature.com/protocolexchange/system/uploads/2063/original/Figure-3_Chiang_s.jpg?1328110879 ). \r\n\n\n\r\n\n\nTo evaluate the specificity of amiRNA mediated gene knockdown, the transcript levels of the similar off-target genes that should be considered<sup>12</sup>. If the amiRNA mediated gene knock-down is specific, then the expression levels of similar nontarget genes should not be affected. For example, _PAL2, PAL4_ and _PAL5_, are not designed to be the targets of amiRNA-palB. The transcript levels of these three PALs were found to be affected at a much lesser extent than the targets _PAL1_ and _PAL3_ in amiRNA-palB transgenic trees. _PAL1_ and _PAL3_, which is untargeted by amiRNA-palA were found to be substantially up-regulated in transgenic trees<sup>12</sup> \\( \"Fig. 3\":http://www.nature.com/protocolexchange/system/uploads/2063/original/Figure-3_Chiang_s.jpg?1328110879 ). This phenomenon has also been found in Arabidopsis _PAL_ mutants. A null mutation in either one of two _PAL_ genes resulted in an increase in the transcript abundance of the non-mutated PAL genes<sup>18</sup>."
        },
        {
            "header": "References",
            "content": "1. Llave, C. Kasschau, K.D. Rector, M.A. & Carrington, J.C. Endogenous and silencing-associated small RNAs in plants. Plant Cell 14, 1605–1619 \\(2002).\r\n  2. Bartel, D.P. MicroRNAs: genomics, biogenesis, mechanism and functions. Cell 116, 281-297 \\(2004).\r\n  3. Ambros, V. The functions of animal microRNAs. Nature 431, 350-355 \\(2004).\r\n  4. Voinnet, O. Origin, biogenesis, and activity of plant microRNAs. Cell 136,669-687 \\(2009).\r\n  5. Zeng, Y. Wagner, E.J. & Cullen, B.R. Both natural and designed microRNA can inhibit the expression of cognate mRNAs when expressed in human cells. Mol. Cell 9, 1327-1333 \\(2002).\r\n  6. Schwab, R. Ossowski, S. Riester, M. Warthmann, N. & Weigel, D. Highly specific gene silencing by artificial microRNAs in Arabidopsis. Plant Cell 18, 1121–1133 \\(2006).\r\n  7. Niu, Q. et al. Expression of artificial microRNAs in transgenic Arabidopsis thaliana confers virus resistance. Nature Biotechnol. 24, 1420-1428 \\(2006).\r\n  8. Chang, K. Elledge, S.J. & Hannon, G.J. Lessons from Nature: microRNA-based shRNA libraries. Nat. Methods 3, 707-714 \\(2006).\r\n  9. Boudreau, R.L. Martins, I. & Davidson, B.L. Artificial microRNAs as siRNA shuttles: improved safety as compared to shRNAs in vitro and in vivo. Mol. Ther. 17, 169-175 \\(2008)\r\n  10. Várallyay, E. Burgyán, J. & Havelda, Z. MicroRNA detection by northern blotting using locked nucleic acid probes. Nat. Protoc. 3, 190-196 \\(2008).\r\n  11. Shi, R. & Chiang, V.L. Facile means for quantifying microRNA expression by real-time PCR. Biotechniques 39, 519–525 \\(2005).\r\n  12. Shi, R. Yang, C. Lu, S. Sederoff, R. & Chiang L.C. Specific down-regulation of PAL genes by artificial microRNAs in Populus trichocarpa. Planta 232, 1281-1288 \\(2010).\r\n  13. Raymond, C.K. Roberts, B.B. Garrett-Engele, O. Lim, L.P. & Johnson, J.M. Simple, quantitative primer-extension PCR assay for direct monitoring of microRNAs and short-interfering RNAs. RNA 11, 1737-1744 \\(2005).\r\n  14. Chen, C. et al. Real-time quantification of microRNAs by stem-loop RT-PCR. Nucleic Acids Res. 33, e179 \\(2005).\r\n  15. Separation of RNA according to size: electrophoresis of RNA though agarose gels containing formaldehyde. In Molecular Cloning: A Laboratory Manual Edn. 3 Vol. 1 \\(eds. Sambrook., J. & Russell, D.W.) 7.31 \\(Cold Spring Harbor Laboratory Press, Cold Spring Harbor, New York, USA, 2001). \r\n  16. Livak, K.J. & Schmittgen, T.D. Analysis of relative gene expression data using real-time quantitative PCR and the 2\\(-Delta Delta C\\(T)) Methods 25, 402-408 \\(2001).\r\n  17. Schmittgen, T.D. & Livak, K.J. Analyzing real-time PCR data by the comparative CT method. Nat. Protoc. 3, 1101-1108 \\(2008).\r\n  18. Rohde, A. et al. Molecular phenotyping of the pal1 and pal2 mutants of Arabidopsis thaliana reveals far-reaching consequences on phenylpropanoid, amino acid, and carbohydrate metabolism. Plant Cell 16, 2749–2771 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Ying-Hsuan Sun and Quanzi Li for their generous help in editing the manuscript. This work was supported by the Forest Biotechnology Industrial Research Consortium \\(FORBIRC) at North Carolina State University and The National Science Foundation, Plant Genome Research Program DBI-0922391."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1007/s00425-010-1253-3",
                "date": "2012-01-31 22:54:42",
                "title": "Specific down-regulation of PAL genes by artificial microRNAs in Populus trichocarpa",
                "authors": [
                    "Rui Shi",
                    "Chenmin Yang",
                    "Shanfa Lu",
                    "Ronald Sederoff",
                    "and Vincent L. Chiang"
                ],
                "journal": "Planta",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11980,
                "identity": "9fbb1b71-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Rui Shi",
                "email": "rshi@ncsu.edu",
                "orcid": "",
                "institution": "Forest Biotechnology Group, Department of Forestry and Environmental Resources, North Carolina State University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rui",
                "middleName": "",
                "lastName": "Shi",
                "suffix": ""
            },
            {
                "id": 11983,
                "identity": "9fbb24ce-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Vincent Chiang",
                "email": "Vincent_Chiang@ncsu.edu",
                "orcid": "",
                "institution": "Forest Biotechnology Group, Department of Forestry and Environmental Resources, and Department of Forest Biomaterials, North Carolina State University, Raleigh",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Vincent",
                "middleName": "",
                "lastName": "Chiang",
                "suffix": ""
            },
            {
                "id": 11981,
                "identity": "9fbb20e1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chenmin Yang",
                "email": "",
                "orcid": "",
                "institution": "Forest Biotechnology Group, Department of Forestry and Environmental Resources, North Carolina State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chenmin",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 11982,
                "identity": "9fbb2340-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ronald Sederoff",
                "email": "",
                "orcid": "",
                "institution": "Forest Biotechnology Group, Department of Forestry and Environmental Resources, North Carolina State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ronald",
                "middleName": "",
                "lastName": "Sederoff",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-02-03 14:23:23",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.003",
        "doiUrl": "https://doi.org/10.1038/protex.2012.003",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608431,
                "identity": "c324de15-afa3-4f86-87bc-f13f51fcc47b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 296586,
                "visible": true,
                "origin": "",
                "legend": "Scheme of poly(A) tailing-based RT-PCR   Total RNA contains the amiRNA, pri-amiRNA and amiRNA target transcripts are poly(A) tailed using E.coli poly(A) polymerase and ATP, and then reverse transcribed into cDNAs using a poly(T) anchor adaptor.  cDNA is made from amiRNA (left) were PCR amplified using an amiRNA specific primer and an adaptor primer, and cDNA from pri-amiRNA and amiRNA target mRNAs (right) were PCR amplified using gene specific primers. The PCR amplifications were quantified by real time detection. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2304/v1/figure_1.jpg"
            },
            {
                "id": 2608430,
                "identity": "1fe52525-2e79-48ed-b51e-a484e71226c7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 308168,
                "visible": true,
                "origin": "",
                "legend": "Analysis of amiRNA, pri-amiRNA and amiRNA target gene   (a) The abundances of amiRNA and pri-amiRNA are shown for in individual lines A3, A4, A5 and A6 of transgenic trees of amiRNA-palA, lines B2, B4, B5-1, and B5-2 of amiRNA-palB transgenic trees. Error bars indicate standard error of the means of three technical replicates. (b) Dissociation curves analysis for PCR products of amiRNA-palA (left) and amiRNA-palB (right). (c) Sequence of designed amiRNAs, amiRNA-specific forward primers and amiRNA RT-PCR products. Sequence of primer unpaired 3’ end (Boxed) on amiRNA RT-PCR products has been verified as the same as original design. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2304/v1/figure_2.jpg"
            },
            {
                "id": 2608433,
                "identity": "c9083215-52e3-4d2d-9035-062822eeaa0e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 139918,
                "visible": true,
                "origin": "",
                "legend": "Analyzing efficiency and specificity of amiRNA mediated gene knock-down   Different PAL’s transcript abundances in transgenic lines A3, A4, A5 and A6 of transgenic trees of amiRNA-palA, lines B2, B4, B5-1, and B5-2 of amiRNA-palB transgenic trees are illustrated as relative to the average of their abundance in wild type (WT), which is represented as 100%. Error bars indicate standard error of the means of three replicates. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2304/v1/figure_3.jpg"
            },
            {
                "id": 13464665,
                "identity": "ba6c9979-1f6f-41fa-85d2-68865cba8b95",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:15",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 341887,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2304/v1/8fba9f5a-8285-4a0b-b729-32d13254cf56.pdf"
            },
            {
                "id": 2608428,
                "identity": "6e7c05df-d9fc-4e94-97e5-e5d86f7af689",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "txt",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1028,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Sequence of adaptor and primers   *: V= G, A, C; N= G, A, T, C",
                "description": "",
                "filename": "supplement0.txt",
                "url": "https://assets.researchsquare.com/files/nprot-2304/v1/supplement_0.txt"
            },
            {
                "id": 2608432,
                "identity": "1234b2cc-e3d9-4fc8-b8ec-3ccb088141f3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 3614884,
                "visible": true,
                "origin": "",
                "legend": "Complete Protocol   Validation of artificial microRNA expression by poly(A) tailing-based RT-PCR",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2304/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare that they have no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Artificial microRNA, PolyA tailing, RT-PCR, Expression, Populus trichocharpa,  phenylalanine ammonia-lyase",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Here we describe a protocol for validating expression of artificial microRNAs \\(amiRNAs) by poly\\(A) tailing-based RT-PCR. Total RNAs, including amiRNA, are poly\\(A) tailed using E.coli. poly\\(A) polymerase. Poly\\(A) tailed amiRNA can be converted into cDNA along with mRNAs in a reverse transcription reaction primed by a standard poly\\(T) anchor adaptor. AmiRNA can then be amplified and quantitated by real-time PCR using an amiRNA specific forward primer and a universal adaptor primer. Because the amiRNA forward primer is designed without annealing to the 3’ end of the amiRNA, the precise 3’ end sequence of the amiRNA can be obtained by sequencing the PCR product and used as verification of the accuracy of expressed amiRNA. Poly\\(A) tailing-based RT-PCR also permits profiling of expression of amiRNA targets and other related genes with efficiency similar to that of standard RT-PCR.",
        "manuscriptTitle": "Validation of artificial microRNA expression by poly(A) tailing-based RT-PCR",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-02-03 16:36:11",
                "doi": "10.1038/protex.2012.003",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fbaaff2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 3rd, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2674,
                "name": "Molecular Biology"
            },
            {
                "id": 2675,
                "name": "Genetics"
            },
            {
                "id": 2676,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-02-03 16:36:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}