{
    "identity": "nprot-190",
    "title": "Double-label immunofluorescent staining of CD38 and oxytocin in the mouse hypothalamus",
    "content": [
        {
            "header": "Introduction",
            "content": "CD38 is a transmembrane type II glycoprotein expressed in the brain \\(1). CD38 is an important source of cyclic ADP-ribose \\(1,2), which can act as a second messenger in the downstream calcium signalling pathways mediated by neurotransmitter receptors \\(1,3). The marked differences in regional distribution of CD38 had not been determined until our recent study \\(4). In the mouse brain, CD38 mRNA level and enzymatic activity were greatest in the hypothalamus, followed by the posterior pituitary \\(4). We also proposed that CD38 plays an essential role in oxytocin secretion from somatodendrites and neurohypophysial terminals of hypothalamic neurons \\(4,5), with profound consequences in social and nurturing behaviours \\(4,6). Immunohistochemical visualisation of CD38 is a powerful technique to confirm the brain regional localisation and cell type specificity of CD38 at the protein level. However, there have been only a few reports on this issue, and those published to date had very low resolution \\(7,8), except for recent studies using double-labelling of CD38 and glial fibrillar acidic protein, synaptotagmin or synaptophysin \\(9-11). Here, we report a detailed procedure to observe the localisation of CD38 and oxytocin in the mouse hypothalamus using a double-labelling immunofluorescent staining method by confocal microscopy."
        },
        {
            "header": "Reagents",
            "content": "&#x2022; Anaesthetic agent \\(pentobarbitone sodium). \r\n\n\n&#x2022; Buffer \\(See REAGENT SETUP): phosphate buffered saline \\(PBS) for perfusion fixation, PBS. \r\n\n\n&#x2022; Heparin sodium \\(Wako Chemicals, cat. no. 087-00133) 80 units/ml.\r\n\n\n&#x2022; Procaine hydrochloride \\(Maruishi Pharmaceutical Co.).\r\n\n\n&#x2022; Fixative \\(See REAGENT SETUP): 4% paraformaldehyde, 0.2% picric acid, 0.1 M PBS, pH 7.4.\r\n\n\n&#x2022; Picric acid \\(2,4,6-Trinitorophenol, formula weight 229.1, Wako Chemicals, cat. no. 163-02641).\r\n\n\n&#x2022; Sucrose \\(Nacalai Tesque, cat. no. 30404-45).\r\n\n\n&#x2022; TritonX-100 \\(Sigma, cat. no. T8787).\r\n\n\n&#x2022; Bovine serum albumin fraction V \\(BSA; Roche Diagnostics, cat. no. 735 078).\r\n\n\n&#x2022; Normal Donkey serum \\(Jackson Lab, cat. no. 017-000-121).\r\n\n\n&#x2022; Goat polyclonal anti-mouse CD38 antibody \\(M-19) \\(Santa Cruz, cat. No. sc-7049).\r\n\n\n&#x2022; Biotin-SP-conjugated AffiniPure Donkey anti-goat IgG \\(H+L) \\(minimal cross-reaction to Chicken, Guinea pig, Syrian Hamster, Horse, Mouse, Rabbit, and Rat serum proteins) \\(Jackson ImmunoResearch, cat. no. 705-065-147).\r\n\n\n&#x2022; Streptavidin-Alexa Fluor 594 \\(Molecular Probes, cat. no. 11227).\r\n\n\n&#x2022; Rabbit anti- oxytocin polyclonal antibody \\(Chemicon Intl., cat. no. AB911).\r\n\n\n&#x2022; Plastic film: Hybri-bags \\(Sakura Finetechnical, cat. no. pp7x180x270).\r\n\n\n&#x2022; Alexa Fluor 488 anti-rabbit IgG \\(Molecular Probes, cat. no. A-11008). \r\n\n\n&#x2022; Anti-fade mounting medium: We used PermaFluor aqueous mounting medium \\(Thermo Shandon, cat. no. 434990), which immobilises coverslips over sections and both enhances FITC and reduces fading. \r\n\n\n&#x2022; OCT compound \\(Sakura Finetechnical, cat. no. 4583)."
        },
        {
            "header": "Equipment",
            "content": "Surgical instruments: Surgical scissors, straight iris scissor, fine forceps, hemostats \r\n\n\nCryostat: HM560 \\(Microme).\r\n\n\nConfocal laser scanning microscope: LSM510 META \\(Carl Zeiss).\r\n\n\nCoated slide glasses: We used super frost MAS-coated slides \\(Matsunami Glass, cat. no. S9441).\r\n\n\nCover glasses: Neo micro cover glass 24&#xD7;55 mm \\(Matsunami Glass, cat. no.2-17-19). \r\n\n\nHumid Chamber: multi-purpose incubation chamber \\(Cosmo Bio, cat. no. 20-D0).\r\n\n\nSyringe with winged needle \\(22G &#xD7; 3/4&#x201D;): 20 ml and 50 ml volume. We used disposal plastic syringes, which enables the control of perfusion pressure easily.\r\n\n\nBrain atlas: We used the stereotactic coordinates of the respective brain regions according to the atlas of Paxinos and Franklin \\(12). \r\n\n\n \r\n\n\nREAGENT SETUP\r\n\n\nPerfusion saline: The saline used for perfusion contained 0.9 g of NaCl \\(formula weight \\(FW) 58.4; Nacalai Tesque, cat. no. 31320-05), 0.5 g of procaine HCl, 2.87 g of Na<sub>2</sub>HPO<sub>4</sub>&#x2022;12H<sub>2</sub>O, and 0.33 g of NaH<sub>2</sub> PO<sub>4</sub>&#x2022;2H<sub>2</sub>O per 100 ml. To avoid coagulation of blood, heparin sodium was added at 10 units/ml before use. Procaine hydrochloride was added to vasodilate and block nerves, and then fixative perfusion does not cause muscle contraction. It seems sufficient to perfuse 1 ml/g body weight of mice. \r\n\n\nFixative: A volume of fixative twice that of the body must be perfused in mice. The fixative contained 40 g of paraformaldehyde \\(Merck extra pure cat. no. 104005), 150 ml of filtered saturated picric acid solution, 28.7 g of Na<sub>2</sub>HPO<sub>4</sub>&#x2022;12H<sub>2</sub>O, and 3.3 g of NaH<sub>2</sub> PO<sub>4</sub>&#x2022;2H<sub>2</sub>O per litre. Paraformaldehyde dissolves in hot water at increasing pH with approximately 1.5 ml of 1N NaOH solution. After dissolution of paraformaldehyde powder, phosphates were added, and adjusted to pH 7.4 by addition of picric acid solution. The fixative must be stored at 4&#xB0;C or on ice. \r\n\n\n&#x25B2;CRITICAL STEP 1 \r\n\n\n \r\n\n\nCAUTION\\! Paraformaldehyde is a powder and a rapid fixative. Gloves and a mask should be worn, and solutions should be prepared in a fume hood. \r\n\n\n10&#xD7;PBS \\(for immunohistochemistry): The 10&#xD7; PBS solution used for immunohistochemistry contained 80 g of NaCl, 2 g of KCl \\(FW 74.55; Nacalai Tesque cat. no. 28514-75), 29 g of Na<sub>2</sub>HPO<sub>4</sub>&#x2022;12H<sub>2</sub>O \\(FW 358.14; Nacalai Tesque cat. no. 31723-35), and 2 g of KH<sub>2</sub>PO<sub>4</sub> \\(FW 136.09; Nacalai Tesque cat. no. 28721-55) per litre."
        },
        {
            "header": "Procedure",
            "content": "**Reagent preparation ●TIMING 1 h**\r\n\n\nPerfusion saline, fixative, and 20% Sucrose/0.05% sodium azide in PBS. \r\n\n\n**Day 1: Brain tissue fixation \\(Day 1) ●TIMING 3–5 h**\r\n\n\n1. The animal should be anaesthetised with pentobarbitone sodium at a dose of 50 mg/kg and placed with its legs on a metal vat using Cellophane tape. The skin is incised at the midline of the abdomen to expose the thorax, which is then opened along the lower costal arch. The anterior thoracic wall should be held with a hemostat. Cut the supradiaphragmatic and lateral wall, and then open the thoracic cavity to clearly visualise the heart and ascending aorta. \r\n  ▲CRITICAL STEP 2 \r\n\n\n\r\n\n\n2.  Insert a winged needle into the left ventricle, and quickly cut the right auricle as an exit for blood. Perfuse the body with 20 ml of saline. When the colour of the perfusate solution from the right atrium becomes translucent \\(i.e., not the colour of blood), change to the syringe filled with fixative. Perfuse the heart with a volume of 50 ml of fixative. \r\n  ▲CRITICAL STEP 3 \r\n\n\n\r\n\n\n3. After perfusion, incise and detach the dorsal head skin, then cut the boundary between the parietal and temporal bone. The anterior brain is held up and the optic nerve is cut leaving the chiasma. Carefully remove the brain tissue and cut the olfactory lobe and the cerebellum. Keep the anterior half of the brain for the following procedure. Cut with a razor blade perpendicular to the long axis into tissue blocks 5 mm thick. Immerse the tissue blocks with the optic chiasma into the fixative for 3 h.\r\n  4. Wash the brain tissue in PBS several times until the yellow colour of picric acid fades into pale colour. Immerse in PBS with 20% sucrose and 0.05% azide at 4°C overnight for cryoprotection. The tissue can be used when it goes sinks to the bottom of the tube. \r\n  \r\n\n\n**Day 2: Sectioning ●TIMING 1 h**\r\n\n\n5. Freeze tissue in isopentane \\(or acetone)–dry-ice. Place a beaker \\(100 ml) filled with isopentane on crushed dry-ice in a thermos jar. Wait until the isopentane solution has become cold. Make a cylindrical container \\(10 mm in diameter, 10–15 mm in height) with brim using aluminium foil. Pour OCT compound onto the aluminium foil container and then place a section of brain tissue on the bottom. Immerse the container with the tissue in the cold isopentane. \r\n  ▲CRITICAL STEP 4 \r\n\n\n\r\n\n\n■ PAUSE POINT The frozen sample can be stored at –80°C if necessary.\r\n\n\n6. Cut coronal sections of the brain tissue at a thickness of 20 µm on a cryostat. The temperature of the knife and sample should be around –20°C. Monitor the location of the section using a stereoscopic microscope. Check for the hypothalamus by the presence of the optic chiasma. \r\n  ▲CRITICAL STEP 5 \r\n\n\n\r\n\n\n■ PAUSE POINT Microscope slide glasses with sections can be stored at –80°C for several months.\r\n\n\n\r\n\n\n**Immunohistochemistry ●TIMING 2–3 h**\r\n\n\n7. Dry sections under cool air using a hair dryer for 15 min \r\n  8. Wash in cold 1×PBS containing 0.3% TritonX-100 \\(PBST) at room temperature for 5 min. Repeat three times.\r\n  9.  Remove 1×PBS and wipe the area surrounding the section. Using a DAKO pen, mark the boundaries of the area of the brain section on the slides. \r\n  ▲CRITICAL STEP 6 \r\n\n\n\r\n\n\n10. Pipette 1% BSA and 5% normal donkey serum in 1×PBST containing 0.05% sodium azide onto the microscope slides and incubate for 45 min at room temperature.\r\n  11. Remove the BSA and normal donkey serum solution, and pipette the primary antibody solution \\(usually 120–150 µl for three sections) onto the microscope slides. Gently and thoroughly cover the specimens with Hybribag film strips, which can minimise the volume of antiserum required, and transfer to a humid chamber. Incubate overnight at 4°C.\r\n  \r\n\n\n**Secondary antibody incubation \\(Day 3) ●TIMING 3–4 h**\r\n\n\n12. Remove the strips carefully and the primary antibody \\(goat anti-mouse CD38 antibody) solution from the glass slides. Wash in 1×PBS for 5 min. Repeat washing three times.\r\n  13. Remove 1×PBS and pipette Biotin-SP-conjugated AffiniPure Donkey anti-goat IgG \\(1:400) as a secondary antibody solution onto the slides and incubate for 60 min at room temperature.\r\n  14.  Remove the secondary antibody solution from the glass slides. Wash in 1×PBS for 5 min. Repeat washing three times.\r\n  15. Remove 1×PBS and pipette streptavidin-Alexa fluor 594 \\(1:1000) onto the slides. Incubate for 60 min at room temperature.\r\n  16. Remove the streptavidin solution from the glass slides. Wash in 1×PBS for 5 min. Repeat washing three times.\r\n  17. Remove 1×PBS from the glass slides. Pipette rabbit anti-mouse oxytocin \\(1:500) onto the slides and incubate overnight at 4°C. \r\n  \r\n\n\n**Day 4: Visualisation**\r\n\n\n18. Remove the primary antibody \\(rabbit anti-mouse oxytocin antibody) solution from the glass slides. Wash in 1xPBS for 5 min. Repeat washing three times.\r\n  19. Remove 1×PBS and pipette Alexa Fluor 488 conjugate anti-rabbit IgG as a secondary antibody solution onto the slides followed by incubation for 60 min at room temperature.\r\n  20. Remove the secondary antibody solution from the glass slides. Wash in 1×PBS for 5 min. Repeat washing three times.\r\n  21. Remove 1×PBS and pipette DAPI solution \\(1:1000) onto slides for nuclear staining. Incubate for 15 min at room temperature.\r\n  22. Remove DAPI solution from the glass slides. Wash in 1×PBS for 5 min. Repeat washing three times.\r\n  23. Remove liquid and add anti-fade mounting medium. Cover the samples with coverslips.\r\n  \r\n\n\n**Day 4: Microscopic observation** \r\n\n\n24. Find the specimen in the field of view at lower magnification under a mercury lamp. \r\n  ▲CRITICAL STEP 7 \r\n\n\n\r\n\n\n25. Adjust the fine focus. Pre-scan and acquire a preliminary image using confocal laser microscopy. Choose the wavelength of the excitation laser \\(e.g., Argon 488, He-Ne 543). Check the pre-scan image and optimise the brightness and contrast of the individual channels. Adjust the amplitude offset and detector gain. Acquire images. Store the stained slide glasses at 4°C in the dark to preserve the fluorescence. Mounting in PermaFluor immobilises the coverslips, which enables fluorescence to last longer. \r\n  \r\n\n\n**Controls**\r\n\n\nIt is important for immunohistochemical experiments to include controls to verify the specificity of the antiserum or antibody used. The best method of validation is to use specimens from a loss-of function-mutant as negative controls. In our case, we compared staining in wild-type \\(CD38+/+) and CD38 knockout \\(CD38-/-) mice. Further specificity tests include: \\(i) omission of the primary or secondary antiserum, or the avidin-biotin peroxidase complex, \\(ii) replacing the primary antiserum with non-immune or pre-immune serum and \\(iii) replacing the primary antiserum with the supernatant of pre-absorbed antiserum incubated with a concentration of 10-5–10-9 M synthetic antigen peptide overnight at 4°C. We used controls \\(i) and \\(ii) above, but not \\(iii)."
        },
        {
            "header": "Timing",
            "content": "4 days"
        },
        {
            "header": "Critical Steps",
            "content": "CRITICAL STEP 1 The fixative must be freshly prepared. When dissolving paraformaldehyde on a hot stirrer, the temperature must be kept below 60&#xB0;C. \r\n\n\n\r\n\n\nCRITICAL STEP 2 Damage to the blood vessels should be kept to a minimum. Attention should be paid to the location of the heartbeat. The pericardium and thymus should be torn carefully with forceps. All manoeuvres must be done quickly to preserve antigens. \r\n\n\n\r\n\n\nCRITICAL STEP 3 Check the edge of the needle location to avoid hitting the heart wall. Keep the needle oriented parallel to the ascending aorta, i.e., the perfusion direction. Care should be taken to avoid air bubbles when changing connection to the syringe. Perfusion pressure should not be too high \\(mouse blood pressure is approximately 100 mmHg). Smooth perfusion of fixative results in a rapid change in the colour of the tips of the nose and forepaws to yellow. Good fixation, which is the key for successful staining, results in a firm specimen.\r\n\n\n\r\n\n\nCRITICAL STEP 4 Take care to prevent the sample sinking into the isopentane before freezing, otherwise the sample will crack. \r\n\n\n\r\n\n\nCRITICAL STEP 5 Successful sectioning is dependent on the knife, temperature of the knife and sample, cutting speed and specimen type. Slow speeds give good results for brain tissue. Collect sections on slide glasses pre-coated with saline. Store slide glasses with sections at 4&#xB0;C.\r\n\n\n\r\n\n\nCRITICAL STEP 6 Do not dry the sections.\r\n\n\n\r\n\n\nCRITICAL STEP 7 Choose appropriate fluorescent filters, condenser and neutral density filters. Reduce the excitation power to the minimum and focus the objective of the fluorescence microscope onto the area of interest."
        },
        {
            "header": "Troubleshooting",
            "content": "See Table 1"
        },
        {
            "header": "Anticipated Results",
            "content": "We stained the mouse hypothalamus for CD38 and oxytocin. CD38 immunoreactivity in wild-type mice was present as punctuate dots on or mostly outside oxytocinergic neurons \\(Fig. 1). Staining in CD38-deficient mice appeared to be at the background level. Staining with omission of the primary or secondary antiserum, the avidin-biotin peroxidase complex or with replacement of the primary antiserum with non-immune serum revealed no clear staining \\(data not shown)."
        },
        {
            "header": "References",
            "content": "1. Higashida, H. _et al._ Cyclic ADP-ribose as a second messenger revisited from a new aspect of signal transduction from receptors to ADP-ribosyl cyclase. _Pharmacol. Ther._ **90**, 283-296 \\(2001).\r\n  2. Lee, H. C. Physiological functions of cyclic ADP-ribose and NAADP as calcium messengers. _Annu. Rev. Pharmacol. Toxicol._ **41**, 317-345 \\(2001).\r\n  3. Noda, M., Higashida, H., Aoki, S. &amp; Wada, K. Multiple signal transduction pathways mediated by 5-HT receptors. _Mol. Neurobiol._ **29**, 31-39 \\(2004).\r\n  4. Jin, D. _et al._ CD38 is critical for social behaviour by regulating oxytocin release. _Nature_ in press \\(2007). \r\n  5. Ludwig, M. &amp; Leng, G. Dendritic peptide release and peptide-dependent behaviours. _Nat. Rev. Neurosci._ **7**, 126-136 \\(2006).\r\n  6. Young, J. L. &amp; Wang, Z. The neurobiology of pair bonding. _Nat Neurosci._ **7**, 1048-54 \\(2004).\r\n  7. Mizuguchi, M., Otsuka, N., Sato, M., Ishii, Y., Kon, S., Yamada, M., Nishina, H., Katada, T. &amp; Ikeda, K. Neuronal localization of CD38 antigen in the human brain. _Brain Res._ **697**, 235-240 \\(1995).\r\n  8. Yamada, M., Mizuguchi, M., Otsuka, N., Ikeda, K. &amp; Takahashi, H., Ultrastructural localization of CD38 immunoreactivity in rat brain. _Brain Res._ **756**, 52-60 \\(1997).\r\n  9. Verderio, C., Bruzzone, S., Zocchi, E., Fedele, E., Schenk, U., De Flora, A., &amp; Matteoli, M. Evidence of a role for cyclic ADP-ribose in calcium signalling and neurotransmitter release in cultured astrocytes. _J. Neurochem._ **78**, 646-657 \\(2001).\r\n  10. Bruzzone, S., Verderio, C., Schenk, U., Fedele, E., Zocchi, E., Matteoli, M. &amp; De Flora, A. Glutamate-mediated overexpression of CD38 in astrocytes cultured with neurones. _J. Neurochem._ **89**, 264-272 \\(2004).\r\n  11. Smyth, L. M., Breen, L. T., Yamboliev, I. A. &amp; Mutafova-Yambolieva, V.N. Novel localization of CD38 in perivascular sympathetic nerve terminals. _Neurosci._ **139**, 1467-1477 \\(2006).\r\n  12. Paxinos, G. &amp; Franklin, K. B. R. The Mouse Brain in Stereotaxic Coordinates. Academic press, San Diego, CA, \\(2001)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature05526",
                "date": "2006-12-15 01:02:10",
                "title": "CD38 is critical for social behaviour by regulating oxytocin secretion",
                "authors": [
                    "Jin",
                    "D. et al."
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10148,
                "identity": "9ee7b8ff-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mami Noda",
                "email": "",
                "orcid": "",
                "institution": "Lab of Pathophysiology, Graduate School of Pharmaceutical Sciences, Kyushu University, Fukuoka 812-8582, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mami",
                "middleName": "",
                "lastName": "Noda",
                "suffix": ""
            },
            {
                "id": 10149,
                "identity": "9ee7bcaa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mizuho  A. Kido",
                "email": "",
                "orcid": "",
                "institution": "Oral Anatomy and Cell Biology, Graduate School of Dental Science, Kyushu University,Fukuoka 812-8582, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mizuho",
                "middleName": "A.",
                "lastName": "Kido",
                "suffix": ""
            },
            {
                "id": 10150,
                "identity": "9ee7bf2c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kyota  Fujita",
                "email": "",
                "orcid": "",
                "institution": "Lab of Pathophysiology, Graduate School of Pharmaceutical Sciences, Kyushu University, Fukuoka 812-8582, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kyota",
                "middleName": "",
                "lastName": "Fujita",
                "suffix": ""
            },
            {
                "id": 10151,
                "identity": "9ee7c0e9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Toshihiro  Seike",
                "email": "",
                "orcid": "",
                "institution": "Lab of Pathophysiology, Graduate School of Pharmaceutical Sciences, Kyushu University, Fukuoka 812-8582, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Toshihiro",
                "middleName": "",
                "lastName": "Seike",
                "suffix": ""
            },
            {
                "id": 10152,
                "identity": "9ee7c269-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Teruo Tanaka",
                "email": "",
                "orcid": "",
                "institution": "Oral Anatomy and Cell Biology, Graduate School of Dental Science, Kyushu University,Fukuoka 812-8582, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Teruo",
                "middleName": "",
                "lastName": "Tanaka",
                "suffix": ""
            },
            {
                "id": 10153,
                "identity": "9ee7c3d9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Haruhiro  Higashida",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Haruhiro",
                "middleName": "",
                "lastName": "Higashida",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-10 14:40:43",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.166",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.166",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607664,
                "identity": "27b38f63-752e-4be2-9998-38d947417b59",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:43",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 34204,
                "visible": true,
                "origin": "",
                "legend": "Examples of immunohistochemical analysis of CD38 and oxytocin in hypothalamus.    Double-staining of mouse CD38 and oxytocin (OT) in paraventricular nuclei (a,b) and supraoptic nuclei (c,d) of wild-type (CD38+/+; a,c) or CD38 knockout CD38-/-; b,d) mice. CD38 was stained with goat anti-mouse CD38 polyclonal antibody (red) and rabbit anti-OT antibody (green). Scale bar; 20 &#xB5;m.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-190/v1/figure_1.jpg"
            },
            {
                "id": 2607668,
                "identity": "7dcf1a60-13aa-4121-990d-3e21eea19439",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:43",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 42077,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting Table",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-190/v1/figure_2.jpg"
            },
            {
                "id": 13464297,
                "identity": "dc0698c4-ec95-463c-8364-fdb34bc2d043",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:48",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 225219,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-190/v1/aa079f4a-33c5-40dd-91f4-12e489f987e9.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "CD38, cyclic ADP-ribose, oxytocin, brain, hypothalamus, immunofluorescence\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Double-label immunofluorescent staining of CD38 and oxytocin in the mouse hypothalamus",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-03-20 12:05:14",
                "doi": "10.1038/nprot.2007.166",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ed0ed58-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 20th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1633,
                "name": "Biochemistry"
            },
            {
                "id": 1634,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 1635,
                "name": "Biological techniques"
            },
            {
                "id": 1636,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-03-20 12:05:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}