{
    "identity": "nprot-410",
    "title": "Analysis of patient-specific immunoglobulin proteomes and transcriptomes by PCR cloning and mass spectrometry",
    "content": [
        {
            "header": "Introduction",
            "content": "We describe a method for relating oligoclonally expanded B cells at particular body locations to their secreted products, soluble immunoglobulins. The technique makes use of the virtually infinite variability of mature immunoglobulin \\(Ig) chains, which results from VDJ recombination and somatic hypermutation \\(SHM). We create patient-specific transcriptome databases by PCR-cloning of Ig transcripts of B cells from the relevant location. In parallel, we analyze the Ig proteome at the location of interest. To this end, we isolate the Ig molecules by affinity chromatography and isoelectric focusing, and analyze them by trypsin digestion and subsequent mass spectrometry. Then the patient-specific Ig proteomes and transcriptomes are compared by searching for the peptides identified by mass spectrometry in the transcriptome databases. We place particular focus on the peptides that carry characteristic amino acids introduced by VDJ recombination and SHM. Specific matches suggest that the particular B cells produce the oligoclonally expanded antibodies. We applied the method to cerebrospinal fluid from multiple sclerosis patients. However, the technique will also be applicable to antibody populations that are expanded in body fluids or tissues of any species."
        },
        {
            "header": "Reagents",
            "content": "**Ig mRNA cloning and analysis:**\r\n\n\n \r\n\n\n- RNeasy Micro Kit \\(Qiagen)\r\n\n\n- the RT reaction mix is described<sup>1</sup>. It containes 0.5% IGEPAL CA-630 \\(Sigma), 5 &#xB5;M Random Primer \\(Invitrogen), 0.25 mM dNTP \\(Invitrogen), 10 mM DTT \\(Fluka), 0.33 Units/&#x3BC;l Prime RNase InhibitorTM \\(Eppendorf), 0.6 Units/&#x3BC;l, RNasin&#xAE;Plus RNase Inhibitor \\(Promega), 2.5 Units/&#x3BC;l SuperScriptTMIII Reverse Transcriptase \\(Invitrogen). In addition we added 0.25 &#xB5;M Primer HG-RT 1<sup>2</sup>.\r\n\n\n- PCR reaction mixes: all reaction mixes contained 0.2 mM dNTP, 0.05 Units/&#x3BC;l Taq Polymerase \\(Roche). We use specific primer pools for IgG-H, Ig-&#x3BA;, and Ig-&#x3BB; chains. PCR amplification is performed as nested PCR with outer and inner primer pools. Each primer pool is used at 0.5 &#xB5;M. All forward and reverse primers are described<sup>1,2</sup>. In addition we added a specific inner forward primer for VH1: Age1 VH1: 5&#x2019;-CTGCAACCGGTGTACATTCCCAGGTGCAGCTGGTGCAG-3'.  \r\n\n\n\r\n\n\nThe outer forward primers for the first round of nested PCR were:\r\n\n\nIgG-H: 5&#x2019;L-VH1, 5&#x2019;L-VH3, 5&#x2019;L-VH4/6, 5&#x2019;L-VH5; \r\n\n\nIg-&#x3BA;:  5&#x2019;L V&#x3BA;1/2, 5&#x2019;L V&#x3BA;3, 5&#x2019;L V&#x3BA;4;  \r\n\n\nIg-&#x3BB;:  5&#x2019;L V&#x3BB;1, 5&#x2019;L V&#x3BB;2, 5&#x2019;L V&#x3BB;3, 5&#x2019;L V&#x3BB;4/5, 5&#x2019;L V&#x3BB;6, 5&#x2019;L V&#x3BB;7, 5&#x2019;L V&#x3BB;8.\r\n\n\n\r\n\n\nThe inner forward primers for the second round of nested PCR were:\r\n\n\nIgG-H: 5&#x2019;Age1 VH1, 5&#x2019;Agel VH1/5, 5&#x2019;Agel VH3, 5&#x2019;Agel VH4; ;\r\n\n\nIg-&#x3BA;:  5&#x2019;Pan V&#x3BA;;\r\n\n\nIg-&#x3BB;:  5&#x2019;Agel V&#x3BB;1, 5&#x2019;Agel V&#x3BB;2, 5&#x2019;Agel V&#x3BB;3, 5&#x2019;Agel V&#x3BB;4/5, 5&#x2019;Agel V&#x3BB;6, 5&#x2019;Agel V&#x3BB;7/8. \r\n\n\n\r\n\n\nThe outer reverse primers for the first round of nested PCR were:\r\n\n\nIgG-H: HG-CH1-aa35-43-rev-out-2\r\n\n\nIg-&#x3BA;:  C-Kap-aa17-23-rev-out\r\n\n\nIg-&#x3BB;:  C-Lam-aa16-22-rev-out\r\n\n\n\r\n\n\nThe inner reverse primers for the second round of nested PCR were:\r\n\n\nIgG-H: HG-CH1-aa22-29-rev-in\r\n\n\nIg-&#x3BA;:  C-Kap-aa1-7-rev-in\r\n\n\nIg-&#x3BB;:  C-Lam-aa10-16-rev-in1\r\n\n\n\r\n\n\n- Agarose \\(Biozym)\r\n\n\n- TBE buffer \\(10x):  0.89 M Tris \\(Sigma), 0.89 M Borat \\(Merck), 0.02 M EDTA \\(Merck), pH 8.0\r\n\n\n- Ethidiumbromide \\(Sigma)\r\n\n\n- DNA sample buffer \\(6x): 50% Glycerol \\(Merck), 0.02% Bromphenol blue \\(Sigma); 0.02% Xylencyanol FF \\(BioRad), 10 mM Tris, pH 7.5\r\n\n\n- 100 bp DNA Ladder \\(New England Biolabs)\r\n\n\n- Easypure&#xAE; DNA Purification Kit \\(Biozym)\r\n\n\n- EB buffer \\(Qiagen)\r\n\n\n- TOPO-TA cloning Kit \\(Invitrogen)\r\n\n\n- LB medium: 10 g BactoTM Trypton \\(Becton Dickinson), 5 g BactoTM Yeast Extract \\(Becton Dickinson), 10 g NaCl \\(Merck), ad 1 l H2O; for Agar add 1.5% BactoTM Agar \\(Becton Dickinson)\r\n\n\n- Ampicillin \\(Sigma)\r\n\n\n- QIAprep Spin Miniprep Kit \\(Qiagen)\r\n\n\n\r\n\n\nAll aqueous solutions were prepared from DEPC treated water.\r\n\n\n\r\n\n\n**Ig Protein purification and mass spectrometry**\r\n\n\n\r\n\n\n- Dynabeads&#xAE; Protein G \\(Invitrogen)\r\n\n\n- Washing buffer for Dynabeads&#xAE; Protein G: 0.1 M Na-acetate \\(Merck), 0.15 M NaCl, pH 5.0\r\n\n\n- Elution buffer for Dynabeads&#xAE; Protein G: 6 M Urea \\(Sigma), 2 M Thiourea \\(Sigma), 4% CHAPS \\(Sigma), 40 mM Tris base \\(Sigma), Bromphenol blue\r\n\n\n- RH buffer: 8 M Urea, 2 M Thiourea, 2% CHAPS, 2% SERVALYT 3&#x2013;10 \\(SERVA Electrophoresis), Bromphenol blue\r\n\n\n- 24 cm Immobiline DryStrip pH 3&#x2013;10 \\(GE Healthcare)\r\n\n\n- Kerosene pure \\(SERVA electrophoresis)\r\n\n\n- Silicone DC 200 fluid \\(SERVA electrophoresis)\r\n\n\n- TCA \\(Riedel-de Ha&#xEB;n)\r\n\n\n- Roti&#xAE;-Blue \\(Roth)\r\n\n\n- Buffer for Trypsin digestion: 10 mM NH4HCO3 \\(Sigma) pH=8.5\r\n\n\n- DTT \\(Merck)\r\n\n\n- Acetonitrile \\(Merck)\r\n\n\n- Jodoacetamide \\(Sigma)\r\n\n\n- Trypsin \\(Roche)\r\n\n\n- &#x3B1;-cyano-4-hydroxy cinnamic acid \\(Sigma)\r\n\n\n- ProteoMass Peptide MALDI-MS Calibration Kit \\(Sigma): MS-CAL2"
        },
        {
            "header": "Equipment",
            "content": "- Megafuge 1.0.R \\(Heraeus Instruments)\r\n\n\n- Tabletop Microcentrifuge \\(Eppendorf)\r\n\n\n- Thermocycler \\(Biometra)\r\n\n\n- GeneAmp PCR System 9600 Thermocycler \\(Perkin Elmer)\r\n\n\n- Power Supply EPS 500/400 \\(Amersham Pharmacia)\r\n\n\n- Thermomixer Comfort 5436 \\(Eppendorf)\r\n\n\n- Incubator HT \\(Infors)\r\n\n\n- Magnet Dynal MPC&#xAE;-S \\(Invitrogen)\r\n\n\n- LKB 2117 Multiphor II Electrophoresis System and corresponding equipment \\(Amersham Pharmacia)\r\n\n\n- MultiTempTM III Thermostatic Circulator \\(Amersham Pharmacia)\r\n\n\n- Power Supply EPS 3501 XL \\(Amersham Pharmacia)\r\n\n\n- Power Supply LKB 2297 Macrodrive \\(Amersham Pharmacia)\r\n\n\n- Shaker SM-30 CONTROL \\(Edmund B&#xFC;hler)\r\n\n\n- MALDI Steel Target \\(Bruker Daltonic)\r\n\n\n- Bruker Ultraflex II TOF TOF Spectrometer \\( Bruker Daltonic)\r\n\n\n- Proteomics Analyzer 4700 Spectrometer \\(Applied Biosystems)\r\n\n\n- Software&#x201D; Flex Control&#x201D; \\(Bruker Daltonic)\r\n\n\n- Software &#x201C;Flex Analysis&#x201D; \\(Bruker Daltonic)\r\n\n\n- Program &#x201C;Mascot Peptide Mass Fingerprint \\(Matrix Science)\r\n\n\n- Program &#x201C;Mascot MS/MS Ions Search&#x201D; \\(Matrix Science)"
        },
        {
            "header": "Procedure",
            "content": "**A) Clinical samples**\r\n\n\n\r\n\n\n1) Centrifuge 3 ml fresh CSF sample from lumbar puncture at 1,750 g for 10 min at 4 °C.\r\n\n\n2) Freeze supernatant immediately at -80 °C.\r\n\n\n3) Lyse cells in 350 μl RLT buffer and store until further processing at -80 °C.\r\n\n\n\r\n\n\n**B) Analysis of IgG transcripts**\r\n\n\n\r\n\n\n4) Isolate RNA using the RNeasy Micro Kit according to the recommendations of the manufacturer. Add 5 µl of carrier poly-A-RNA \\(4 ng/µl) to cell lysate if fewer than 5,000 cells are analyzed.\r\n\n\n5) Elute RNA in 14 µl RNase-free water; final volume results in 12 µl.\r\n\n\n6) Perform reverse transcription in 20 μl final volume RT reaction mix for 90 min at 37 °C\n1\n. Use the total amount of RNA from step 5. \r\n\n\n7) Amplify IgG Heavy and Light chain cDNAs in independent experiments. Each experiment contains two rounds of nested PCR in final volumes of 20 µl. Use forward outer and inner primers\n1\n, and reverse outer and inner primers\n2\nas described. Use 3 µl of cDNA as template for the first, outer PCRs and 2 µl of PCR product of the first reaction as template for the second, inner PCR. The reaction conditions are: First PCR: 3 min 94 °C; 50 cylces of 30 sec 94 °C, 30 sec 55 °C, 55 sec 72 °C; 10 min 72 °C;\r\n\n\nSecond PCR: 3 min 94 °C; 50 cylces of 30 sec 94 °C, 30 sec 55 °C, 45 sec 72 °C; 10 min 72 °C.\r\n\n\n8) Separate PCR products by electrophoresis in 2% agarose/TBE buffer.\r\n\n\n9) Isolate IgG Heavy and Light chains using the Easypure® DNA Purification Kit according to the recommendations of the manufacturer. Dissolve purified DNA in 12 μl EB buffer.\r\n\n\n10) Insert the IgG heavy and light chains into the pCR®2.1TOPO vector using the TOPO TA Cloning Kit, transform One Shot® Chemically Competent E.coli, and select by blue/white screening according to the recommendations of the manufacturer. Pick at least 40 white colonies per chain for further analysis and culture them overnight in 3 ml LB medium containing 100 µg/µl ampicillin.\r\n\n\n11) Isolate plasmid DNA using QIAprep Spin Miniprep Kit. Elute plasmid DNA in 30 μl EB buffer.\r\n\n\n12) Perform DNA sequencing by standard methods using the primer \"M13 forward \\(-20)\" \\(Invitrogen).\r\n\n\n13) Analyze IgG Heavy and Light chains. The germline sequences are available at \"http://vbase.mrc-cpe.cam.ac.uk\":http://vbase.mrc-cpe.cam.ac.uk \\(MRC Centre for Protein Engineering).\r\n\n\n14) Convert sequences in FASTA format. They can then be entered into the mass spectrometry data analysis program \"MASCOT Peptide Mass Fingerprint\" \\(Matrix Science).\r\n\n\n\r\n\n\n**C) Analysis of IgG proteins**\r\n\n\n\r\n\n\n_Protein G affinity chromatography_\r\n\n\n15) Wash Dynabeads® Protein G three times in 0.1M Na-acetate, 0.15 M NaCl pH 5.0.\r\n\n\n16) Centrifuge CSF supernatant at 17,500 g for 5 min at 4 °C \\(Microcentrifuge 5417 R)\r\n\n\n17) Add 200 µl of Dynabeads® Protein G bead suspension to CSF supernatant. Typically, we used 50 to 200 µg IgG in 1 to 2 ml CSF supernatant.\r\n\n\n18) Shake at 300 rpm for 60 min at room temperature on a thermomixer. We used 2 ml low binding polypropylene reaction vessels \\(Biozym) to prevent protein adsorption and allow efficient mixing. \r\n\n\n19) Wash Dynabeads® Protein G three times in 0.1M Na-acetate/0.15 M NaCl pH 5.0.\r\n\n\n20) Elute IgG in 50 μl Urea-containing Elution buffer; Repeat elution so that the final volume is 100 μl. \r\n\n\n\r\n\n\n_Isoelectric focusing_\r\n\n\n21) Rehydrate 24 cm Immobiline DryStrip pH 3–10 in RH buffer overnight at room temperature according to the recommendations of the manufacturer. \r\n\n\n22) Load the sample directly at the cathodic end \\(pH=10) onto rehydrated Immobiline DryStrip using the Multiphor II Electrophoresis System.\r\n\n\n23) Perform isoelectric focusing. The voltage is increased in consecutive steps: 300 V for 1 h, 600 V for 15 min, 900 V for 15 min, 1200 V for 15 min, 1500 V for 15 min, 1800 V for 15 min, 2100 V for 15 min, 2500 V for 15 min, 3000 V for 15 min, 3500 V for 15 min, 4000 V for 15 min, 4500 V for 15 min, 5000 V for 20 h.\r\n\n\n24) Fix proteins for 30 min in 12% TCA at room temperature on a slow shaker.\r\n\n\n25) Wash IPG strip for 3 min in 25% methanol.\r\n\n\n26) Stain IPG strip for 2 h by colloidal Roti®-Blue at room temperature on a slow shaker.\r\n\n\n27) Destain overnight in 30% methanol/10% acetic acid.\r\n\n\n\r\n\n\n_In-gel digestion by Trypsin\n3\n_\r\n\n\n28) Excise appropriate bands and transfer separately to reaction tubes. \r\n\n\n29) Add 20-50 μl of 10 mM NH4HCO3 to each tube so that the gel slice is completely covered. Incubate for 5 min at room temperature.\r\n\n\n30) Discard supernatant and wash the piece of gel with 20-50 μl 100% acetonitrile.\r\n\n\n31) Repeat steps 29 and 30.\r\n\n\n32) Reduce IgG disulfide bonds by adding 20-50 μl of 10 mM DTT in 10 mM NH4HCO3. Incubate for 30 min at 60 °C. Discard supernatant.\r\n\n\n33) Wash twice with 100% acetonitrile.\r\n\n\n34) Alkylate cysteins by adding 20-50 μl of 50 mM jodoacetamide in 10 mM NH4HCO3. Incubate for 15 min at room temperature. Discard supernatant.\r\n\n\n35) Wash with 100% acetonitrile.\r\n\n\n36) Wash with 10 mM NH4HCO3 and discard supernatant.\r\n\n\n37) Wash with 100% acetonitrile.\r\n\n\n38) Wash with 10 mM NH4HCO3 and discard supernatant.\r\n\n\n39) Wash twice with 100% acetonitrile.\r\n\n\n40) Digest IgG by 0.1 μg Trypsin in 20-50 μl 10 mM NH4HCO3. Incubate overnight at 37 °C.\r\n\n\n\r\n\n\n_MALDI-TOF_\r\n\n\n41) Prepare MALDI-MS matrix: mix 10mM NH4H2PO4/50% acetonitrile/0.1% TFA with α-cyano-4-hydroxycinnamic acid in 50% acetonitrile/ 0.1% TFA.\r\n\n\n42) Mix 1 μl of MALDI-MS matrix with 1 μl of sample and spot onto a well of the MALDI Steel Target. Dry at room temperature.\r\n\n\n43) Mix 1 μl of MALDI-MS matrix with 1 μl MS-CAL2 and spot onto another MALDI Steel Target well. Dry at room temperature.\r\n\n\n44) Insert the MALDI Steel Target in Bruker Ultraflex II TOF TOF Spectrometer.\r\n\n\n45) Operate Mass Calibration according to the recommendations of the manufacturer.\r\n\n\n46) Measure samples for Mass Fingerprint in the “Proteomics method” mode. Use 250–1000 shots, Laser Power 20–40%, accelerating voltage 20kV, Reflector Voltage 22.8KV, 1700–1750V Reflector Detector Voltage.\r\n\n\n47) Save and analyze MS spectra by software “Flex Analysis”, S/N \\(signal to noise percentage): 1–4%.\r\n\n\n48) Copy peaklist in program “Mascot Peptide Mass Fingerprint”.\r\n\n\n49) Use the following parameters for Mascot Search:\r\n\n\nEnzyme: Trypsin\r\n\n\nAllowed missed cleavages: 1\r\n\n\nFixed modification: Carbamidomethyl \\(C)\r\n\n\nVariable modifications: Oxidation \\(M), \\(W)\r\n\n\nPeptide tolerance: +/- 100 ppm\r\n\n\nMass values: MH+\r\n\n\nMonoisotopic\r\n\n\nReport top: 100 hits\r\n\n\n50) For MS/MS analysis use “LIFT method” mode. Use 250–1000 shots, Laser Power 50–90%, accelerating voltage 20kV, 1700–1750V Reflector Detector Voltage.\r\n\n\n51) Save and analyze MS/MS spectra by software “Flex Analysis”, S/N \\(signal to noise percentage): 1–4%.\r\n\n\n52) Copy peaklist in program “Mascot MS/MS Ions Search”.\r\n\n\n53) Use the following parameters for Mascot Search:\r\n\n\nEnzyme: Trypsin\r\n\n\nAllowed missed cleavages: 1\r\n\n\nFixed modification: Carbamidomethyl \\(C)\r\n\n\nVariable modifications: Oxidation \\(M), \\(W)\r\n\n\nPeptide tolerance: +/- 100 ppm\r\n\n\nPeptide charge: 1+\r\n\n\nData format: Bruker \\(. xml)\r\n\n\nInstrument: MALDI TOF TOF\r\n\n\nMS/MS tol: +/- 0.8 Da\r\n\n\nMonoisotopic\r\n\n\nPrecursor: mass of interest\r\n\n\nReport top: 100 hits"
        },
        {
            "header": "Critical Steps",
            "content": "1) We have investigated cerebrospinal fluid from multiple sclerosis patients which contained 7,000 to 20,000 cells/ml and &gt;50 &#xB5;g IgG/ml. If other samples will be investigated, the sample preparations may need to be modified.\r\n\n\n\r\n\n\n4) The samples must contain oligoclonally expanded B cell populations. If polyclonal B cells are investigated, some Ig transcripts will be detected at random \\(note that the total Ig repertoire exceeds 10<sup>9</sup> different Ig species per individual). \r\n\n\n\r\n\n\n21) The samples must contain oligoclonal Ig molecules. In a polyclonal population, the concentration of each individual Ig species may be too low to be detected by isoelectric focusing and mass spectrometry."
        },
        {
            "header": "Troubleshooting",
            "content": "No PCR products obtained: \r\n\n\nCheck RNA quality of your samples on a Agilent Bioanalyzer. Test  or establish the method using fresh peripheral blood mononuclear cells from blood, isolated B-cells, or B-hybridoma cell lines.\r\n\n\n\r\n\n\nNo bands on IEF gels: \r\n\n\na) the binding strength of protein G to different Ig subtypes differs and is species dependent. Make sure that the subtype you are interested in may be purified by protein G. Check elution from protein G dynabeads. \r\n\n\nb) the amount of Ig needs to be sufficient for detection by Coomassie \\(Roti-Blue).\r\n\n\nc) there are no olgiclonal Ig molecules in the preparation. Polyclonal Ig molecules give a broad smear on IEF gels."
        },
        {
            "header": "References",
            "content": "1. Wardemann,H. _et al_. Predominant autoantibody production by early human B cell precursors. _Science_ **301**, 1374-1377 \\(2003)\r\n  \r\n\n\n2. Obermeier,B. _et al_. Matching of oligoclonal Ig transcriptomes and proteomes of cerebrospinal fluid in multiple sclerosis. _Nat. Med_. in press.\r\n  \r\n\n\n3. Shevchenko,A., Wilm,M., Vorm,O. &amp; Mann,M. Mass spectrometric sequencing of proteins silver-stained polyacrylamide gels. _Anal. Chem_. **68**, 850-858 \\(1996)"
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by the Deutsche Forschungsgemeinschaft grants SFB 571-A1 and the Hermann and Lilly Schilling Foundation."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm1714",
                "date": "2008-01-23 03:00:00",
                "title": "Matching of oligoclonal immunoglobulin transcriptomes and proteomes of cerebrospinal fluid in multiple sclerosis ",
                "authors": [
                    "Birgit Obermeier",
                    "Reinhard Mentele",
                    "Joachim Malotka",
                    "Josef Kellermann",
                    "Tania Kümpfel",
                    "Hartmut Wekerle",
                    "Friedrich Lottspeich",
                    "Reinhard Hohlfeld & Klaus Dornmair"
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10839,
                "identity": "9f250e5d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Birgit Obermeier",
                "email": "",
                "orcid": "",
                "institution": "Institute of Clinical Neuroimmunology, Ludwig Maximilians University, D-81377 Munich, Germany; and: Department of Neuroimmunology, Max-Planck-Institute of Neurobiology, D-82152 Martinsried, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Birgit",
                "middleName": "",
                "lastName": "Obermeier",
                "suffix": ""
            },
            {
                "id": 10840,
                "identity": "9f2512be-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Reinhard Mentele",
                "email": "",
                "orcid": "",
                "institution": "Department for Protein Analytics, Max-Planck-Institute of Biochemistry,  D-82152 Martinsried, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Reinhard",
                "middleName": "",
                "lastName": "Mentele",
                "suffix": ""
            },
            {
                "id": 10841,
                "identity": "9f251492-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Joachim Malotka",
                "email": "",
                "orcid": "",
                "institution": "Department of Neuroimmunology, Max-Planck-Institute of Neurobiology, D-82152 Martinsried, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joachim",
                "middleName": "",
                "lastName": "Malotka",
                "suffix": ""
            },
            {
                "id": 10842,
                "identity": "9f2516af-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Klaus Dornmair",
                "email": "",
                "orcid": "",
                "institution": "Institute of Clinical Neuroimmunology, Ludwig Maximilians University, D-81377 Munich, Germany; and:  Department of Neuroimmunology, Max-Planck-Institute of Neurobiology, D-82152 Martinsried, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Klaus",
                "middleName": "",
                "lastName": "Dornmair",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-02-07 10:21:47",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.87",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.87",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465373,
                "identity": "bd18f411-f010-494f-9382-142243c87424",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:31",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 161635,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-410/v1/3c786a0c-e5d6-406e-84a6-1b2ebf8265c5.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "autoimmunity, multiple sclerosis, oligoclonal bands, immunoglobulin, VDJ recombination, somatic hypermutation, mass spectrometry, proteomics, transcriptomics\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Analysis of patient-specific immunoglobulin proteomes and transcriptomes by PCR cloning and mass spectrometry",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-05-21 03:29:48",
                "doi": "10.1038/nprot.2008.87",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f24bc85-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 21st, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2056,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-05-21 03:29:48",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}