{
    "identity": "nprot-2263",
    "title": "Biofunctionalization of PDMS-based microfluidic systems",
    "content": [
        {
            "header": "Introduction",
            "content": "<div><p>Microfluidic systems have been highly evolving with the simultaneous development of polymer materials. Polymer technology has been key in therealization and definition of the so-called Lab-on-a-Chip \\(LoC) concept. The current high impact of LoC systems is partly due to the application ofpolymers such as polycarbonate \\(PC), poly \\(methyl methacrylate) \\(PMMA), SU-8 and poly\\(dimethylsiloxane) \\(PDMS), which have made them more versatilewhile in turn have enabled reducing their fabrication cost and time. PDMS \\(Figure 1a) is a cheap material that polymerizes at low temperatures<sup>1</sup>. It is optically transparent in a very wide wavelength range, from ultra-violet \\(UV) to the Near-Infrared \\(NIR)<sup>2</sup>. This lastproperty makes the material compatible with many optical detection methods. It is also compatible with biological studies, since it is non-permeable towater, non toxic and permeable to gases. PDMS is an elastomer with a 2.5 MPa Young modulus when prepared with a 10:1 ratio of a base:curing agent<sup>3</sup>. Cast molding of the as-prepared PDMS provides a rapid fabrication of microsystems with resolution down to 0.1 &#181;m<sup>4</sup>. Theresulting systems can easily be sealed to many different substrates<sup>3</sup>. When LoCs are fabricated with PDMS, low-cost systems can be obtainedwith the potential of being highly sensitive. However, this polymer has a disadvantage: biomolecules and other macromolecules easily adsorbnon-specifically to it, thus hindering its application for chemical sensing. This disadvant<a name=\"_GoBack\"></a>age can easily be turned into anadvantage as it can easily be modified in order to avoid that process or, by contrast, to selectively immobilize different molecules<sup>2</sup>. Thesesurface modification processes are usually needed for the application of PDMS-based microsystems to \\(bio)chemical analysis. The aims of themodification are diverse and include from the minimization of the biomolecular adsorption, to the increase of the hydrophilic/hydrophobic character ofthe surface. Some processes are directed to bind a biologically active molecule that changes the lubricity of the surface<sup>5</sup> or provides thematerial with the capacity to give a selective answer to a specific target analyte by binding antibodies<sup>6</sup> or enzymes<sup>7</sup>.</p><p>Biofunctionalization of PDMS surfaces can be carried out following two different strategies: physical adsorption and covalent modification. The firstone is very simple but, due to the weak interactions between the adsorbed molecules and the surface, the modifications are instable both thermally andmechanically. Also, solvolytic processes can also occur. Covalent modification can overcome these problems and provide more stable modifications<sup>8</sup>. It is carried out by the initial introduction of hydroxyl groups \\(&#8211;OH) on the PDMS surface, which can further be modified by asilanization process. These hydroxyl groups react with silane molecules to form covalent Si-O-Si \\(siloxane) bonds. Different functional groups, towhich the biomolecules can be covalently attached, are introduced on the surface depending on the chosen silane<sup>9</sup>. In this context, PDMSsurfaces have been treated with oxygen plasma<sup>10</sup> or UV/ozone<sup>11</sup>, in order to make the surface hydrophilic by replacing the surfacemethyl groups, bound to the Si atom within the PDMS structure, by silanol groups \\(Si-OH). These new groups tend to chemically interact with otherfunctional groups, allowing to selectively modify the surface. Silanol groups can be useful as an initial step in the PDMS surface modification forcovalently binding enzymes, as Yasukawa <i>et al.</i> did<sup>7</sup>. They immobilized glucose oxidase on a PDMS layer after a hydrophilization stepusing a plasma process and further silanization, with the aim of fabricating a glucose sensor. Sandison <i>et al. </i>made also use of a plasma andsilanization process to immobilize antibodies on a PDMS column for protein purification applications<sup>12</sup>. But this process also has somedrawbacks: the modification is temporal because the plasma oxidized surface progressively recovers its hydrophobicity. It also requires specialinstrumentation and cannot be applied in the microfluidic channels of LoCs<sup>13</sup>. This means that alternative processes must be found toselectively modify PDMS surfaces, which were easy to implement and could be applied in channels embedded in PDMS matrices.</p><p>The previously mentioned UV/ozone treatment could be an alternative process. The modification consists in firstly generating ozone from molecularoxygen by 185 nm wavelength light exposition and then photodissociating it to atomic oxygen under 254 nm wavelength light exposure. This oxygenabstracts hydrogen from the backbone of PDMS and silanol \\(Si&#8211;OH) structures are formed on it, becoming a hydrophilic surface<sup>14</sup>. Thistreatment is slower than a plasma activation process<sup>15</sup> but it facilitates a much deeper modification without cracking or mechanicalweakening side-effects<sup>11</sup>. This fact enables its application to the microchannels. But, as pointed out before, the process is reversible, andPDMS surface eventually recovers its hydrophobicity after exposure to air for a few hours.</p><p>Chemical Vapour Deposition \\(CVD) can also be used to create polymer coatings on PDMS microchannels, as Chen and Lahann did for the eventual depositionof poly\\(4-benzoyl-p-xylylene-co-p-xylylene) films. A light reactive coating film of carbonyl groups was obtained, which was exposed to UV light inorder to generate the free radicals that could react with poly\\(ethylene oxide) \\(PEO) and create PEO-functionalized regions that avoided the adsorptionof fibrinogen<sup>16</sup>.</p><p>Silanol groups can also be obtained on PDMS surfaces by using sol&#8211;gel methods. Silica nanoparticles can be created in a PDMS piece by mixing itin a tetraethyl orthosilicate \\(TEOS) sol&#8211;gel precursor and then incubating it in an ethylamine catalyzing solution and heating it<sup>17</sup>.Glasslike layers can also be formed on a PDMS surface by applying the same sol&#8211;gel technique with transition metal sol-gel precursors<sup>18</sup>. However, these sol-gel methods are time consuming and therefore the production costs increase.</p><p>An acidic solution containing hydrogen peroxide \\(H<sub>2</sub>O<sub>2</sub>) can also be pumped inside the microchannels, which oxidizes the PDMSsurface and creates silanol groups<sup>13</sup>.The process should be carefully controlled since an excess of acidity could lead to a loss of opticaltransparency of the PDMS.</p><p>Physical adsorption methods can also be applied for PDMS microchannel modification. These methods are applied to suppress electroosmotic flow incapillary electrophoresis and to avoid nonspecific binding of proteins. The hydrophobic parts of molecules can be physisorbed onto the PDMS surfacewhile the hydrophilic parts keep exposed to the buffer, thus changing the surface properties of the PDMS. A coating process of polymers that containhydrophobic and hydrophilic parts can be achieved by simply incubating the surface with the aqueous coating solution<sup>19</sup>. The so-called Layerby Layer \\(LBL) technique can also be carried out by electrostatic adsorption of positively and negatively charged alternating layers<sup>20</sup>.</p><p>Here, the details of the protocol used in a previous work<sup>21</sup> for different liquid-based surface chemical biofunctionalization methods areprovided. The developed methods can easily be performed in standard chemical and biological laboratories avoiding the need of special instrumentation.Both physical adsorption and covalent modification methods are analyzed. On one hand, physical adsorption of two different polymers containing hydroxylgroups, such as polyethylene glycol \\(PEG) or polyvinyl alcohol \\(PVA) \\(figure 1b) enable the further silanization of the surface for the introduction ofchemical functional groups and the eventual covalent immobilization of the bioreceptor. In some applications, as Yu <i>et al</i> did<sup>22</sup>, theaim of the PVA immobilization was to avoid the non-specific binding of proteins. Other groups used PEG instead of PVA, since it offers the sameadvantage<sup>23,24</sup>. In the present application, the objective is totally different. These polymers are used as anchoring points for furthersilanization and final protein receptor immobilization. On the other hand, a covalent modification approach was tested based on the chemical oxidationof the PDMS surface that generates silanol groups \\(figure 1c) onto which a silanization process and further immobilization of the protein receptor arecarried out, as above. This chemical oxidation protocol was already described by Sui <i>et al. </i>for creating hydroxyl groups that could be used asanchoring points for the immobilization of other molecules<sup>13</sup>. A deep structural characterization of the resulting modified surfaces iscarried out. The analytical performance and the stability of the modified surfaces following the different methods are also tested using a PDMS-basedphotonic LoC \\(PhLoC) microsystem consisting of a hollow Abbe prism transducer configuration<sup>25</sup>.</p><p><b>Experimental design</b></p><p><i>Modification of the PDMS surfaces</i></p><p>As it can be seen in Figure 2, the proposed three approaches for PDMS surface modification are based on the introduction of hydroxyl \\(-OH) groups andfurther silanization. PDMS surfaces were cleaned with ethanol and deionized water \\(DI H<sub>2</sub>O). For the modification shown in Figure 2A, thePDMS surfaces were incubated in a PEG solution and left to adsorb. For the modification in Figure 2B, they were incubated in a PVA solution and left toadsorb. The backbone of these two polymers is able to physisorb from aqueous solutions to hydrophobic surfaces<sup>26</sup>. The third approach wascarried out by a chemical oxidation process with an acidic solution containing DI H<sub>2</sub>O, HCl and H<sub>2</sub>O<sub>2</sub><sup>13</sup>\\(Figure 2C). After each of these steps, the surfaces were rinsed with DI H<sub>2</sub>O and dried.</p><p>For the previously mentioned silanization process, the modified PDMS systems were incubated in 11-triethoxysilyl undecanal \\(TESU) and triethylamine\\(TEA) containing ethanol solutions. Then the surfaces were thoroughly rinsed with ethanol and dried. The TEA induces a highly nucleophilic oxygen inthe &#8211;OH group that readily interacts with the chosen silane<sup>27</sup> having its ethoxy groups previously hydrolyzed. In this way, the silanemolecules covalently bound to the surface \\(Figure 3).</p><p><i>Characterization of the PDMS surfaces</i></p><p>For the characterization process, flat PDMS surfaces were modified. The techniques used for this characterization were contact angle measurements, XPSand AFM.</p><p>Contact angle measurements were carried out with the sessile drop method. Images with a high contrast should be obtained with the camera of the anglemeter, with as less light reflections as possible in the drop. If these conditions are hold, the software is able to automatically detect the shape ofthe drop and measure the contact angle.</p><p>XPS analysis was carried out on an Axis Ultra-DLD spectrometer, using a <a name=\"OLE_LINK5\"></a><a name=\"OLE_LINK4\">monochromatized</a> Al K&#945;source \\(1486.6 eV). Signals were deconvoluted with the software provided by the manufacturer, using a weighted sum of Lorentzian and Gaussian componentcurves after background subtraction. The binding energies were referenced to the internal standard C 1s \\(284.9 eV).</p><p>Atomic force microscopy topographic and phase images of the modified surfaces were taken with a Veeco Nanoscope Dimension 3100, working in tapping modeand using phosphorous doped n-type silicon tips \\(Micromasch, San Jose, CA, USA).</p><br/></div>"
        },
        {
            "header": "Reagents",
            "content": "• Poly\\(dimethylsiloxane) \\(PDMS) Sylgard 184 elastomer kit \\(Dow Corning)\r\n\n\n• Polyvinyl alcohol 99% \\(PVA, molecular weight: 89,000-98,000g) \\(Sigma-Aldrich Co., cat. no. 341584)\r\n\n\n• Polyethylene glycol \\(PEG, molecular weight: 12,000g) \\(Sigma-Aldrich Co., cat. no. 81285)\r\n\n\n• Triethylamine 99% \\(TEA) \\(Sigma-Aldrich Co., cat. no. T0886) \\! CAUTION Corrosive, Highly flammable\r\n\n\n• 11-triethoxysilyl undecanal 90% \\(TESU) \\(ABCR GmbH & Co. KG, cat. no. AB152514) \\! CAUTION Irritant\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\nPVA solution: dissolve 25 mg in 25 mL DI H2O. ? TROUBLESHOOTING High temperature \\(60 ºC) and stirring is needed to dissolve it.\r\n\n\nPEG solution: dissolve 25 mg in 25 mL DI H2O.\r\n\n\nTESU solution: dilute 50 µL TESU and 50 µL TEA in 2.5 mL ethanol 99.5%.\\! CAUTION Avoid the vapors coming from TEA by preparing the solution mix in a fume hood."
        },
        {
            "header": "Equipment",
            "content": "• Automatic pipettes with disposable tips\r\n\n\n• Krüss Easydrop contact angle meter and DS1 analysis software \\(Krüss GmbH)\r\n\n\n• Axis Ultra-DLD spectrometer \\(Kratos Analytical Ltd)\r\n\n\n• Atomic Force Microscope: Veeco Nanoscope Dimension 3100 \\(Veeco)\r\n\n\n• AFM tips \\(Micromasch): n-type silicon tip \\(phosphorous doped) \\(NSC15/AIBS)"
        },
        {
            "header": "Procedure",
            "content": "Modification of the PDMS surfaces\n1\n│ Clean flat PDMS surfaces: first with ethanol 96% and then with DI H\n2\nO.\n? TROUBLESHOOTING.\nFlat PDMS surfaces are used for aneasier characterization of the resulting modifications.\n2\n│ Create hydroxyl groups on the PDMS surface. Select the appropriate chemistry protocol:\nA. Modification with PEG: immerse the PDMS in a 1 mg/ml PEG solution in DI H\n2\nO. Leave to react for 1 hour. Then rinse with DI H\n2\nOand dry with N\n2\n.\nB. Modification with PVA: immerse the PDMS in a 1 mg/ml PVA solution in DI H\n2\nO. Leave to react for 1 hour. Then rinse with DI H\n2\nOand dry with N\n2\n.\nC. Chemical oxidation: immerse the PDMS in an acidic solution containing DI H\n2\nO, 37% HCl and 30% H\n2\nO\n2\nin a 5:1:1\\(v/v/v) ratio\n18\n. Then rinse with DI H\n2\nO and dry with N\n2\n.\n? TROUBLESHOOTING.\nThis step can generate bubbles onthe PDMS surface. Try to avoid them as far as possible by stirring the media.\n\\! CAUTION\nAvoid the HCl vapors by carrying out this step in a fumehood. Use gloves, since apart from the acidic conditions of the liquid mixture, a direct contact with H\n2\nO\n2\ncould lead to awhitish irritating skin color.\n3\n│ Create aldehyde groups on the PDMS surface by incubating them in a 99.5% ethanol solution containing 2% TESU and 2% TEA for 1 hour. Then rinsewith 99.5% ethanol and dry them at 80ºC for 2 hours.\n\\! CAUTION\nAvoid the vapors coming from TEA by preparing the solution mix in a fumehood.\n? TROUBLESHOOTING.\nThis step should be done in a closed container and using enough solvent to avoid the total evaporation of the liquid.It should be carried out in an inert atmosphere like nitrogen or argon without humidity presence.\n█ PAUSE POINT\nAfter this step, systems can be stored overnight at 4ºC in carbonate buffer pH 8.\nCharacterization of the modified PDMS surfaces\n4 |\nMeasure the contact angle with a contact angle meter: deposit a drop of water on the modified PDMS surfaces and compare the angle formed between thedrop and the surface to the angle formed using a non-modified PDMS surface. Make several drops and calculate the mean value of the angle and itsstandard deviation.\n? TROUBLESHOOTING.\nTry to always use the same drop size. Try to obtain pictures with a high contrast to facilitate theautomatic detection of the drop shape by the software of the contact angle meter. There should only appear one drop in each picture acquired by thecamera. If there are more drops, the software could understand that the other drops form part of the drop that should be detected.\n5 |\nMake an XPS analysis of the modified and non-modified PDMS surfaces. Use a monochromatized Al Kα source or similar \\(1486.6 eV). Deconvolute thesignals using a weighted sum of Lorentzian and Gaussian component curves after background subtraction.\n6 |\nObtain topographic and phase images by using an atomic force microscopy in tapping mode. In this mode, the cantilever oscillates up and down at itsresonance frequency. The interaction between the tip and the surface when they come close causes a decrease of the oscillation amplitude, and thecontrol system changes the height of the cantilever to maintain this amplitude constant. In phase images, changes in phase oscillations giveinformation about the different type of materials that can be found on the surface. Topographic images give information about the surface roughness.\n? TROUBLESHOOTING\nTry to avoid an excess of contact between the tip and the surface because PDMS is a soft material and its deformation caused by the tip could appear inthe pictures as noise. By contrast, if the distance between the surface and the tip is too large, a flat surface could be recorded."
        },
        {
            "header": "Timing",
            "content": "Steps 1-3 Modification of the PDMS surfaces: 4h 30 minutes\r\n\n\nSteps 4-6: Characterization of the modified PDMS surfaces: 30 minutes for the contact angle measurements, 7 hours for the XPS analysis, 7 hours for the AFM."
        },
        {
            "header": "Troubleshooting",
            "content": "<div><p>Troubleshooting advices are presented in Table 1</p><p><b>Table 1| Troubleshooting table.</b></p><table border=\"1\" cellspacing=\"0\" cellpadding=\"0\"><tbody><tr><td width=\"57\" valign=\"top\"><p><b>Step</b></p></td><td width=\"198\" valign=\"top\"><p><b>Problem</b></p></td><td width=\"151\" valign=\"top\"><p><b>Possible reason</b></p></td><td width=\"200\" valign=\"top\"><p><b>Solution</b></p></td></tr><tr><td width=\"57\" valign=\"top\"><p>2 B</p></td><td width=\"198\" valign=\"top\"><p>PVA does not dissolve correctly</p></td><td width=\"151\" valign=\"top\"><p>The needed time, temperature or stirring has not been applied</p></td><td width=\"200\" valign=\"top\"><p>The solution should be left for 30 min at 60 &#186;C with enough stirring using a magnetic stirrer \\(the revolutions per minute shouldbe experimentally considered by the performer)</p></td></tr><tr><td width=\"57\" valign=\"top\"><p>2 C</p></td><td width=\"198\" valign=\"top\"><p>PDMS becomes white during the chemical oxidation</p></td><td width=\"151\" valign=\"top\"><p>HCl concentration is too high or oxidation time is too long</p></td><td width=\"200\" valign=\"top\"><p>Decrease the HCl concentration or oxidation time</p></td></tr><tr><td width=\"57\" valign=\"top\"><p>3</p></td><td width=\"198\" valign=\"top\"><p>The surface appears totally dry after the required incubation time</p></td><td width=\"151\" valign=\"top\"><p>The solvent evaporates</p></td><td width=\"200\" valign=\"top\"><p>Use more solvent and a closed container.</p></td></tr><tr><td width=\"57\" valign=\"top\"><p>4</p></td><td width=\"198\" valign=\"top\"><p>The shape of the drop is not correctly detected by the software of the contact angle meter</p></td><td width=\"151\" valign=\"top\"><p>There may be too many light reflections or more drops on the surroundings</p></td><td width=\"200\" valign=\"top\"><p>Try to use the correct light conditions to avoid reflections in the drop. There should only appear one drop in each acquired picture</p></td></tr><tr><td width=\"57\" valign=\"top\"><p>5</p></td><td width=\"198\" valign=\"top\"><p>Unexpected bonds or elements are found on the XPS analysis</p></td><td width=\"151\" valign=\"top\"><p>The sample is contaminated</p></td><td width=\"200\" valign=\"top\"><p>Preserve the samples in inert atmosphere \\(N<sub>2</sub> or Ar) until the XPS analysis</p></td></tr><tr><td width=\"57\" valign=\"top\"><p>6</p></td><td width=\"198\" valign=\"top\"><p>There is too much noise in the AFM picture</p></td><td width=\"151\" valign=\"top\"><p>The PDMS deforms when the tip of the AFM touches it</p></td><td width=\"200\" valign=\"top\"><p>Increase the distance between the surface and the tip</p></td></tr><tr><td width=\"57\" valign=\"top\"><p>6</p></td><td width=\"198\" valign=\"top\"><p>The surface in the AFM picture is completely flat</p></td><td width=\"151\" valign=\"top\"><p>The distance between the tip and the surface is too large</p></td><td width=\"200\" valign=\"top\"><p>Decrease the distance between the surface and the tip</p></td></tr></tbody></table><p><b></b></p></div>"
        },
        {
            "header": "Anticipated Results",
            "content": "<div><p>This protocol allows the selective and stable modification of PDMS substrates with biomolecules containing primary amine groups.</p><p>The processes described do not require any specific instrumentation, thus enabling the easy and rapid implementation in chemical and biologicallaboratories that work with PDMS-based microfluidic systems.</p><p><i>Structural characterization of the modified PDMS surfaces</i></p><p>Three different approaches were chosen for the modification of PDMS with the aim of providing different densities of hydroxyl groups on the surface andstudying the influence on the immobilization of proteins and their eventual analytical performance. A higher density was expected for the PVAadsorption comparing to the PEG adsorption, due to the nature of their chemical structure. The conditions for the chemical oxidation process were setby an optimization study. It could be seen that a higher concentration of hydrogen peroxide and HCl or longer incubation times degraded the PDMSsurface too much. The step for the introduction of aldehyde groups was the same for all the procedures. This molecule enables the one-step covalentimmobilization of the enzyme.</p><p>Contact angle measurements provided a rapid estimation of the degree of modification after each step by simply measuring the hydrophobic/hydrophiliccharacter of the modified surface. Given the hydrophobic nature of the PDMS but the hydrophilic nature of groups sequentially introduced on itssurface, a steady decrease in the water contact angle was expected. Once hydroxyl groups were introduced by PVA adsorption, a clear change from the114.57&#186; contact angle of the native PDMS to 102.47&#186; of the PVA-modified surface was measured. The value found in the native PDMS was similarto that reported in previous studies<sup>28</sup>. This decrease was not observed after the PEG adsorption. This is likely to be related to the lowerdensity of hydroxyl groups that PEG provides. PEG only presents two hydroxyl groups at both ends of its chain, while PVA contains these groups allalong its whole linear structure. The higher amount of introduced hydroxyl groups should facilitate the incorporation of a higher number of silanemolecules during the silanization step. This step also gave rise to another change in the contact angle value when working with the PVA-modifiedsurfaces, which decreased to 96.9&#186;. However no difference was observed in the PEG-modified surfaces, which also suggests a low density of silanemolecules on the PDMS surface and in turn corroborates the above-mentioned assumption that the number of silanol groups introduced by this modificationapproach is rather low. Also, no changes in the contact angle values were obtained following each step of the chemical oxidation approach. Again, thislight chemical oxidation process may give rise to a low density of silanol groups and of silane molecules on the PDMS surface. The values were plottedin a bar graph, which can be found in Figure 4.</p><p>A more in depth study of the surface modification processes was carried out by XPS analysis. With this technique an identification and rough estimationof the density of the introduced groups during the modification steps can be done. The percentage values of the different atoms present on the PDMSsurface were extracted from the XPS survey scan. They are shown in Table 2. The carbon percentage increased after the PVA adsorption, from 43.38% to51.74%, while the Si content decreased from 36.90% to 27.05%. This was a consequence of the adsorption of PVA molecules on the PDMS surface. Thechanges were not so clear in the surfaces prepared by the other procedures. High resolution spectra of the C1s region were recorded for the detectionof the new peaks formed by the introduced groups. The deconvolution of the C1s region showed that new peaks appeared after each PDMS modification step\\(Figures 5, 6 and 7). The non-modified PDMS presented one peak with a binding energy of 284.90 eV. This peak corresponded to the carbon atom of themethyl group. After the different steps that introduce hydroxyl groups on the surface, a new peak appeared with an energy of 286.50 eV, whichcorresponded to the C&#8211;O bond. Both PVA and PEG molecules contain this bond, but PEG has it in lower quantities, so it gave a smaller signal inthe spectra, as expected. C-O bonds are not expected in the PDMS surface modified by the chemical oxidation procedure and just Si&#8211;OH groupsshould be detected. However, it is reported that oxidation of PDMS could give rise to hydroxyl groups that are bound to the carbon atom of the methylgroups<sup>29</sup>. This could be the reason of the presence of the C&#8211;O peak after the chemical oxidation step. Additionally, another peak wasobserved in all the surfaces after the silanization step. This peak corresponded to the C=O bond that is part of the aldehyde group of the appliedfunctional silane. The highest signal was again found in the surfaces corresponding to the PVA adsorption procedure. These results reflect that the PVAmodification process is more effective for the introduction of chemical functional groups on the surface of PDMS, in accordance with the contact anglemeasurement.</p><p>AFM studies were also carried out to the resulting surfaces after each modification steps. The recorded topographic and phase images \\(Figure 8) showedthat the native PDMS surface was flat and structurally and chemically homogeneous. After each modification step, the modified surfaces exhibited slightor dramatic variations depending on the applied procedure. After PVA adsorption, branch-like structures could be observed \\(also shown in Figure 8).These branches might be related to the linear structure of the PVA polymer chains that were adsorbed to the PDMS. After the silanization process withTESU, a honeycomb-like structure was observed \\(last two images of Figure 8). In this case, a polymerization process could have taken place among theTESU molecules, forming a layer that covered the entire surface.</p><p>The adsorption of PEG did not seem to affect the PDMS substrates \\(Figure 9). By contrast, after the silanization process, homogeneously dispersed dotsappeared on the surface. These might be TESU-based structures generated at the specific positions where isolated hydroxyl groups belonging to theadsorbed PEG molecules were located. The reason for the differences between the TESU layer in the PVA modified surface and the PEG modified one may bethat PEG contains only hydroxyl groups at the ends of its chain, as mentioned above.</p><p>In the case of the surfaces modified by chemical oxidation, AFM images \\(Figure 10) showed an increase in the roughness compared to the non-modifiedPDMS surface, but no changes were observed after the silanization process. This indicates that the chemical oxidation generated a very low density ofhydroxyl groups, thereby making the silanization less effective.</p><p><i></i></p><p><i>Fabrication and stability of a biosensor approach</i></p><p>The described PDMS biofunctionalization approaches were applied to the modification of a photonic Abbe prism based LoC system. Horseradish peroxidasewas selected as a model biomolecule. The analytical performance of the resulting modified systems was then tested by carrying out the analysis of H<sub>2</sub>O<sub>2</sub>. HRP was chosen because it is a widely used enzyme that exhibits a high turnover number and can be applied with a high numberof different mediators. Also, as H<sub>2</sub>O<sub>2 </sub>is the product of many other enzymatic reactions, HRP catalysis can be coupled in morecomplex enzymatic systems in order to get a cascade reaction to be applied for signal amplification.</p><p>For this aim, photonic LoCs were fabricated by a cast molding process, following a previously reported protocol<sup>30</sup>. The aldehyde-modifiedPDMS microchannels obtained after the different modification methods were incubated for 1 hour with 1 mg/mL HRP solution in carbonate buffer pH 8,getting it bound through the amine groups of its lysine residues by forming a Schiff base that is then reduced to a stable secondary amine with sodiumcyanoborohydride \\(NaBH<sub>3</sub>CN)<sup>31</sup>. The time of incubation and concentration of biomolecule could change depending on the biomoleculeto be immobilized, while the used buffer has the adequate composition for the reaction to takes place. The weakly and non-specifically adsorbed enzymeswere removed by rinsing the surfaces with a Phosphate Buffered Saline \\(PBS) solution pH 8 containing Tween 20, a rinsing step commonly applied for thispurpose<sup>32,33</sup>. HRP catalyzes the reduction of H<sub>2</sub>O<sub>2 </sub>in the presence of 0.5 mM of colorless 2,2&#8217;azino-bis\\(3-ethylbenzthiazoline-6-sulfonic acid) \\(ABTS) mediator in acetate buffer pH 5.5, which is in turn oxidized to the green-colored ABTS<sup>&#9679;+</sup> radical cation<sup>34</sup> \\(Figure 11). This cation presents an absorption peak at 420 nm and two secondary peaks at 650 and 720nm wavelenghts. The first one was chosen for the absorbance detection of this enzymatic reaction. Since proteins can easily adsorb on the surface ofnative PDMS due to their high hydrophobicity<sup>7</sup>, a fourth LoC was modified by direct adsorption of the enzyme under the same experimentalconditions applied in the other approaches and tested for comparative purposes.</p><p>The modified LoCs were stored for over two months and the operational stability of the immobilized enzyme was studied by calculating the sensitivityalong with time. A better stability was expected for those systems selectively modified with the enzyme compared with that one where HRP directlyadsorbed. This behavior could be anticipated considering the lack of control of the adsorption process and the fact that adsorbed proteins tend toexpose the highest area possible to the surface in order to maximize this interaction, which produced irreversible changes in their structure andconformation and resulted in their extensive unfolding and inactivation<sup>35</sup>.</p><p>As it can be seen in Figure 12, the absorbance at 420 nm increased together with the H<sub>2</sub>O<sub>2</sub> concentration for all the testedsystems. This increase was lineal in the range 0-24.3 &#181;M H<sub>2</sub>O<sub>2</sub> and then saturation occurred. A linear fitting was carried outin this range and the analytical parameters were calculated \\(Table 3). There were no significant differences among the different approaches, but theestimated error was higher for the adsorption approach. The lowest LOD was 0.10 &#181;M H<sub>2</sub>O<sub>2</sub>. This result was between 10 and 100times lower than the previously reported values in similar analytical systems based on the use of HRP as a receptor<sup>25,36</sup>. In addition, thesensitivity of the modified PhLoC was 150 times better than in other applications using the same system<sup>30</sup>.</p><p>The storage stability of the modified PhLoC systems was studied by calculating their changes in sensitivity with time, as mentioned above \\(Figure 13).Two different behaviors could be observed. The systems based on the modification with PEG showed a rapid decrease in the sensitivity during the firstweek, while those based on the PVA modification and chemical oxidation remained more stable for at least one month. However, the latter showed adecrease in the sensitivity after the first month, while the PVA-based system retained 82% of the initial sensitivity after two months.</p><p>The present results indicate that the PVA and chemical approaches provide the PhLoC systems with a better analytical performance in terms of bothreproducibility and stability. The structural characterization together with the analytical studies also verify that the PVA-based procedure should bethe one chosen for the modification of PDMS with enzymes considering the higher density of functional groups introduced during the modification stepsand the longer stability of the resulting analytical PhLoC system.</p><br/></div>"
        },
        {
            "header": "References",
            "content": "1. Makamba H., Kim J.H., Lim K., Park N., Hahn J.H. Surface modification of poly\\(dimethylsiloxane) microchannels. Electrophoresis 24, 3607-3619 \\(2003).\r\n  2. McDonald J.C., Whitesides G.M. Poly\\(dimethylsiloxane) as a material for fabrication of microfluidic devices. Acc. Chem. Res. 35\\(7), 491-499 \\(2002).\r\n  3. Gray D.S., Tien J., Chen C.S. Repositioning of cells by mechanotaxis on surfaces with micropatterned Young’s modulus. J. Biomed. Mater. Res., Part A 66\\(3), 605-614 \\(2003).\r\n  4. Xia Y., Whitesides G.M. Soft lithography. Annu. Rev. Mater. Sci. 28, 153-184 \\(1998).\r\n  5. Huang B., Wu H., Kim S., Zare R.N. Coating of poly\\(dimethylsiloxane) with n-dodecyl-beta-D-maltoside to minimize nonspecific protein adsorption. Lab Chip 5, 1005-1007 \\(2005).\r\n  6. Bai Y. et al. Surface modification for enhancing antibody binding on polymer-based microfluidic device for Enzyme-Linked Immunosorbent Assay. Langmuir 22, 9458-9467 \\(2006).\r\n  7. Yasukawa, T., Maekawa, E. Mizutani, F. Immobilization of glucose oxidase on a poly\\(dimethylsiloxane layer by using poly\\(L-lysine) as a polymer backbone. Anal. Sci. 25, 1159-1162 \\(2009).\r\n  8. Wong I., Ho C.M. Surface molecular property modifications for poly\\(dimethylsiloxane) \\(PDMS) based microfluidic devices. Microfluid. Nanofluid. 7, 291-306 \\(2009). Slentz, B.E., Penner, N.A., Lugowska, E., Regnier, F. Nanoliter capillary electrochromatography columns based on collocated monolithic support structures molded in poly\\(dimethyl siloxane). Electrophoresis 22, 3736-3743 \\(2001).\r\n  9. Slentz, B.E., Penner, N.A., Lugowska, E., Regnier, F. Nanoliter capillary electrochromatography columns based on collocated monolithic support structures molded in poly\\(dimethyl siloxane). Electrophoresis 22, 3736-3743 \\(2001).\r\n  10. Bodas D., Khan-Malek C. Hydrophilization and hydrophobic recovery of PDMS by oxygen plasma and chemical treatment – An SEM investigation. Sens. Actuators B 123, 368-373 \\(2007).\r\n  11. Berdichevsky Y., Khandurina J., Guttman A., Lo Y.H. UV/Ozone modification of Poly\\(dimethylsiloxane) microfluidics channels. Sens. Actuators B 97, 402-408 \\(2004).\r\n  12. Sandison, M.E., Cumming, S.A., Kolch, W., Pitt, A.R. On-chip immunoprecipitation for protein purification. Lab Chip 10, 2805-2813 \\(2010).\r\n  13. Sui G. et al. Solution-phase surface modification in intact poly\\(dimethylsiloxane) microfluidic channels. Anal. Chem. 78\\(15), 5543-5551 \\(2006).\r\n  14. Phely-Bobin, T.S., Muisener, R.J., Koberstein, J.T., Papadimitrakopoulos, F. Site-specific self-assembly of Si/SiOx nanoparticles on micropatterned poly\\(dimethylsiloxane) thin films. Synthetic Met. 116, 439-443 \\(2001).\r\n  15. Efimenko, K., Wallace, W.E., Genzer, J. Surface modification of Sylgard-184 poly\\(dimethyl siloxane) networks by ultraviolet and ultraviolet/ozone treatment. J. Colloid Interface Sci. 254, 306-315 \\(2002).\r\n  16. Chen, H.Y., Lahann, J. Fabrication of discontinuous surface patterns within microfluidic channels using photodefinable vapour-based polymer coatings. Anal. Chem. 77, 6909-6914 \\(2005).\r\n  17. Roman, G.T., Hlaus, T. Bass, K.J., Seelhammer, T.G., Culbertson, C.T. Sol-gel modified poly\\(dimethylsiloxane) microfluidic devices with high electroosmotic mobilities and hydrophilic channel wall characteristics. Anal. Chem. 77, 1414-1422 \\(2005).\r\n  18. Roman, G.T., Culbertson, C.T. Surface engineering of poly\\(dimethylsiloxane) microfluidic devices using transition metal sol–gel chemistry. Langmuir 22, 4445-4451 \\(2006).\r\n  19. Towns, J.K., Regnier, F.E. Capillary electrophoretic separations of proteins using nonionic surfactant coatings. Anal. Chem. 63, 1126-1132 \\(1991).\r\n  20. Makamba, H., Hsieh, Y.Y., Sung, W.C., Chen, S.H. Stable permanently hydrophilic protein-resistant thin-film coatings on poly\\(dimethylsiloxane) substrates by electrostatic self-assembly and chemical cross-linking. Anal. Chem. 77, 3971-3978 \\(2005).\r\n  21. Ibarlucea B., Fernández-Sánchez F., Demming S., Büttgenbach S., Llobera A. Selective functionalisation of PDMS-based photonic lab on a chip for biosensing. Analyst \\(2011) DOI: 10.1039/c0an00941e\r\n  22. Yu L., Li C.M., Zhou Q., Luong J.H.T. Poly\\(vinyl alcohol) functionalized poly\\(dimethylsiloxane) solid surface for immunoassay. Bioconjug. Chem. 18\\(2), 281-284 \\(2007).\r\n  23. Charles P. T. et al. Reduction of non-specific protein adsorption using poly\\(ethylene) glycol \\(PEG) modified polyacrylate hydrogels in immunoassays for staphylococcal enterotoxin B detection. Sensors 9, 645-655 \\(2009).\r\n  24. Zimmermann J.L., Nicolaus T., Neuert G., Blank K. Thiol-based, site-specific and covalent immobilization of biomolecules for single-molecule experiments. Nature Protocols 5\\(6), 975-985 \\(2010).\r\n  25. Llobera A., Wilke R., Büttgenbach S. Poly\\(dimethylsiloxane) hollow Abbe prism with microlenses for detection based on absorption and refractive index shift. Lab Chip 4, 24-27 \\(2004).\r\n  26. Kozlov, M. Quarmyne, M., Chen, W., McCarthy, T.J. Adsorption of poly\\(vinyl alcohol) onto hydrophobic substrates. A general approach for hydrophilizing and chemically activating surfaces. Macromolecules 36, 6054-6059 \\(2003).\r\n  27. Hair M.L., Tripp C.P. Alkylchlorosilane reactions at the silica surface. Colloids Surf. A 105, 95-103 \\(1995).\r\n  28. Mata A., Fleischman A.J., Roy S. Characterization of polydimethylsiloxane \\(PDMS) properties for biomedical micro/nanosystems. Biomed. Microdevices 7\\(4), 281-293 \\(2005).\r\n  29. Hillborg H. et al. Crosslinked polydimethylsiloxane exposed to oxygen plasma studied by neutron reflectometry and other surface specific techniques. Polymer 41, 6851-6863 \\(2000).\r\n  30. Llobera A., Wilke R., Büttgenbach S. Enhancement of the response of poly\\(dimethylsiloxane) hollow prisms through air mirrors for absorbance-based sensing. Talanta 75, 473-479 \\(2008).\r\n  31. Ferreira L., Ramos M.A., Dordick J.S., Gil M.H. Influence of different silica derivatives in the immobilization and stabilization of a Bacillus licheniformis protease \\(Subtilisin Carlsberg). J. Mol. Catal. B: Enzym. 21, 189-199 \\(2003).\r\n  32. Zhang, K., Diehl, M.R., Tirrell, D.A. Artificial polypeptide scaffold for protein immobilization. J. Am. Chem. Soc. 127, 10136-10137 \\(2005).\r\n  33. Shriver-Lake, L.C. et al. Antibody immobilization using heterobifunctional crosslinkers. Biosens. Bioel. 12\\(11), 1101-1106 \\(1997).\r\n  34. Kadnikova E.N., Kostic N.M. Oxidation of ABTS by hydrogen peroxide catalyzed by horseradish peroxidase encapsulated into sol-gel glass. Effects of glass matrix on reactivity. J. Mol. Catal. B: Enzym. 18, 39-48 \\(2002).\r\n  35. Di Risio, S., Yan, N. Adsorption and inactivation behavior of horseradish peroxidase on various substrates. Colloid Surface B 79, 397-402 \\(2010).\r\n  36. Tamasko M. et al. An approach to in situ detection of hydrogen peroxide: application of a commercial needle-type electrode. Physiol. Meas. 28, 1533-1542 \\(2009)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work has received funding from the European Research Council under the European Community’s Seventh Framework Programme \\(FP7/2007-2013)/ERC grant agreement no. 209243. The authors thank Dr. Manuel Gutierrez for his kind help with the AFM study."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1039/C0AN00941E",
                "date": "2011-11-30 08:07:00",
                "title": "Selective functionalisation of PDMS-based photonic lab on a chip for biosensing",
                "authors": [
                    "Bergoi Ibarlucea",
                    "César Fernández-Sánchez",
                    "Stefanie Demming",
                    "Stephanus Büttgenbach",
                    "and Andreu Llobera"
                ],
                "journal": "The Analyst",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11928,
                "identity": "9fb678d9-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Cesar Fernández-Sánchez",
                "email": "cesar.fernandez@imb-cnm.csic.es",
                "orcid": "",
                "institution": "Chemical Transducers Group",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Cesar",
                "middleName": "",
                "lastName": "Fernández-Sánchez",
                "suffix": ""
            },
            {
                "id": 11931,
                "identity": "9fb67ede-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Andreu Llobera",
                "email": "andreu.llobera@imb-cnm.csic.es",
                "orcid": "",
                "institution": "Chemical Transducers Group",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Andreu",
                "middleName": "",
                "lastName": "Llobera",
                "suffix": ""
            },
            {
                "id": 11927,
                "identity": "9fb67522-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bergoi Ibarlucea",
                "email": "",
                "orcid": "",
                "institution": "Chemical Transducers Group",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bergoi",
                "middleName": "",
                "lastName": "Ibarlucea",
                "suffix": ""
            },
            {
                "id": 11929,
                "identity": "9fb67ba8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Stefanie  Demming",
                "email": "",
                "orcid": "",
                "institution": "Institut für Mikrotechnik, Technische Universität Braunschweig",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stefanie",
                "middleName": "",
                "lastName": "Demming",
                "suffix": ""
            },
            {
                "id": 11930,
                "identity": "9fb67d60-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Stephanus Büttgenbach",
                "email": "",
                "orcid": "",
                "institution": "Institut für Mikrotechnik, Technische Universität Braunschweig",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stephanus",
                "middleName": "",
                "lastName": "Büttgenbach",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-11-25 15:04:25",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.271",
        "doiUrl": "https://doi.org/10.1038/protex.2011.271",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465647,
                "identity": "21c25378-e91b-4cd0-891a-3514042ec964",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:08",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 280026,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2263/v1/ff6c00e1-b25e-4935-81ad-ccd000315719.pdf"
            },
            {
                "id": 2608400,
                "identity": "47cbc141-3d55-4a20-b09f-d62ffe21fa97",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:12",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 3727595,
                "visible": true,
                "origin": "",
                "legend": "Biofunctionalization of PDMS-based microfluidic systems   protocol",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2263/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "PDMS, biofunctionalization, microfluidics, lab-on-a-chip",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Three simple approaches for the selective immobilization of biomolecules on the surface of poly\\(dimethylsiloxane) \\(PDMS) microfluidic systems that do not require any specific instrumentation, are described and compared. They are based in the introduction of hydroxyl groups on the PDMS surface by direct adsorption of either polyethylene glycol \\(PEG) or polyvinyl alcohol \\(PVA) as well as by a liquid-based oxidation step. The hydroxyl groups are then silanized using a silane containing an aldehyde end-group that allows the surface to interact with a primary amine moiety of the biomolecule structure to be immobilized. The entire process takes 4.5h. The required steps can be characterized in less than 15 hours by contact angle measurements, X-ray photoelectron spectroscopy \\(XPS) and atomic force microscopy \\(AFM). The performance of the biofunctionalization process can be assessed by using peroxidase enzyme as a model biomolecule. Its correct immobilization and stability is easily tested by developing an analytical approach for hydrogen peroxide \\(H2O2) detection in the biofunctionalized microfluidic system and carrying out analytical measurements for a period of up to two months.\r\n\n\n\r\n\n\nThe full version of this protocol as a Word file has been upload and can be accessed from \"this link\":http://www.nature.com/protocolexchange/system/uploads/2007/original/ibarlucea_2011.docx?1322233604",
        "manuscriptTitle": "Biofunctionalization of PDMS-based microfluidic systems",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-11-29 14:17:53",
                "doi": "10.1038/protex.2011.271",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fb611c0-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 29th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2652,
                "name": "Biochemistry"
            },
            {
                "id": 2653,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-11-29 14:17:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}