{
    "identity": "nprot-251",
    "title": "Culturing Drosophila egg chambers and imaging border cell migration",
    "content": [
        {
            "header": "Introduction",
            "content": "Border cell migration in the Drosophila egg chamber is a powerful, genetically tractable model to study cell invasion1. Studying border cell migration in Drosophila has allowed identification and characterization of several genes needed for cell migration and their guidance.\r\n\n\n\r\n\n\nThe big drawback in studying border cell migration has been lack of success culturing stage 9 egg chambers and so border cell migration has been studied only in fixed ovaries. We have established conditions for culturing stage 9 and 10 egg chambers for 2-3 hours, allowing analysis of cell behavior in wild type and mutant egg chambers<sup>2</sup>. \r\n\n\n\r\n\n\nSeveral methods for imaging older egg chambers have been reported, but culturing of stage 8 and 9 egg chambers has not been possible, perhaps because at these stages egg chambers grow fast and are highly sensitive to poor nutrient conditions. Previous methods have been used to study cytoplasmic streaming<sup>3</sup>, RNA localization<sup>4</sup> and for late epithelial morphogenetic movements<sup>5</sup>. In contrast to these approaches, our method has been optimized to support maintenance and growth of earlier egg chambers. Although we have so far only applied this technique to border cell migration, it may well prove adaptable to the study of other early processes in oogenesis"
        },
        {
            "header": "Reagents",
            "content": "Drosophila females and males, 3-6 Days old\r\n\n\n8 well Lab-Tek imaging chambers \\(Nunc #155411)\r\n\n\nPoly-D-Lysine \\(&gt;300kDa Sigma #P-7405), dissolve in PBS to concentration of 0.1 mg/ml\r\n\n\n\r\n\n\nSchneider&#x2019;s media \\(Gibco #21720), prepare sterile aliquots and store at 4&#xB0;C. We use each aliquot once then discard it. \r\n\n\n10 mg/ml Insulin \\(Sigma #19278), store in 4&#xB0;C, keep for 1-2 months.\r\n\n\nFetal Calf Serum \\(PAA #A15043), heat inactivated, 55&#xB0;C for 20 min. Aliquot and store at -20&#xB0;C. Keep one working aliquot at  4&#xB0;C\r\n\n\nTrehalose \\(Fluka #90208), dissolve in Schneider&#x2019;s media 200mg/ml, sterile filter, and store at 4&#xB0;C\r\n\n\nMethoprene \\(Sigma #33375), 5mM stock, dissolve in EtOH, store at -20&#xB0;C in glass vial.\r\n\n\n20-hydroxyecdysone \\(Sigma #H5142), 2 mg/ml stock in water, aliquot and store at -20&#xB0;C.\r\n\n\n5 ug/ml Adenosine deaminase7 \\(Roche #10258921), stored at 4&#xB0;C. Dilute 1:100 with PBS and store at 4&#xB0;C.\r\n\n\nFM 4-64 \\(Invitrogen #T13320), 1.6mM stock, in sterile water. Store in 4&#xB0;C protected from light.\r\n\n\n\r\n\n\nDissection dishes. Pyrex 9 depression glass spot plates, \\(Corning #220-85)\r\n\n\nForceps, Dumont No. 5 stainless steel \\(Dumont #0208-5)\r\n\n\nMinutien Dissection pins \\(Fine Scientific tools 26002-10) \r\n\n\nTungsten needle \\(see Needle making)\r\n\n\nDissection microscope\r\n\n\n2M Sodium Hydroxide solution\r\n\n\n9 volt DC power supply, and a fume hood\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\nDissection medium, Schneider&#x2019;s medium \\(Gibco #21720) + 5 &#x3BC;g/ml Insulin \\(Sigma #19278).\r\n\n\n\r\n\n\nImaging medium: Schneider&#x2019;s Medium +2.5% Fetal Calf Serum \\(PAA A15043) + 5 &#x3BC;g/ml Insulin + 2 mg/ml Trehalose \\(Fluka #90208) +5 &#x3BC;M Methoprene \\(Sigma #33375) +1&#x3BC;g/ml 20-hydroxyecdysone \\(Sigma #H5142)+ 50 ng/ml Adenosine deaminase \\(Roche #10258921).  + 9 &#x3BC;M FM 4-64 \\(Invitrogen #T13320)."
        },
        {
            "header": "Equipment",
            "content": "Zeiss LSM-510-Meta, or similar confocal microscope\r\n\n\n40x 1.3 N.A. Plan NeoFluor oil immersion objective\r\n\n\n\r\n\n\nh3. Equipment Setup\r\n\n\n\r\n\n\nAny inverted confocal microscope is suitable for imaging. An automated XY stage allows several movies, which can be acquired simultaneously. High working distance objectives such as 60x water immersion objectives also give good imaging results, although water immersion is less compatible with multi-position imaging.\r\n\n\n\r\n\n\nConfocal microscopy imaging is performed using a Zeiss LSM-510-Meta with a 40x 1.3 N.A. Plan NeoFluor oil immersion objective. 3 channels are acquired simultaneously: GFP \\(488nM laser and 505-550 band-pass filter), FM 4-64 \\(488nm laser and 560nm long pass filter) and transmission image \\(DIC). 7 sections are taken 7.5 &#x3BC;m apart with 2-5 minutes between stacks. 3-6 egg chambers are simultaneously imaged using a multi-time series macro8. The 3-4 sections covering the migrating cluster were projected for each time point, using the Zeiss LSM image examiner software."
        },
        {
            "header": "Procedure",
            "content": "**Preparing the flies**\r\n\n\n1) Set up fly crosses.\r\n\n\n\r\n\n\n2) Collect newly hatched females of the correct genotype daily and place them into fresh vial with yeast with equal amount of males to ensure continued production of eggs. Avoid overcrowding the vials. To generate partial clones place collected flies in empty fly vial and heat shock for 10 minutes in water bath at 37°C. Flies should be heat shocked as soon as possible after hatching \\(see troubleshooting). Store flies at 25°C. Heat shocked flies for clonal analysis should be placed to fresh yeast every day until imaged \\(generally from 2 to 5 days after the heat shock).\r\n\n\n\r\n\n\n3) Place 2 or 3 days old females to wet yeast 2 or 3 days prior dissecting. For clonal analysis, we use flies 2 or 3 days after adult heat shock, which gives a good rate of partial clones. For full border cell clusters, either heat shock as larvae \\(three consecutive 1 h heat shocks every 12h for 2nd-3rd instar larvae) or leave flies for 4-5 days after adult heat shock. We find the identification of mutant cells easiest if the MARCM system6 is used, however it is also possible to use the conventional FRT system.\r\n\n\n\r\n\n\n**Preparing the imaging dishes and media**\r\n\n\n4) Pipette 150 μl of 0.1 mg/ml Poly-D-Lysine into each well of a LabTek chamber and incubate at 37°C for 1 to 2 hours. Remove poly-Lysine \\(can be stored at -20°C and re-used). Wash coated dishes 4x with water and aspirate. Freshly coated dishes can be used immediately for imaging or alternatively stored at -20°C at least for one month. \r\n\n\n\r\n\n\n5) Prepare dissection and culture media\r\n\n\nPrepare culture media fresh each day. \\[Troubleshooting]\r\n\n\n\r\n\n\n_Dissection media_\r\n\n\nTake 15ml of Schneider’s media and add 7.5μl Insulin. Warm to room temperature prior to dissection.\r\n\n\n\r\n\n\n_Culture media_\r\n\n\nTo 965μl Dissection media, add 25μl FCS, 10μl Trehalose solution, 1μl diluted ADA, 1μl Methoprene, 0.5μl Ecdysone. This solution can be kept at room temperature for several hours. Immediately before imaging, take 200μl, and add ~0.6μl FM4-64. Each well requires 200μl of media, so scale accordingly. \\[Troubleshooting]\r\n\n\n\r\n\n\n\r\n\n\n**Dissection of egg chambers**\r\n\n\n6) Pull out ovaries with fine dissecting forceps from 1-2 anesthetized females in about 500 μl of dissecting medium in glass dissecting chamber. We use carbon dioxide to anesthetize individual flies and we try to minimize the time they are anesthetized.\r\n\n\n\r\n\n\n7) Transfer the ovaries into a new well with fresh dissecting medium. And use fine dissection pins to open up the ovaries and detach strings of ovarioles from each other. Select an ovariole that contains an appropriate staged egg chamber. \\(Figure 1a) \r\n\n\n\r\n\n\n8) Dissect single egg chambers of appropriate stages out from the muscle sheath and remove older and younger egg chambers. Dissociating the ovarioles will sometimes remove the muscle sheath. Chains without the muscle sheath are easily identifiable as the egg chambers are less tightly packed  \\(see Figure 1). In either case, start by removing older stage egg chambers from the chain. The muscle sheath will often roll off once the older egg chambers are removed. Use the two needles in a scissoring action. \\(see Figure 1). To minimize damage, place the blunter pin near the target egg chamber, then quickly drag the tungsten needle past it on the other side. We find that separating the egg chambers in this way minimizes damage to the target egg chamber. Repeat this process to remove the younger egg chambers in the chain. Again, the blunter needle should be closest to the target egg chamber. It is not strictly necessary to remove all of the younger egg chambers, but we find that single egg chambers tend to lie better in the imaging chamber. Also some muscle sheath often remains on very young egg chambers, which causes the chain to move during imaging.\r\n\n\n\r\n\n\nLearn how to distinguish the appropriate stages of egg chambers with dissecting microscope. Good markers are the relative size of oocyte compared to the whole the egg chamber, whether the oocyte has started to uptake yolk \\(becoming more opaque), and whether nurse cells are transparent or opaque,  \\(due to lipid droplet accumulation). We find that placing the dish on a black background helps, also illuminating the dish from above or the side makes stage discrimination easier. \r\n\n\n\r\n\n\n9) Transfer single dissected egg chambers into new well with dissecting medium, avoid debris. A pipette with a 2μl or 20μl tip can be used to transfer the egg chambers. \r\n\n\n\r\n\n\n10) Wash the egg chambers once more with medium, select the 5-10 nicest ones of correct stage and transfer them into poly-D-lysine coated imaging chamber. Total volume of about 10 μl is enough for transferring. \r\n\n\n\r\n\n\n11) Let egg chambers briefly adhere \\(approximately 5-10 seconds) and then carefully add 200 μl of imaging medium supplemented with FM4-64 just before use. \r\n\n\nDissection time should be limited to 15 minutes. Egg chambers can be maintained for approximately 3 hours in imaging media before morphological defects appear. As the dissection media lacks most of the additives, the time egg chambers spend it in should be minimized.  \r\n\n\n\r\n\n\n**Imaging**\r\n\n\n12) By using transmission and FM4-64 channels choose healthy looking egg chambers for imaging. For border cell migration, choose egg chambers, where border cells have clearly delaminated or are already migrating. Use FM4-64 as an indicator of damage and exclude egg chambers if any nurse cells or follicle cells show greatly increased FM 4-64 uptake compared to their neighbors \\(indicating damage during dissection). See figure 2. Also egg chambers that take up FM4-64 very badly are likely to be unhealthy. Quite often in those cases the transmission channel will also shows that nurse cell cytoplasm is filled with vesicles and appears granular \\(in many cases, however, this becomes apparent only after some time).\r\n\n\n\r\n\n\n13) Set up the microscope. We generally use 40x oil objective, which is convenient if motorized stage is used. Water and glycerol objectives are giving deeper working distance but one should keep in mind that water will evaporate during imaging.\r\n\n\n\r\n\n\nFM4-64 can be excitated by using a 488 laser line, which allows simultaneous excitation and capturing of GFP, FM4-64 and DIC channels.\r\n\n\n\r\n\n\nChoose 3 to 8 good looking egg chambers \\(use DIC and FM4-64 to asses the healthiness of egg chambers), and mark their position with stage tool. Set up the plane where border cells are as a middle point of your future z stack. Begin imaging. \r\n\n\n\r\n\n\nWe have successfully been taking 7 z positions from each egg chamber every 2 minutes for 2,5 hours. We have not observed significant problems with phototoxicity during imaging at laser intensities where FM4-64 is clearly visible. High intensity, localized excitation may cause some toxicity. It is important to check the morphology of egg chambers after imaging to control for this.\r\n\n\n\r\n\n\n14) Image processing. We use the Zeiss browser to review and project timelapses and ImageJ for further processing. We assess the following basic characteristics in movie:\r\n\n\n• The egg chamber should increase in size during imaging\r\n\n\n• The oocyte should grow\r\n\n\n• The follicle cell layer should retract towards the oocyte\r\n\n\n• Nurse cell nuclei should display some movement \r\n\n\n• Nurse cell membranes should be tightly adhered \r\n\n\nWe deem a movie to have ‘ended’ when the nurse cell nuclei stop moving, the nurse cell membranes become highly detached and nurse cells adopt a rounded shape. \\(See expected results for further discussion)"
        },
        {
            "header": "Timing",
            "content": "Step 1-3 Fly genetics 1-2 weeks depending on genotype\r\n\n\nStep 4-5 Preparation 2 hours\r\n\n\nStep 6-11 Dissection 15 minutes\r\n\n\nStep 12-14 Imaging 2+ hours"
        },
        {
            "header": "Critical Steps",
            "content": "8) Critical step: be careful not to damage the egg chambers when dissecting, this happen very easily even for experienced people.\r\n\n\n\r\n\n\n9) Critical Step: Pipette dissection media up and down in the tip 2-3 times before picking up the egg chambers.  Failure to do this will lead to them becoming stuck in the tip. At this stage try and remove any egg chambers, which are obviously damaged \\(see Figure 2).\r\n\n\n\r\n\n\n12) Critical step: By using transmission and FM4-64 channels choose healthy looking egg chambers for imaging."
        },
        {
            "header": "Troubleshooting",
            "content": "Step 5: Precipitate in media\r\n\n\nFine white crystals are visible in the Schneider&#x2019;s media\r\n\n\nSome precipitates form in insect media over time. If crystals are visible, discard the batch of media.\r\n\n\n\r\n\n\nStep 5: Poor FM4-64 labeling\r\n\n\nFM4-64 added too early\r\n\n\nThe FM4-64 should be added to the media just prior to dissection for the best labeling.\r\n\n\n\r\n\n\nStep 11: Egg chambers do not stick down on poly-d lysine coated chambers\r\n\n\nContamination of media components\r\n\n\nTake new aliquots of  medium components\r\n\n\n\r\n\n\nStep 11: Dissection media contains FCS\r\n\n\nLet egg chambers adhere with medium without FCS, and then add complete culture media.\r\n\n\n\r\n\n\nStep 11: Poly-Lysine coating not working\r\n\n\nUse freshly coated imaging chambers\r\n\n\n\r\n\n\nStep 11: Egg chambers not removed from muscle sheath\r\n\n\nTake care of removing egg chambers from muscle sheath when dissecting.\r\n\n\n\r\n\n\nStep 11: Egg chambers do not develop\r\n\n\nSuboptimal, too old, stressed or poorly fed females.\r\n\n\nTake care that your crosses are not overcrowded, gather females when they have just hatched, do not overcrowd the vials. Use 3-6 day old females, feed the with fresh yeast at least 1 d before imaging\r\n\n\n\r\n\n\nStep 11: Many red dots appear around egg chambers\r\n\n\nThe dots are bacteria or yeast, and medium components contaminated. Change new aliquots of media components.\r\n\n\n\r\n\n\nStep 11: Egg chambers do not develop \r\n\n\nToo many egg chambers in imaging chamber. Place 5-8 egg chambers to each well of the imaging chamber.\r\n\n\n\r\n\n\nStep 11:FM4-64 is not taken up by some egg chambers \r\n\n\nDead/ unhappy egg chambers\r\n\n\nTake care of your flies\r\n\n\n\r\n\n\nStep 11: FM4-64 not working well\r\n\n\nAdd FM4-64 dye to imaging medium just before imaging. Take new aliquot.\r\n\n\n\r\n\n\nStep 11: FM4-64 is not taken up by all egg chambers \r\n\n\nSometimes seen after adult heat shock to generate clones.\r\n\n\nFor clonal analysis, either give larval heat shocks or give 10 min 37 heat shocks to newly hatched virgins.\r\n\n\n\r\n\n\nStep 11: Border cells do not migrate\r\n\n\nEgg chambers do not develop\r\n\n\nSee above\r\n\n\nStep 11: Border cells do not migrate\r\n\n\nBorder cells have not delaminated. Select slightly older egg chambers \r\n\n\n\r\n\n\nStep 11: Border cells do not migrate\r\n\n\nNurse cells damaged. Use vital dye to exclude damaged egg chambers.\r\n\n\n\r\n\n\nStep 14: Border cells behave irratically, migrate towards a nurse cell and deviate from their usual route.\r\n\n\nThe egg chamber contains a damaged nurse cell.\r\n\n\nCheck FM4-64 channel. If one nurse cell accumulates dye faster than its neighbors, it has been injured and the movie should be discarded."
        },
        {
            "header": "Anticipated Results",
            "content": "The migration of border cells was estimated to take about 6 hours, which corresponds roughly the migration observed in culture conditions. The border cell migration is somewhat variable even in the case of wild type and several successful movies should be recorded before drawing any conclusions of mutant phenotypes. Before analyzing a mutant, we suggest you spend some time insuring you can image wild-type egg chambers.\r\n\n\n\r\n\n\nOne should keep in mind, however, that depending on the nutritional status of the females and other unknown factors, some egg chambers do not always develop normally in culture conditions. The transmission image is especially useful to assess the overall health of the egg chamber during imaging. We observed that in the healthy egg chambers the nurse cell nuclei move and rotate during imaging. The optimized culture conditions allow also some development of the egg chamber, which is seen as successful follicle cell retraction, centripetal cell migration, growth of the oocyte and growth of the egg chamber. Unhealthy egg chambers do not often fill these criteria, and in addition, in some cases the DIC channel shows that NC nuclei are elongated and their cytoplasm is filled with vesicles and looks granular \\(in many cases, however this becomes apparent only after imaging). After several hours \\(usually ~3 hours post-dissection) nuclei stop moving, indicating the early stages of degeneration. After 2-3 hours nurse cells become rounded and they loose their tight association from each other. The membranes begin detaching from each other, starting at the corners. Movies should not be continued after the point where nurse cell detachment or cessation of nuclear movement is observed. Using these criteria we have found that it is possible to reliably image egg chambers for 2 &#xBD; - 3 hours after dissection. It is worth noting that border cells will continue to migrate for some time after the egg chamber has begun to degenerate. As we do not believe that this reflects real migration stop or cut movies once degeneration is apparent. If left long enough 4+ hours the oocyte will often burst into the nurse cells or vice versa. We have sometimes observed that the border cells continue to migrate, even after such catastrophic degeneration. \r\n\n\n\r\n\n\nMovies showing successful and unsuccessful culture can be downloaded from: \"http://www.embl.de/ExternalInfo/rorth/Cliffe_NatProt2007/\":http://www.embl.de/ExternalInfo/rorth/Cliffe_NatProt2007/\r\n\n\n\r\n\n\nTotal size aprox 10Mb, including a Word file explaining the movies."
        },
        {
            "header": "References",
            "content": "1. Rorth, P. Initiating and guiding migration: lessons from border cells. _Trends Cell Biol_. **12**, 325-331 \\(2002).\r\n  \r\n\n\n2. Bianco, A. et al. Two distinct modes of guidance signaling during collective migration of border cells. _Nature_. In Press. \\(2007).\r\n  \r\n\n\n3. Serbus, L.R. Cha, B.J. Theurkauf ,W.E. Saxton W.M. Dynein and the actin cytoskeleton control kinesin-driven cytoplasmic streaming in Drosophila oocytes. _Development_. **132**, 3743-3752 \\(2005).\r\n  \r\n\n\n4. Forrest, K.M. Gavis, E.R. Live imaging of endogenous RNA reveals a diffusion and entrapment mechanism for nanos mRNA localization in Drosophila. _Curr Biol_. **13**, 1159-1168 \\(2003).\r\n  \r\n\n\n5. Dorman, J.B. et al. bullwinkle is required for epithelial morphogenesis during Drosophila oogenesis. _Dev Biol_. **267**, 320-341 \\(2004).\r\n  \r\n\n\n6. Wu, J.S. Luo, L. A protocol for mosaic analysis with a repressible cell marker \\(MARCM) in Drosophila. Nat Protoc. **1**, 2583-2589 \\(2006).\r\n  \r\n\n\n7. Zurovec M, Dolezal T, Gazi M, Pavlova E, Bryant PJ.  Adenosine deaminase-related growth factors stimulate cell proliferation in Drosophila by depleting extracellular adenosine. _Proc Natl Acad Sci U S A_. **99**, 4403-8\r\n  \r\n\n\n8. Rabut, G. &amp; Ellenberg, J. Automatic real-time three-dimensional cell tracking by fluorescence microscopy. _J Microsc_. **216**, 131-7 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank the Advanced Light Microscopy facility, especially Stefan Terjung and Arne Seitz for their help with imaging and Nachen Yang for help with dissection.\r\n\n\n\r\n\n\nPlease contact Adam Cliffe or Minna Poukkula with questions or queries regarding this protocol."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature05965",
                "date": "2007-06-04 08:09:29",
                "title": "Two distinct modes of guidance signaling during collective migration of border cells",
                "authors": [
                    "Ambra Bianco",
                    "Minna Poukkula",
                    "Adam Cliffe",
                    "Juliette Mathieu",
                    "Carlos M. Luque",
                    "Tudor A. Fulga & Pernille Rørth"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10297,
                "identity": "9ef7be2a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Adam Cliffe",
                "email": "",
                "orcid": "",
                "institution": "EMBL, Heidelberg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Adam",
                "middleName": "",
                "lastName": "Cliffe",
                "suffix": ""
            },
            {
                "id": 10298,
                "identity": "9ef7c1e8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Minna Poukkula",
                "email": "",
                "orcid": "",
                "institution": "EMBL, Heidelberg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Minna",
                "middleName": "",
                "lastName": "Poukkula",
                "suffix": ""
            },
            {
                "id": 10299,
                "identity": "9ef7c3ce-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Pernille Rørth",
                "email": "",
                "orcid": "",
                "institution": "EMBL, Heidelberg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pernille",
                "middleName": "",
                "lastName": "Rørth",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-13 16:02:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.289",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.289",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607754,
                "identity": "d3d6b35b-2591-47b3-ba9a-48eefeba6d05",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 319407,
                "visible": true,
                "origin": "",
                "legend": "Dissection of egg chambers   a) An example of a single dissected ovary. b) An ovariole out of the muscle sheath (upper), and still encapsulated (lower), note that in the lower case the egg chambers are much closer together and less round. c) Examples of dissecting pins (upper) and tungsten needles (lower), inset shows the difference in thickness. d) Step 1 of dissection: the thicker pin is placed into the top of the ovary and the thinner tungsten needle is moved repeatedly towards the tip to separate the ovarioles. e) Step 2: the older stage egg chambers are removed. The pin is placed on the side of the target egg chamber (a very late stage 9 chamber), and the needle is used to cut the older egg chamber away (red arrow). f) Step 3: the younger egg chambers are removed. Again the pin is placed nearest to the desired egg chamber, (mid stage 9) and the needle is used to cut the younger egg chambers away. g) Schematic of pin and needle positions for stage 2 and 3. In each case the needle is moved, while the blunter pin stays stationary next to the desired egg chamber. h) Examples of different stages of egg chamber, from left to right: too young (early stage 9), mid stage 9 (the border cells are probably around 50% migrated) and too late (stage 10). i) Examples of good and damaged egg chambers, from left to right: undamaged egg chamber, two damaged egg chambers, not the anterior nurse cells are damaged, leading to a less pointed end (red arrows), finally an egg chamber still in the muscle sheath, note the egg chamber is longer and thinner and fine muscle fibres are still attached (blue arrow).",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-251/v1/figure_1.png"
            },
            {
                "id": 2607755,
                "identity": "e655d67a-07d9-4275-9ca4-9613d32cf62a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 66085,
                "visible": true,
                "origin": "",
                "legend": "An example of a damaged egg chamber   Taken using a confocal, prior to imaging. Showing GFP, FM4-64 and transmission channels. This egg chamber has a damage nurse cell (arrow) which accumulates FM4-64 much faster than its neighbors. Note the granular appearance of the transmission image.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-251/v1/figure_2.png"
            },
            {
                "id": 13464383,
                "identity": "0d316729-796d-46ab-b19f-135234a53034",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:08",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 536883,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-251/v1/75f86ba5-76ad-4dc9-a1e6-4dd0638f3102.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Drosophila, egg chamber, culture, border cell\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Culturing Drosophila egg chambers and imaging border cell migration",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-07-23 08:47:05",
                "doi": "10.1038/nprot.2007.289",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ef76adf-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 23rd, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1745,
                "name": "Biological techniques"
            },
            {
                "id": 1746,
                "name": "Cell biology"
            },
            {
                "id": 1747,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-07-23 08:47:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}