{
    "identity": "nprot-6163",
    "title": "DroNc-seq step-by-step",
    "content": [
        {
            "header": "Reagents",
            "content": "Reagents:\r\n\n\na. Nuclei EZ lysis buffer \\(Sigma, #EZ PREP NUC-101)\r\n\n\nb. RNAlater \\(ThermoFisher Scientific, Cat # AM7020)\r\n\n\nc. PBS buffer \\(ThermoFisher Scientific, Cat # 10010023)\r\n\n\nd. DNAse/RNAse free distilled water \\(ThermoFisher Scientific, Cat # 10977023)\r\n\n\ne. BSA, molecular biology grade, 20 mg/ml \\(New England Biolabs, Cat # B9000S)\r\n\n\nf. Ficoll PM‐400 \\(Sigma, Cat # F5415-50ML)\r\n\n\ng. Sarkosyl \\(Teknova, Inc., Cat # S3377)\r\n\n\nh. 0.5 M EDTA \\(Life Technologies)\r\n\n\ni. 1M Tris pH 7.5 \\(Sigma)\r\n\n\nj. 1M DTT \\(Teknova, Inc., Cat # D9750)\r\n\n\nk. 20% PEG solution \\(Teknova, Inc., Cat # P4137)\r\n\n\nl. 10% SDS solution \\(Teknova, Cat #S0287)\r\n\n\nm. 10% Tween 20 solution \\(Teknova, Cat # T0710)\r\n\n\nn. Carrier oil \\(BioRad Sciences, Cat # 186-4006)\r\n\n\no. DAPI \\(ThermoFisher Scientific, Cat # D1306)\r\n\n\np. 6x SSC \\(Teknova, Inc., Cat # S0282)\r\n\n\nq. 1H,1H,2H,2H-Perfluorooctan- 1-ol \\(SynQuest Laboratories, Cat # 647-42- 7)\r\n\n\nr. 1x Maxima H- RT buffer \\(Fisher, Cat # EP0753)\r\n\n\ns. dNTP \\(Takara Bio, Cat # 639125)\r\n\n\nt. RNase Inhibitor \\(Lucigen, Cat # 30281-2)\r\n\n\nu. Maxima H-RT enzyme \\(Fisher, Cat # EP0753)\r\n\n\nv. Exonuclease I kit \\(New England Biolabs, Cat # M0293L)\r\n\n\nw. 2x Kapa HiFi Hotstart Readymix \\(Kapa Biosystems, Cat # KK2602)\r\n\n\nx. Nextera XT sample prep kit, 96 samples \\(Illumina, Cat # FC-131- 1096)\r\n\n\n\r\n\n\n\r\n\n\nPrimers:\r\n\n\na. Barcoded bead, sequence: TTTTTTTAAGCAGTGGTATCAACGCAGAGTACJJJJJJJJJJJJ\r\n\n\nNNNNNNNNT\\(30); where J=split-pool oligo; N=random oligo \\(Chemgenes, Cat # Macosko-2011- 10)\r\n\n\nb. Template Switch Oligo, AAGCAGTGGTATCAACGCAGAGTGAATrGrGrG \\(IDT, custom RNA oligo, HPLC purified)\r\n\n\nc. SMART PCR primer, AAGCAGTGGTATCAACGCAGAGT \\(IDT, custom DNA oligo, standard desalting)\r\n\n\nd. P5-PCR hybrid oligo AATGATACGGCGACCACCGAGATCTACACGCCTGTC\r\n\n\nCGCGGAAGCAGTGGTATCAACGCAGAGT**A**C, \\(IDT, custom DNA oligo)\r\n\n\ne. Custom Read1 primer, GCCTGTCCGCGGAAGCAGTGGTATCAACGCAGAGTAC \\(IDT,\r\n\n\ncustom DNA oligo, standard desalting)\r\n\n\n\r\n\n\n\r\n\n\nConsumables:\r\n\n\na. Cell strainer, 35 μm \\(Corning, Cat # 352235)\r\n\n\nb. Cell strainer, 40 μm \\(PluriSelect, Cat # 43-50040- 03)\r\n\n\nc. Cell strainer, 100 μm \\(VWR, Cat #08-771- 19)\r\n\n\nd. Dounce homogenizers \\(Sigma, Cat # D8938-1SET)\r\n\n\ne. Fuchs-Rosenthal \\(FR) hemocytometer \\(VWR, Cat # 22-600- 102)\r\n\n\nf. Neubauer Improved \\(NI) Hemocytometer \\(Life Technologies, Cat # 22-600- 100)\r\n\n\ng. 3ml syringe \\(BD Scientific, Cat # BD309657)\r\n\n\nh. 10 ml syringe \\(BD Scientific, Cat # BD309695)\r\n\n\ni. 26G1/2 sterile needles \\(BD Scientific, Cat # BD305111)\r\n\n\nj. PE tubing \\(Scientific Commodities, Inc. Cat # BB31695-PE/2)\r\n\n\nk. Flea magnet \\(VP Scientific, cat # 782N-6- 150)\r\n\n\nl. 1.5 ml micro-centrifuge tube \\(Ambion, Cat # AM12450)\r\n\n\nm. Ampure XP beads \\(Beckman Coulter, Cat # A63881)\r\n\n\nn. Qubit dsDNA HS Assay kit \\(ThermoFisher, Cat # Q32854)\r\n\n\no. BioAnalyzer High Sensitivity Chip \\(Agilent, Cat # 5067-4626)\r\n\n\np. Illumina NextSeq 75"
        },
        {
            "header": "Equipment",
            "content": "a. Microfluidic chip \\(see CAD file). The unit in the CAD provided is 1 unit = 1 µm; channel depth on device is 75 µm.\r\n\n\nb. Drop-seq microfluidic setup \\(see reference):\r\n\n\n- optical microscope \\(Olympus IX83)\r\n\n\n- Fast camera \\(Photron SA5)\r\n\n\n- Three syringe pumps \\(KD Scientific, KDS910)\r\n\n\n- Magnetic Stirrer \\(VP Scientific, #710D2)\r\n\n\nc. Invitrogen Qubit 3.0 Fluorometer\r\n\n\nd. Agilent 2100 Bioanalyzer\r\n\n\ne. Illumina NextSeq 500"
        },
        {
            "header": "Procedure",
            "content": "Protocol: \r\n\n\n1. Beads preparation:\r\n  a. Wash and filter barcoded beads \\(Chemgenes, Cat # Macosko-2011-10) as previously described6. Isolate beads smaller than 40 µm, using a 40 µm cell strainer \\(PluriSelect, Cat # 43-50040-03). \r\n\n\nb. Suspend barcoded beads in Drop-seq Lysis Buffer \\(DLB6; a 10 ml stock consists of 4 ml of nuclease-free H2O, 3 ml 20% Ficoll PM‐400 \\(Sigma, Cat # F5415-50ML), 100 µl 20% Sarkosyl \\(Teknova, Inc., Cat # S3377), 400 µl 0.5M EDTA \\(Life Technologies), 2 ml 1M Tris pH 7.5 \\(Sigma), and 500 µl 1M DTT \\(Teknova, Inc., Cat # D9750), where the DTT is added fresh before every experiment). Count beads at 1:1 dilution in 20% PEG solution, using a disposable Fuchs-Rosenthal hemocytometer \\(VWR, Cat # 22-600-102) and resuspend beads at concentrations ranging between 325,000 and 350,000 per ml. \r\n\n\n\r\n\n\n2. Cell culture:\r\n  Cell lines are cultured according to ATCC’s instructions. For DroNc-seq, wash cells once with 1x PBS, scrape them with 2 ml nuclease- and protease-free Nuclei EZ lysis or EZ PREP buffer \\(Sigma, Cat # EZ PREP NUC-101) and process as tissues, described below. \r\n\n\n\r\n\n\n3. Tissue preservation:\r\n  Tissue samples may be flash-frozen on dry ice and stored at -80°C until they are processed for nuclei isolation. To preserve tissue in RNAlater, samples are placed in ice-cold RNAlater \\(ThermoFisher Scientific, Cat # AM7020) and stored at 4°C overnight. RNAlater is removed the following day and samples are then stored at -80°C until processing. \r\n\n\n\r\n\n\n4. Nuclei isolation:\r\n  a. Use either fresh, frozen or RNAlater fixed tissue or fresh cells as input material.\r\n\n\nb. Prepare Nuclei Suspension Buffer \\(NSB; consisting of 1x PBS, 0.01% BSA \\(New England Biolabs, Cat # B9000S) and 0.1% RNAse inhibitor \\(Clontech, Cat #2313A)).\r\n\n\nc. Dounce homogenize tissue samples \\(smaller than 0.5 cm) or cell pellets in 2 ml of ice-cold Nuclei EZ lysis buffer \\(Sigma, #EZ PREP NUC-101). For brain tissue: grind 20-25 times with pestle A, followed by 20-25 times with pestle B \\(This may need to be modified for other tissues). Move sample to a 15 ml conical tube, add 2 ml of ice-cold Nuclei EZ lysis buffer and incubate on ice for 5 minutes.\r\n\n\nd. Collect nuclei by centrifugation at 500 x g for 5 minutes at 4°C. Discard supernatant and carefully resuspend nuclei in 4 ml of ice-cold Nuclei EZ lysis buffer. Incubate on ice for 5 minutes. Collect nuclei by centrifugation at 500 x g for 5 minutes at 4°C.\r\n\n\ne. Resuspend isolated nuclei in 4 ml of NSB and collect nuclei by centrifugation at 500 x g for 5 minutes at 4°C.\r\n\n\nf. Resuspend isolated nuclei in 1 ml of NSB, and filter through a 35 μm cell strainer \\(Corning, Cat # 352235). Stain 10 µl of the single nuclei suspension with DAPI \\(Fisher, Cat # D1306), load on an NI hemocytometer, and count under a microscope. A final concentration of 300,000 nuclei/ml is used for DroNc-seq experiments. Proceed immediately to microfluidic droplet co-encapsulation.\r\n\n\n\r\n\n\n\r\n\n\n5. Microfluidics:\r\n  a. Load the nuclei and barcoded bead suspension into 3 ml syringes \\(BD Scientific, Cat # BD309695) and connect to DroNc-seq microfluidic chip via 26G1/2 sterile needles \\(BD Scientific, Cat # BD305111) and PE2 tubing \\(Scientific Commodities, Inc. Cat # BB31695-PE/2). Note that the bead syringe is loaded onto the syringe pump in an upside down position, along with a flea magnet inside the syringe and constant stirring, using external magnetic stirrer. Flow both bead and nuclei suspensions at 1.5 ml/hr each, along with carrier oil \\(BioRad Sciences, Cat # 186-4006) loaded in 10 ml syringes \\(BD Scientific, Cat # BD309695) and flown at 16 ml/hr to co-encapsulate single nuclei and beads in ~75 µm drops at 4,500 drops/sec and double Poisson loading concentrations. \r\n\n\nb. Collect resulting emulsion via PE2 tubing into a 50 ml Falcon tube for a period of ~22 min each, and incubate at room temperature for up to 45 min before proceeding to break droplets. \r\n\n\n\r\n\n\n6. Droplet breakage, washes and reverse transcription \\(RT):\r\n  a. Emulsion collected after microfluidic co-encapsulation has the droplets cream to the top with clear oil collected under the droplets. Carefully remove the excess clear oil, add 30 ml of 6x SSC \\(Teknova, Inc., Cat # S0282) into each 50 ml Falcon collection tube, agitate it vigorously, and add 1 ml of 1H,1H,2H,2H-Perfluorooctan-1-ol \\(SynQuest Laboratories, Cat # 647-42-7). It is recommended that all washes following this step be performed and the beads temporarily stored on ice. \r\n\n\nb. Vigorously shake the tubes by hand and centrifuge at 1,000 x g for 1 min. \r\n\n\nc. Carefully remove the supernatant from each tube and squirt an additional 30 ml of 6x SSC to kick up the beads from the oil-water interface into the aqueous phase. \r\n\n\nd. Remove the beads that were kicked up momentarily into the SSC with a 25 ml pipette and transfer them into a clean 50 ml Falcon tube, leaving the heavier oil behind. \r\n\n\ne. Centrifuge the newly transferred beads and SSC mix again at 1,000 x g for 1 min; carefully remove the supernatant leaving ~1 ml of SSC and bead sediment behind. \r\n\n\nf. Carefully transfer remaining SSC and bead mix into a 1.5 ml micro-centrifuge tube \\(Ambion, Cat # AM12450) and spin it down on a desktop micro-centrifuge for ~10 sec to generate a noticeable bead pellet. \r\n\n\ng. Remove any residual oil that got transferred into the 1.5 ml tube with a p200 pipette with low-retention pipette tip. \r\n\n\nh. Wash the beads again in 1.5 ml of 6x SSC and then again in 300 µl of 5x Maxima H- RT buffer \\(Fisher, Cat # EP0753). A pellet of barcoded beads in each micro-centrifuge tube should have ~130,000 beads. \r\n\n\ni. Make a fresh batch of 200 µl RT mix for each barcoded bead aliquot, consisting of: 80 µl H2O, 40 µl Maxima 5x RT Buffer, 40 µl 20% Ficoll PM-400 \\(Sigma, Cat # F5415-50ML), 20 µl 10 mM dNTP \\(Takara Bio, Cat # 639125), 5 µl RNase Inhibitor \\(Lucigen, Cat # 30281-2), 10 µl Maxima H-RT enzyme \\(Fisher, Cat # EP0753), and 5 µl 100 µM Template Switch Oligo, AAGCAGTGGTATCAACGCAGAGTGAATrGrGrG \\(IDT, custom RNA oligo, HPLC purification). After the supernatant is carefully removed from each bead pellet, add 200 µl of the above RT mix into each tube, and incubate it under gentle rocking or tumbling for 30 min at room temperature, and then at 42°C for 1.5 hr in a rotisserie-style hybridization oven, for a total of two hours.\r\n\n\n\r\n\n\n7. Post RT wash, exonuclease I treatment and PCR:\r\n  a. Post RT, each bead has cDNA barcoded with the bead’s unique barcode \\(BC) bound onto it, also referred to as a STAMP6. Wash each STAMP pellet with \\(1) 1 ml of TE buffer containing 0.5% SDS \\(TE-SDS), once; \\(2) 1 ml of TE buffer containing 0.01% Tween-20 \\(TE-TW), twice; and \\(3) 1 ml of 10 mM Tris pH 8.0, once. \r\n\n\nb. Spin down to remove all supernatant and treat the STAMPs with exonuclease I \\(New England Biolabs, Cat # M0293L) as follows: add 20 µl of Exo I buffer, 170 µl of RNAse free water, 10 µl of Exo I enzyme, mix well by pipetting up and down, and incubate for 45 min at 37°C under rotation to remove all unextended primers. \r\n\n\nc. Wash the pellet with TE-SDS and TE-TW washes \\(as described in a), followed by a round of wash in 1 ml of RNAse free water. You may pool beads from multiple collections of a given sample at this point.\r\n\n\nd. Resuspend pellet in 1 mL of H2O, and count them, by mixing 10 µl of bead suspension with an equal volume of 20% PEG solution.\r\n\n\ne. Resuspend aliquots of 5,000 beads in a PCR mix each consisting of 24.6 µl H2O, 0.4 µl 100 µM SMART PCR primer, AAGCAGTGGTATCAACGCAGAGT \\(IDT, custom DNA oligo, standard desalting purification), and 25 µl 2x Kapa HiFi Hotstart Readymix \\(Kapa Biosystems, Cat # KK2602).\r\n\n\nf. Amplify the samples in separate wells on a skirted PCR plate, using the Eppendorf Thermocycler \\(Part # EP-950030020). \r\n\n\ni. Mouse PCR samples were amplified using the following PCR steps: 95°C for 3 min; then 4 cycles of: 98°C for 20 sec, 65°C for 45 sec, 72°C for 3 min; then 10 cycles of: 98°C for 20 sec, 67°C for 20 sec, 72°C for 3 min; and finally, 72°C for 5 min.  Amplified mouse PCR products were pooled in batches of 4 wells or 16 wells. \r\n\n\nii. Human PCR samples were amplified with either the previously mentioned PCR steps, or the following PCR steps: 95°C for 3 min; then 4 cycles of: 98°C for 20 sec, 65°C for 45 sec, 72°C for 3 min; then 12 cycles of: 98°C for 20 sec, 67°C for 20 sec, 72°C for 3 min; and finally, 72°C for 5 min.  Amplified human PCR products were pooled in batches of 4 wells \\(16 total PCR cycles) or 16 wells \\(14 total PCR cycles). \r\n\n\ng. Combine the 5,000 STAMP aliquots of each well in a 1.5 ml Eppendorf tube and clean with 0.6X SPRI beads \\(Ampure XP beads, Beckman Coulter, Cat # A63881). \r\n\n\n\r\n\n\nNote that the total number of PCR wells from a single sample depends on the number of STAMPs collected in a DroNc-seq run from a given input of nuclei. A user may access the pool of STAMPs in different ways, depending on the number of nuclei they wish to retrieve and their sequencing setup. In particular, a user would typically access the pool of STAMPs once or more, each time taking only a portion of the STAMPs to generate a library, and repeat the process if more nuclei are desired. For our mouse and human brain samples, it was optimal to pool 20,000 STAMPs in each PCR reaction and then to pool 4 PCR wells together for the library preparation step. Depending on the amount of desired reads per nucleus and the sequencing yield, a user may pool a higher number of PCR wells in a single Nextera library, as we demonstrate here using 16-32 wells. \r\n\n\n\r\n\n\n8. WTA library QC and Nextera library prep: \r\n  a. Quantify purified cDNA using Qubit dsDNA HS Assay kit \\(ThermoFisher Scientific, Cat # Q32854) and BioAnalyzer High Sensitivity Chip \\(Agilent, Cat # 5067-4626).  \r\n\n\nb. Use 550 pg of each sample library for fragmentation, tagging and amplification using the Nextera XT sample prep kit, 96 samples \\(Illumina, Cat #   FC-131-1096), and custom primer, AATGATACGGCGACCACCGAGATCTACACGCCTGTCCGCGGAAGCAGTGGTATCAACGCAGAGT**A**C, \\(IDT, custom DNA oligo, HPLC purification) that enable selective amplification of the 3’ end, according to manufacturer’s instructions.\r\n\n\nc. Quantify Nextera libraries again with Qubit dsDNA HS Assay kit and BioAnalyzer High Sensitivity Chip.  \r\n\n\n\r\n\n\n9. Sequencing:\r\n  a. The libraries \\(at 2.2 pM \\(mouse, 16 wells pool), 2.7 pM \\(mouse, 4 wells pool) and 2.3 pM \\(human)) were sequenced on an Illumina NextSeq 500. We used NextSeq 75 cycle kits to sequence paired-end reads as follows: 20 bp \\(Read 1), 60 bp \\(Read 2), and 8 bp for Index 1, with Custom Read1 primer, GCCTGTCCGCGGAAGCAGTGGTATCAACGCAGAGTAC \\(IDT, custom DNA oligo, standard desalting), according to Illumina loading instructions. \r\n\n\nb. The sequencing cluster density and percent passing filter number from different experiments vary according to the quality of nuclei samples used, but were optimized at around a cluster density of 220 and a 90% passing filter."
        },
        {
            "header": "References",
            "content": "Macosko, E. Z. et al. Highly Parallel Genome-wide Expression Profiling of Individual Cells Using Nanoliter Droplets. Cell 161, 1202-1214, doi:10.1016/j.cell.2015.05.002 \\(2015)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Rhiannon Macare, Assaf Rotem, Christoph Muus and Eugene Drokhlyansky for helpful discussions, Talia Habib for babysitting, Timothy Tickle and Asma Bankapur for technical support, Leslie Gaffney and Ania Hupalowska for help with graphics. Work was supported by Klarman Cell Observatory, NIMH grant U01MH105960, NCI grant 1R33CA202820-1 \\(to A.R.), and Koch Institute Support \\(core) grant P30-CA14051 from the NCI. Microfluidic devices were fabricated at the Center for Nanoscale Systems, Harvard University, member of NNIN, supported by NSF award no. 1541959. A.R. is an Investigator of Howard Hughes Medical Institute \\(HHMI). A.R. is a member of Scientific Advisory Boards for Thermo Fisher Scientific, Syros Pharmaceuticals and Driver Genomics. F.Z. is a New York Stem Cell Foundation-Robertson Investigator. F.Z. is supported by NIH through NIMH \\(5DP1-MH100706 and 1R01-MH110049), NSF, HHMI, the New York Stem Cell, Simons, Paul G. Allen Family, and Vallee Foundations; and James and Patricia Poitras, Robert Metcalfe, and David Cheng. D.A.W. thanks NSF DMR-1420570, NSF DMR-1310266 and NIH P01HL120839 grants for their support. NH is a HHMI fellow for Helen Hey Whitney Foundation. N.H., A.B., I.A.D., D.A.W., F.Z. and A.R. are inventors on international patent application PCT/US16/59239 filed by the Broad Institute, Harvard and MIT, relating to method of this manuscript. GTEx is supported by the Common Fund of the Office of the Director of NIH, through Contract HHSN268201000029C \\(to K.A LDACC, Broad Institute)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4407",
                "date": "2017-08-29 15:08:38",
                "title": "Massively parallel single-nucleus RNA-seq with DroNc-seq",
                "authors": [
                    "Naomi Habib",
                    "Inbal Avraham-Davidi",
                    "Anindita Basu",
                    "Tyler Burks",
                    "Karthik Shekhar",
                    "Matan Hofree",
                    "Sourav R Choudhury",
                    "François Aguet",
                    "Ellen Gelfand",
                    "Kristin Ardlie",
                    "David A Weitz",
                    "Orit Rozenblatt-Rosen",
                    "Feng Zhang",
                    "and Aviv Regev"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14984,
                "identity": "a1215ca3-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Aviv Regev",
                "email": "aregev@broadinstitute.org",
                "orcid": "",
                "institution": "Broad Institute",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Aviv",
                "middleName": "",
                "lastName": "Regev",
                "suffix": ""
            },
            {
                "id": 14985,
                "identity": "a1215e99-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Feng Zhang",
                "email": "zhang@broadinstitute.org",
                "orcid": "",
                "institution": "Broad Institute",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Feng",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 14981,
                "identity": "a1215563-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anindita Basu",
                "email": "",
                "orcid": "",
                "institution": "Broad Institute, Harvard University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anindita",
                "middleName": "",
                "lastName": "Basu",
                "suffix": ""
            },
            {
                "id": 14982,
                "identity": "a12157e0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Inbal Avraham-Davidi",
                "email": "",
                "orcid": "",
                "institution": "Broad Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Inbal",
                "middleName": "",
                "lastName": "Avraham-Davidi",
                "suffix": ""
            },
            {
                "id": 14983,
                "identity": "a1215afa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Naomi Habib",
                "email": "",
                "orcid": "",
                "institution": "Broad Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Naomi",
                "middleName": "",
                "lastName": "Habib",
                "suffix": ""
            },
            {
                "id": 14986,
                "identity": "a121600c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Karthik Shekhar",
                "email": "",
                "orcid": "",
                "institution": "Broad Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Karthik",
                "middleName": "",
                "lastName": "Shekhar",
                "suffix": ""
            },
            {
                "id": 14987,
                "identity": "a121627a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Matan Hofree",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Matan",
                "middleName": "",
                "lastName": "Hofree",
                "suffix": ""
            },
            {
                "id": 14988,
                "identity": "a12164e7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "David Weitz",
                "email": "",
                "orcid": "",
                "institution": "Harvard University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Weitz",
                "suffix": ""
            },
            {
                "id": 14989,
                "identity": "a1216673-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Orit Rozenblatt-Rosen ",
                "email": "",
                "orcid": "",
                "institution": "Broad Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Orit",
                "middleName": "",
                "lastName": "Rozenblatt-Rosen",
                "suffix": ""
            },
            {
                "id": 14990,
                "identity": "a1216871-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tyler Burks",
                "email": "",
                "orcid": "",
                "institution": "Broad Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tyler",
                "middleName": "",
                "lastName": "Burks",
                "suffix": ""
            },
            {
                "id": 14991,
                "identity": "a1216b60-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sourav Choudhury",
                "email": "",
                "orcid": "",
                "institution": "Broad Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sourav",
                "middleName": "",
                "lastName": "Choudhury",
                "suffix": ""
            },
            {
                "id": 14992,
                "identity": "a1216dac-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "François Aguet",
                "email": "",
                "orcid": "",
                "institution": "Broad Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "François",
                "middleName": "",
                "lastName": "Aguet",
                "suffix": ""
            },
            {
                "id": 14993,
                "identity": "a1217029-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ellen Gelfand",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ellen",
                "middleName": "",
                "lastName": "Gelfand",
                "suffix": ""
            },
            {
                "id": 14994,
                "identity": "a12172bf-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kristin Ardlie",
                "email": "",
                "orcid": "",
                "institution": "Broad Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kristin",
                "middleName": "",
                "lastName": "Ardlie",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-08-01 11:27:14",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.094",
        "doiUrl": "https://doi.org/10.1038/protex.2017.094",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464926,
                "identity": "2fd6a2d3-d1fc-4c1d-8b7a-adf51ca930ad",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:11",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 175914,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6163/v1/2c376f71-7017-4aa1-bea7-33d7291c17a9.pdf"
            }
        ],
        "financialInterests": "N.H., A.B., I.A.D., D.A.W., F.Z. and A.R. are inventors on international patent application PCT/US16/59239 filed by Broad Institute, Harvard and MIT, relating to this protocol. The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "single nuclei, high throughput, RNA-seq, droplet, microfluidics, DNA barcode, frozen, RNAlater, tissue, hippocampus, PFC",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Currently, most single cell protocols require the preparation of a single cell suspension from fresh tissue, a major roadblock to clinical deployment, to archived materials and to certain tissues such as adult brain. In the adult brain the harsh enzymatic dissociation harms the integrity of the cells and their RNA, and biases toward easily dissociated cell types, and is restricted to young animals. \r\n\n\n\r\n\n\nWe developed DroNc-seq, a droplet microfluidic and DNA barcoding technique for analysis of RNA profiles of single nuclei from fresh, frozen or lightly fixed tissues at high throughput and low cost. The utility of DroNc-Seq lies in working with hard-to-dissociate, frozen and/or archived tissues. To demonstrate the utility of this technique, we sequenced over 39 thousand nuclei from mouse and human archived brain samples, including post-mortem human brain tissue from GTEx project.",
        "manuscriptTitle": "DroNc-seq step-by-step",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-08-29 15:09:13",
                "doi": "10.1038/protex.2017.094",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1210b75-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 29th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4017,
                "name": "Biotechnology"
            },
            {
                "id": 4018,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-08-29 15:09:13",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}