{
    "identity": "nprot-1910",
    "title": "Isolation of T cells and dendritic cells from peripheral intestinal tissue, Peyer’s Patches and mesenteric lymph nodes in mice after intestinal manipulation",
    "content": [
        {
            "header": "Reagents",
            "content": "Isoflurane \\(Abbott)\r\n\n\nKrebs Henseleit buffer \\(KHB): 120mM NaCl, 5.9 mM KCl, 15.5mM NaHCO3, 1.4 mM NaH<sub>2</sub>PO<sub>4</sub>, 17.5 mM glucose, 1.2 mM MgCl<sub>2</sub> dihydrate, 2.5 mM CaCl<sub>2</sub> hexahydrate \\(Sigma-Aldrich)\r\n\n\nKodan® skin disinfectant \\(Schülke&Mayr)\r\n\n\nSterile 0.9% sodium chloride \\(Fresenius Kabi)\r\n\n\nFITC-dextran solution \\(70.000kDa Sigma-Aldrich, 50mg/ml in 0.9% NaCl)\r\n\n\nCalcium and magnesium free Hank’s balanced solution \\(CMF; Sigma-Aldrich)\r\n\n\nEDTA \\(Ethylenediamine tetraacetic acid; Sigma-Aldrich)\r\n\n\nFCS \\(fetal calf serum; Sigma-Aldrich)\r\n\n\nPBS \\(phosphate buffered saline; Sigma-Aldrich)\r\n\n\nCFSE \\(Carboxyfluorescein succinimidyl ester) fluorescent cell staining dye \\(Sigma-Aldrich)\r\n\n\nCollagenase D \\(Roche Diagnostic, Mannheim, Germany)\r\n\n\nDNAseI \\(Roche Diagnostic, Mannheim Germany)\r\n\n\nLiquid nitrogen \\(Linde, Germany)\r\n\n\nMACS buffer \\(PBS + 0.5% FCS + 2 mM EDTA)\r\n\n\nFc Block \\(anti-CD16/32, 2.4G2, BD PharmMingen, Heidelberg, Germany)\r\n\n\nNanobead-labeled antibodies for CD11c, CD4, CD3 \\(Miltenyi, Bergisch Gladbach, Germany)"
        },
        {
            "header": "Equipment",
            "content": "Sterile cotton buds \\(Maymed) \r\n\n\nSterile cotton pads \\(5×5cm, Hartmann)\r\n\n\nScissors, Surgical forceps, Straight forceps, Retractors, glass rods \\(Fine Science Tools)\r\n\n\nSylgard dish \\(self made 100mm glass dishes filled with Sylgard® 184, Dow Corning)\r\n\n\nNeedle Holder \\(Aesculap)\r\n\n\nSuture material \\(5.0 Perma hand silk, Johnson & Johnson)\r\n\n\nEquipment for the induction and maintenance of anesthesia \\(Dräger Vapor 19.3)\r\n\n\nOperation microscope \\(Leica M651 with 250mm lens)\r\n\n\n15 ml and 50 ml Tubes \\(Falcon, BD Biosciences, Heidelberg, Germany)\r\n\n\nCentrifuge\r\n\n\n100 nm Nylon mesh \\(BD Biosciences, Heidelberg, Germany)\r\n\n\nMACSQuant® Analyzer \\(Miltenyi, Bergisch Gladbach, Germany)\r\n\n\nFACS Calibur II \\(BD PharMingen, Heidelberg, Germany)\r\n\n\nIncubator \\(37 °C)\r\n\n\nShaker with a water bassin at 37 °C"
        },
        {
            "header": "Procedure",
            "content": "_Intestinal manipulation \\(steps 1 – 12)_\r\n\n\n1. Induce and maintain anesthesia using isoflurane in oxygen.\r\n  2. Fix the mouse with its head away from the operator by taping its feet to the operating table.\r\n  3. Adjust direct halogen illumination to appropriate intensity for the operation.\r\n  4. Shave the abdomen using hair clippers and sterilize the skin with Kodan.\r\n  5. Make a 2 cm mid-line skin incision distally from the sternum.\r\n  6. Enter the peritoneal cavity via an incision along the linea alba made using a straight forceps and a sterile small scissor.\r\n  7. Keep the abdomen open with 2 retractors and place sterile moist cotton pads around the incision.\r\n  8. Carefully eventrate the small intestine with two saline-moistened cotton buds onto the sterile cotton pads.\r\n  9. Carefully unfold the small bowel loops on the cotton pads and run it once with moderate compression with two moist cotton buds from the oral to aboral direction.\r\n  10. Carefully replace the intestine back into the abdomen with moist cotton buds.\r\n  11. Complete surgical closure of the peritoneal by two continuous sutures using the needle holder, straight forceps and suture material.\r\n  12. Terminate anesthesia and allow the animal to recover from the surgery under a heating lamp.\r\n  _Separation of muscularis and mucosa/submucosa layers, Peyer’s patches and mesenteric lymph nodes \\(steps 13 – 22)_\r\n\n\n13. After 24 hours inspect the animal and wound closure for signs of infection or other complications.\r\n  14. Replace the animals under anesthesia using isoflurane in oxygen and kill the animal at this time point once under anesthesia by cervical dislocation and terminate anesthesia\r\n  15. Reopen the abdomen by using small scissors and straight forceps\r\n  16. The abdominal aorta should be clamped above the superior mesenteric artery and shortly above the aortic bifurcation and flushed with 5 ml of cold \\(4 °C) sodium chloride \\(0.9 %) to remove non-adherent blood cells from the vasculature.\r\n  17. Remove the complete GI tract by subdiaphragmal transection of the esophagus and the colon at the most distal position accessible with a small scissor \\(sample any organ or tissue of interest for further studies).\r\n  18. Place GI tract in chilled KHB and inspect for integrity and the absence of hematomas.\r\n  19. Place the GI tract in a Sylgard dish with chilled KHB and remove the mesenteric lymph nodes. Place them in chilled KHB on ice for further experiments. \r\n  20. Separate the colon from the jejunum/ileum. Then divide the jejunum/ileum or colon into 5 cm long segments by small scissors and fix these segments with small pins placed at the segment ends. Then transect attaching mesentery using small scissors and straight forceps to completely unfold the organ. \r\n  21. Slip the segments separately over a glass rod \\(diameter 3 – 5 mm) and separate the muscularis layer from the mucosa/submucosa layer by scribe longitudinally the muscularis layer with the branch of a straight forceps and stripping it by sterile cotton buds from the lower mucosa/submucosa layer. Collect the stripped muscularis segments separately for small bowel and colon in 15 ml falcon tubes filled with chilled KHB and place the tubes on ice. Now while the mucosa layers are still on the glass rod one may excise the Peyer’s patches with small scissors and place them in chilled KHB on ice. Remove the remaining mucosa/submucosa layer segments from the glass rod and collect them separately for small bowel and colon in 15 ml falcon tubes filled with chilled KHB and place the tubes on ice.\r\n  22. If the mucosa/submucosa and muscularis segments, Peyer’s patches and mesenteric lymph nodes should be used for gene expression analysis by PCR or protein analysis by ELISA at this step the collected tissues should be centrifuged at 500 g to remove the KHB supernatant. The pellets should be placed in 1,5 ml cryotubes and snap-frozen in liquid nitrogen and stored at –80 °C.\r\n  _Producing single cell suspension from mesenteric lymph nodes \\(steps 23 – 24)_\r\n\n\n23. Pass the collected mesenteric lymph nodes through a 100 nm nylon mesh into a 15 ml tube filled with CMF/20 % FCS by disrupting them mechanically on the mesh with a straight forceps\r\n  24. Wash the collected cells and store them in CMF/20 % FCS on ice until use.\r\n  _Producing single cell suspension of mucosa/submucoa semgents and Peyer’s patches \\(steps 25 – 31)_\r\n\n\n25. Centrifuge the collected submucosa/mucosa segments and remove the KHB supernatant \\(500 g for 5 minutes at 4 °C). Open the submucosa/mucosa tubes longitudinally with small scissors.\r\n  26. Wash the segments thoroughly before incubation in HBSS containing 2 mM EDTA for 15 minutes in a shaker at 37 °C. \r\n  27. To remove the epithelial layer and the mucus the segments should be shaken thoroughly in HBSS and the incubation process should be repeated for four cycles. \r\n  28. The remaining fragments of the mucosa/submucosa were incubated with 100 U/ml collagenase D and 30 µg/ml DNaseI in HBSS/20 % FCS at 37°C for 45 minutes. After that disrupt the fragments by shaking and collect the supernatants. \r\n  29. Repeat the process three times.\r\n  30. Pass the supernatant through a 100 nm Nylon mesh into a 50 ml tube. Wash and store it in HBSS/20 % on ice until use.\r\n  31. Peyer’s patches should be pooled for each mouse and digested with 100 U/ml collagenase D and 30 µg/ml DNaseI for 30 minutes, washed and stored in HBSS/20 % FCS on ice until use.\r\n  _Producing single cell suspension of muscularis segment \\(steps 32 – 37)_\r\n\n\n32. Centrifuge the collected muscularis segments and remove the KHB supernatant \\(500 g for 5 minutes at 4 °C). \r\n  33. Cut the segments into smaller pieces with a scalpel under sterile conditions\r\n  34. Incubate the muscularis pieces with 100 U/ml collagenase D and 30 µg/ml DNaseI in HBSS/20 % FCS at 37 °C for 45 minutes. After that disrupt the fragments by a pipette. \r\n  35. Pass the suspension through a 100 nm nylon mesh and wash the mesh with HBSS several times to clean the mesh. \r\n  36. Muscularis fragments not passing the mesh should be digested longer as described in steps 34 and 35 until all fragments are dissolved.\r\n  37. Wash the filtrated suspension with HBSS, centrifuge with 500 g for 5 minutes at 4 °C and store the pellet on ice until use.\r\n  _Purification of Dendritic Cells and T cells from the single cell suspensions \\(steps 38 – 43)_\r\n\n\n38. Incubate single-cell suspensions with 5 µg/107 cells Fc Block for 15 minutes at 4 °C.\r\n  39. Wash the single-cell suspensions three times in PBS \\(each wash cycle 500 g for 5 minutes at 4 °C). Pipette off supernatant completely. \r\n  40. Resuspend the cell pellet in 90 µl of buffer per 107 total cells.\r\n  41. Incubate single-cell suspensions with CD11c MicroBeads, CD3ε MicroBeads, CD4\\(L3T4) MicroBeads or CD8a \\(Ly-2) MicroBeads, respectively, with 10 µl/107 cells for 15 minutes at 4 °C.\r\n  42. Wash the single cell suspensions twice in PBS \\(each wash cycle 500 g for 5 minutes at 4 °C) and pipette off supernatant completely. \r\n  43. Resuspend up to 108 cells in 500 ul buffer and perform the MACS separation according to manufacturer’s recommendation.\r\n  _In vivo cell migration analysis in mice_\r\n\n\nTo investigate the possible migration of cells from the selectively manipulated jejunum to the unmanipulated colon we incubated the eventrated jejunum ex situ after step 8 of intestinal manipulation in a Petri dish containing a PBS solution with 10 µM CFSE for 10 minutes avoiding any contact of the CFSE dye to colon or peritoneal cavity. After that the eventrated jejunum was washed in PBS twice for 5 minutes to remove contaminating CFSE and the intestinal manipulation was performed as described in steps 9 to 12.\r\n\n\n24 hours after this CFSE incubation we produced single cell suspensions of the jejunum and colon as described in steps 13 to 31. These single cell suspensions were subject to flow cytometry for CFSE positive cells which were counterstained to detect T cells or dendritic cells."
        },
        {
            "header": "Timing",
            "content": "All procedures taken together must be performed within one day and take between 12 to 16 hours depending on the number of animals and requested single cell suspensions.\r\n\n\n**Intestinal manipulation:**\r\n\n\nIncluding onset of anesthesia, laparotomy, intestinal manipulation and double layered wound closure \\(steps 1 – 12) this procedure takes approximately 15 minutes per animal.\r\n\n\n**Separation of muscularis and mucosa/submucosa layers, Peyer’s patches and mesenteric lymph nodes** \r\n\n\nThis procedure \\(steps 13-22) takes about 20 to 30 minutes per animal.\r\n\n\n**Producing single cell suspensions of mesenteric lymph nodes, mucosa/submucosa layer, muscularis layer and Peyer’s patches**\r\n\n\nIncluding the preparation of digestion solutions and the required reagents the procedure \\(steps 23 – 37) takes depending on the effectiveness of the digestion steps approximately 4 to 6 hours.\r\n\n\n**Purification of Dendritic cells and T cells from the single cell suspensions** \r\n\n\nIncluding the reagent preparation, incubation and washing times as well as the separation time this procedure lasts 2 to 3 hours depending on the number of single cell suspensions and number of animals."
        },
        {
            "header": "Troubleshooting",
            "content": "**steps 1 – 12**\r\n\n\nComplications are rare but might include torsion of the intestine, local intestinal hematoma and postoperative infection of the laparotomy wound. By strictly avoiding touching and compressing the mesentery, especially the blood vessels entering the bowel wall from the mesentery site, the risk of bleeding and severe complications can be minimized.\r\n\n\n**steps 13 – 22**\r\n\n\nComplications are rare but might include the destruction of the bowel wall by pointy glass rods, accidental incisions into the bowel wall while transaction the mesentry which make the stripping impossible. Carefully collect all tissue fragments to harvest a high cell amount later.\r\n\n\n**steps 25 – 31**\r\n\n\nComplications are due to a cell loss by incomplete digestion or disruption of the tissue fragments by shaking. The activity of collagenase should be tested in advance. Cell loss can also be due to remaining cells at the Nylon mesh. Therefore, the mesh should be washed few times after the first pass with HBSS. Undigested tissue fragments were removed by sedimentation and filtration through nylon mesh.\r\n\n\n**steps 32 – 37**\r\n\n\nComplications are due to a cell loss by incomplete digestion or disruption of the tissue fragments by pipetting or mesh filtration. The activity of collagenase should be tested in advance. Cell loss can also be due to remaining cells at the Nylon mesh. Therefore, the mesh should be washed few times after the first pass with HBSS.\r\n\n\n**steps 38 – 43**\r\n\n\nComplications are often caused by expired antibodies or dirty MACS columns. Therefore, before starting MACS separation the cleaning program of the MACS separator should be started.\r\n\n\nThe purified DC and T cells can be employed in co-culture assays, transmigration assays and in FACS-analysis. The purity of the MACS separation is 90 – 95 %.\r\n\n\nFACS-analysis of the single cell suspensions can also be performed before the MACS separation to avoid a greater loss of DC and T cells by separation. Usually, we stained the single cell suspensions with different DC and T cell specific antibodies labeled with detectors of different single wavelengths \\(e.g.: CD11c-APC, MHCII-FITC, CD4-AP) and performed flow-cytometry of the whole single cell suspension. After collecting the data the computational analysis was performed by gating at DC or T cells.\r\n\n\n\r\n\n\n**CRITICAL STEPS**\r\n\n\n\r\n\n\nstep 9: Compression strength must be evaluated and standardized. The application must be trained by each operator individually. However, accidental damage to the intestinal blood vessels and mesentery must be strictly avoided\\!\r\n\n\n\r\n\n\nstep 10: Twisting of the intestine must be strictly avoided to prevent a mechanical obstruction.\r\n\n\n\r\n\n\nstep 20: Avoid injuries of the bowel wall by accidental incisions whilst transecting the mesentery. It is very important to transect the mesentery completely to avoid the isolation of mesentery cells. The transection can be performed under a microscope.\r\n\n\n\r\n\n\nstep 21: Scribing strength must be evaluated and standardized. If scribing is to strong the submucosa/mucosa is destroyed and the following stripping of the muscularis is impossible. Strip the muscularis layer before excision of the Peyer’s patches.\r\n\n\n\r\n\n\nstep 27:We found also up to 50 % of Dendritic cells and T cells in the supernatant cells after each incubation cycle or washing cycle. Therefore we suggest to collect the supernatants and centrifuge at 500 g and collect the pellet for later MACS-separation.\r\n\n\n\r\n\n\nstep 43: All steps of MACS preparation should be performed on ice. Sometimes higher cell quantities can be lost to autoMACS separation. If so the MACS columns should be checked and changed before separation and the program “sensitive” should be used."
        },
        {
            "header": "Anticipated Results",
            "content": "**Isolation of DC and T cells from mucosa/submucosa layer and muscularis layer**\r\n\n\nBy using the described method of DC and T cell isolation separately from the muscularis and mucosa/submucosa layer of the jejunum and the colon cell amounts of a purity of 90 – 96 % can be expected which are displayed in the table 1. The vital cells can be used in co culture systems, e.g. isolated DC are co-cultured with naïve T-cells from OTII mice as demonstrated in our Nature Medicine manuscript 2010. These cells can be employed in further assays or in flow cytometry analysis.\r\n\n\n\r\n\n\n**In vivo cell migration analysis in mice**\r\n\n\nFigure 1 shows that T cells of the small bowel can be CFSE labeled. After isoflurane narcosis the peritoneal cavity was opened by a midline incision and the small intestine was placed into a Petri dish containing a PBS solution with 10 µM CFSE. After 10 minutes the small intestine was washed with PBS and CD4+ T cells within the muscularis were analyzed for the CFSE profile 24 hours after IM or sham-operation. After 24 hours we only found CFSE labeled CD4+ cells in the colonic cell suspensions after intestinal manipulation suggesting a CD4+ cell shift from the manipulated jejunum to the unmanipulated colon after intestinal manipulation. The definite results are displayed in our manuscript in Nature Medicine 2010."
        },
        {
            "header": "References",
            "content": "1 A. J. Bauer, et al., “Ileus in critical illness: mechanisms and management,” 8\\(2), 152 \\(2002).\r\n\n\n\r\n\n\n2 B. E. Berndt, et al., “The role of dendritic cells in the development of acute dextran sulfate sodium colitis,” J. Immunol. 179\\(9), 6255 \\(2007).\r\n\n\n\r\n\n\n3 F. G. Chirdo, et al., “Immunomodulatory dendritic cells in intestinal lamina propria,” Eur. J. Immunol. 35\\(6), 1831 \\(2005).\r\n\n\n\r\n\n\n4 S. Iyer, W. B. Saunders, and S. Stemkowski, “Economic burden of postoperative ileus associated with colectomy in the United States,” 15\\(6), 485 \\(2009).\r\n\n\n\r\n\n\n5 J. C. Kalff, et al., “Surgically induced leukocytic infiltrates within the rat intestinal muscularis mediate postoperative ileus,” Gastroenterology 117\\(2), 378 \\(1999).\r\n\n\n\r\n\n\n6 J. C. Kalff, et al., “Role of phagocytes in causing dysmotility after each stage of small bowel transplantation,” Transplant. Proc. 30\\(6), 2568 \\(1998).\r\n\n\n\r\n\n\n7 J. C. Kalff, et al., “Surgical manipulation of the gut elicits an intestinal muscularis inflammatory response resulting in postsurgical ileus,” Ann. Surg. 228\\(5), 652 \\(1998).\r\n\n\n\r\n\n\n8 N. T. Schwarz, et al., “Selective jejunal manipulation causes postoperative pan-enteric inflammation and dysmotility,” Gastroenterology 126\\(1), 159 \\(2004).\r\n\n\n\r\n\n\n9 M. V. Sukhdeo and D. F. Mettrick, “Migrational responses of Hymenolepis diminuta to surgical alteration of gastro-intestinal secretions,” 88 \\( Pt 3), 421 \\(1984).\r\n\n\n\r\n\n\n10 A. Tuler, et al., “Molecular inflammatory events within the human intestinal muscularis during small bowel transplantation,” Transplant. Proc. 34\\(3), 921 \\(2002).\r\n\n\n\r\n\n\n11 S. Wehner, et al., “Inhibition of macrophage function prevents intestinal inflammation and postoperative ileus in rodents,” Gut 56\\(2), 176 \\(2007)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm.2255",
                "date": "2010-12-02 13:47:33",
                "title": "T helper type 1 memory cells disseminate postoperative ileus over the entire intestinal tract",
                "authors": [
                    "Daniel R Engel",
                    "Arne Koscielny",
                    "Sven Wehner",
                    "Juliane Maurer",
                    "Marzena Schiwon",
                    "Lars Franken",
                    "Beatrix Schumak",
                    "Andreas Limmer",
                    "Tim Sparwasser",
                    "Andreas Hirner",
                    "Percy A Knolle",
                    "Jörg C Kalff",
                    "and Christian Kurts"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11569,
                "identity": "9f87ea0c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Arne Koscielny",
                "email": "Arne.Koscielny@ukb.uni-bonn.de",
                "orcid": "",
                "institution": "University of Bonn, Department of Surgery, Bonn, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Arne",
                "middleName": "",
                "lastName": "Koscielny",
                "suffix": ""
            },
            {
                "id": 11570,
                "identity": "9f87edb0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sven  Wehner",
                "email": "",
                "orcid": "",
                "institution": "University of Bonn, Department of Surgery, Bonn, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sven",
                "middleName": "",
                "lastName": "Wehner",
                "suffix": ""
            },
            {
                "id": 11571,
                "identity": "9f87efdc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daniel Robert  Engel",
                "email": "",
                "orcid": "",
                "institution": "University of Bonn, Institutes for Molecular Medicine and Experimental Immunology, Bonn, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "Robert",
                "lastName": "Engel",
                "suffix": ""
            },
            {
                "id": 11572,
                "identity": "9f87f32f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christian   Kurts",
                "email": "",
                "orcid": "",
                "institution": "University of Bonn, Institutes for Molecular Medicine and Experimental Immunology, Bonn, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Kurts",
                "suffix": ""
            },
            {
                "id": 11573,
                "identity": "9f87f50e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Joerg  Kalff ",
                "email": "",
                "orcid": "",
                "institution": "University of Bonn, Department of Surgery, Bonn, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joerg",
                "middleName": "",
                "lastName": "Kalff",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-12-28 11:04:02",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.201",
        "doiUrl": "https://doi.org/10.1038/protex.2011.201",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608176,
                "identity": "33c9b99a-ccf3-4d66-9514-570ecfb2789e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 29484,
                "visible": true,
                "origin": "",
                "legend": "table 1   Expected cell amounts by modified isolation   expected cell amounts per mouse according to the cell isolation protocol as described above.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1910/v1/figure_1.jpg"
            },
            {
                "id": 2608172,
                "identity": "c1187659-2158-4e21-ae82-7dc17cba8e78",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 41562,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   CFSE labeling of small bowel cells   This figure shows that T cells of the small bowel can be CFSE labeled. After isoflurane narcosis the peritoneal cavity was opened by a midline incision and the small intestine was placed into a Petri dish containing a PBS solution with 10 µM CFSE. After 10 minutes the small intestine was washed with PBS and CD4+ T cells within the muscularis were analyzed for the CFSE profile 24 hours after IM or sham-operation. After 24 hours we only found CFSE labeled CD4+ cells in the colonic cell suspensions after intestinal manipulation suggesting a CD4+ cell shift from the manipulated jejunum to the unmanipulated colon after intestinal manipulation. The definite results are displayed in our manuscript in Nature Medicine 2010.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1910/v1/figure_2.jpg"
            },
            {
                "id": 13464554,
                "identity": "8569b823-3fbc-434b-a7fa-75f4325372c1",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:47",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 245172,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1910/v1/027b8a12-4a75-40ab-bec1-d49ace389d87.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "postoperative ileus, isolation, separation, intestinal dendritic cells, intestinal T cells, transmigration",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Postoperative ileus \\(POI) affects patients after abdominal surgery.<sup>1,4</sup>  Standardized rodent models of intestinal manipulation represent the surgical trauma. POI is induced by local inflammation in the intestinal muscularis.<sup>7</sup> This inflammation is due to an activation of resident muscularis macrophages leading to paralysis of intestinal myocytes.<sup>5,11</sup>  This disseminates along the entire gastrointestinal tract, the so called gastrointestinal field effect.<sup>8</sup> Former authors provided the description of this phenomenon, but the underlying pathomechanism remained unclear.<sup>8,9</sup> There were hints for an immunological interaction.<sup>6,10</sup> In the December issue of Nature Medicine 2010 we demonstrated that memory T helper type 1 cells are responsible for the gastrointestinal field effect. We established a modified protocol to isolate dendritic cells and T cells separately from the intestinal muscularis and the mucosa/submucosa layer for further phenotypical, functional and in vitro studies offering the advantage to study cells of two functionally different layers \\(muscularis vs. mucosa/submucosa) of the bowel wall simultaneously in contrast to established isolation protocols.<sup>2,3</sup> Isolation of smaller cell amounts of the tunica muscularis is possible. Isolated cells could be used for phenotypical and functional analysis by FACS, ELISA, transmigration assays and \\(co-)culture systems. Cell pooling is not needed in our protocol.",
        "manuscriptTitle": "Isolation of T cells and dendritic cells from peripheral intestinal tissue, Peyer’s Patches and mesenteric lymph nodes in mice after intestinal manipulation",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-01-04 14:41:40",
                "doi": "10.1038/protex.2011.201",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f8787fd-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 4th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2475,
                "name": "Cell biology"
            },
            {
                "id": 2476,
                "name": "Developmental biology"
            },
            {
                "id": 2478,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-01-04 14:41:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}