{
    "identity": "pex-1302",
    "title": "<p>Re-using Criterion plastic precast gel cassettes for SDS-polyacrylamide electrophoresis.</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Due to limited funds, many laboratories cannot afford the purchase of precast denaturing SDS-polyacrylamide gels for protein electrophoresis.&nbsp;However, an effective means to reduce cost is to re-use these gel cassettes to pour SDS-polyacrylamide gels in-house.&nbsp;The Bio-Rad Criterion gel system has been proven to be very versatile given that gels can have up to 26 wells.&nbsp;Here we describe how the Criterion plastic gel cassettes can be re-used several times.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>- Agarose, 2%, made in deionised water</p><p>- Deionised water</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>- Used, clean precast gel cassette (both plates, plus the comb, e.g. #5678023), for the Criterion electrophoresis system (Bio-Rad, e.g. Criterion™ Cell #1656001)</p><p>- 1000&nbsp;µl pipette and tips</p><p>- 200&nbsp;µl pipette tips</p><p>- Masking tape</p><p>- Filter paper/Whatman paper</p><p>- Wash bottle filled with deionised water</p><p>- Paper towels</p><p>- Plastic wrap</p><p>- Large and medium bulldog/binder clips</p><p>- Peg rack as shown in Figure 4</p><p>- microwave</p>"
        },
        {
            "header": "Procedure",
            "content": "1\n.       Prepare a 2% agarose solution in deionised water. Microwave until agarose has fully melted.\n2\n.       Use a pair of plastic gel plates, consisting of a front and back plate (Figure 1A). The back plate contains the buffer reservoir for electrophoresis (see Figure 1B for side-view of the plate). It is important that the plates originated from the same cassette, as the plastic connectors break differently when the plates were separated).\n3\n.       Wash plates with warm water (note that hot water will deform the plastic), dry with paper towels.\n4\n.       Join plates together and lay them flat on an elevated surface such as a pipette tip box (Figure 2A).  This will allow easy access to the gaps between the plate, without lifting them up.\n5\n.       Using masking tape, seal the bottom slit of the front plate. Fold over the ends of the tape so that it can easily be peeled off prior to electrophoresis (Figure 2B).\n6\n.       Similarly, place a second piece of masking tape near the top just under the well numbers (Figure 2C).\n7\n.       Flip the gel cassette over and firmly pull tape around and tape on opposing plate, such that the two plates are firmly held together by the tape (Figure 2D).  Rub fingers firmly on the tape.\n8\n.       Wait for agarose solution to cool to approximately 80\no\nC. Take up agarose solution with a 1 ml pipette, avoiding intake of air bubbles. Place the pipette tip on the left side of the gel, and between the two plates close to the gap, as indicated in the Figure 3A. Slowly expel the solution in-between the gap.  During this procedure do not lift up the cassette, instead it must be kept horizontal at all time.  If parts of the gap are still not filled with agarose, move along the gap and inject agarose solution where needed.\nHot (80\no\nC) agarose solution will allow it to 1) flow easily deeply between the thin gaps, leading to a better seal; and 2) to naturally flow along the seam without needing to move the pipette tip.\n9\n.       Keeping the plate in its horizontal position, repeat procedure, but starting on the right side of the cassette.\n10\n.     Keeping the plate in its horizontal position, repeat the same procedure, but starting from the bottom gap (Figure 3B). Since this gap is more narrow, make sure the agarose solution is still hot, to allow it to flow easily into the gap. Slowly run the pipette tip back and forth along the gap, and ensure the gap is fully filled with agarose. Pipette slowly to avoid air bubbles entering the gap. If air bubbles did enter the gap, they can be removed with an empty 200 µL tip attached to a pipette, by sucking up the air bubbles.\n11\n.     Do not lift the cassette or move it, until the agarose has solidified.\n12\n.     Place the cassette upright in a peg rack, as shown in Figure 4A. Best results are achieved when the cassette fits firmly in the rack. This will apply slight pressure on the plates, pressing them against each other, ensuring the acrylamide will not leak out.\n13\n.     Place medium sized bulldog clips on either side of the cassette as indicated in Figure 4B.\n14\n.    Keeping the cassettes in the rack, lift the rack and tilt at a 45\no\nangle as illustrated in Figure 5A below. Take up hot agarose solution with a 1 ml pipette. Place the pipette tip on right inside edge of the cassette. Allow the agarose solution to flow down along the inside edge and to the bottom. Tilt the rack and cassette back to the horizontal position, allowing the agarose solution to continue flowing along the bottom inside edge of the cassettes. Repeat on the left side (Figure 5B). Repeat the process, until there is at least 2-3mm of agarose along the bottom inside edge of the cassettes (Figure 5C). This will require approximately 1.5 ml of agarose solution in total). Allow the agarose to set.\n15\n.     Test the sealed cassette for any potential leaks by squeezing water into the cassette using a wash bottle (Figure 6A).\n16\n.     Fill up cassette with water (Figure 6B). Leave for a few minutes to give time for the sighting of any leaks.\n17\nAfter confirmation that the cassette is note leaking, discard the water by carefully inverting the rack over a sink while holding the cassette in place. Place the rack with the cassette back on the bench. Insert a strip of blotting/filter paper between the plates to remove any remaining water (Figure 6C). Several pieces of absorbent paper may be needed to remove all water. Note that stiffer absorbent paper such as Whatman paper works best.\n18\n.     The cassette is ready for pouring the SDS-PAGE gel. For pouring a gradient gel see reference (1). Cassettes will generally require 15mls of acrylamide to fill. Plates that have been used several times may have become bent slightly, meaning that slightly more volume is needed for pouring the gel.\n19\n.     Place the comb into the cassette, between the plates, as far as it can be pushed in (Figure 7A). Place the comb slowly between the plates and holding it initially at an angle, this well help to not trap any air bubbles between the teeth of the comb.\n20\n.     Fix the comb to the plates using two large bulldog clips, to hold the comb firmly in place (Figure 7B). It is important to place the bulldog clips just above the teeth of the comb as indicated in the image, to prevent acrylamide being squeezed out of the cassette.\n21\n.     Let the acrylamide set, this will take approximately 1.5 hours.\n22\n.     Remove cassette from the rack, remove the bull clips, but Do NOT remove the tape. Wet a paper towel with water and wrap around the cassette, then wrap tightly in plastic wrap (Figures 8A-8C). Store in fridge over night to allow for full polymerisation and best results. Gels can be stored for up to two weeks at 4\no\nC with little effect on protein separation.\n23\n.     Before running the gel, carefully remove the tape covering the slit of the front pate, but do NOT remove the second piece of tape holding the plates together. Carefully insert the gel cassette into the electrophoresis unit. Add running buffer to the top reservoir. Add running buffer in the bottom chamber only until the meniscus is approximately 1cm above the slit in the front plate. It is important that not more running buffer is added to the bottom reservoir, as otherwise ions could freely move through the sides of cassettes\n24\n.     After running the gel, remove the tape and separate the plates. Remove the SDS-PAGE gel for further processing. Remove and discard any excess acrylamide gel and agarose, wash plates in warm water, dry with paper towels, and store until next use."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>Cassette leaks when pouring acrylamide gel</strong>: </p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Always check for leakage first by adding water into the prepared cassette, to make sure there will be no leakage when pouring the acrylamide gel.&nbsp;</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ensure no air bubbles trapped in the agar when sealing the cassette with agarose.&nbsp;</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Use hot (80<sup>o</sup>C) agarose solution to ensure it can fully enter the gap between the plates.&nbsp;</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Avoid using plates that originated from different cassettes.&nbsp;</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ensure the cassette is not moved, until the agarose has fully solidified.&nbsp;</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ensure, when pouring the acrylamide gel, that the plates are firmly pushed together by the bulldog clips and by the peg rack.</p><p><br></p><p><strong>Difficulty inserting agarose solution into bottom gap of cassettes</strong>: &nbsp;</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attach a yellow 200&nbsp;µL pipette tip onto the end of the blue tip to more easily insert the agarose solution between the gap of the two plates.&nbsp;</p><p><br></p><p><strong>Volume of acrylamide required to fill cassette is more than 15mls</strong>: </p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If the volume is only slightly different (up to 1ml), then adjust amount added.&nbsp;</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If the volume is far higher, then discard the cassette and use new cassettes.&nbsp;The plates are made of plastic that is heat sensitive and will deform if washed in a dishwasher (at high temperatures), placed in drying cabinet for an extended period of time, or if the gel is run at a too high voltage.&nbsp;If treated properly, cassettes can be reused at least 10 times.</p><p><br></p><p><strong>Leakage occurs when buffer is added to top reservoir of gel</strong>: </p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If the gels are not stored in a moist environment, the agarose and SDS-PAGE gel may partially dry out and shrink, which will lead to a slight separation of the gel from the plate(s), that may cause leakage from the top reservoir.&nbsp;This can be avoided by ensuring poured gels are stored with moist paper towels and are tightly sealed with plastic film, also avoid using gels past 2 weeks of age.&nbsp;</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>If leakage does occur: </strong>&nbsp;Cut off the end of a 200&nbsp;µL pipette tip (Figure 9A) and insert it between the back cassette plate and the adjacent wall of the electrophoresis unit as shown in Figures 9B, 9C.&nbsp;For further clarification of the positioning of the tips, see the top view (Figure 9D) and the view from the front of the cassette (Figure 9E).&nbsp;This tip will press the plates against the opposing wall of the electrophoresis unit, thereby pressing the plates firmly together.&nbsp;Do ensure that the cut-off tip-end is short enough so that the lid of the gel apparatus can still be securely closed.&nbsp;&nbsp;</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Assembly of the cassette:  less than 15 minutes&nbsp;</p><p>Pouring the gel: 5 minutes</p><p>Let the acrylamide set: 1.5 hours</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>A re-used Criterion gel cassette assembled for preparing an SDS-PAGE gel.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Simultaneous semi-dry electrophoretic transfer of a wide range of differently sized proteins for immunoblotting. Martin Wiedemann, Su Jung Lee, Richard Cardoso da Silva, Jyothsna Visweswaraiah, Josefin Soppert, and Evelyn Sattlegger, Protocol Exchange, 18/12/2013, doi:10.1038/protex.2013.095</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 6620242,
                "identity": "e6078042-14ff-4af0-82fb-63a4f56a8447",
                "order_by": 0,
                "name": "Reuben Anderson",
                "email": "",
                "orcid": "",
                "institution": "Massey University, School of Natural and Computational Sciences, Auckland, New Zealand",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Reuben",
                "middleName": "",
                "lastName": "Anderson",
                "suffix": ""
            },
            {
                "id": 6620243,
                "identity": "e7411b03-ceb5-47d7-8285-c39131ed5831",
                "order_by": 1,
                "name": "Evelyn Sattlegger",
                "email": "e.sattlegger@massey.ac.nz",
                "orcid": "https://orcid.org/0000-0002-3144-2755",
                "institution": "Massey University, School of Natural and Computational Sciences, Auckland, New Zealand",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Evelyn",
                "middleName": "",
                "lastName": "Sattlegger",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-12-17 00:20:20",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1302/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1302/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 7006057,
                "identity": "258bdf38-e049-4409-8f03-8d0e8faa7e1d",
                "added_by": "auto",
                "created_at": "2021-03-16 09:09:26",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 91570,
                "visible": true,
                "origin": "",
                "legend": "Images of the Criterion plastic cassette back and front plate. The back plate contains the buffer reservoir for electrophoresis.",
                "description": "",
                "filename": "Figure1AndersonSattlegger2021.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1302/v1/e4d518879326b2eb4daaf547.jpg"
            },
            {
                "id": 7005998,
                "identity": "0f9ef178-7473-4e72-97c5-f54a5303f004",
                "added_by": "auto",
                "created_at": "2021-03-16 09:03:26",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 101253,
                "visible": true,
                "origin": "",
                "legend": "The front and back plates are assembled, and secured with masking tape.",
                "description": "",
                "filename": "Figure2AndersonSattlegger2021.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1302/v1/b31819167a94683ea0313232.jpg"
            },
            {
                "id": 7005995,
                "identity": "2d3115f3-d6f0-4d51-8120-5b3966c2fbf4",
                "added_by": "auto",
                "created_at": "2021-03-16 09:03:25",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 92274,
                "visible": true,
                "origin": "",
                "legend": "The gap between the front and back plate is sealed with agarose solution.",
                "description": "",
                "filename": "Figure3AndersonSattlegger2021.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1302/v1/2bdc52fa4c747e82d56a94db.jpg"
            },
            {
                "id": 7006016,
                "identity": "101ccc4f-b2b1-4719-b940-0f5e54d6ba7b",
                "added_by": "auto",
                "created_at": "2021-03-16 09:06:26",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 139129,
                "visible": true,
                "origin": "",
                "legend": "The assembled cassette is placed in a peg rack as shown, to press the plates against each other. ",
                "description": "",
                "filename": "Figure4AndersonSattlegger2021.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1302/v1/f5f9be9f1c7ea29a28c05dd1.jpg"
            },
            {
                "id": 7006014,
                "identity": "07016e7e-b33a-4985-b1e6-2f4bfb02c819",
                "added_by": "auto",
                "created_at": "2021-03-16 09:06:26",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 69357,
                "visible": true,
                "origin": "",
                "legend": "The gap between the front and back plate is sealed inside the cassette using agarose solution.",
                "description": "",
                "filename": "Figure5AndersonSattlegger2021.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1302/v1/8a580257a29c32a37c4d3b7e.jpg"
            },
            {
                "id": 7006015,
                "identity": "da002c59-b546-45bd-9e60-42d9b9b10782",
                "added_by": "auto",
                "created_at": "2021-03-16 09:06:26",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 159741,
                "visible": true,
                "origin": "",
                "legend": "Water is poured into the cassette to test for possible leakage. After that, the water is removed again, and any remaining water removed with absorbent paper.",
                "description": "",
                "filename": "Figure6AndersonSattlegger2021.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1302/v1/6025e45c265d84e5d46f7b5e.jpg"
            },
            {
                "id": 7006000,
                "identity": "005c76df-3268-4577-8f9c-8c71cbd7d062",
                "added_by": "auto",
                "created_at": "2021-03-16 09:03:26",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 95446,
                "visible": true,
                "origin": "",
                "legend": "After pouring the acrylamide solution into the cassette, the comb is added and secured as shown. ",
                "description": "",
                "filename": "Figure7AndersonSattlegger2021.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1302/v1/ebefa8f03d21b119205610ba.jpg"
            },
            {
                "id": 7006003,
                "identity": "68fe39bf-ca07-4f47-9b3f-766d54db2c40",
                "added_by": "auto",
                "created_at": "2021-03-16 09:03:26",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 74333,
                "visible": true,
                "origin": "",
                "legend": "For storage, the cassette is wrapped in moist paper towels and plastic wrap.",
                "description": "",
                "filename": "Figure8AndersonSattlegger2021.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1302/v1/cc3c6160bc1b2a441a6fe94d.jpg"
            },
            {
                "id": 7006017,
                "identity": "ca2eac42-2cbb-4a37-b22c-221c40d02a56",
                "added_by": "auto",
                "created_at": "2021-03-16 09:06:26",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 141917,
                "visible": true,
                "origin": "",
                "legend": "If buffer leaks from the top reservoir, the front part of a yellow tip is inserted between the cassette and the electrophoresis unit, as shown.",
                "description": "",
                "filename": "Figure9AndersonSattlegger2021.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1302/v1/e1a68598ffdaa625f04b35e5.jpg"
            },
            {
                "id": 13679820,
                "identity": "6f4b4662-4be7-4afb-bffa-0d083e8541bf",
                "added_by": "auto",
                "created_at": "2021-09-17 11:45:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 905062,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1302/v1/73bc2b7e-6b07-43e0-837a-2860ef178907.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "SDS-PAGE,  Criterion,  re-using gel cassettes",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Precast gels are made with plastic cassettes which usually are discarded after use.&nbsp;Here we describe how Criterion plastic gel cassettes can be re-used for making SDS-PAGE gels in-house.&nbsp;</p>",
        "manuscriptTitle": "Re-using Criterion plastic precast gel cassettes for SDS-polyacrylamide electrophoresis.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-03-16 09:03:24",
                "doi": "10.21203/rs.3.pex-1302/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f92ae4a-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 16th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2400051,
                "name": "Biochemistry"
            },
            {
                "id": 2400052,
                "name": "Molecular biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-03-16 09:03:24",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}