{
    "identity": "pex-1209",
    "title": "<p>Production of Clone-like Chicken by Primordial Germ Cells Induced From Somatic Cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": "<p>DMEM (Hyclone, SH30243.01), Trypsin-EDTA (Gibco, 25200072), FBS (Gibco, 10099141), Knockout-DMEM (Gibco, 10829018), β-Mercaptoethanol (Sigma, M3148), L-Glutamine (Sigma, 59202C), Non-Essential Amino Acid (Sigma, M7145), Knockout-DMEM (Gibco, 10829018), mLIF (Millipore,ESG1106), bFGF (Sigma, F0291), hSCF (Sigma, S7901), Chicken Serum (Gbico, 16110-082), Streptomycin (Solarbio, P1400-100), SEA-1 Antibody (Abcam, AB16285), 4% Paraformaldehyde (Solarbio, P1110), Triton X-100 (Solarpore, T8200), Tween-20 (Solarbio, T8200), T8220), Accutase Digestive Juices (Gibco,40506ES60), Polycoagulant (Santa Cruz, SC-134220), Mitomycin-C (MCE, Hy-13316), BMP4 (ProSpec,CYT-361), BMP8b (R&amp;D, 9316-BP), EGF (Thermo Scientific, PHG0314), DAPI (Beyotime, C1005), Anti-Fluorescent Quench Sealant (Solarbio, S2100), PAS staining KIT (Solarbio, G1281), CVH Antibody (ABCAM, AB13840), c-Kit Antibody (Themo Fisher Scientific, 14-1172-81), PKH26(Sigma, PKH26GL), Coloximide (TCI, C0380), Potassium Chloride (Shanghai Test, 67-56-1), Methanol (Shanghai test, 7447-40-7), Sodium Citrate (Shanghai Trial, 6132-04-3), Jimsa (Solarbio, G1015), Acetic Acid (Shanghai Trial, 1-101)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Fluorescent Microscope (Olympus, Tokyo, Japan, DP72), Inverted Fluorescence Microscope (Olympus, Japan, DP70), FACS LSRFortessa (BD Biosciences, USA), Fluorescent Enzyme Scale Instrument (Tecan, Switzerland, Spark 10M), Bench Speed Automatic Balancing Centrifuge (Hunan Xiangji Laboratory Instrument Development Co., LTD., TDZ4-WS), Frozen Slicer (Leica, Dresden, German, CM1950)</p>"
        },
        {
            "header": "Procedure",
            "content": "1. Transfection of CEF with Chicken\nOct4, Sox2, Nanog, Lin28\nlentivirus overexpression vector\n(1) The well-grown CEF of Black Feather Langshan Chicken was inoculated in 24-well plate (1.5×10\n5\n/well), and cultured in DMEM containing 10% FBS.\n(2) It is estimated that when the cell density is about 60%, 300 μL of virus diluted in serum-free DMEM medium is added to each well, four mixed lentiviral vectors (1: 1: 1: 1) were used to infect CEF under 10 multiplicity of infection and 5ng/mL polybrene.\n(3) Virus was diluted by adding serum-free DMEM medium containing 5ng/mL polybrene amine at 6 hours of transfection.\n(4) Culture medium was replaced by DMEM containing 10% FBS at 24 hours of transfection. The expression of enhanced green fluorescence protein was detected at 72 hours of transfection.\n1.2 iPSCs induction system in chickens.\n1.2.1 Preparation of feeder cells\n(1) The well-grown CEF was collected and passed to the second generation in 60 mm diameter petri dish, and treated with culture medium containing 10μg/mL mitomycin C for 2.5 hours at 37℃, 5% CO\n2\nconditions.\n(2) After mitomycin C containing medium was removed, the CEF was washed 8 times with PBS.\n(3) The CEF was digested by using 1 mL 0.25% trypsin for 3 minutes. Then 2 mL DMEM containing 10% FBS was added to stop the digestion.\n(4) The cells were inoculated with 2×10\n5\ncells/well and cultured in 24-well plate.\n1.2.2Induction culture of chicken iPS cells\n(1)  The transfected fibroblasts were cultured in 10%FBS medium for 72 hours. The status of cells were observed and the culture medium was replaced with iPSCs induction medium.\n(2)  On the 5th day of induction, the morphology of cells changed significantly, gradually gathered and became round, and the ability of adhesion decreased. The cells were transferred onto CEF feeder layer treated with mitomycin.\n(3)  According to the status of the cell, half of the DMEM medium was changed every day.\n(4) When the distinct monoclonal colonies were observed, single-cell clone colony was picked up under a stereo fluorescence microscope; it was inoculated into 96 well dishes with feeder cells after 10 minutes of accutase digestion.\n(5) After the feeder layer cells fell off, CEF was sub-cultured into 48-well dish and then sub-cultured into 24-well dish by the same method.\n1.2.3 Passaging of Chicken iPS\n(1)  Collect the culture supernatant of iPS cells and the superfluous serum was removed by gently washing the bottom of the 24-well dish with PBS.\n(3)  Add 200 μL of accutase digestion solution to 24-well dish and digested at 37 ℃ for 5 minutes. Collect the digested cells, and centrifuge together with the supernatant at 1000 g for 8 minutes.\n(4)  After discarding the supernatant, the accutase digestive juice of 1mL was added to the cell precipitation to digest the iPS clone. The iPS clone was digested at 37 ℃ for 10 minutes, shaking every 3 minutes.\n(5)  After digestion, the accutase digestive juice was diluted by adding more than 3 times the volume of factor medium according to the number of 24-well dishs, filtered with 400mesh filter cloth, and inoculated onto the new feeding layer.\n(6)  After iPS cells adhered to the new feeder layer cells for 6 hours, the new medium was replaced.\n1.2.4 The identification of chicken iPS\n1.2.4.1 indirect immunofluorescence of SSEA-1\n(1) Wash the cells inducted for 21d twice with 200μL PBS.\n(2) The cells were fixed by 200μL 4% paraformaldehyde for 30 minutes, then washed 3 times by 200μL PBS.\n(3) Treated with 200μL 1% Triton for 20 minutes, then washed 3 times by 200μL PBS.\n(4) The cells were blocked by 200μL antibody blocking solution for 2 hours.\n(5) Incubate the cells with 200μL primary antibody at 37°C for 2 hours and 4°C overnight.\n(6) Next day, Wash the cells with 200μL PBS-T 3 times, each time for 5 minutes.\n(7) Incubate the cells with 200μL secondary antibody for 2 hours at 37°C in the dark.\n(8) Wash with 200μL PBS-T 3 times, 5 minutes each time.\n(9) 5ng/μL DAPI staining for 10 minutes.\n(10) Fluorescence inverted microscope was used to observe the results.\n1.2.4.2 Alkaline Phosphatase staining\n(1) Remove the supernatant of the cultured cells and wash with PBS.\n(2) Add ALP fixative to fix the cells for 3 minutes and wash with PBS.\n(3) Add ALP incubation solution, protect from light for 15-20 minutes, and wash with PBS.\n(4) Add nuclear fast red staining or methyl green staining solution for counterstaining for 3-5 minutes.\n(5) The cells were washed with PBS and microscopic examination.\n1.2.4.3 karyotype analysis\n(1) 5×10\n6\niPS were inoculated in a 100mm culture dish.\n(2) The cells were cultured to the logarithmic growth stage and colchicine was added to the existing culture medium in the culture dish at a final concentration of 0.1 mol/L.\n(3) After 4 hours of culture, discard the medium, add 2mL 0.25% trypsin, and incubate for 3 minutes.\n(4) DMEM with 10%FBS was added to terminate digestion and centrifuged at 1000g for 8 minutes.\n(5) With 5mL 40mmol/L KCl; The cells were re-formed by hypoexuding 25mmol/L sodium citrate and stood at 37℃ for 20min.\n(6) Add cold 1:3 methanol acetate fixative solution prepared by equal volume fresh to precipitate suspended cells.\n(7) The cells were suspended and allowed to stand for 10 minutes, and centrifuged at 1000g for 10 minutes\n(8) The fixed solution was discarded and 0.2mL methanol acetate solution was used to re-form the suspended cell mass.\n(9) Suck a drop of cell suspension through a pipette into a Pasteur pipette and drop from about 30 cm onto a slide cooled with ice cubes. Tilt the slide to allow droplets to flow down and spread out.\n(10) The slides were put into the oven to dry, and the cell density was observed and adjusted through a phase contrast microscope until the slides without cell overlap were prepared.\n(11) The slides were placed in the tissue box for giemsa staining.\n(12) Add Jimsa working fluid to completely cover the slides and stain for 5 minutes\n(13) Wash away the dye solution slowly with running water and observe the glass slides under microscope after drying.\n1.3.1 Induction of chicken PGCs\n(1) The iPS supernatant from culture was collected, and the cultured cells were digested with accutase for 3 minutes and centrifuged together with the supernatant at 1000g for 8 minutes.\n(2) Inoculated in a 100mm petri dish, differential adherent for 45 minutes, supernatant was collected, and feeder layer cells in iPS were removed\n(3) iPS (or ESCs) cells were inoculated into the pore plate with 5×10\n4\n/well, and 40ng/mL BMP4, 40ng/mL BMP8b and 50ng/mL EGF were added into the medium with inducible medium components as the base factor. Change half of the induction medium every 12 hours.\n1.3.2 Identification of chicken PGCs\n1.3.2.1 PAS glycogen staining\nPAS glycogen staining was performed using soleppo PAS staining kit, and the methods were as follows:\n(1)  The cells were fixed in a 24-well plate with PAS fixed solution for 10-15 minutes.Wash PBS twice and air dry.\n(2)  Add oxidants into cells, oxidize for 15-20 minutes at room temperature, and wash with PBS twice.\n(3)  Add Schiff reagent into cells, soak in the dark for 10-20 minutes\n(4)  Add sulfite solution 200 L to rinse into cells twice, 2 minutes each time.\n(5) The cells were rinsed with PBS twice.\n(6) Add hematoxylin in cells and redye for 1-2 minutes.Wash twice with PBS.\n1.3.2.2 Indirect Immunofluorescence of CVH(C-KIT)\nThe specific operation steps are shown in 1.2.4.1.\n1.3.3 Vascular injection\n(1) Incubate fertilized eggs(White Plymouth Rock Chicken) in a humidified incubator at 38 ℃ until Day 2.5 and the alcohol cotton balls was used to clean the broader edge.\n(2) Create a small window by forceps at the broader edge of eggshell, exposure the embryo vessel.\n(3) Inject the 1μL cell suspension (5000 cells/μL) to embryo vessel by microinjection needle.\n(4) Drop the 20μL of penicillin-streptomycin solution om top of embryo.\n(5) Seal the small window with plastic tape and move back to incubator to hatch.\n1.3.4\nDetection of migration and homing ability of chicken PGCs by frozen section\n(1)  Put the sample on the frozen section holder and added the embedding agent to spread evenly, so that the sample holder remained flat.\n(2)  Quickly put the sample into liquid nitrogen, freezed and fixed it about 20 seconds until no bubbles were generated.\n(3)  Put the frozen fixed sample into the frozen microtome to equilibrate the temperature.\n(4)  Installed the blade and trimmed it with a thickness of 20μm.\n(5)  After cutting to the sample, sliced it with a thickness of 8μm, attached it with a glass slide, and observed under a microscope.\n1.3.5 Somatic cell induction reprogramming mediated transgenic chicken production\n(1)  The embryos of White Plymouth Rock Chicken injected with PGCs of the Black Feather Langshan Chicken were incubated until they exuded the shell (F0 generation).\n(2)  F0 generation was raised to sexual maturity, male and female hens mated, and eggs (F1 generation) were collected and hatched.\n(3)  Observed and recorded the phenotypic traits such as feather color and tibial color when the F1 generation chicken was out of its shell.\n(4)  F1 chickens were collected from the wing vein at the age of 1 month, and the blood genome was extracted for genome sequencing or microsatellite detection."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1. Motono, M. et al.&nbsp; Production of transgenic chickens from purified primordial germ cells infected with a lentiviral vector.&nbsp;<em>J Biosci Bioeng</em>. 109:315-321(2010).</p><p>2. Park, TS. &amp; Han, JY. piggyBac transposition into primordial germ cells is an efficient tool for transgenesis in chickens.&nbsp;<em>Proc. Natl. Acad. Sci. U. S. A</em>. 109, 9337-9341(2012).</p><p>3. Taylor, L. et al. Efficient TALEN-mediated gene targeting of chicken primordial germ cells. Development. 144:928-934(2017).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank the Poultry Institute of the Chinese Academy of Agricultural Sciences Experimental Poultry Farm for providing experimental materials.Key Research and Development Program (2017YFE0108000); National Natural Science Foundation of China (31872341, 31572390); High Level Talents Support Program of Yangzhou University.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-021-23242-5",
                "date": "2021-05-20 10:03:08",
                "title": "Production of viable chicken by allogeneic transplantation of primordial germ cells induced from somatic cells",
                "authors": [
                    "Ruifeng Zhao",
                    "Qisheng Zuo",
                    "Xia Yuan",
                    "Kai Jin",
                    "Jing Jin",
                    "Ying Ding",
                    "Chen Zhang",
                    "Tingting Li",
                    "Jingyi Jiang",
                    "Jiancheng Li",
                    "Ming Zhang",
                    "Xiang Shi",
                    "Hongyan Sun",
                    "Yani Zhang",
                    "Qi Xu",
                    "Guobin Chang",
                    "Zhenhua Zhao",
                    "Bing Li",
                    "Xinsheng Wu",
                    "Yang Zhang",
                    "Jiuzhou Song",
                    "Guohong Chen",
                    "Bichun Li"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 3504654,
                "identity": "1760a542-159c-4a6d-a3f5-1a88fad8925b",
                "order_by": 0,
                "name": "Ruifeng Zhao",
                "email": "",
                "orcid": "",
                "institution": "Yangzhou University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ruifeng",
                "middleName": "",
                "lastName": "Zhao",
                "suffix": ""
            },
            {
                "id": 3504655,
                "identity": "8f06d9fd-9b45-4b9c-9118-94943263758a",
                "order_by": 1,
                "name": "Qisheng Zuo",
                "email": "",
                "orcid": "",
                "institution": "Yangzhou University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Qisheng",
                "middleName": "",
                "lastName": "Zuo",
                "suffix": ""
            },
            {
                "id": 3504656,
                "identity": "d18a01ad-5f18-4903-bece-d1950f242baf",
                "order_by": 2,
                "name": "Xia Yuan",
                "email": "",
                "orcid": "",
                "institution": "Yangzhou University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xia",
                "middleName": "",
                "lastName": "Yuan",
                "suffix": ""
            },
            {
                "id": 3504657,
                "identity": "b22dcd31-93dc-49b0-ae4c-838502b4271b",
                "order_by": 3,
                "name": "Kai Jin",
                "email": "",
                "orcid": "",
                "institution": "Yangzhou University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kai",
                "middleName": "",
                "lastName": "Jin",
                "suffix": ""
            },
            {
                "id": 3504658,
                "identity": "7b0e8d43-2283-44c3-a39a-2b52542e17e6",
                "order_by": 4,
                "name": "Yani Zhang",
                "email": "",
                "orcid": "",
                "institution": "Yangzhou University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yani",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 3504659,
                "identity": "67e78061-2dba-48f2-b6c8-c2424067295f",
                "order_by": 5,
                "name": "Guohong Chen",
                "email": "",
                "orcid": "",
                "institution": "Yangzhou University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Guohong",
                "middleName": "",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 3504660,
                "identity": "a6bc9777-5b14-48ee-ad84-69a5a784c964",
                "order_by": 6,
                "name": "Bichun Li",
                "email": "yubcli@yzu.edu.cn",
                "orcid": "",
                "institution": "Yangzhou University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Bichun",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-10-15 09:28:18",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1209/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1209/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13695092,
                "identity": "5e33ed79-5d88-450a-8678-4a4d6713b86a",
                "added_by": "auto",
                "created_at": "2021-09-17 12:55:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 312715,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1209/v1/d34dddb7-ff7f-477d-9b1a-3f4b536d22be.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Chicken Primordial Germ Cells（cPGCs）；Trnasgenetic Chciken；Reprogramming",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The chicken primordial germ cell (PGCs) has the unique characteristic of settling in gonad through blood migration, which was the only way to realize the recovery of bird species. However, the PGCs obtained from a single embryo was far from enough to meet the practical application, while somatic cells can be obtained in large quantities. Therefore, the problem of insufficient PGCs can be solved by the induction of somatic cells into PGCs. Here, we successfully transdifferentiate somatic cells into PGCs, which can be transplanted to the recipient to produce offspring. In detail, The CEF of Black-Feathered Langshan Chicken was reprogrammed into iPS by reprogramming factors <em>Oct4, Sox2, Nanog</em> and <em>Lin28</em>, then was induced into PGCs by BMP4/BMP8b/EGF system. The induced PGCs has similar biological characteristics to the primary PGCs, which was transplanted into White Plymouth Rock Chicken, which self-crossed to produce clone-like offspring. It was the the first time to demonstrate the feasibility of avian cloning from somatic cells.</p>",
        "manuscriptTitle": "Production of Clone-like Chicken by Primordial Germ Cells Induced From Somatic Cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-26 10:09:04",
                "doi": "10.21203/rs.3.pex-1209/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9100b5c3-1a44-41c0-8d7f-8695f6646972",
        "owner": [],
        "postedDate": "May 26th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 788487,
                "name": "Developmental biology"
            },
            {
                "id": 788488,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-26 10:09:04",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}