{
    "identity": "nprot-5763",
    "title": "Functional validation of miRNA-mRNA interactions in macrophages by inhibition/competition assays based in transient transfection",
    "content": [
        {
            "header": "Introduction",
            "content": "The miRNAs are non-coding small RNAs that can regulate target mRNAs by interaction with the complementary 3’ UTR sequence, blocking the mRNA translation or promoting its degradation \\(1,2). miRNA expression has been extensively studied on cellular physiology and several pathologies, as cancer, cardiovascular disease, and infectious diseases by bacteria, viruses and parasites \\(3-9).\r\n\n\nThe role of miRNAs in the regulation of nitric oxide synthase 2 \\(NOS2) expression in macrophages infected with _L. \\(L.) amazonensis_ was previously analyzed with the use of miRNAs inhibitors and target protectors. The inhibition of miR-294/ _Nos2_ and miR721/ _Nos2_ interactions with miRNA inhibitor or target protectors increased NOS2 expression and consequently, increased the nitric oxide \\(NO) production leading to the reduction of parasite infectivity. The 3’ UTR of _Nos2_ mRNA encompasses the predicted sequence for miR-294 or miR-721 interactions. The analysis of these interactions were designed for pmirGLO Dual-Luciferase miRNA Target Expression Vector and the obtained results supported the role of these miRNAs in the regulation of NOS2 expression during _L. \\(L.) amazonensis_ infection \\(10).\r\n\n\nHere, we focused on the use of transient transfection of exogenous single-stranded RNAs for validation of miRNA-mRNA interactions through inhibitory and competitive assays in bone marrow derived-macrophages \\(Figure 1).  miRNA functionality was validated by RT-qPCR and In-cell western assays for mRNA quantification and protein expression, respectively. miRNA interaction with the complementary 3’UTR of the target mRNA was confirmed through the transient transfection of the macrophages with a plasmid DNA containing the miRNA target sequence downstream of the firefly luciferase reporter in combination with double-stranded miRNA mimics \\(Figure 2).\r\n\n\nThe study of down-regulation of miRNA activity or its over-expression by a transient transfection is one of the most powerful ways to understand miRNA function. The miRNA inhibitors \\(Figure 1A) are chemically modified with antisense oligonucleotides containing full or partial reverse complementary sequences of the mature miRNA to be studied. This strategy can reduce the endogenous levels of miRNA with high specificity and affinity \\(11,12). Target protectors are exogenous single-strand RNAs containing the partial complementary reverse sequence of 3' UTR of mRNA target that can promote a protection of target mRNA interaction with specific mature miRNA and allow the target-mRNA translation  \\(Figure 1B). Another strategy consists in the use of miRNA mimics \\(Figure 1C) that are synthetic oligonucleotides, usually double stranded and chemically modified, that are identical to the selected miRNA targeting mRNAs \\(13). The use of miRNA inhibitors or mimics leads to maximum and robust in vitro effects throughout the entire research project and support their potential as targets for therapies of several diseases. The advantage miRNA approaches is based on their ability to target multiple mRNAs and signaling cascades involved in cell growth, survival, resting, differentiation, proliferation, activation and apoptosis."
        },
        {
            "header": "Reagents",
            "content": "• RPMI 1640 medium \\(LGC Biotecnologia, São Paulo, Brazil)\r\n\n\n• Penicillin/streptomycin \\(Invitrogen, CA, USA)\r\n\n\n• Fetal Bovine Serum \\(FBS, Invitrogen, CA, USA)\r\n\n\n• EDTA \\(Invitrogen, CA, USA)\r\n\n\n• Trypan blue \\(Life Technologies, NY, USA)\r\n\n\n• 8-wells glass chamber slides \\(Lab-Teck Chamber Slide; Nunc, Naperville, IL, USA)\r\n\n\n• 24-wells plates \\(SPL, Lifescience, Pocheon, Korea)\r\n\n\n• pmirGLO Dual-Luciferase miRNA Target Expression Vector \\(Promega, Madison, USA) \r\n\n\n• TopTaq Master Mix Kit \\(Qiagen, Hilden, Germany)\r\n\n\n• Qiaquick Gel Extraction Kit \\(Qiagen, Hilden, Germany)\r\n\n\n• O’GeneRuler 100 bp DNA Ladder plus \\(Thermofisher, Ohio, USA)\r\n\n\n• O’GeneRuler 1 kb DNA Ladder plus \\(Thermofisher, Ohio, USA)\r\n\n\n• Restriction Enzymes XbaI and SacI \\(New England BioLabs, MA, USA)\r\n\n\n• T4 DNA Ligase \\(Promega, WI, USA)\r\n\n\n• miR-294-3p and  miR-721 inhibitors, or the negative control \\(Ambion, Carlsbad, CA, USA)\r\n\n\n• miR-294 or miR-721 mimics \\(Ambion, CA, USA)\r\n\n\n• miR-294/Nos2 \\(5’-aacucaaccuccugacugaagcacuuugggugaccaccag-3’) miScript Target Protector \\(Qiagen, Maryland, USA)\r\n\n\n• miR-721/Nos2 \\(5’-ugccgccgcucuaauacuuagcugcacuauguacagauau-3) miScript Target Protector \\(Qiagen, Maryland, USA)\r\n\n\n• FuGENE HD transfection reagent \\(Roche, Madison, WI, USA)\r\n\n\n• miRneasy® Mini kit \\(Qiagen, Hilden, Germany)\r\n\n\n• miScript II RT Kit \\(Qiagen, Hilden, Germany)\r\n\n\n• miScript SYBR Green PCR Master Mix \\(Qiagen, Hilden, Germany)\r\n\n\n• RevertAid™ Reverse Transcriptase \\(Fermentas Life Sciences, Ontario, Canada)\r\n\n\n• Random primer and dNTPs \\(Applied Biosystems, CA, USA)\r\n\n\n• SYBR Green PCR Master Mix \\(Qiagen, Hilden, Germany)\r\n\n\n• Odyssey Blocking Buffer \\(LI-COR, Lincoln, NE, USA)   \r\n\n\n• Primary antibodies: anti-NOS2 \\(sc651) or mouse anti-B-actin \\(s47778) \\(Santa Cruz, CA, USA)\r\n\n\n• Secondary antibodies IRDye®800CW-conjugated goat anti-rabbit IgG \\(827-08365) or IgG IRDye®680 LT-conjugated donkey anti-mouse \\(926-68022) \\(LI-COR, NE, USA)   \r\n\n\n• BRAND® microplate, 96 wells, size 330 μL, bottom flat, black, with transparent bottom, \\(BR781975-5EA) \\(BRANDplates®, Wertheim, Germany)\r\n\n\n• Dual-Glo® Luciferase Assay kit \\(Promega, Madison, USA)\r\n\n\n• RIPA Buffer \\(Sigma, St. Louis, Missouri, USA)"
        },
        {
            "header": "Equipment",
            "content": "• Centrifuge 5804 R \\(Eppendorf, Hamburg, Germany)\r\n\n\n• Water-jacketed CO2 Incubator \\(ThermoScientific, Ohio, USA)\r\n\n\n• Flow cytometry \\(FACScalibur-Becton Dickinson CA, USA)\r\n\n\n• Thermocycler Mastercycler gradient \\(Eppendorf, Hamburg, Germany)\r\n\n\n• Thermocycler ABI Prism 7300 \\(Applied Biosystems CA, USA)\r\n\n\n• Nanodrop ND-100 UV/Vis spectrophotometer \\(Nanodrop Techonologies, Wilmington, USA)\r\n\n\n• Odyssey CLx system \\(LI-COR, Bad Homburg, Germany)\r\n\n\n• GloMax® 96 Microplate Luminometer \\(Promega, Madison, USA)"
        },
        {
            "header": "Procedure",
            "content": "**Experimental Design**\r\n\n\nThe protocol of miRNA-mRNA inhibition/competition assays in macrophages  by transient transfection can be divided into 4 main steps \\(13 short procedure) and it is illustrated in the general flowchart \\(Table 1):\r\n\n\n1) Cell culture of bone marrow-derived macrophages \r\n\n\n2) Clone the predicted binding sites sequences into pmiRGLO vector\r\n\n\n3) Transfect of miRNA inhibitors/mimics, target protector or vector-constructs\r\n\n\n4) Biological validation\r\n\n\n  \r\n\n\n**Procedure**\r\n\n\n\r\n\n\n1) Cell culture of Bone Marrow-derived Macrophage \\(day 1-7)\r\n\n\n1.1) Collect cells for bone marrow derived macrophages \\(BMDM) from the femur of female BALB/c mice \\(6-8 weeks). Wash the femurs with cold PBS and then collect BMDMs by centrifugation at 500 x g for 5 min at 4ºC. Ressuspend the cells with RPMI 1640 medium supplemented with penicillin \\(100 U/mL), streptomycin \\(100 µg/ml), heat-inactivated fetal bovine serum 10% and L9-29 conditioned medium \\(20%), as Macrophage Colony-Stimalting Factor \\(M-CSF). Then, transfer to 75 cm2 culture flasks and incubate for 7 days, at 34ºC and 5% CO2. After diferentiation, evaluate cell viability with Trypan blue staining 1:1 and count in Neubauer chamber.\r\n\n\n1.2) After 7 days, harvest the BMDM with 1 mM EDTA in PBS and incubate for 10 min, at 34°C. Then, collect the cells by scrapping followed by centrifugation at 500 x g for 5 min, at 4°C. Wash with PBS and resuspend in RPMI 1640 medium supplemented, as previously described.\r\n\n\n1.3) Incubate 1 x 10\n6\ncells with anti-mouse CD11b-PE and anti-F4/80-APC antibody diluted 1:100 in FACS-buffer, at 4°C for 30 min. Confirm the phenotype of BMDM by flow cytometry \\(95% F4/80- and CD11b-positive cells) \\(Figura 3). \r\n\n\n1.4) For miRNA, mRNA and protein expression analysis after transfection: Seed 2 x 10\n5\ncells/well into 8-well glass chamber slides or 5 x 10\n5\ncells/well into 24-wells plate in RPMI 1640 medium supplemented as described above, overnight at 34°C in an atmosphere of 5% CO2 and check cells confluence \\(80%). Wash cells with PBS to remove non-adherent cells and add RPMI 1640 medium supplemented, as described above.\r\n\n\n\r\n\n\n2) Clone the predicted binding site sequences into pmiRGLO vector \\(day 1-7)\r\n\n\n2.1) Design oligonucleotides: design sense and antisense oligonucleotides based on the predicted miRNA binding site sequences in _Nos2_ mRNA 3’UTR using free tool in website: for in silico prediction \\(www.microrna.org) and oligonucleotides design tool  \\(https://www.ncbi.nlm.nih.gov/tools/primer-blast/). Include enzyme restriction sites at 5’ ends of both oligonucleotides for vector cloning in the designed/intended orientation. For our study, based on _Nos2_ mRNA sequence from _Mus musculus_ \\(Genbank NM_010927), the sense oligonucleotides were designed with _Sac_ I restriction site \\(gagctc) and the binding site for miR-294 \\(5’-gaagcacuu-3’, uppercase and underline): gagctcACCTCCTGACTGAAGCACTTT; the antisense oligonucleotides were designed with _Xba_ I restriction site \\(tctaga) and the binding site for miR-294 \\(5’-uuagcugcacu-3’, uppercase and underline): 5’-tctagAGTGCAGCTAAGTATTAGAGCG-3’.\r\n\n\nThe pmiRGLO constructs were designed for pmirGLO Dual-Luciferase miRNA Target Expression Vector \\(Promega) and the 3’ UTR of _Nos2_ contained the predicted sequence for miR-294 or miR-721 interaction \\(5’- aacctcctgactgaagcactttgggtgaccaccaggaggcaccatgccgccgctctaatacttagctgcact-3’).\r\n\n\n2.2) Inserts amplification: prepare the PCR reaction mix total volume 50 μL with 2X Top Taq Master Mix, 5 μL of 10 X CoralLoad Concentrate, 50 ng of genomic DNA from mice, 200 pM of sense and antisense oligonucleotides and water to final volume of 100 μL. Prepare a control with non-template. Incubate the reaction in thermocycler:  1 cycle at 95°C for 5 min, 40 cycles of 95°C for 1 min, 60°C for 30 s and 72°C for 15 s, 1 cycle 72°C for 5 min and hold at 8°C. Analyze the obtained amplicon in a 2% agarose gel using a 100 bp ladder. Cut the target amplicon gel band and purify with Qiaquick Gel extraction Kit following manufacturers’ instructions. Determine the DNA concentration in spectrophotometer at 260/280. PAUSE POINT: The PCR reaction and purified amplicon may be stored at 4°C for at least 1 year. \r\n\n\n2.3) Enzymatic digestion of insert and vector: prepare one reaction for the insert and one for the vector using 2 μg DNA, 5 μL of 10X CutSmart buffer, 10 U _Sac_ I, 10 U _Xba_ I and water to final volume of 50 μL. Incubate at 36°C for 3 h, followed by incubation at 65°C for 20 min for enzyme inactivation. Analyze the digested insert and vector in 2% and 0.8% agarose gel, respectively, using an appropriated ladder. Cut the target insert and vector gel bands and purify with Qiaquick Gel extraction Kit following manufacturers’ instructions. Determine the DNA concentration in spectrophotometer at 260/280. PAUSE POINT: The purified insert or plasmid DNA may be stored at -20 °C for at least 1 year.\r\n\n\n2.4) Ligation of the insert into the vector: prepare the mix for ligation containing 50 ng of pmirGLO Dual-Luciferase miRNA Target Expression Vector and insert in a ratio of 1 vector molecule to 3 insert molecules \\(1:3), 1 μL of 10X Ligation Buffer, 1 U T4 DNA Ligase and water to final volume of 10 μL. Prepare control reactions:  non-insert, non-ligase and non-digested-vector. Incubate all reactions at 25°C for 3 h. Then transform the ligation products into high efficient _E. coli_ competent cells \\(200 μL) by thermal shock \\(14), incubating on-ice for 20 min, heat-shock at 42°C in water-bath for 1.5 min and immediately return to ice leaving it there for 2 min. After, add 800 μL of SOB medium \\(14) and incubate at 36°C for 1 h. Plate 100 μL in solid agar-SOB containing 100 μg/mL ampicillin and incubate at 36°C overnight. \r\n\n\n2.5) Screening of constructs containing the pmiRGLO-insert: Transfer colonies to 4 mL of SOB medium containing 100 μg/mL ampicillin and incubate overnight at 36°C. Perform a standard plasmid DNA miniprep extraction protocol \\(14). Determine the DNA concentration in spectrophotometer at 260/280. Then, verify the presence of the insert using restriction enzyme digestion of the purified-miniprep DNA. Prepare the mix for insert or vector with 1 μg DNA, 1 μL of 10X CutSmart buffer, 1 U _Xba_ I, 1 U _Sca_ I and water to final volume of 10 μL. Incubate at 36°C for 1 h, followed by incubation at 65°C for 20 min for enzyme inactivation. Analyze the presence of insert and vector in 1.5% agarose gel using a 100 bp and 1 kb ladder. PAUSE POINT: The purified plasmid DNA may be stored at -20 °C for at least 1 year.\r\n\n\n\r\n\n\n3) Transfection of miRNA inhibitors/mimics, Target protector or vector-constructs  \\(day 8) \\(Figure 1-2)\r\n\n\nRemove the supernatant of BMDM and perform the transfections independently:  \r\n\n\n3.1) miRNA inhibition assay: prepare an inhibitor mix containing 30 or 100 nM of miR-294-3p or miR-721 inhibitors plus 3 μL of the FuGENE HD transfection reagent in a total volume of 250 μL in serum-free RPMI 1640 medium.\r\n\n\n3.2) miRNA competition assay: prepare a competition mix containing 0.1, 0.5 or 1 μM of the miR-294/ _Nos2_ or miR-721/ _Nos2_ miScript Target Protector or the negative control plus 3 μL of the FuGENE HD transfection reagent in a total volume of 250 μL in serum-free RPMI 1640 medium. \r\n\n\n3.3) miRNA/mRNA interaction assay:  prepare an interaction mix containing 5 μg of the pmiRGLO constructs and 100 nM of miRNAs mimics miR-294 or miR-721 plus  5 μL of the FuGENE HD transfection reagent in a total volume of 250 μL in serum-free RPMI 1640 medium.\r\n\n\nIncubate each mix for 20 min at room temperature before transfer the 250 μL mix solutions to the culture wells. After 4 h, add 250 μL of RPMI 1640 medium supplemented as described above and incubate the cells at 34ºC with 5% CO2. \r\n\n\n3.4) After 24h of incubation, infect the cells with stationary-phase promastigotes _L. \\(L.) amazonensis_ \\(MOI 5:1) and incubate for 24 and 48h, as described in the associated publication.\r\n\n\n\r\n\n\n4) Biological validation \\(day 9-11)\r\n\n\n4.1) RT-qPCR for miRNA and mRNA \\(day 9-10)\r\n\n\nExtract total RNA using miRneasy® Mini kit following manufacturers’ instructions.\r\n\n\n4.1.a. miRNA quantification: Synthesize cDNA, using miScript II RT Kit. Prepare a solution with 250 ng of total RNA, 2 μL of 5x miScript HiSpec Buffer, 1 μL of 10x Nucleics Mix and 1 μL of miScript Reverse Transcriptase Mix, and RNAse-free water to a final volume of 10 μL. Incubate mix for 60 min at 37ºC and at 95ºC for 5 min, in thermocycler. PAUSE POINT: The cDNAs may be stored at −20 °C for at least 1 year. For specific amplification of miR-294-3p, miR-721 and SNORD95A \\(reference gene), prepare a mix with 5 μL of ten-fold diluted cDNA with 2X SYBR Green PCR Master Mix, 10X miScript Universal Primer, 10X Specific Primer and RNAse-free water to a final volume of 25 μL. Incubate the reaction for 15 sec at 95°C and followed by 40 cycles at 94°C for 15 sec, at 55°C for 30 sec and at 70°C for 30 sec, in Thermocycler. Analyze the relative quantification by geometric average Cq of the miRNAs normalized by the average of snoRNAs \\(SNORD95A – reference gene) in relation to the uninfected sample.\r\n\n\n4.1.b) mRNA quantification: Produce cDNA using 2 μg of total RNA, 2 μL of 10 mM dNTPs, 2 μL \\(1.5 μg/ μL) random primer and RNAse-free water to final volume of 32 μL. Incubate at 70°C for 5 min and 4°C for 10 min. Add 4 μL of 5x Buffer, 2 μL \\(40 U/μL) Ribolock inhibitor and 2 μL \\(200 U/μL) of reverse transcriptase. Incubate at 37°C for 5 min, at 42°C for 60 min and at 75°C for 15 minutes, in thermocycler. PAUSE POINT: The cDNAs may be stored at −20 °C for at least 1 year. For _Nos2_ and _Gapdh_ mRNA quantification, prepare a solution with 5 μL of 100-fold diluted cDNA, 2X SYBR Green PCR Master Mix, 0.4 μM of each corresponding primer pair and RNAse-free water to a final volume of 25 μL. Incubate the reaction for 1 cycle of 5 min at 94°C, followed by 40 cycles at 94°C for 30 sec and at 60°C for 30 sec, in Real-Time Thermocycler. Analyze the absolute quantification according to a standard curve prepared from a ten-fold serial dilution of a quantified and linearized plasmid containing the DNA amplicon of mRNA _Nos2_ or _Gapdh_. Normalize by the mRNA quantification values of reference gene \\(_Gapdh_). The following primer pairs were utilized for mammalian mRNA analysis: _Nos2_: 5’-agagccacagtcctctttgc-3’ and 5’-gctcctcttccaaggtgctt-3’ and _Gapdh_: 5’-ggcaaattcaacggcacagt-3’ and 5’-ccttttggctccacccttca-3’.\r\n\n\n4.2) Detection of target-miRNA protein via in-cell western blotting\r\n\n\n Fix infected cells with methanol/acetone \\(1:1; 15 min at -20°C). PAUSE POINT: The fixed cells may be stored indefinitely at −20 °C. Permeabilize with 0.5% Tween 20 in PBS 1X for 30 min at 4°C, block with Odyssey Blocking Buffer for 1 hour at room temperature, in rocking shaker. Then, incubate with 1:200 dilutions of rabbit anti-NOS2 or mouse anti-β-actin antibodies in Odyssey Blocking Buffer overnight at 4°C. Wash 3-times with PBS plus 0.05% Tween 20. Incubate with 1:5000 dilutions of IRDye®800CW-conjugated goat anti-rabbit IgG or IgG IRDye®680 LT-conjugated donkey anti-mouse antibodies in Odyssey Blocking Buffer for 1 hour at 4°C, protect from light. Measure the fluorescence of each well at 700 nm and 800 nm with Odyssey CLx system at standard settings to In-cell western acquire. Calculate relative NOS2 fluorescence intensity normalizing the values by β-actin fluorescence using the Image software \\(LICOR).\r\n\n\n4.3) Luciferase activity assay \\(Figure 2).\r\n\n\nAfter transfection of pmiRGLO constructs in combination with miRNA mimics and/or stimulation of cells, lysate cells with 100 μL RIPA buffer \\(Sigma) at 4°C for 15 min. Clarify the protein extract by centrifugation \\(8000 x g, 10 min, 4°C) and recover the supernatant. PAUSE POINT: The supernatant may be stored at −80°C for at least 1 month. In 96-wells microplate, incubate 20 μL of each extract with 20 μL of Dual-Glo® Luciferase reagent for 5 min, at room temperature and measure firefly luciferase luminescence at luminometer. Then add 100 μL of Dual-Glo® Stop-Glo® Substrate for 10 min, at room temperature and measure the luminescence. Normalize the values of firefly luciferase by renilla luciferase. Compare the values of pmiRGLO-construct with or without miRNA mimics to pmiRGLO-empty vector."
        },
        {
            "header": "Timing",
            "content": "To collect and differentiate BMDMs: 7 days\r\n\n\nTo clone the insert into pmiRGLO vector: 7 days\r\n\n\nTo transfect cells and stimulate: 2 days\r\n\n\nTo analyze mRNA and protein expression: 2-3 days."
        },
        {
            "header": "Troubleshooting",
            "content": "To improve/optimize transfection efficiency, carefully homogenize cells before plating to avoid cell clumps and allow uniform confluence. Wash the wells to discard non-adhered cells before incubation with inhibitors/mimics or DNA vector plus transfection reagent."
        },
        {
            "header": "Anticipated Results",
            "content": "The analysis of NOS2 expression by In-cell western showed that _L. \\(L.) amazonensis_- infected macrophages presented the same values of NOS2/β-actin than non-infected macrophages, at 4h of infection \\(Figure 4). Macrophages transfected with 30 nM and 100 nM of miR-294 inhibitor and infected with _L. \\(L.) amazonensis_ showed a statistical significant increased levels of NOS2 at 4 h of infection compared to non-infected macrophages. The macrophages transfected with negative control of miRNA inhibitor and infected did not modify the NOS2 levels. The images of figure 4 showed the uniform confluence of cells and consequent uniformity in protein detection. In addition, the analysis of miR-294 levels in miR-294-inhibitor-transfected and infected macrophages, by RT-qPCR, showed an inhibition of miR-294 around 40% \\(30 nM) and 70% \\(100nM) after 4 h of infection \\(10). The result shows a role of miR-294 and miR-721 in the post-transcriptional regulation of _Nos2_ mRNA in _L. \\(L.) amazonensis_-infected macrophages."
        },
        {
            "header": "References",
            "content": "1 Bagga, S. et al. Regulation by let-7 and lin-4 miRNAs results in target mRNA degradation. Cell 122, 553-563, doi:10.1016/j.cell.2005.07.031 \\(2005).\r\n\n\n2 Lim, L. P. et al. Microarray analysis shows that some microRNAs downregulate large numbers of target mRNAs. Nature 433, 769-773, doi:10.1038/nature03315 \\(2005).\r\n\n\n3 Almeida, M. I., Reis, R. M. & Calin, G. A. MicroRNA history: discovery, recent applications, and next frontiers. Mutation research 717, 1-8, doi:10.1016/j.mrfmmm.2011.03.009 \\(2011).\r\n\n\n4 Frank, B. et al. Autophagic digestion of Leishmania major by host macrophages is associated with differential expression of BNIP3, CTSE, and the miRNAs miR-101c, miR-129, and miR-210. Parasites & vectors 8, 404, doi:10.1186/s13071-015-0974-3 \\(2015).\r\n\n\n5 Mukherjee, B. et al. Antimony-Resistant Leishmania donovani Exploits miR-466i To Deactivate Host MyD88 for Regulating IL-10/IL-12 Levels during Early Hours of Infection. J Immunol 195, 2731-2742, doi:10.4049/jimmunol.1402585 \\(2015).\r\n\n\n6 Lemaire, J. et al. MicroRNA expression profile in human macrophages in response to Leishmania major infection. PLoS neglected tropical diseases 7, e2478, doi:10.1371/journal.pntd.0002478 \\(2013).\r\n\n\n7 Ghosh, J., Bose, M., Roy, S. & Bhattacharyya, S. N. Leishmania donovani targets Dicer1 to downregulate miR-122, lower serum cholesterol, and facilitate murine liver infection. Cell host & microbe 13, 277-288, doi:10.1016/j.chom.2013.02.005 \\(2013).\r\n\n\n8 Geraci, N. S., Tan, J. C. & McDowell, M. A. Characterization of microRNA expression profiles in Leishmania-infected human phagocytes. Parasite immunology 37, 43-51, doi:10.1111/pim.12156 \\(2015).\r\n\n\n9 Ben-Hamo, R. & Efroni, S. MicroRNA regulation of molecular pathways as a generic mechanism and as a core disease phenotype. Oncotarget 6, 1594-1604, doi:10.18632/oncotarget.2734 \\(2015).\r\n\n\n10 Muxel, S. M., Laranjeira-Silva, M. F., Zampieri, R. A. & Floeter-Winter, L. M. Leishmania \\(Leishmania) amazonensis induces macrophage miR-294 and miR-721 expression and modulates infection by targeting NOS2 and L-arginine metabolism. Sci Rep-Uk, doi:10.1038/srep44141 \\(2017).\r\n\n\n11 van Rooij, E., Purcell, A. L. & Levin, A. A. Developing microRNA therapeutics. Circulation research 110, 496-507, doi:10.1161/CIRCRESAHA.111.247916 \\(2012).\r\n\n\n12 Li, Z. & Rana, T. M. Therapeutic targeting of microRNAs: current status and future challenges. Nature reviews. Drug discovery 13, 622-638, doi:10.1038/nrd4359 \\(2014).\r\n\n\n13 Garzon, R., Marcucci, G. & Croce, C. M. Targeting microRNAs in cancer: rationale, strategies and challenges. Nature reviews. Drug discovery 9, 775-789, doi:10.1038/nrd3179 \\(2010).\r\n\n\n14 Sambrook, J. & Russell, D. W. in Molecular Cloning: A Laboratory Manual Vol. 1   A2.3 \\(Cold Spring harbor, 2001)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by grants from Conselho Nacional de Desenvolvimento\r\n\n\nCientífico e Tecnológico \\(CNPq, www.cnpq.br: 479399/2012-3 and 307587/2014-2.)\r\n\n\nand  Fundação de Amparo à Pesquisa do Estado de São Paulo \\(FAPESP,\r\n\n\nwww.fapesp.br: 2012/15263-4, 2010/52688-8, 2014/50717-1 and 2016/19815-2)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep44141",
                "date": "2017-03-08 13:35:08",
                "title": "Leishmania (Leishmania) amazonensis induces macrophage miR-294 and miR-721 expression and modulates infection by targeting NOS2 and L-arginine metabolism",
                "authors": [
                    "Sandra Marcia Muxel",
                    "Maria Fernanda Laranjeira-Silva",
                    "Ricardo Andrade Zampieri",
                    "and Lucile Maria Floeter-Winter"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14571,
                "identity": "a0fb4b15-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sandra Marcia Muxel",
                "email": "sandrammuxel@gmail.com",
                "orcid": "",
                "institution": "Universidade de São Paulo. Instituto de Biociências. Departamento de Fisiologia,  Rua do Matão, Travessa 14, 101. São Paulo, SP, Brazil. CEP-05508-090",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sandra",
                "middleName": "Marcia",
                "lastName": "Muxel",
                "suffix": ""
            },
            {
                "id": 14576,
                "identity": "a0fb8059-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Lucile Maria Floeter-Winter",
                "email": "lucile@usp.br",
                "orcid": "",
                "institution": "Universidade de São Paulo. Instituto de Biociências. Departamento de Fisiologia,  Rua do Matão, Travessa 14, 101. São Paulo, SP, Brazil. CEP-05508-090",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Lucile",
                "middleName": "Maria",
                "lastName": "Floeter-Winter",
                "suffix": ""
            },
            {
                "id": 14572,
                "identity": "a0fb51ae-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maria Fernanda Laranjeira-Silva",
                "email": "",
                "orcid": "",
                "institution": "Universidade de São Paulo. Instituto de Biociências. Departamento de Fisiologia,  Rua do Matão, Travessa 14, 101. São Paulo, SP, Brazil. CEP-05508-090",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "Fernanda",
                "lastName": "Laranjeira-Silva",
                "suffix": ""
            },
            {
                "id": 14573,
                "identity": "a0fb5d6c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ricardo Andrade Zampieri",
                "email": "",
                "orcid": "",
                "institution": "Universidade de São Paulo. Instituto de Biociências. Departamento de Fisiologia,  Rua do Matão, Travessa 14, 101. São Paulo, SP, Brazil. CEP-05508-090",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ricardo",
                "middleName": "Andrade",
                "lastName": "Zampieri",
                "suffix": ""
            },
            {
                "id": 14574,
                "identity": "a0fb7702-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Juliana Ide Aoki",
                "email": "",
                "orcid": "",
                "institution": "Universidade de São Paulo. Instituto de Biociências. Departamento de Fisiologia,  Rua do Matão, Travessa 14, 101. São Paulo, SP, Brazil. CEP-05508-090",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Juliana",
                "middleName": "Ide",
                "lastName": "Aoki",
                "suffix": ""
            },
            {
                "id": 14575,
                "identity": "a0fb7c1a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Stephanie Maia   Acuña",
                "email": "",
                "orcid": "",
                "institution": "Universidade de São Paulo. Instituto de Biociências. Departamento de Fisiologia,  Rua do Matão, Travessa 14, 101. São Paulo, SP, Brazil. CEP-05508-090",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stephanie",
                "middleName": "Maia",
                "lastName": "Acuña",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-03-09 13:39:37",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.034",
        "doiUrl": "https://doi.org/10.1038/protex.2017.034",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609677,
                "identity": "e379675f-b376-4d1d-9c9e-e29d99d090e5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 378282,
                "visible": true,
                "origin": "",
                "legend": "*Schematic representation of miRNA inhibition, competition and mimic assays.*    (A) The transient transfection assays with exogenous single-strand RNAs containing the partial complementary reverse sequence of the mature miRNA (green) that interact with ribonucleoproteins (blue circle) promotes miRNA inhibition and allow the target-mRNA translation. (B) The miRNA competition by transient transfection of Target Protector (black), exogenous single-strand RNAs containing the partial complementary reverse sequence of 3'UTR of mRNA target promotes a protection of target mRNA interaction with specific mature miRNA and allow the target-mRNA translation. (C) The transient transfection assays with exogenous double-strand RNAs (red) containing the sequence of mature miRNA promotes miRNA that interact with ribonucleoproteins (blue circle) and blocks the target-mRNA translation.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-5763/v1/figure_1.png"
            },
            {
                "id": 2609678,
                "identity": "1be69d75-c06c-406f-bbaa-affc8c7be982",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 539906,
                "visible": true,
                "origin": "",
                "legend": "*Schematic representation of miRNA/mRNA interaction assays.*    The transient transfection assays with pmiRGLO constructs, containing the predicted sequence of miRNA of target-mRNA downstream of luciferase 2 (_luc2_, in green), with or without miRNA mimic (red). The transient transfection of pmirGLO constructs with 3'UTR insert conditioned by Neomicyn resistance marker allow the LUC2 translation that converts luciferin in oxyluciferin that emit a luminescence that could be detected by luminometer. The mimic miRNA (red) interaction with complementary sequence in 3'UTR insert of pmirGLO construct blocks the _luc2_-mRNA translation. The _Rluc_ mRNA transcription and translation independ of miRNAs interaction and ever is translated. The rLUC convert coelenterazine in coelenteramide that emit a luminescence could be detected by luminometer and used to normalize the oxyluciferin luminescence. ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-5763/v1/figure_2.png"
            },
            {
                "id": 2609679,
                "identity": "e11ed546-f521-4b3a-be57-bd3f4bf55e31",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6248858,
                "visible": true,
                "origin": "",
                "legend": "*Flow cytometry phenotype analyzes of mice BMDMs.*   BMDMs were labelled with anti-mouse CD11b-PE and anti-F4/80-APC antibodies (1:100) in FACS-buffer, at 4°C for 30 min. Dot plot of frequency of F4/80- and CD11b-positive cells. ",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-5763/v1/figure_3.png"
            },
            {
                "id": 2609680,
                "identity": "7119a343-9453-4a35-bdce-4d08cd5cb8be",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3515540,
                "visible": true,
                "origin": "",
                "legend": "*Determination of NOS2 protein amount in inhibition assay of miR-294 in BMDMs infected with _L. (L.) amazonensis_.*   BMDMs were transiently transfected with 30nM of negative control (wells 3A-C), 30 nM (wells 4A-C) or 100 nM (wells 5A-C and 6A-C) of miR-294. After 24 h of incubation, the cells were co-cultivated with _L. (L.) amazonensis_ (MOI 5:1) for 4 h, and then the cultures were washed. After 4 h of infection, the samples were analyzed for NOS2 and β-actin expression via In-cell western. IRDye®800CW-conjugated goat anti-rabbit IgG binding to anti-mouse NOS2 (green). IRDye®680 LT-conjugated donkey anti-mouse B-actin (red). Merged of fluorescence acquired in 800 and 700 channels (yellow). Each bar represents the average ± SEM of values of NOS2/β-actin normalized by infected-macrophages (n=4-6). Statistical significance was determined based on two-tailed Student’s t test. *, p<0.05, compared to negative control infected macrophages. Wells 1A-B: non-infected macrophages. Wells 2A-C: infected macrophages. Wells 1C and row D are the secondary-antibody control (without incubation with primary antibody).",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-5763/v1/figure_4.png"
            },
            {
                "id": 2609681,
                "identity": "e7146715-4647-40f3-82ff-b3c789ebdbe3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 249921,
                "visible": true,
                "origin": "",
                "legend": "Table 1   *Workflow of functional analysis of miRNA on target-mRNA and protein.*   This protocol requires nearly 2 weeks.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-5763/v1/figure_5.png"
            },
            {
                "id": 13464771,
                "identity": "fe924aa1-5bb4-45d1-af12-87c2417116e6",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:42",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2637812,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5763/v1/83649720-aed8-4b8b-9c69-a66c8d9a59ba.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing interests exist.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Macrophage, microRNA, inhibition, competition, Real Time-qPCR, In-cell western ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "The binding of microRNA \\(miRNA) to the 3’ UTR of its target mRNAs leads to the mRNAs cleavage or the repression of protein synthesis. The study of miRNA interactions/modifications is essential to elucidate the cellularits function. The present protocol describes a transient transfection of exogenous single-stranded RNAs into bone marrow-derived macrophages \\(BMDM) to analyze miRNA inhibition/competition through RT-qPCR and/or In-cell western. In addition, we standardized a protocol for the study miRNA/mRNA interactions with the transient over-expression of double-stranded miRNA mimics together with a pmirGLO Dual-Luciferase miRNA Target Expression Vector containing the target miRNA inserted downstream of the luciferase reporter gene. These approaches can suggest potential targets for the development of therapies for several diseases. The entire procedure requires nearly 2 weeks.",
        "manuscriptTitle": "Functional validation of miRNA-mRNA interactions in macrophages by inhibition/competition assays based in transient transfection",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-03-27 11:36:31",
                "doi": "10.1038/protex.2017.034",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0fa84e2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 27th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3855,
                "name": "Biological techniques"
            },
            {
                "id": 3856,
                "name": "Molecular Biology"
            },
            {
                "id": 3857,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-03-27 11:36:31",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}