{
    "identity": "pex-1585",
    "title": "<p>Mortality and Predictors of Acute Kidney Injury in Adults: A Hospital-Based Prospective Observational Study</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "Acute kidney injury (AKI) is a complex clinical syndrome that arises in response to many etiologies. It is a major global public health problem that can occur both in the community and hospital settings(1). It is expensive to manage and associated with high-rate prolonged hospitalization and in-hospital mortality. The in-hospital mortality rate is reported at 24% and increases with the severity of the disease(2,3). Based on United Kingdom National Institute for Health and Care Excellence (UK-NICE) published a report on AKI, early identification, and treatment with attention to hydration and medications could avoid up to 42,000 deaths from AKI each year(4). </p><p>Despite advances in AKI definition and opportunities of prevention, renal replacement therapy, and supportive measures, in-hospital mortality remains high. There is still a lack of awareness of the disease and its long-term impacts. AKI affects over 13 million people and results in 1.7 million deaths each year around the world. Even a mild form of AKI is associated with a 50% higher risk of death. It also imposes a significant burden on society in terms of chronic kidney disease and end-stage kidney failure(5,6,7). </p><p>The burden of acute kidney injury is high especially, in developing countries with limited resources for the care of these patients once the disease progresses to end-stage kidney failure. Most of the data on acute kidney injury are derived from high-income countries, in low to moderate-income countries; the impact of AKI is almost completely unknown(1,8,9).</p><p>Failure of early recognition of AKI with active monitoring of renal function leads to the development of acute renal injury or end-stage renal disease (ESRD). Patients with confirmed AKI are treated inappropriately and the treatment itself is costly in resource-limited settings especially; if progress to ESRD. Due to limited nephrology services, the high morbidity and mortality associated with acute kidney injury in Ethiopia are challenging to the community. Government-run dialysis services in Ethiopia and access to dialysis are limited and some patients are referred to private dialysis facilities where treatment is limited by the inability to cover the costs of treatment(10,11).&nbsp;</p><p>Limited data is available regarding renal function tests in hospitalized patients, risk factor recognition, outcomes, and associated factors of AKI in Ethiopia(10,12). Therefore, this study was aimed to assess predictors of in-hospital mortality among AKI patients admitted to the medical ward of Jimma medical center, Southwest Ethiopia.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Methods and Materials\nStudy design and Population\nA hospital-based prospective observational study was conducted from April to August 2019 at the medical ward of Jimma medical center, Southwest Ethiopia. The internal medicine department of the hospital has over 80 beds for inpatients and has two renal units(13). All adult patients with the diagnosis of acute kidney injury were consecutively enrolled in the study and followed till discharge from the hospital or death. Single population proportion formula was used to determine the sample size. Patients with age\n>\n18 years, patients with confirmed AKI, and patients who were willing to sign written informed consent were included in the study. On the other hand; patients who cannot be able to give the required information, hospitalized for less than 48 hours, and those patients with underlying chronic kidney disease (CKD) were excluded from the study.\nSample Size Determination and Sampling Technique\nThe proportion of patients with AKI-related mortality was 31.2%, as reported from an earlier study done in Sudan among adult acute kidney injury patients(14).  The required sample size was determined by using single population proportion formula:\nn =\n(Zα/2)\n2\np (1-p)\nd\n2\nWhere, n = the desirable sample size, Za/2 =1.96 (the critical value at 95% level of significance), p = 0.312 (proportion of patients with AKI related mortality), d = 0.05 (acceptable marginal error) and 1 – p = proportion of patients that do not possess the character of interest. Replacing with values results in:\nn =\n(1.96)2 (0.312)(0.668)\n= 330\n(0.05) 2\nThe total number of adults patients with AKI admitted to the medical ward of the hospital during the last six month were 212. The number of the source population (N) was 212, which is below 10,000. Correction formula issued to determine final minimum sample size(nf).\n=129\nBy adding 10% drop out, the final minimum sample size was 142.\nThe consecutive sampling technique was used to collect data from patients who met the inclusion criteria.\nData collection and procedures\nData abstraction checklist and structured questionnaire were developed from a review of the literature (14,15,16). We collected information about patient demographics, diagnosis, comorbidities (hypertension, diabetes, heart failure, chronic liver disease), laboratory and other investigation results (repeated measures of creatinine, urea, electrolytes, complete blood count, and liver function tests). The data collection tool was first pretested on 10(5%) patients at Mizan-Tepi University teaching hospital to validate and check the consistency, applicability, and understandability of the questionnaire and data abstraction format before the actual data collection.\nAKI and Outcomes\nAKI was defined according to the KDIGO 2012 AKI criteria (i) an increase in Scr by\n>\n0.3 mg/dl within 48 hours, (ii) an increase in Scr to\n>\n1.5 times baseline occurred within the prior 7 days, (iii) Urine volume < 0.5 ml/kg/h for 6 hours. AKI was staged based on KIDGO criteria as follows.\nStage 1 AKI\n: Scr increase >0.3 mg/dl or increase to 1.5–1.9 times from baseline OR urine output <0.5 ml/kg/h for 6-12hrs.\nStage 2 AKI\n: Scr increase 2.0–2.9 times from baseline OR urine output <0.5 ml/kg/h for\n>\n12 hours.\nStage 3 AKI\n: Scr increase >3.0 times from baseline OR increase in Scr to >4.0 mg/dl, OR urine output < 0.3ml/kg/h for\n>\n24 hours OR Anuria for\n>\n12 hours, OR initiation of RRT(1). The first documented serum creatinine on admission was used as a baseline for hospital-acquired AKI(1). For community-acquired AKI, (i) Prehospital record of creatinine within seven days to three months of hospital admission, whichever available, or (ii) The minimum and or most recent value of admission Serum creatinine was used as baseline(17,18,19). Comorbidities were defined as any chronic medical conditions that coexist with AKI. Renal recovery was defined as a return to baseline kidney function at hospital discharge. Duration of AKI was defined as the number of days from the first day the patient met the AKI criteria until they no longer did. Prolonged length of hospital stay was defined as hospital stays greater than seven days (20,21)\nOutcomes\n: The main outcome variable was all-cause mortality. Mortality was defined as death before hospital discharge. Other outcomes included recovery of kidney function at discharge (improved), non-recovery AKI, referral, and self-discharge. Patients were followed starting from diagnosis of AKI to occurrence of the event.\nStatistical analysis\nEpi data version 4.4.2 was used to enter, encode and clear data, and SPSS version 21 was used for analysis. Descriptive statistics, such as frequency, percentage, mean, median, and standard deviation were used to summarize patients’ baseline clinical characteristics. Frequency and proportion were used for categorical data, while the mean and standard deviation for continuous variables. Crosstabs were used for the comparison of proportions of categorical variables. The Cox regression model was fitted to determine independent predictors of mortality. Statistical significance was considered at the p-value of less than 0.05 on multivariate analysis."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>Results</strong></p><p><strong> Baseline characteristics of patients</strong></p><p>A total of 234 AKI patients were identified but only 203 patients were recruited consecutively over five months with a response rate of 97.5%. These 31 patients were excluded because 18 patients had underlying CKD, 8 patients were hospitalized for less than 48 hours, and 5 patients were not willing to participate in the study. Out of 203 patients, 141(69.5%) had community-acquired AKI (CA-AKI). Males accounted for 121(59.6%) of all AKI admissions. The mean age was 48.98 ± 14.97 years (range 18-82 years). Patients aged 60 years and above were 58(28.6%). Baseline characteristics of patients are summarized in <strong>Table 1</strong>.</p><p><strong>Laboratory Values </strong></p><p>The mean levels of creatinine at diagnosis and discharge were 5.31±3.22mg/dl and 4.56±2.84 mg/dl respectively. Serum electrolyte assessment was done for 133(65.5%) patients. The mean levels of potassium<strong> </strong>at diagnosis of AKI and discharge were 5.19±1.83 mEq/L and 4.51±1.13 mEq/L respectively. On the other hand, CBC was done for 24% of patients, 14% of patients had anemia and 8% had leukocytosis. The result for selected laboratory values is shown in <strong>Table 2</strong>.</p><p>Based on KIDGO criteria, eighty-six patients (42.4%) had stage 3 AKI. Most patients (87.2%) had prolonged lengths of hospital stay. The median length of hospital stay was 11 days. More than half (57.2%) of patients had persistent AKI (AKI duration <u>&gt;</u> 7 days). The mean AKI duration was 6.59 days.&nbsp;From patients with urine output assessment at diagnosis of AKI, 29.4% had oliguric and 70.6% had non-oliguric AKI. The duration of oliguria was 6±2 days. At discharge, only 64.5% had urine output assessment. From this, 3.53% were anuric and 7.07% were oliguric. Clinical characteristics of AKI patients are outlined in <strong>Table 3</strong>.</p><p><strong>Causes of AKI </strong></p><p>The cause of AKI and death from each cause of AKI are outlined in <strong>Table 4</strong>. More than half of patients (52%) had pre-renal AKI. The other 14% and 4.5% had intrinsic and post-renal AKI respectively. The remaining 29.5% had unspecified AKI. The most common causes of AKI were hypovolemia (mainly GI loss) 49%, glomerulonephritis including nephritic syndrome 25.11%, and sepsis 15.79%. Four patients (1.97%) had cervical cancer (obstructive nephropathy) as the cause of AKI. </p><p><strong>Outcomes of AKI </strong></p><p><strong>&nbsp;Mortality </strong></p><p>The overall in-hospital rate of mortality was 12.8 % (n=26). Glomerulonephritis and hypovolemia were the most common causes of AKI which accounted for more than 65% of deaths (Table 4). Of the 26 patients, 15(57.7%) had stage 3 AKI and, 14(53.8%) had a short length of hospital stay. On multivariate Cox regression; patients with AKI duration of <u>&gt;</u>7(AHR= 7.046; CI: 1.37-36.08, p=0.019), stage 3 AKI (AHR= 9.60; CI: 1.175-28.52, p=0.035) and hyperkalemia (AHR= 3.61, CI: 1.17-11.71, p=0.032) were factors associated with 30-day  in-hospital mortality. Patients with a length of hospital stay greater than or equal to seven days (AHR= 0.19, CI: 0.05-0.73, p=0.012) had an 81% lower risk of death when compared to patients hospitalized for less than seven days.&nbsp;The results for bivariate and multivariate cox regression analysis are outlined in <strong>Table 5</strong>.</p><p><strong>&nbsp;Other outcomes</strong>: One hundred eight (53.2 %) patients were discharged improved (Return to baseline kidney function). Of those patients discharged with improved renal function, 13% had sustained reversal and the other 40.2% had a late reversal. The average duration of late reversal was 11.30 days. The minimum and maximum duration of late reversal were 8 and 21 days respectively. Patients discharged with non-recovery AKI were 62 (30.5%). The remaining 4(2%) patients were referred for further investigation and treatment and 3(1.5%) patients were self-discharged.&nbsp;&nbsp;&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "</p><p>1. KDIGO. Clinical Practice Guideline for Acute Kidney Injury. Off J Int Soc Nephrol. 2012;2(1). </p><p>2. Doyle JF, Forni LG. Acute kidney injury : short-term and long-term effects. Crit Care. 2016;1–7. Available from: http://dx.doi.org/10.1186/s13054-016-1353-y</p><p>3. Harty J. Prevention and Management of Acute Kidney Injury. Ulster Med J. 2014;83(3):149–57. </p><p>4. Ftouh S, Lewington A. Prevention, detection, and management of acute kidney injury: a concise guideline. Clin Med. 2014;14(1):61–5. </p><p>5. Selby NM, Fluck RJ, Kolhe NV,<em> et al</em>. International Criteria for Acute Kidney Injury : Advantages and Remaining Challenges. PlosMed. 2016;13(9):1–8. </p><p>6. El Hafeez SA, Tripepi G, Quinn R, <em>et al</em>. Risk, Predictors, and Outcomes of Acute Kidney Injury in Patients Admitted to Intensive Care Units in Egypt. Sci Rep. 2017;7(1):1–8. Available from: http://dx.doi.org/10.1038/s41598-017-17264-7</p><p>7. Lewington.AJP, Cerdá J, Mehta RL. Raising awareness of acute kidney injury : a global perspective of a silent killer. Kidney Int. 2013;1–11. </p><p>8. Kohli HS, Bhat A, Jairam A. Predictors of Mortality in Acute Renal Failure in a Developing Country. Ren Fail. 2007;29:463–9. </p><p>9. Naqvi R. Epidemiological trends in community-acquired acute Kidney Injury in Pakistan : 25 years Experience from a Tertiary Care Renal Unit. Pak J Med Sci. 2021;37(2):312–9. </p><p>10. Phillips L, Allen N, Phillips B, <em>et al</em>. Acute kidney injury risk factor recognition in three teaching hospitals in Ethiopia. S Afr Med J. 2013;103(6):413–8. </p><p>11. Ibrahim A, Ahmed MM, Kedir S, <em>et al</em>. Clinical profile and outcome of patients with acute kidney injury requiring dialysis — an experience from a haemodialysis unit in a developing country. BMC Nephrol [Internet]. 2016;17(91):1–5. Available from: http://dx.doi.org/10.1186/s12882-016-0313-8</p><p>12. Riley S, Diro E, Batchelor P, <em>et al</em>. Renal impairment among acute hospital admissions in a rural Ethiopian hospital. Asian Pacific Soc Nephrol. 2013;18:92–6. </p><p>13. JU . HIMS. Hospital profile. 2018. </p><p>14. Osman M, Shigidi M, Ahmed H, <em>et al.</em> Pattern and outcome of acute kidney injury among Sudanese adults admitted to a tertiary level hospital. Pan Afr Med J. 2017;28(90):1–7. </p><p>15. National Confidential Enquiry into Patient Outcome and Death (NCEPOD). Acute kidney injury audit. 2009. </p><p>16. Halle.MPE, Chipekam NM, Beyiha G, <em>et al</em>. Incidence, characteristics, and prognosis of acute kidney injury in Cameroon. Ren Fail. 2018;40(1):30–7. </p><p>17. Siew ED, Matheny ME. Choice of Reference Serum Creatinine in Defining Acute Kidney Injury. Nephron Clin Pract. 2015;131:107–12. </p><p>18. Thongprayoon C, Cheungpasitporn W, Ekittanamongkolchai W, <em>et al</em>. Optimum methodology for estimating baseline serum creatinine for the acute kidney injury classification. Asian Pacific Soc Nephrol. 2015;20:881–6. </p><p>19. Siew ED, Ikizler TA, Matheny ME, <em>et al</em>. Estimating Baseline Kidney Function in Hospitalized Patients with Impaired Kidney Function. Clin J Am Soc Nephrol. 2012;7:712–9. </p><p>20. Yoo J, Lee JS, Lee J, <em>et al</em>. Relationship between duration of hospital-acquired acute kidney injury and mortality. Korean J Intern Med. 2015;30:205–11. </p><p>21. Saxena A, Prasad RN, Meshram SV. Factors Predicting Length of Hospital Stay in Acute Kidney Injury Patients Admitted in a Rural Tertiary Care Hospital. Acta Sci Med Sci. 2017;1(2):19–23. </p><p>22. Adu D, Okyere P, Boima V, <em>et al</em>. Community-acquired acute kidney injury in adults in Africa. Clin Nephrol. 2016;86(1):48–52. </p><p>23. Evans. RDR, Hemmilä U, Craik A, <em>et al</em>. Incidence, etiology, and outcome of community-acquired acute kidney injury in medical admissions in Malawi. BMC Nephrol. 2017;18(21):1–9. </p><p>24. Teo S.H, Lee KG, Koniman R, <em>et al</em>. A prospective study of clinical characteristics and outcomes of acute kidney injury in a tertiary care Centre. BMC Nephrol. 2019;20(282):1–8. </p><p>25. Elhendy YA, Atiyah MM, Elhefnawy KA. The Determinants and Outcome of Acute Kidney Injury in Critically Ill Patients in Zagazig University Hospitals. Int J Sci Res. 2015;4(2):190–6. </p><p>26. Wang HE, Muntner P, Chertow GM, <em>et al</em>. Acute Kidney Injury and Mortality in Hospitalized Patients. Am J Nephrol. 2012;35:349–55. </p><p>27. Santos CGS, Romani RF, Benvenutti R, <em>et al</em>. Acute Kidney Injury in Elderly Population : A Prospective Observational Study. Nephron. 2018;110:104–12. </p><p>28. Saxena A, Meshram SV. Predictors of Mortality in Acute Kidney Injury Patients Admitted to Medicine Intensive Care Unit in&nbsp;Rural Tertiary Care Hospital. Indian J Crit Care Med. 2018;22(4):231–7. </p><p>29. Lee J, Baek SH, Ahn SY, <em>et al</em>. Pre-Stage Acute Kidney Injury Can Predict Mortality and Medical Costs in Hospitalized Patients. PLoS One. 2016;11(12):1–11. </p><p>30. Bello BT, Busari AA, Amira CO, <em>et al.</em> Acute kidney injury in Lagos : Pattern, outcomes, and predictors of in-hospital mortality. Niger J Clin Pract. 2017;20:194–9. </p><p>31. Federspiel CK, Itenov TS, Mehta K, <em>et al</em>. Duration of acute kidney injury in critically ill patients. Ann Intensive Care. 2018;8(30):1–9. Available from: https://doi.org/10.1186/s13613-018-0374-x</p><p>32. Brown JR, Kramer RS, Coca SG, <em>et al.</em> Duration of Acute Kidney Injury Impacts Long-term Survival Following Cardiac Surgery. Ann Thorac Surg. 2010;90(4):1–14. </p><p>33. Han SS, Kim S, Ahn SY, <em>et al</em>. Duration of acute kidney injury and mortality in critically ill patients. BMC Nephrol. 2013;14(133):1–7. Available from: http://www.biomedcentral.com/1471-2369/14/133</p><p>34. An JN, Lee JP, Jeon HJ, etal. Severe hyperkalemia requiring hospitalization : predictors of mortality. Crit Care. 2012;16(R225):1–14. Available from: http://ccforum.com/content/16/6/R225</p><p>35. Jain N, Kotla S, Little BB, <em>et al</em>. Predictors of Hyperkalemia and Death in Patients With Cardiac and renal disease.AJC.2012;109(10):1510–3.Available from: http://dx.doi.org/10.1016/j.amjcard.2012.01.367</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank Jimma University for supporting this study. We are very grateful to the staffs of the hospital, and participants for their cooperation that enables the successful completion of the study.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41598-021-94946-3",
                "date": "2021-08-02 10:03:01",
                "title": "Mortality and predictors of acute kidney injury in adults: a hospital-based prospective observational study",
                "authors": [
                    "Abinet Abebe",
                    "Kabaye Kumela",
                    "Maekel Belay",
                    "Bezie Kebede",
                    "Yohannes Wobie"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 40047639,
                "identity": "6f094fa4-23ac-490c-9c2a-0f3624ee6ded",
                "order_by": 0,
                "name": "Abinet Abebe",
                "email": "abinetabebe.21@gmail.com",
                "orcid": "https://orcid.org/0000-0002-5194-4330",
                "institution": "Mizan Tepi University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Abinet",
                "middleName": "",
                "lastName": "Abebe",
                "suffix": ""
            },
            {
                "id": 40047999,
                "identity": "7ade4543-34a1-4ea8-bd77-45fad513d330",
                "order_by": 1,
                "name": "Kabaye Kumela",
                "email": "",
                "orcid": "",
                "institution": "Jimma University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kabaye",
                "middleName": "",
                "lastName": "Kumela",
                "suffix": ""
            },
            {
                "id": 40048099,
                "identity": "105ef197-e232-4ff3-80d4-0052cab381cb",
                "order_by": 2,
                "name": "Dr.Maekel Belay",
                "email": "",
                "orcid": "",
                "institution": "Jimma Medical Center",
                "correspondingAuthor": false,
                "prefix": "Dr.",
                "firstName": "Maekel",
                "middleName": "",
                "lastName": "Belay",
                "suffix": ""
            },
            {
                "id": 40048170,
                "identity": "e7eea195-fb86-47bf-804a-88345ca8475a",
                "order_by": 3,
                "name": "Bezie Kebede",
                "email": "",
                "orcid": "",
                "institution": "Mizan Tepi University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bezie",
                "middleName": "",
                "lastName": "Kebede",
                "suffix": ""
            },
            {
                "id": 40048275,
                "identity": "6145f1f6-1329-4bdd-8914-b4a8b896c7df",
                "order_by": 4,
                "name": "Yohannes Wobie",
                "email": "",
                "orcid": "",
                "institution": "Mizan-Tepi University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yohannes",
                "middleName": "",
                "lastName": "Wobie",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-07-16 18:20:54",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1585/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1585/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13707406,
                "identity": "cc8db0ab-f300-4cdd-8337-fb6530286ec8",
                "added_by": "auto",
                "created_at": "2021-09-17 14:02:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 274117,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1585/v1/45aeb17f-e665-4293-951c-fff0c78e760e.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": " Keywords: Acute Kidney Injury, Mortality, Predictors, Ethiopia",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Background</strong>: Acute kidney injury (AKI) is a major global public health problem.&nbsp;It is expensive to manage and associated with a high rate of prolonged hospitalization and in-hospital mortality. Little is known about the burden of acute kidney injury in moderate to low-income countries. We aim to assess predictors of in-hospital mortality among AKI patients admitted to the medical ward.</p><p><strong>Methods</strong>: We prospectively identified patients meeting kidney disease improving global outcomes (KIDGO) AKI definitions from April to August 2019. Patients with underlying CKD and patients hospitalized for less than 48 hours were excluded. The Cox regression model was fitted to identify predictors of mortality and statistical significance was considered at the p-value of less than 0.05.</p><p><strong>Result</strong>: A total of 203 patients were enrolled over five months. Out of this, 121(59.6%) were males, 58(28.6%) were aged greater than 60 years, and 141(69.5%) had community-acquired acute kidney injury. The most common causes of AKI were Hypovolemia 99(48.77%), Glomerulonephritis 51(25.11%), and sepsis 32(15.79%). The overall in-hospital mortality rate was 12.8%. Stage3 AKI (AHR=9.61, 95% CI: 1.17-28.52, p=0.035), duration of AKI (AHR =7.04, 95% CI: 1.37-36.08, p=0.019), length of hospital stay (AHR= 0.19, 95% CI: 0.05-0.73 p=0.012), and hyperkalemia (AHR =3.61, 95% CI: 1.12-11.71, p=0.032) were significantly associated with in-hospital mortality.</p><p><strong>Conclusion</strong>: There is a high rate of acute kidney injury-related in-hospital mortality in adult patients admitted to the medical ward. The severity of AKI, hyperkalemia duration of AKI, and a short length of hospital stay were predictors of 30-day in-hospital mortality. Most of the causes of AKI are preventable and patients may benefit from early identification and treatment of these reversible causes.&nbsp;&nbsp;&nbsp;&nbsp;</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>",
        "manuscriptTitle": "Mortality and Predictors of Acute Kidney Injury in Adults: A Hospital-Based Prospective Observational Study",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-08-04 16:30:54",
                "doi": "10.21203/rs.3.pex-1585/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "cc5101bb-9a0b-46cb-b26f-66b04194faef",
        "owner": [],
        "postedDate": "August 4th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 5782579,
                "name": "Nephrology"
            },
            {
                "id": 5782580,
                "name": "Urology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-08-04 16:30:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}