{
    "identity": "nprot-6827",
    "title": "Methods for next generation three-dimensional histology for human neural tissues",
    "content": [
        {
            "header": "Introduction",
            "content": "The availability of laser microscopy with optical sectioning abilities and the development of endogenous fluorescence labelling techniques have led to a surge in development of various tissue clearing strategies, enabling the detailed study of neural structures and micro-circuitry in three-dimensions \\(3D). Current tissue clearing techniques can be broadly classified into three main categories: i. Solvent-based clearing techniques including Benzyl-alcohol benzyl-benzoate \\(BABB/ Murray’s clear) \\[1,2], 3DISCO \\[3,4] and iDISCO; ii. Aqueous-based clearing techniques including Scale \\[5], See Deep Brain \\(SeeDB) \\[6], ClearT \\[7] and CUBIC \\[8]; and iii. Delipidation-facilitated clearing techniques such as CLARITY \\[9] and PACT \\[10]. Solvent-based clearing techniques have the advantages of being the most time-efficient clearing method and their protocols are relatively simple to follow. However, fluorescent labels may be rapidly quenched and tissue samples are often significantly shrunken during the dehydration process. On the other hand, aqueous-based clearing strategies have better fluorescent signal preservation, but tissue transparency may be inferior to tissue cleared using solvent-based clearing techniques. CLARITY \\(Clear Lipid-exchanged Acrylamide-hybridized Rigid Imaging/Immunostaining/In situ hybridization-compatible Tissue-hYdrogel) works by fixation/hybridisation of brain tissue to a hydrogel scaffold and subsequent detergent-based delipidation to turn the tissue transparent \\[9]. Since CLARITY enables molecular probing using immunofluorescence, this technique was deemed suitable for the use on post-mortem human brain tissues. This is the technique favoured by most neuropathology/ neuroscience laboratories working on human brain tissues to visualise pathology in Alzheimer’s \\[11], Parkinson’s \\[12] and neurodevelopmental disorders \\[9,13] in 3D. \r\n\n\n\r\n\n\nUsing human post-mortem tissue as a starting point, a simplified and low-cost protocol of CLARITY have been developed to enable wider application of the technique among the pathology community \\[12]. By combining CLARITY with a solvent-based clearing technique, iDISCO, we have developed FASTClear to further reduce processing time for human post-mortem tissues. However, like many other investigators, we found the limitation of the technique lies in the depth of immunostaining in brain tissues \\[14].  Furthermore, there are inherent difficulties in working with human brain tissues due to its more complex physiochemical properties and uncontrollable variables pre- and post-mortem. As a result, here we introduce a flexible protocol for tissue clearing of human brain tissues. This protocol is suitable for any formalin-fixed brain material, including archival paraffin-embedded blocks. A novel tissue clearing solution, OPTIClear, which is optimised for brain tissues was also developed to enable other non-immunohistochemical means of labelling of brain structures: Cresyl violet staining in tissue clearing will enable neuronal quantification without the need of stereology; Lectin can be used as a counterstain along with other immunohistochemical stains for visualisation of brain vasculature; DiI retrograde labelling will enable detailed visualisation of neuronal projection, general cellular morphology and dendritic spines. \r\n\n\n\r\n\n\nThe protocol outlined here is summarised in Figure 1 \\(adapted from Lai et al \\[15]). It is important to note that this is by no means a one-size-fit-all protocol. The total processing time will depend on the size of the tissue and its exact application. Users will have to perform appropriate optimisation during delipidation and various staining steps."
        },
        {
            "header": "Reagents",
            "content": "**Solution for tissue fixation** \r\n\n\n10% Neutral Buffered Formalin \\(Sigma-Aldrich; Catalogue number: F5554-19L]\r\n\n\n\r\n\n\n**Solution for FFPE-retrieval** \r\n\n\nTetrahydrofuran \\(Sigma-Aldrich; Catalogue number: 401757, or from other vendors >99% 1L)\r\n\n\nXylene \\(Honeywell; Catalogue number: S34056-4L)\r\n\n\n\r\n\n\n**Sodium borate clearing \\(SBC) Solution for SDS-delipidation**\r\n\n\nSodium dodecyl sulphate \\(SDS) \\(Sigma-Aldrich; Catalogue number: L4509) \r\n\n\nBoric acid \\(Sigma-Aldrich; Catalogue number: 39067 or from other vendors, >98% 500g)\r\n\n\nSodium hydroxide pellet \\(BDH; Catalogue number:  301677P)\r\n\n\n\r\n\n\nDissolve 12.366g of boric acid and 40g of SDS in approximately 500-700ml of distilled water. Keep stirring, heating may be required. Add distilled water and make the solute up to 1L. Adjust the pH to 8.5 using concentrated sodium hydroxide solution/ pallet. The final concentration should be 4% \\(w/v) of SDS in 0.2M of boric acid buffer. \r\n\n\n\r\n\n\n**PBST washing solution and antibody diluents**\r\n\n\nSodium dihydrogen orthophosphate dihydrate \\(Fisher scientific; Catalogue number: S/3720/53)\r\n\n\nDi-Sodium hydrogen phosphate dodecahydrate \\(VWR; Catalogue number: 28028.298)\r\n\n\nPotassium chloride \\(BDM; Catalogue number: 101985M)\r\n\n\nSodium chloride \\(Sigma-Aldrich; Catalogue number: 53014-5KG)\r\n\n\nTriton-X 100 \\(Sigma-Aldrich; Catalogue number: 114K0182)\r\n\n\nSodium azide \\(BDH; Catalogue number: 103692)\r\n\n\n\r\n\n\n_Stock solution for PBS:_\r\n\n\n2.7g   Sodium dihydrogen orthophosphate dihydrate\r\n\n\n19.3g  Di-Sodium hydrogen phosphate dodecahydrate\r\n\n\n2g   Potassium chloride\r\n\n\n80g   Sodium chloride\r\n\n\nDissolve in 1L distilled water and pH to 7.4 using sodium hydroxide or hydrochloric acid solution\r\n\n\nDilute stock solution 1:10 for use and pH to 7.4 \r\n\n\n\r\n\n\n_0.1% PBST solution_\r\n\n\nDissolve 0.1% v/v Triton X-100 and 0.01% w/v sodium azide in 1x PBS. Stir and mix well. One can conveniently prepare a 1,000x stock of 10% w/v sodium azide solution in the hood and add 1 ml of the stock to 1 L of 1x PBS with 0.1% Triton X-100.\r\n\n\n\r\n\n\n**OPTIClear refractive-index homogenisation solution**\r\n\n\nN-methylglucamine \\(Sigma-Alrdrich; Catalogue number: 66930 500g)\r\n\n\n2,2’-Thiodiethanol \\(Sigma-Aldrich; Catalogue number:  166782 500g)\r\n\n\nIohexol \\(ProGen Nycodenz; Catalogue number:  1002424 500g, or Sigma-Aldrich Histodenz; Catalogue number:  D2158 100g)\r\n\n\nConcentrated hydrochloric acid \\(12M/ 36-38.5%) \\(VWR; Catalogue no.: 20252.335)\r\n\n\n\r\n\n\nDissolve 20 g N-methylglucamine, 32 g iohexol, and 20.48 ml 2,2’-thiodiethanol in approximately 50-70ml of distilled water. Concentrated \\(12M) hydrochloric acid is then added dropwise until the pH falls between 7 to 8, and more distilled water is added to make up the final volume to 100 ml. The final composition of OPTIClear solution should be 20% w/v N-methylglucamine, 25% w/v 2,2’-Thiodiethanol, 32% w/v Iohexol, pH 7-8. The resulting solution should be clear and colourless, with a refractive index of 1.47-1.48.\r\n\n\n\r\n\n\nThe preparation can be proportionally scaled up or down as required, but one should notice that in small scale preparations weighing can become relatively inaccurate, leading to undesirable fluctuations in refractive index of the final OPTIClear solution.\r\n\n\n\r\n\n\n\r\n\n\n**Nissl staining solution**\r\n\n\nCresyl violet acetate \\(Sigma-Aldrich; Catalogue number: C5042)\r\n\n\nMethanol \\(Merck; Catalogue number: 106009, or from other vendors >98%, 2.5L)\r\n\n\nAcetic acid \\(Sigma-Aldrich; Catalogue number: 8.18755, or from other vendors >98% 1L)\r\n\n\nBoric acid \\(Sigma-Aldrich; Catalogue number: 339067 or from other vendors, >98% 500g)\r\n\n\nSDS \\(Sigma-Aldrich; Catalogue number: L4509)\r\n\n\n\r\n\n\n_1% Cresyl violet staining solution \\(stock)_\r\n\n\nDissolve 1 g of cresyl violet acetate completely in 100 ml of distilled water. Filter out any undissolved precipitate. \r\n\n\n\r\n\n\n_Cresyl violet working solution_\r\n\n\n1:10 dilution with SBC solution used for SDS-delipidation \\(see above)  \r\n\n\nFinal solution is 0.1% cresyl violet and 3.6% SDS in 0.2M boric acid buffer\r\n\n\n\r\n\n\n_Regression solution_\r\n\n\n100% methanol or industrial methylated spirits with 0.25% acetic acid\r\n\n\n\r\n\n\n**Thioflavin S staining solution**\r\n\n\nThioflavin S \\(Sigma-Aldrich; Catalogue number: T1892)\r\n\n\nDissolve 1 g of thioflavin S in 100 ml of distilled water. Filter out any undissolved precipitate. Store the solution at 4ºC\r\n\n\n\r\n\n\n**Other chemical stain/ nuclear counterstain**\r\n\n\n4’,6-diamidino-2-phenylindole \\(DAPI) \\(Sigma; Catalogue number: D9542) – to use at 1 μg/ml\r\n\n\nFluorophore-conjugated lectin stain \\(e.g. DyLight 649 labeled Lycopersicon esculentum lectin; Vector Labs; Catalogue Number: DL-1178) – use at 1:100 dilution\r\n\n\nDiI stain \\(Thermofisher; Catalogue number: D3911)\r\n\n\nLipophilic sampler kit, containing DiI, DiA, DiD, DiR, and CM-DiI stains \\(Invitrogen; Catalogue number L7781)"
        },
        {
            "header": "Equipment",
            "content": "Screw-capped glass bottles \\(100ml; 200ml; 500ml; 1000ml) \r\n\n\nGlass vials of various sizes \\(60ml, 7ml), eppendorfs \\(2ml, 1.5ml)\r\n\n\nFalcon tubes \\(50ml, 15ml)\r\n\n\nImaging dishes: Ibidi µ-Dish 50mm, low \\(Ibidi; Catalogue number: 81136)\r\n\n\nIncubation oven \r\n\n\npH indicator strips \\(Merck; Catalogue number: 109535)\r\n\n\nPlastic pipettes\r\n\n\nStainless steel or plastic forceps\r\n\n\nRazor blade, microtome blade or disposable scalpel\r\n\n\nAluminium foil\r\n\n\nKimwipe paper"
        },
        {
            "header": "Procedure",
            "content": "**Protocol for Human brain tissue 3D immunohistochemistry**\r\n\n\n_Starting with fresh brain tissue_\r\n\n\n1.Immerse whole/hemi-sected human brain tissue in 10% neutral buffered formalin solution for 3-4 weeks. To minimize fixation artefact, the brain is suspended in the solution using an inverted porous disposable hairnet. Alternatively, cut brain tissue into 1cm\n3\nand immerse into 10% neutral buffered formalin solution for 7 days. \r\n\n\n\r\n\n\n_Starting with formalin-fixed paraffin-embedded \\(FFPE) tissue_\r\n\n\n1.Melt away excess paraffin wax at 60ºC in an incubation oven. \r\n\n\n2.Retrieve tissue from molten paraffin wax and put into a screw-capped glass bottle with xylene, incubate at 55 – 60ºC for at least 6 hours or overnight.\r\n\n\n_Caution: General safety issues with xylene must be observed \\(e.g. use of fume hood, gloves and lab coat). Waste must be appropriately disposed of._\r\n\n\n3.Immerse the tissue into 100% tetrahydrofuran \\(THF) in a screw-capped glass bottle to elute all the xylene out and ensure complete deparaffinisation, incubate for at least 1 hour at room temperature.\r\n\n\n4.Immerse the tissue into 80% THF in water in a screw-capped glass bottle for at least 1 hour at room temperature.\r\n\n\n5.Immerse the tissue into 50% THF in water in a screw-capped glass bottle for at least 1 hour at room temperature.\r\n\n\n6.Immerse the tissue into 20% THF in water in a screw-capped glass bottle for at least 1 hour at room temperature.\r\n\n\n7.Immerse the tissue into SBC solution and incubate at 55oC. Proceed to the usual 3D histology protocol starting from the SDS treatment step.\r\n\n\n8.If the tissue is deemed not well-fixed, immerse in neutral buffered formalin for an additional 3 days at room temperature or overnight at 37ºC.\r\n\n\n\r\n\n\n_Starting with formalin-fixed tissue_\r\n\n\n1.Cut the tissue to the desired size using a razor blade, microtome blade or disposable scalpel. Alternatively, use a vibrotome or circular saw for more accurate sampling. Try to ensure a flat surface is cut as this will enable better quality images at the later stage. We recommend cutting the tissue to no larger than 3mm thick due to limitation in antibody penetration and imaging objectives working distance. \r\n\n\n2.Immerse tissue into SBC and incubate at 37-55ºC. \\(Optional)\r\n\n\n  •The timing depends on the duration of fixation, the antigens to be stained, as well as the nature or brain region of the tissue to be imaged. In general:\r\n\n\n     oThe longer the tissue fixed in formalin, the longer the SDS treatment recommended.\r\n\n\n     oWhite matter regions require longer SDS treatment \\(at least 10 days is recommended) than grey matter, where 0-5 days may be sufficient for a 1 mm-thick slice.\r\n\n\n     oSDS or incubation at high temperatures \\(50-55ºC) for a long duration has an antigen retrieval effect, therefore the harsher the antigen retrieval method required in tissue sections, the longer the SDS treatment recommended for intact tissue blocks.\r\n\n\n     oThe longer the SDS-treatment, the less brownish discoloration, autofluorescence, and nonspecific binding of antibodies to lipofuscin. Therefore, whenever time allows, longer SDS treatment is recommended.\r\n\n\n  •Do not over-incubate; in general, around three months of incubation is the maximum.\r\n\n\n  •If the tissue is fixed for less than a week, immerse in formalin for a further 3 days at room temperature or overnight at 37ºC.\r\n\n\n3.Wash the tissue in PBST at 37ºC for 3 x 2 hours \\[Tissue can be left in solution for up to 24 hours]. \r\n\n\n  •To minimize tissue damage, tissue should be handed with care and should remain in the same container unless otherwise stated. \r\n\n\n  •To wash the tissue, use a plastic pipette to carefully extract all the solution around the tissue and apply new solution using a clean pipette. \r\n\n\n4. Incubate the tissue with primary antibody diluted in PBST at 37ºC. Start with a low concentration \\(e.g. 1:500 to 1:100 dilution) and supplement antibody over the next 1 – 2 days to the desired final dilution \\(e.g. 1:20 – 1:50 dilution)\r\n    •The denser the antigens within the tissue, the larger the amount of antibody required. Using a lower concentration to begin with can facilitate antibody diffusion deeper within the tissue. \r\n\n\n  •Penetration of antibodies is mostly governed by the density of the antigens within the tissue, and antibodies can diffuse through roughly 1 – 2 mm upon overnight incubation. Therefore, prolonged incubation is not necessary and futile in most cases in enhancing antibody penetration.\r\n\n\n  •A 3-day incubation period after the final targeted dilution has been achieved is more than sufficient for practical imaging purposes.\r\n\n\n5.Wash the tissue in PBST at 37ºC for 3x 2 hours and leave overnight. \r\n\n\n6. Incubate the tissue with secondary antibody diluted in PBST at 37ºC. Protect from light using aluminium foil.  \r\n    •The strategy for antibody addition and incubation period should be the same as that for the primary antibody used.\r\n\n\n  •Due to the brownish discoloration of human brain tissue, fluorophores with absorbance-emission spectra as bathochromatically-shifted as possible are recommended.\r\n\n\n  •A nuclear stain \\(such as DAPI, TO-PRO3, Propidium iodide) and/or fluorophore-conjugated lectin can be added during the secondary antibody incubation.\r\n\n\n7. Wash the tissue in PBST at 37ºC for 3 x 2 hours and leave overnight. \r\n  8. Remove the tissue from the washing solution. Blot off excess washing solution from the tissue gently using Kimwipe paper, and place the tissue into the OPTIClear solution, incubate at 37ºC for about 6 hours to clear the tissue.\r\n    •A volume of OPTIClear 3-times that of the tissue volume is usually sufficient.\r\n\n\n  •Complete tissue transparency is normally reached within 3 hours of incubation, and will not improve further after 15 hours of incubation. If necessary, swirl the contents gently and occasionally to facilitate penetration of the reagents into the tissue.\r\n\n\n  •The tissue should be stored in OPTIClear at room temperature protected from light before imaging \\(up to 1 week).\r\n\n\n  •For prolonged storage, tissue should be placed in PBS at 4ºC. The addition of 0.01% sodium azide is recommended to avoid microbial growth \r\n\n\n9. Carefully place the tissue into a glass-bottomed imaging dish for confocal imaging. \r\n    •Close apposition of sample with the glass is required for an inverted confocal microscope. To ensure this, tip the cleared tissue from its container into the imaging dish. Then use a clean pipette to carefully extract excess OPTIClear solution around the tissue. The tissue will adhere to the bottom of the imaging dish once all surrounding solution has been extracted. Any excess solution can also be carefully blotted off around the tissue using Kimwipe paper.\r\n\n\n10. Apply a few drops of OPTIClear on the tissue just before imaging to prevent tissue being dried up during prolonged imaging and cover the imaging dish with a lid. \r\n  11. Proceed to confocal imaging.   \r\n  \r\n\n\n**Protocol for 3D Nissl staining**\r\n\n\nBoth SDS-treated tissue and long-fixed tissue retrieved from formalin fixation solutions can be used directly. 3D Nissl staining should be performed prior to all other chemical stains and 3D immunohistochemistry. \r\n\n\n1.Incubate the tissue in Nissl staining solution for 1 – 3 hours at room temperature. \r\n\n\n  •After staining the tissue should look like Figure 2a \\(adapted from Lai et al \\[15]), where grey matter is stained intensely purple while white matter is minimally stained.\r\n\n\n2. Regress the staining by placing the tissue into regression solution at room temperature. Swirl and refresh the regression solution until no observable violet tint is coming out of the tissue.\r\n    •The regression process should not be prolonged for more than 30 minutes, as it may cause precipitation of tissue proteins and subsequent difficulties in immunohistochemistry. Over-regression leading to poor staining may also occur and requires additional Nissl staining.\r\n\n\n  •If the tissue is thick and large \\(> 5 mm-thick, or > 2 cm x 2 cm in height and width), then serial dehydration through dilutions of regression solution in water is recommended to avoid warping of tissue, which can be difficult to revert.\r\n\n\n  •After regression the tissue should look like Figure 2b \\(adapted from Lai et al \\[15]), where grey matter is virtually non-stained or a slight tint of violet remains.\r\n\n\n  3. Proceed to 3D immunohistochemistry starting with washing in PBST for 6 hours at 37ºC, or to other chemical stains after appropriate washing in 1x PBS. If direct imaging is desired, place the tissue into OPTIClear and incubate for 3 hours to overnight at 60ºC.\r\n\n\n  •If the tissue has not been completely regressed, some violet dyes may come out of the tissue and turn the OPTIClear solution violet. This would not cause problem in imaging and no further washings or refresh of the OPTIClear solution is needed as the fluorescent spectrum of cresyl violet changes when it binds to Nissl substances and lipofuchsins.\r\n\n\n  •After clearing, the tissue should look paradoxically darker, as the transparency reveals the darkly-stained underlying tissue substances, which is shown in Figure 2c \\(adapted from Lai et al \\[15]).\r\n\n\n  •The tissue should be stored in OPTIClear at room temperature protected from light before imaging \\(up to 1 week).\r\n\n\n  •For prolonged storage, tissue should be placed in PBS at 4ºC. The addition of 0.01% sodium azide is recommended to avoid microbial growth \r\n\n\n4. Image the tissue with 488 nm Argon laser excitation. Adjust the detection spectra range accordingly to obtain good contrast and avoid any autofluorescence. 570 – 700 nm is a good empirical start range.\r\n  \r\n\n\n**Protocol for lipophilic dye \\(e.g. DiI) retrograde labelling**\r\n\n\nTissue without prior contact with detergents should be used for lipophilic dye tracing. In principle, other lipophilic tracer dyes can be used, but may have different diffusion speeds or abilities. DiI, DiA, DiD, DiR, and CM-DiI has been proven to diffuse well in formalin-fixed tissue.\r\n\n\n1. Gently place a crystal or powder of a lipophilic dye on to the piece of brain tissue.\r\n  2. Use a needle to poke the crystal deep below the tissue surface to secure the position of the DiI crystal.\r\n  3. Carefully soak the tissue in 1x PBS to keep the tissue moist. \r\n  4. Cover the plate or lid and seal it carefully without disturbing the system inside. Incubate the setup at 37ºC free from any disturbances for a variable period of time.\r\n    •In our hands, a 3 – 4 mm diffusion distance was achieved with 10 days of tracing in a 5 year-fixed brain. Tissue fixed for a shorter duration may have faster diffusion rates.\r\n\n\n5. After the tracing is deemed to be sufficient, blot of excess liquid on the tissue and place the tissue in OPTIClear for clearing for 6 – 15 hours at 37ºC. \r\n    •The tissue should be stored in OPTIClear at room temperature protected from light before imaging \\(up to 1 week).\r\n\n\n  •For prolonged storage, tissue should be placed in PBS at 4ºC. The addition of 0.01% sodium azide is recommended to avoid microbial growth \r\n\n\n6. Proceed to confocal imaging."
        },
        {
            "header": "Timing",
            "content": "For general time taken, see flow diagram \\(Figure 1) above. \r\n\n\n\r\n\n\n**Time taken for 3D immunostaining**\r\n\n\n1. SDS treatment at 55ºC \\[1 day to 3.5 months]\r\n  2. PBST wash at 37ºC \\[6 hours to 1 day]\r\n  3. Primary antibody incubation at 37ºC \\[1 to 6 days]\r\n  4. PBST wash at 37ºC \\[6 hours to 1 day]\r\n  5. Secondary antibody incubation \\[1 to 6 days]\r\n  6. PBST wash at 37ºC \\[6 hours to 1 day]\r\n  7. Refractive index homogenisation in OPTIClear at ºC \\[6 to 15 hours]"
        },
        {
            "header": "Troubleshooting",
            "content": "1. Tissue disintegrates during/after SDS delipidation – this is often the case when tissue is not adequately formalin fixed. We recommend a tissue fixation time of more than 7 days for a small piece of tissue not exceeding 5cm<sup>3</sup> in size. \r\n  2. Poor/inadequate staining with certain antibodies – Staining quality will be affected by a number ofseveral factors, and the strategy to optimise staining varies for individual antibodies. For some antigens. In particular with human tissues, prolonged fixation may results in heavy antigen masking by formaldehyde crosslinks. We recommend a longer SDS delipidation time with a higher temperature of incubation \\(e.g. 60ºC) as SDS may facilitate antigen retrieval. For others, omitting the step of SDS delipidation \\(i.e. using only PBST for permeabilisation) may avoid the destruction of antigens by harsh SDS treatment. Increasing antibody dilutions \\(to 1:20 or even 1:10) may also help as the signal may be too weak to visualise. It is helpful to check the dilutions recommended by the companies, usually the those requiring low dilutions works best.\r\n  3. Strong auto-fluorescencet in human brain tissue – As human brain tissues often contain lipofuscin, blood products \\(as tissue was not perfused prior death), and other pigments, they will lead to auto-fluorescent signals upon imaging. Prolonged SDS treatment can reduce pigmentation to a certain extent, and the use of fluorophores in the far-red spectrum \\(e.g. Alexa Fluor 647) is recommended."
        },
        {
            "header": "References",
            "content": "1.  Dodt H-U, Leischner U, Schierloh A, Jährling N, Mauch CP, Deininger K, Deussing JM, Eder M, Zieglgänsberger W, Becker K. Ultramicroscopy: three-dimensional visualization of neuronal networks in the whole mouse brain. Nat Methods. 2007;4\\(4):331–6. \r\n  2.  Becker K, Jährling N, Saghafi S, Dodt HU. Ultramicroscopy: Light-sheet-based microscopy for imaging centimeter-sized objects with micrometer resolution. Cold Spring Harb Protoc. 2013;2013:704–13. \r\n  3.  Becker K, Jährling N, Saghafi S, Weiler R, Dodt HU. Chemical clearing and dehydration of GFP expressing mouse brains. PLoS One. 2012;7\\(3):1–6. \r\n  4.  Ertürk A, Becker K, Jährling N, Mauch CP, Hojer CD, Egen JG, Hellal F, Bradke F, Sheng M, Dodt H-U. Three-dimensional imaging of solvent-cleared organs using 3DISCO. Nat Protoc. 2012;7\\(11):1983–95. \r\n  5.  Hama H, Kurokawa H, Kawano H, Ando R, Shimogori T, Noda H, Fukami K, Sakaue-Sawano A, Miyawaki A. Scale: a chemical approach for fluorescence imaging and reconstruction of transparent mouse brain. Nat Neurosci. Nature Publishing Group; 2011;14\\(11):1481–8. \r\n  6.  Ke M-T, Fujimoto S, Imai T. SeeDB: a simple and morphology-preserving optical clearing agent for neuronal circuit reconstruction. Nat Neurosci. Nature Publishing Group; 2013;16\\(8):1154–61. \r\n  7.  Kuwajima T, Sitko A a, Bhansali P, Jurgens C, Guido W, Mason C. ClearT: a detergent- and solvent-free clearing method for neuronal and non-neuronal tissue. Development. 2013;140:1364–8. \r\n  8.  Susaki EA, Tainaka K, Perrin D, Kishino F, Tawara T, Watanabe TM, Yokoyama C, Onoe H, Eguchi M, Yamaguchi S, Abe T, Kiyonari H, Shimizu Y, Miyawaki A, Yokota H, Ueda HR. Whole-brain imaging with single-cell resolution using chemical cocktails and computational analysis. Cell. Elsevier; 2014;157\\(3):726–39. \r\n  9.  Chung K, Wallace J, Kim S-Y, Kalyanasundaram S, Andalman AS, Davidson TJ, Mirzabekov JJ, Zalocusky KA, Mattis J, Denisin AK, Pak S, Bernstein H, Ramakrishnan C, Grosenick L, Gradinaru V, Deisseroth K. Structural and molecular interrogation of intact biological systems. Nature. 2013 May 16;497\\(7449):332–7. \r\n  10.  Yang B, Treweek JB, Kulkarni RP, Deverman BE, Chen CK, Lubeck E, Shah S, Cai L, Gradinaru V. Single-Cell Phenotyping within Transparent Intact Tissue through Whole-Body Clearing. Cell. 2014;158\\(4):945–58. \r\n  11.  Ando K, Laborde Q, Lazar A, Godefroy D, Youssef I, Amar M, Pooler A, Potier M-C, Delatour B, Duyckaerts C. Inside Alzheimer brain with CLARITY: senile plaques, neurofibrillary tangles and axons in 3-D. Acta Neuropathol. 2014 Jul 29;405:457–9. \r\n  12.  Liu AKL, Hurry ME, Ng OT-W, DeFelice J, Lai HM, Pearce RK, Wong GT-C, Chang RC-C, Gentleman SM. Bringing CLARITY to the human brain: visualisation of Lewy pathology in three-dimensions. Neuropathol Appl Neurobiol. 2015 Nov 3; \r\n  13.  Costantini I, Ghobril J-P, Di Giovanna AP, Mascaro ALA, Silvestri L, Müllenbroich MC, Onofri L, Conti V, Vanzi F, Sacconi L, Guerrini R, Markram H, Iannello G, Pavone FS. A versatile clearing agent for multi-modal brain imaging. Sci Rep. 2015;5:9808. \r\n  14.  Marx V. Optimizing probes to image cleared tissue. Nat Methods. 2016;13\\(3):205–9. \r\n  15. Lai HM, Liu AKL, Ng HHM, Goldfinger MH, Chau TW, Defelice J, Tilley BS, Wong WM, Wu W, Gentleman SM. Next generation histology methods for three-dimensional imaging of fresh and archival human brain tissues. Nat Commun. 2018;9\\(1)."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank all tissue donors and their families who have kindly donated their post-mortem tissue to the Parkinson’s UK Tissue Bank."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-018-03359-w",
                "date": "2018-05-18 10:42:14",
                "title": "Next generation histology methods for three-dimensional imaging of fresh and archival human brain tissues",
                "authors": [
                    "Hei Ming Lai",
                    "Alan King Lun Liu",
                    "Harry Ho Man Ng",
                    "Marc H. Goldfinger",
                    "Tsz Wing Chau",
                    "John DeFelice",
                    "Bension S. Tilley",
                    "Wai Man Wong",
                    "Wutian Wu",
                    "and Steve M. Gentleman"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15694,
                "identity": "a17276ca-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hei Ming Lai",
                "email": "lsc_laiheiming@hotmail.com ",
                "orcid": "",
                "institution": "School of Biomedical Sciences, Li Ka Shing Faculty of Medicine, The University of Hong Kong",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hei",
                "middleName": "Ming",
                "lastName": "Lai",
                "suffix": ""
            },
            {
                "id": 15695,
                "identity": "a1727a00-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Alan King Lun Liu",
                "email": "king.liu09@imperial.ac.uk",
                "orcid": "",
                "institution": "Neuropathology Unit, Imperial College London",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Alan",
                "middleName": "King Lun",
                "lastName": "Liu",
                "suffix": ""
            },
            {
                "id": 15702,
                "identity": "a172898d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Wutian Wu",
                "email": "wtwu@hku.hk",
                "orcid": "",
                "institution": "School of Biomedical Sciences, Li Ka Shing Faculty of Medicine, The University of Hong Kong",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Wutian",
                "middleName": "",
                "lastName": "Wu",
                "suffix": ""
            },
            {
                "id": 15703,
                "identity": "a1728c0e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Steve Gentleman",
                "email": "s.gentleman@imperial.ac.uk",
                "orcid": "",
                "institution": "Neuropathology Unit, Imperial College London",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Steve",
                "middleName": "",
                "lastName": "Gentleman",
                "suffix": ""
            },
            {
                "id": 15696,
                "identity": "a1727c75-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Harry Ho Man  Ng",
                "email": "",
                "orcid": "",
                "institution": "School of Biomedical Sciences, Li Ka Shing Faculty of Medicine, The University of Hong Kong",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Harry",
                "middleName": "Ho Man",
                "lastName": "Ng",
                "suffix": ""
            },
            {
                "id": 15697,
                "identity": "a1727e8d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marc  Goldfinger",
                "email": "",
                "orcid": "",
                "institution": "Neuropathology Unit, Imperial College London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marc",
                "middleName": "",
                "lastName": "Goldfinger",
                "suffix": ""
            },
            {
                "id": 15698,
                "identity": "a1727ffa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tsz Wing Chau",
                "email": "",
                "orcid": "",
                "institution": "Neuropathology Unit, Imperial College London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tsz",
                "middleName": "Wing",
                "lastName": "Chau",
                "suffix": ""
            },
            {
                "id": 15699,
                "identity": "a17281cc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "John DeFelice",
                "email": "",
                "orcid": "",
                "institution": "Neuropathology Unit, Imperial College London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "",
                "lastName": "DeFelice",
                "suffix": ""
            },
            {
                "id": 15700,
                "identity": "a17283e1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bension Tilley",
                "email": "",
                "orcid": "",
                "institution": "Neuropathology Unit, Imperial College London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bension",
                "middleName": "",
                "lastName": "Tilley",
                "suffix": ""
            },
            {
                "id": 15701,
                "identity": "a17286f7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wai Man Wong",
                "email": "",
                "orcid": "",
                "institution": "School of Biomedical Sciences, Li Ka Shing Faculty of Medicine, The University of Hong Kong",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wai",
                "middleName": "Man",
                "lastName": "Wong",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-08-10 20:45:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.087",
        "doiUrl": "https://doi.org/10.1038/protex.2018.087",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610134,
                "identity": "2baa8643-72e5-46c7-b444-289dc280019e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 155495,
                "visible": true,
                "origin": "",
                "legend": "Flowchart summarising the next-generation histology protocol   Figure adapted from Lai et al [15]",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6827/v1/figure_1.png"
            },
            {
                "id": 2610135,
                "identity": "192d044d-322b-4ee4-986c-45a8d025718e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4712732,
                "visible": true,
                "origin": "",
                "legend": "Gross appearances of human tissue samples during the 3D Nissl staining procedure   In *a.* and *b.*, a piece of thalamus coronal section and hippocampus was shown on the left and right, respectively; while a piece of basal forebrain coronal section featuring the nucleus basalis of Meynert was shown in *c.* After initial staining in 0.1% cresyl violet/3.6% SDS (a.), the grey matter is stained intensely purple while the white matter is virtually unstained. Following regression in 0.25% acetic acid in methanol (b.), the grey-white matter differentiation is almost lost. (c.) After OPTIClearing, the tissue looks paradoxically darker as the stained-tissue can now be visualised even though they were physically buried under the surface of the tissue, which is an indication of successful tissue clearing. Figure adapted from Lai et al [15]",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6827/v1/figure_2.png"
            },
            {
                "id": 13465797,
                "identity": "8e60cfcf-cccc-4792-bf62-5d0e5bdc8409",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:14",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2070133,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6827/v1/edfddeae-bac2-46c6-b857-9aa1b76ef365.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Tissue clearing, immunofluorescence, confocal imaging, neuroscience, neuropathology",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Novel tissue clearing techniques developed in recent years have enabled labelling and visualisation of neural structures in three-dimensions \\(3D). However, there have been varying degrees of success in applying these techniques to the human brain tissues. Hence, we have developed a range of techniques for tissue clearing of post-mortem brain tissues. These methods were designed to be easily applied in any standard histology or basic science laboratories. Techniques covered in this protocol include standard immunohistochemistry to enable detailed 3D mapping of neural structures. We have also developed several non-immunohistochemical means of labelling, such as cresyl violet for neuronal quantification, lectin for labelling of blood vessels and DiI retrograde labelling for visualisation of neuronal projections and dendritic spines. The overall processing time for fixed tissue to imaging ranges from 6 hours to approximately 6 months depending on the size of the tissue block and the protocol being followed.",
        "manuscriptTitle": "Methods for next generation three-dimensional histology for human neural tissues",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-08-13 09:33:53",
                "doi": "10.1038/protex.2018.087",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a172071d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 13th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4275,
                "name": "Biological techniques"
            },
            {
                "id": 4276,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-08-13 09:33:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}