{
    "identity": "nprot-242",
    "title": "A novel method for site-determination of tyrosine O-sulfation in peptides and proteins",
    "content": [
        {
            "header": "Introduction",
            "content": "Tyrosine O-sulfation is one of many posttranslational modifications described in nature that can impart critical functional properties to proteins that are independent of the genes encoding them<sup>1, 2</sup>. It plays a key role in regulating protein-protein interactions in the extracellular space<sup>3</sup> and is catalyzed by two closely related Golgi enzymes called tyrosylprotein sulfotransferases \\(TPST-1 and TPST&#x2013;2)<sup>4, 5</sup>. In this protocol, we describe a novel subtractive strategy to determine the sites of tyrosine sulfation in peptides and proteins<sup>6</sup>. Hydroxyl groups on unsulfated tyrosines are stoichiometrically acetylated by a one-step reaction using sulfosuccinimidyl acetate in the presence of imidazole at pH 7.0. The presence of sulfotyrosine is indicated by the detection of free tyrosine after tandem mass spectrometric analysis during which the sulfuryl group of sulfotyrosine is decomposed.\r\n\n\n     Since phosphorylation and sulfation of tyrosine are isobaric, we used alkaline phosphatase treatment to distinguish these two modifications. This strategy combined with the subtractive methodology is used to unambiguously determine the tyrosine sulfation sites in proteins. Application of this methodology will substantially facilitate identification of additional tyrosine-sulfated proteins and determination of the sites of sulfation, and thus, provide the foundation for a broader understanding of the role of tyrosine sulfation in protein function."
        },
        {
            "header": "Reagents",
            "content": "Cholecystokinin peptide \\(Tyr9-CCK-8, DY\\(SO<sub>3</sub>H)MGWMDFY, Bachem)\r\n\n\nRecombinant mouse lumican \\(R&amp;D systems)\r\n\n\nRecombinant human tyrosylprotein sulfotransferase-1 and -2\r\n\n\nUrea\r\n\n\nProteomics grade modified trypsin \\(Promega)\r\n\n\nGlu-C \\(Roche Applied Science)\r\n\n\nChymotrypsin \\(Roche Applied Science)\r\n\n\nAlkaline phosphatase \\(Roche Applied Science)\r\n\n\nDithiothreitol\r\n\n\nDMSO\r\n\n\nIodoacetamide\r\n\n\nImmidazole\r\n\n\nSulfosuccinimidyl acetate \\(Pierce)\r\n\n\n3&#x2019;-phosphoadenosine 5&#x2019;-phosphosulfate\r\n\n\npeptide:N-glycosidase F \\(Prozyme)\r\n\n\nAmmonium bicarbonate\r\n\n\nAmmonium acetate\r\n\n\nAmmonium hydroxide \r\n\n\nFormic acid\r\n\n\nAcetonitrile\r\n\n\nMethanol\r\n\n\nOrganic solvents are HPLC grade or better. Reagents should be of the highest grade available"
        },
        {
            "header": "Equipment",
            "content": "Mass spectrometer with tandem MS capabilities\r\n\n\nHPLC\r\n\n\nPeptide sequencing software tools \\(such as Waters MassLynx or UCSF ProteinProspector)\r\n\n\nBench-top microcentrifuge \r\n\n\nVacuum evaporator centrifuge\r\n\n\nOasis HLB solid phase extraction cartridge \\(Waters)\r\n\n\nOasis WAX solid phase extraction cartridge \\(Waters)\r\n\n\nZorbax C8 HPLC column \\(Agilent)"
        },
        {
            "header": "Procedure",
            "content": "**Digestion of lumican and enrichment of the sulfated peptides**\r\n\n\n1. Incubate 100 μg of recombinant mouse lumican with 20 mM iodoacetamide in 350 μl PBS in the dark for 20 min \r\n  2. Dilute the solution to 1 ml using 25 mM NH\n4\nOAc \\(pH 7.8) and add 20 μl of 100 mM CaCl\n2\n. \r\n  3. Add 2 μg of trypsin \\(Promega, Madison, WI) and 2 μg of Glu-C \\(Roche Applied Science, Indianapolis, IN) followed by incubation overnight at RT with gentle rocking. \r\n  4. Remove the N-linked glycans by addition of 5 mU peptide:N-glycosidase F \\(Prozyme, San Leandro, CA) and incubation at RT for 3 hrs. \r\n  5. Load the resulting solution onto a weak-anion exchange cartridge \\(Waters, Milford, MA) pre-conditioned with 1 ml methanol and 1 ml 25 mM NH\n4\nOAc \\(pH 4.2). \r\n  6. Wash the cartridge three times, each using 1 ml 100 mM NH\n4\nOAc in methanol and elute using 2 ml of 8 M NH\n4\nOAc in methanol containing 5 % NH4OH. \r\n  **Critical step: Since sulfated peptides are highly acidic \\(a result of both the sulfate group and the acidic residues in the flanking sequences), they bind tightly to the anion-exchange resin. Thus a weak anion-exchange SPE cartridge should be used to avoid irreversible binding and the resulting sample loss**.\r\n\n\n7. Extensively lyophilize the eluate to remove NH\n4\nOAc.\r\n  8. Inject the lyophilized peptides onto a Zorbax C8 column and perform RP-HPLC at 1 ml/min using solvent A \\(20 mM NH\n4\nOAc, pH 6.8) and solvent B \\(20 mM NH\n4\nOAc, pH 6.8 in 80/20 acetonitrile/H\n2\nO). **Critical step: Tyrosine sulfation is unstable under acidic conditions. Therefore, acidic ion-pairing reagent such as formic acid and trifluoroacetic acid should be avoided**.\r\n  9. Monitor the chromatograms by UV absorbance at 215 nm and manually collect the fractions.\r\n  10. Split the fractions into two Eppendorf tubes and lyophilize them.\r\n  11. Resuspend one half of the fraction in methanol. Analyze by electrospray ionization mass spectrometry. Switch between positive and negative ion mode to identify sulfated peptides. **Critical step: Although tyrosine sulfate is relatively stable during negative electrospray ionization process, loss of sulfate could still occur. It is important to tune the mass spectrometer using a model sulfated peptide to derive parameters allowing for gentle ionization**.\r\n  12. Resuspend the other half in 100 mM NH\n4\nOAc \\(pH 6.8) and add 2 U of alkaline phosphatase and incubate at RT for 2 hrs. Analyze the resulting solution by electrospray ionization mass spectrometry using negative ion mode detection.\r\n  13. Compare the results of step 11 and 12. Loss of 80 Da or multiples of 80 Da during negative/positive ion mode switch indicates a sulfated peptide while loss of 80 Da or multiples of 80 Da as a result of phosphatase treatment indicates a phosphorylated peptide.\r\n  14. Resuspend the fraction corresponding to the N-terminal peptide \\(pyroGlu19-Lys57, containing a total of four sulfotyrosine residues) in 100 mM NH\n4\nOAc.\r\n  15. Add chymotrypsin at an enzyme:substrate ratio of approximately 1:100 and incubate at RT for 2 hrs, which generates two smaller fragments, pyroGlu19-Phe28 \\(tri-sulfated at positions 20, 21 and 23) and Met29-Tyr52 \\(singly sulfated). \r\n  16. Reduce the disulfide bonds by adding 2 mM DTT followed by incubation at 50ºC for 30 min\r\n  17. Cool to RT, add iodoacetamide to a final concentration of 5 mM and incubate in the dark for 30 min.\r\n  18. Separate these two peptides by using HPLC and collect the fraction corresponding to Met29-Tyr52. Extensively lyophilize the fraction and determine the site of tyrosine sulfation using steps from 27-36.\r\n  **Sulfation of peptides using human tyrosylprotein sulfotransferases**\r\n\n\n19. Use the following protocol for determination the sulfotyrosine sites of peptides generated _in vitro_. \r\n  20. Add the peptide substrate, for example the peptide modeled onto the residues 12-20 of CCR8 \\(VTDYYYPDI), at a final concentration of 10 μM, to a solution of 80 μM PAPS in 100 μl 20 mM MOPS, pH 7.5, 100 mM NaCl, 10% glycerol.\r\n  21. Initiate the reaction by addition of 13 μg human TPST-1 or TPST-2. \r\n  22. Incubate the mixture at RT for 1 h. \r\n  23. Inject the reaction mixture onto a Zorbax C8 column and perform RP-HPLC at 1 ml/min using solvent A \\(20 mM NH\n4\nOAc, pH 6.8) and solvent B \\(20 mM NH\n4\nOAc, pH 6.8 in 80/20 acetonitrile/H\n2\nO). \r\n  24. Monitor the chromatograms by UV absorbance at 215 nm and manually collect the fractions.\r\n  25. Extensively lyophilize the fractions to remove both the organic solvents and ammonium acetate.\r\n  26. Acetylate the unsulfated tyrosines and determine the sites of sulfation using the following procedure.\r\n  **Derivatization of tyrosine residues**\r\n\n\n27. Resuspend the tyrosine sulfated peptide in 100 μl of 200 mM HEPES \\(pH 7.0).\r\n  28. Add 3 mM imidazole and incubate the mixture at 4 ºC \\(Figure 1).\r\n  29. Quickly weigh sulfosuccinimidyl acetate \\(S-NHSAc), dissolve in 5 μl DMSO and add immediately to the mixture to a final concentration of 30 mM. **Critical step: Since sulfosuccinimidyl acetate readily hydrolyzes, it is important to avoid moisture condensation during handling and storage of this chemical. Prepare fresh solution immediately before use and discard the unused materials. In addition, sulfosuccinimidyl acetate reacts with primary amines. Therefore, it is important not to use any amine-containing buffers. Ammonium salts \\(e.g. ammonium acetate and ammonium bicarbonate) from the previous steps of sample workup should also be removed by extensive lyophilization**.\r\n  30. Vortex the reaction mixture and incubate at 4 ºC overnight.\r\n  31. Desalt the mixture by using Oasis HLB solid-phase extraction cartridges.\r\n  32. Elute peptides using methanol and analyze by electrospray ionization mass spectrometry.\r\n  **Site-determination of tyrosine sulfation by tandem mass spectrometry**\r\n\n\n33. Perform mass spectrometric analysis on a mass spectrometer with tandem MS capabilities, for example, LTQ linear ion trap mass spectrometer \\(Thermo Electron, San Jose, CA). \r\n  34. First analyze the modified peptide using negative ion mode detection. Infuse the peptides in a solution of methanol at a flow rate of 2 μl/min. Maintain the capillary temperature and the spray voltage at 200ºC and 3.6 kV, respectively. Check for complete acetylation of the sulfated peptide. \r\n  35. Switch to positive ion mode and perform tandem mass spectrometry on the desulfated peptide ion. Select the precursor ions using an isolation width of 3 Da and fragment them by setting the normalized collision energy to 25% using helium as the collision gas. \r\n  36. Use a peptide sequencing software, for example, MassLynx \\(Waters, Milford, MA), to generate the _in silico_ tandem MS spectra of the acetylated peptide. When there are several possible sites of sulfation \\(as a result, several potential sequences of the acetylated peptide), generate the theoretical fragment ions for each individual sequence. Compare with the experimental MS/MS spectrum and determine the site of sulfation."
        },
        {
            "header": "Timing",
            "content": "Digestion of lumican and enrichment of the sulfated peptides \\(Steps 1-18): 4-5 days\r\n\n\nSulfation of peptides using human tyrosylprotein sulfotransferases \\(Steps 19-26): 1 day \r\n\n\nDerivatization of tyrosine residues \\(Steps 27-32): 1 day\r\n\n\nSite-determination of tyrosine sulfation by tandem mass spectrometry \\(Steps 33-36): 1 day"
        },
        {
            "header": "Anticipated Results",
            "content": "A dominant feature of most known tyrosine sulfation sites is the acidic residues in the flanking sequence. Therefore, sulfated peptides can be enriched from protein digests using anion-exchange chromatography. As shown in Figure 2, a highly acidic peptide \\(at 14.3 min) can be isolated from trypsin and Glu-C digests of mouse lumican. This peptide corresponds to the N-terminal peptide \\(pyroGlu19-Lys57) \\(Figure 2b), which contains four tyrosine sulfates, two disulfide bonds and one pyroglutamic acid.\r\n\n\nThe lumican 19-57 peptide then is digested with chymotrypsin to generate two smaller peptides, pyroGlu19-Phe28 and Met29-Tyr52. The peptide pyroGlu19-Phe28 corresponds to pQY\\(SO<sub>3</sub>H)Y\\(SO<sub>3</sub>H)DY\\(SO<sub>3</sub>H)DIPLF \\(&#x394; = 0.77 ppm). While peptide Met29-Tyr52 contains three tyrosine residues at positions 30, 47 and 52, only one of them was sulfated. This peptide is purified by HPLC and is modified by using S-NHSAc and imidazole. Positive MS/MS experiments then determine that the N-terminal amine, Tyr47 and Tyr52 are acetylated, which indicates that it corresponds to MY\\(SO<sub>3</sub>H)GQISPNCAPECNCPHSYPTAMY. Collectively, the N-terminal region of mouse lumican contains four sulfotyrosine residues at positions 20, 21, 23 and 30 \\(Figure 3)."
        },
        {
            "header": "References",
            "content": "1. Huttner, W.B. Sulphation of tyrosine residues-a widespread modification of proteins. _Nature_ 299, 273-276 \\(1982). \r\n  2. Kehoe, J.W. &amp; Bertozzi, C.R. Tyrosine sulfation: a modulator of extracellular protein-protein interactions. _Chem. Biol_. 7, R57-61 \\(2000). \r\n  3. Moore, K.L. The biology and enzymology of protein tyrosine O-sulfation. _J. Biol. Chem_. 278, 24243-24246 \\(2003). \r\n  4. Ouyang, Y.B., Lane, W.S. &amp; Moore, K.L. Tyrosylprotein sulfotransferase: Purification and molecular cloning of an enzyme that catalyzes tyrosine O-sulfation, a common posttranslational modification of eukaryotic proteins. _Proc. Natl. Acad. Sci. U. S. A_. 95, 2896-2901 \\(1998).\r\n  5. Beisswanger, R. et al. Existence of distinct tyrosylprotein sulfotransferase genes: molecular characterization of tyrosylprotein sulfotransferase-2. _Proc. Natl. Acad. Sci. U. S. A_. 95, 11134-11139 \\(1998).\r\n  6. Yu, Y., Hoffhines, A.J., Moore, K. L. &amp; Leary, J. A. Determination of the sites of tyrosine O-sulfation in peptides and proteins. _Nat. Methods_ 4, 583-588 \\(2007)"
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported in part by the National Institutes of Health, grants GM 63581 to J. A. L and HL 074015 to K. L. M."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth1056",
                "date": "2007-05-14 10:52:28",
                "title": "Determination of the sites of tyrosine O-sulfation in peptides and proteins",
                "authors": [
                    "Yonghao Yu",
                    "Adam J Hoffhines",
                    "Kevin L Moore",
                    "Julie A Leary"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10277,
                "identity": "9ef4964b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yonghao Yu",
                "email": "",
                "orcid": "",
                "institution": "Genome Center, Depts of Chemistry and Molecular Cell Biology, University of California, Davis, CA, 95616 and Dept of Chemistry, University of California, Berkeley, CA, 94720, current address: Dept of Cell Biology, Harvard Medical School, Boston, MA 02115",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yonghao",
                "middleName": "",
                "lastName": "Yu",
                "suffix": ""
            },
            {
                "id": 10278,
                "identity": "9ef498f2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Adam J. Hoffhines",
                "email": "",
                "orcid": "",
                "institution": "Department of Cell Biology, University of Oklahoma Health Sciences Center, Oklahoma City, OK 73104",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Adam",
                "middleName": "J.",
                "lastName": "Hoffhines",
                "suffix": ""
            },
            {
                "id": 10279,
                "identity": "9ef49b3e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kevin L. Moore",
                "email": "",
                "orcid": "",
                "institution": "Cardiovascular Biology Research Program, Oklahoma Medical Research Foundation, Oklahoma City, OK 73104",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kevin",
                "middleName": "L.",
                "lastName": "Moore",
                "suffix": ""
            },
            {
                "id": 10280,
                "identity": "9ef49d23-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Julie A. Leary",
                "email": "",
                "orcid": "",
                "institution": "Genome Center, Departments of Chemistry and Molecular Cell Biology, University of California, Davis, CA, 95616",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Julie",
                "middleName": "A.",
                "lastName": "Leary",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-18 10:52:16",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.388",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.388",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607743,
                "identity": "e72bf7ac-a22d-48d3-b39b-5febab343bd3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 73689,
                "visible": true,
                "origin": "",
                "legend": "Effect of imidazole concentration on the reactivity of Leu-enkephalin toward S-NHSAc.   (a) Leu-enkephalin (YGGFL) has two reactive sites, the N-terminal amino group which reacts preferentially with S-NHSAc, and the tyrosine hydroxyl group. The y axis represents the ratio of the di-acetylated product (both N-terminal amino and tyrosine hydroxyl acetylation) to the singly acetylated product (N-terminal amino acetylation). Reaction was performed in 200 mM phosphate buffer. (b)-(d) ESI-MS spectra of the products of the reaction between Leu-enkephalin and S-NHSAc. (b) Reaction performed in 200 mM phosphate buffer (pH 7.0) at RT using 10 mM S-NHSAc. (c) Reaction performed in 200 mM phosphate buffer (pH 7.0) at RT using 10 mM S-NHSAc in the presence of 3 mM imidazole as a catalyst. (d) reaction performed in 200 mM HEPES (pH 7.0) at 4 &#xBA;C overnight using 3 mM imidazole as a catalyst.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-242/v1/figure_1.jpg"
            },
            {
                "id": 2607741,
                "identity": "b3ed172c-9623-4962-94d6-dafab637ba7c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 106602,
                "visible": true,
                "origin": "",
                "legend": "Purification of the tyrosine sulfated peptide from mouse lumican.   (a) Purified mouse lumican was digested with a combination of trypsin and Glu-C and weak anion-exchange (WAX) chromatography was employed to enrich the sulfated, N-terminal peptide. The fraction represented by the asterisk was analyzed by negative ESI FT-ICR mass spectrometry and was identified to be pyroGlu19-Lys57, which contained four tyrosine sulfates, two disulfide bonds and one pyroglutamic acid. (b) experimental and (c) theoretical isotopic distribution of the 5 &#x2013; charge state of this peptide.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-242/v1/figure_2.jpg"
            },
            {
                "id": 2607744,
                "identity": "74208d6f-bff8-4f84-a3cd-4ddf5d1ef09c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 193955,
                "visible": true,
                "origin": "",
                "legend": "Identification of the sites of sulfation in lumican peptide Met29-Tyr52.    (a) Met29-Tyr52 generated from chymotrypsin digest of pyroGlu19-Lys57, which was then reduced by DTT and alkylated by iodoacetamide. (b) after reaction with S-NHSAc and imidazole (c) positive MS/MS spectrum of the modified, desulfated Met29-Tyr52, in which N-terminal amine, Tyr47 and Tyr52 were determined to be acetylated. (d) Primary sequence of the lumican N-terminal peptide, pyroGlu19-Lys57. Cys labeled with asterisks form two disulfide bonds. The positions of tyrosines are indicated. Spectrum (a) was acquired on an ESI FT-ICR mass spectrometer and spectra (b), (c) were acquired on an LTQ ion trap mass spectrometer, using the conditions as indicated in the methods. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-242/v1/figure_3.jpg"
            },
            {
                "id": 2607746,
                "identity": "422ef90e-a3f2-4744-88fb-4e0d65765c08",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 32305,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-242/v1/figure_4.png"
            },
            {
                "id": 2607745,
                "identity": "61ca3bfc-1a25-40ab-8613-e95aa8b7a8f8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 67702,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-242/v1/figure_5.png"
            },
            {
                "id": 2607749,
                "identity": "87206707-aba3-4bea-b347-a6ea1263bab0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "pdf",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 107817,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure6.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-242/v1/figure_6.pdf"
            },
            {
                "id": 2607748,
                "identity": "57af6a20-a5ff-4f76-b7b6-2d15fe0289f3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 56938,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-242/v1/figure_7.png"
            },
            {
                "id": 13464405,
                "identity": "f09d676c-f9be-45f5-bc1f-7ba445bca050",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 625246,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-242/v1/cc8dc68c-cb84-464a-bc4f-39f72e6bf168.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "tyrosine sulfation, mass spectrometry, post-translational modification, protein-protein interaction, extracelluar matrix, proteomics\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "A novel method for site-determination of tyrosine O-sulfation in peptides and proteins",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-09-20 08:47:23",
                "doi": "10.1038/nprot.2007.388",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ef43808-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 20th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1728,
                "name": "Biochemistry"
            },
            {
                "id": 1729,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-09-20 08:47:23",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}