{
    "identity": "nprot-6795",
    "title": "Multiplexed Imaging of Neuronal Synapses Using Nucleic Acid Probe Exchange",
    "content": [
        {
            "header": "Reagents",
            "content": "Table 1: Antibody information\r\n\n\nhttp://www.nature.com/protocolexchange/system/uploads/6641/original/Antibody_target_Table_1.docx?1525100130\r\n\n\nTable 2: Reagent information.\r\n\n\nhttp://www.nature.com/protocolexchange/system/uploads/6685/original/Table_2.docx?1525799847\r\n\n\nTable 3: Docking strand and imaging probe sequences.\r\n\n\nhttp://www.nature.com/protocolexchange/system/uploads/6687/original/Table_3.docx?1525799878\r\n\n\nTable 4: Buffer compositions.\r\n\n\nhttp://www.nature.com/protocolexchange/system/uploads/6689/original/Table_4.docx?1525799955"
        },
        {
            "header": "Equipment",
            "content": "Opera Phenix High-Content Screening System \\(PerkinElmer, HH14000000)."
        },
        {
            "header": "Procedure",
            "content": "A. Conjugation of docking strands to antibodies\r\n\n\n\r\n\n\na. Conjugation of docking strands to 100 μg of antibodies using SMCC linker\r\n\n\n1. Ensure that the concentration of antibodies used for DNA modification is about 1 mg/mL. If the\r\n  antibodies are at higher concentration, they must be diluted to 1 mg/mL in PBS buffer and if the\r\n\n\nconcentration is lower than 1 mg/mL the antibodies must be concentrated. The concentration is\r\n\n\nrealized with Amicon Column Ultra 0.5 100 kDa cutoff \\(500 μL volume). The column is first washed\r\n\n\nwith PBS buffer and centrifuged for 5 min at 5000 g. The antibody solution \\(100 μg of antibody) is\r\n\n\nloaded on the column and centrifuged at 5000 g until the volume recovered is about 100 μL. If the\r\n\n\nvolume of antibody is larger than 500 μL, a second loading of the column and a second step of\r\n\n\ncentrifugation can be realized. The antibody solution is recovered and the concentration measured\r\n\n\nusing nanodrop. Briefly, the pedestal of the nanodrop is washed with water and a blank is\r\n\n\nperformed with PBS buffer. 1μL of the sample is loaded and measured.\r\n\n\n2. Antibody buffer is then exchanged with PBS buffer using Zeba column 7 KDa. The column are\r\n  first washed three times with 300 μL of PBS buffer by centrifugation at 1500 g for 1 min. The column\r\n\n\nis then put in a clean collection tube and the sample \\(~100 μL) is loaded in the column and\r\n\n\ncentrifuged for 2 min at 1500 g. Final concentration is measured with nanodrop to ensure the\r\n\n\nconcentration is around 1 mg/mL.\r\n\n\n3. Prepare fresh reduction solution for the thiolated-DNA docking strand: one tube of no weight\r\n  format DTT is dissolved in 100 μL of the PBS/EDTA solution \\(PBS complemented with 2 mM of\r\n\n\nEDTA, pH 8.0) to make the final concentration of DTT 500 mM.\r\n\n\n4. Dissolve 25 nmoles of thiolated DNA at 1 mM in DNAse/RNAse free water and mix 25 μL of\r\n  the DNA solution with 20 μL of the DTT reduction solution and 55 μL of PBS/EDTA buffer. The mix\r\n\n\nis reacted for 2 hours at room temperature on a shaker and wrapped in aluminum foil to protect\r\n\n\nfrom light.\r\n\n\n5. Preparation of NAP-5 columns for DNA purification: This step can be done while the thiolated\r\n  DNA reduction reaction is in progress.\r\n\n\n- Remove the lid and cap from the column and discard the storage solution by passing\r\n\n\nthrough the column. \\(Do not let the column dry)\r\n\n\n- Wash the column with DNAse/RNAse free water 3 times. Be sure to avoid drying the resin\r\n\n\nby keeping the water level above the column filter on top of the resin. After the three washes replace\r\n\n\nthe cap and the lid.\r\n\n\n6. After 1 hour of DNA incubation the antibody is modified with the SMCC linker:\r\n  - Prepare SMCC linker at 10 mg/mL in 100% DMF.\r\n\n\n- Add SMCC linker to the antibody solution at a 1:7.5 molar ratio. To avoid precipitation of\r\n\n\nSMCC you can realize serial dilution with a first dilution by a factor 10 in DMF and then in PBS.\r\n\n\nThe final DMF concentration in the antibody solution should be around 5%.\r\n\n\n- Once the SMCC is added to the antibody, react for 1 hour and 30 min wrapped in an\r\n\n\naluminum foil to protect from light on a shaker at 4oC.\r\n\n\n- After 1 hour and 30 min use Zeba column 7KDa to remove the excess of SMCC linker.\r\n\n\nFollow the protocol described in the step 2. Measure the concentration of antibodies using\r\n\n\nnanodrop.\r\n\n\n7. DNA purification:\r\n  - Load the DNA solution \\(100 μL) on the washed NAP-5 column and add 400 μL of water\r\n\n\nimmediately, and let passed through the resin.\r\n\n\n- Before the water reach the top of the resin, 1 mL of water is added to the column and the\r\n\n\ncollection starts. 16 tubes are set in a tube holder and 3 drops are collected in the first 4 tubes, 2\r\n\n\ndrops in the next 4 tubes, and 1drop in the last tube.\r\n\n\n- A micro BCA solution is prepared by mixing 500 μL of reagent A, 500 μL of reagent B\r\n\n\nand 25 μL of reagent C. 25 μL of the Micro BCA solution is added to the elutant starting from the\r\n\n\nlast tube collected to test the presence of DTT. If the solution become purple, DTT is present,\r\n\n\nplease discard the tube. When purple is any longer see use nanodrop to determine which tubes\r\n\n\ncontain the DNA.\r\n\n\n- Pool the tubes containing the highest concentration of DNA and determine the\r\n\n\nconcentration of DNA with Nanodrop.\r\n\n\n8. Add the reduced DNA to the antibody solution immediately at a 1:15 molar ratio excess. And\r\n  age the reaction overnight on a shaker at 4oC protected from light. Use PBS equilibrated Amicon\r\n\n\ncolumn Ultra 0.5 100 kDa to remove excess of non-reacted DNA. The antibody solution is washed\r\n\n\n4 times with PBS at 5000 g for 5-10 min. The final concentration of antibody is determined using\r\n\n\nNanodrop.\r\n\n\nb. Site specific conjugation of docking strands to antibodies using SiteClick kit\r\n\n\nThe site specific modification of antibodies with DNA docking strands using the SiteClick use a\r\n\n\nslightly modified version of the protocol provided by Thermo Fischer scientific. In the protocol their\r\n\n\nDIBO-label compound is replaced by a DBCO DNA docking strand. A 40 x molar ratio of DBCO\r\n\n\ndocking strand is used to modify the azide-modified antibody prepared with the SiteClick kit.\r\n\n\n\r\n\n\nB. Conjugation of dyes to imaging probes\r\n\n\n\r\n\n\n1. Amino modified DNA strands \\(5’) are resuspended at a concentration of 1 mM in\r\n  DNase/RNase free water.\r\n\n\n2. ATTO 655 dye is resuspended at 10 mg/mL in 100 % DMF.\r\n  3. 25 μL of DNA solution \\(25 nmole) are mixed in final volume of 500 μL of PBS with ATTO 655\r\n  dye at a 10 x molar ratio excess.\r\n\n\n4. The reaction is aged overnight at 4oC on a shaker.\r\n  5. 100 uL of 3 M sodium acetate is added to the 500 μL solution of dye/DNA. And mixed\r\n  thoroughly. 500 uL of 99.5% Isopropanol \\(at -20oC) is added and the solution is mixed thoroughly\r\n\n\nbefore to be let at -20oC overnight.\r\n\n\n6. On a pre-chilled centrifuge at 4oC, the DNA solution is centrifuged at 15000-20000 g for 3 hrs.\r\n  7. The supernatant is discarded without touching the pellet and 500 μL of ice cold pure ethanol\r\n  is added before to centrifuge 15 min at 15000-20000 g.\r\n\n\n8. The supernatant is removed carefully and the pellet is dried at 37oC for at least 2 hrs and until\r\n  complete drying of the pellet. The DNA is then resuspended in PBS and HPLC purified on a Gilson\r\n\n\nGX-271 using a ProtoHiggins C18 column using a gradient of triethylammonium acetate \\(TEAAc)\r\n\n\nand acetonitrile.\r\n\n\n\r\n\n\nC. Fixation of primary neuronal culture\r\n\n\n\r\n\n\nPrepare fixative solution by mixing 1 part of 20% paraformaldehyde solution with 4 parts\r\n\n\nof 5% sucrose solution in 1X PBS to make the final concentration of 4% wt/vol\r\n\n\nparaformaldehyde and 4% sucrose wt/vol in 1X PBS. Remove culture medium from cells\r\n\n\ncultured on 96-well plates and replace with 100 μL of fixative solution, fix cells for 15min\r\n\n\nat room temperature, and then wash three times with PBS to remove fixative solution\r\n\n\n\\(Plates can be used right away or stored at 4oC for later use).\r\n\n\n\r\n\n\nD. Validation of docking strand-conjugated antibodies\r\n\n\n\r\n\n\nEach newly conjugated antibody needs to be validated using immunofluorescence \\(IF) to\r\n\n\nensure the staining pattern \\(specificity) of the conjugated antibody is not changed by\r\n\n\nnucleic acid conjugation. In addition, serial dilution needs to be performed to find the\r\n\n\noptimal dilution of the conjugated antibody, as the conjugation process might change the\r\n\n\nantibody affinity. The nucleic acid can be conjugated to primary or secondary antibodies.\r\n\n\nHere we use \\(1) DNA-conjugated anti-bassoon primary antibody \\(raised in mouse) and\r\n\n\n\\(2) DNA-conjugated goat-anti-mouse secondary antibody as examples to demonstrate\r\n\n\nexperimental procedures for IF validation of DNA-conjugated primary and secondary\r\n\n\nantibodies. In both examples, synapsin IF is used as the reference for synaptic structure.\r\n\n\n\r\n\n\na. Validation of DNA-conjugated anti-bassoon primary antibody\r\n\n\n1. Permeabilize PFA fixed cells for 10 min at room temperature with permeabilization buffer.\r\n  2. Wash cells twice with PBS.\r\n  Incubate the cells in the nuclear blocking buffer for 1 hr at room temperature.\r\n\n\n3. Dilute DNA-conjugated anti-bassoon antibody \\(raised in mouse), unconjugated anti-synapsin-\r\n  I \\(raised in rabbit) antibodies in the nuclear blocking buffer.\r\n\n\n4. Incubate cells in the diluted primary antibody solution overnight at 4 oC.\r\n  5. Wash cells 3 times with PBS at RT.\r\n  6. Dilute the fluorophore conjugated secondary antibodies in the regular blocking buffer: goatanti-\r\n  rabbit-Alexa 488, goat-anti-mouse-Alexa 568.\r\n\n\n7. Incubate the cells in diluted fluorophore conjugated secondary antibodies at room temperature\r\n  for 1 hr.\r\n\n\n8. Wash cells 3 times with PBS. Dilute DAPI or Hoechst in PBS.\r\n  9. Incubate cells in diluted DAPI for 15min or Hoechst for 3 min, wash 3 times with PBS, and\r\n  image the plate at the channels of 405, 488, 568 on the microscope.\r\n\n\n10. Compare the images obtained from step 9. with images of cells stained with unconjugated antibassoon\r\n  antibody. Correlation scores between bassoon and synapsin-1 channels may be used to\r\n\n\nquantify the staining pattern change.\r\n\n\n\r\n\n\nb. Validation of DNA-conjugated goat-anti-mouse secondary antibody\r\n\n\n1. Permeabilize PFA fixed cells for 10 min at room temperature with permeabilization\r\n  buffer.\r\n\n\n2. Wash cells twice with PBS.\r\n  3. Incubate the cells in the regular blocking buffer for 1 hr at room temperature.\r\n  4. Dilute unconjugated anti-bassoon antibody \\(raised in mouse), unconjugated antisynapsin-\r\n  1 \\(raised in rabbits) antibodies in the regular blocking buffer.\r\n\n\n5. Incubate cells in the diluted primary antibody solution overnight at 4 oC.\r\n  6. Wash cells 3 times with PBS.\r\n  7. Incubate the cells in the nuclear blocking buffer for 1 hr at room temperature.\r\n  8. Dilute the DNA-conjugated goat-anti-mouse secondary antibody in the nuclear\r\n  blocking buffer.\r\n\n\n9. Incubate the cells in diluted DNA-conjugated secondary antibodies at room\r\n  temperature for 1 hr.\r\n\n\n10. Wash cells 3 times with PBS.\r\n  11. Dilute the fluorophore conjugated secondary antibodies in the regular blocking buffer:\r\n  donkey-anti-mouse-Alexa 488, donkey-anti-rabbit-Alexa 568.\r\n\n\n12. Incubate the cells in diluted fluorescently labeled secondary antibodies at room\r\n  temperature for 1 hr.\r\n\n\n13. Wash cells 3 times with PBS. Dilute DAPI or Hoechst in PBS.\r\n  14. Incubate cells in diluted DAPI for 15 min or Hoechst for 3 min, wash 3 times with PBS,\r\n  and image the plate at the channels of 405, 488, 568 on the microscope.\r\n\n\n15. Compare the images obtained from step 14. with images of cells stained with\r\n  fluorescently labeled antibody. Correlation scores between bassoon and synapsin-1\r\n\n\nchannels may be used to quantify of the staining pattern change.\r\n\n\n\r\n\n\nE. Characterization of docking strand-imaging probe crosstalk\r\n\n\n\r\n\n\nFor proper multiplexed imaging, it’s important to ensure each imaging probe binds\r\n\n\nspecially to the corresponding docking strand on the antibody and has minimal crosshybridization\r\n\n\nto other docking strand present in the sample. Cross-hybridization will cause\r\n\n\nthe signal from one target to be present in the image of another target \\(similar to the\r\n\n\nbleed-through or crosstalk in the conventional fluorescence microscopy). The crosstalk\r\n\n\nlevel between two docking strands A and B depends on a number of factors, including\r\n\n\nthe densities of the each docking strand in the sample, and the melting temperatures of\r\n\n\nthe complementary duplexes \\(A-A and B-B) and non-complementary duplexes \\(A-B and\r\n\n\nB-A). Thus it is best to characterize the crosstalk in as similar setting as possible that the\r\n\n\nmultiplexed imaging will be performed. We use the protocols below to test the crosstalk\r\n\n\nbetween each docking strand-imaging probe pair in a cell-based assay.\r\n\n\n\r\n\n\na. Characterization of crosstalk of 10 docking strand-imaging probe pairs in neuronal\r\n\n\nculture \\(cell-based assay)\r\n\n\nThe protocol stains each target in separate wells, run through each imaging probe for\r\n\n\neach well, and measure the image fluorescence.\r\n\n\n1. Fix 10 wells of cells following the fixation protocol.\r\n  2. Permeabilize the cells for 10 min at room temperature with permeabilization buffer and\r\n  wash twice with PBS.\r\n\n\n3. Incubate cells in the RNase solution at 37oC for 1 hr. Note: this step is to remove the\r\n  RNA in the cells that could otherwise cause high background fluorescence. Wash three\r\n\n\ntimes with PBS.\r\n\n\n4. Block cells for 1 hr at room temperature with the regular blocking buffer.\r\n  5. Dilute chicken MAP2 antibodies in the regular buffer for the 8 wells that will be stained\r\n  with DNA-conjugated primary antibodies \\(group A). Dilute each of the following 2\r\n\n\nunconjugated primary antibodies separately in the regular blocking buffer together with\r\n\n\nMAP2: PSD95, NMDAR2B for the 2 wells that will be stained with DNA-conjugated\r\n\n\nsecondary antibodies \\(group B).\r\n\n\n6. Incubate cells in diluted primary antibodies overnight at 4 oC.\r\n  7. Wash the cells 3 times with 1X PBS.\r\n  8. Dilute goat-anti-chicken-Alexa 488 secondary in regular blocking buffer for group A\r\n  wells. For group B, goat-anti-chicken-Alexa 647 and goat-anti-rabbit-p1 in nuclear\r\n\n\nblocking buffer for the well stained with anti-PSD95 antibody; goat-anti-chicken-Alexa 488\r\n\n\nand goat-anti-mouse-p12 for the well stained with anti- NMDAR2B antibody.\r\n\n\n9. Incubate the cells in diluted secondary antibodies at room temperature for 1 hr.\r\n  10. Wash cells 3 times with PBS.\r\n  11. Fix cells again using the fixation protocol.\r\n  12. Block the cells for 30 min at room temperature with the nuclear blocking buffer.\r\n  13. Dilute each of the following 8 DNA-conjugated primary antibodies separately in the\r\n  nuclear blocking buffer: phalloidin-p2, Tuj1-p3, cortactin-p4, Shank3-p6, ARPC2-p7,\r\n\n\nbassoon-p8, synapsin-I-p9, Homer-1b/c-p10.\r\n\n\n14. Incubate cells for group A with diluted DNA-conjugated primary antibodies, and for\r\n  group B, keep cells in the nuclear blocking buffer overnight at 4 oC.\r\n\n\n15. Wash cells 3 times with PBS.\r\n  16. Incubate cells in diluted Hoechst for 3 min, wash 3 times with PBS.\r\n  17. Acquire baseline images. Image a z-stack at 405, 488, 647 channels using a Phenix\r\n  high-content confocal imaging system from Perkin Elmer. Images from 647 channel\r\n\n\nshould show low background fluorescence.\r\n\n\n18. The first LNA probes are diluted to 10 nM in imaging buffer right before incubation with\r\n  cells.\r\n\n\n19. Incubate cells in the first diluted probe for 5 min, and washed twice with imaging buffer\r\n  to remove the free probe.\r\n\n\n20. Image cells again on the same field of views. Only the well stained with the antibody\r\n  labeled with the corresponding docking strand sequence should show clear staining\r\n\n\npattern at 647 channel same as the IF staining pattern of the DNA-conjugated antibody.\r\n\n\nAny fluorescence above the baseline in other wells is either crosstalk or non-specific binding of the probe and should be <10% of the fluorescence from the well with specific\r\n\n\nbinding.\r\n\n\n21. Wash the cells 3 times with wash buffer, and incubate the cells in the wash buffer for\r\n  5 min after the last wash.\r\n\n\n22. Image cells again. All the wells should now show low background fluorescence at 647\r\n  channel close to the baseline images.\r\n\n\n23. Repeat step 18-22 for each probe.\r\n  \r\n\n\nF. Multiplexed imaging\r\n\n\n\r\n\n\na. Multiplexed imaging of 10 synaptic targets in neuronal culture\r\n\n\n1. Fix cells using the fixation protocol.\r\n  2. Permeabilize the cells for 10 min at room temperature with permeabilization buffer and\r\n  wash twice with PBS.\r\n\n\n3. Incubate cells in the RNase solution at 37oC for 1 hr. Note: this step is to remove the\r\n  RNA in the cells that could otherwise cause high background fluorescence. Wash three\r\n\n\ntimes with PBS.\r\n\n\n4. Incubate the cells in the regular blocking buffer for 1 hr at room temperature.\r\n  5. Dilute the following unconjugated primary antibodies in the regular blocking buffer:\r\n  MAP2, vGluT1, PSD95, NMDAR2B.\r\n\n\n6. Incubate cells in diluted primary antibodies overnight at 4 oC.\r\n  7. Wash the cells 3 times with 1X PBS.\r\n  8. Incubate the cells in the nuclear blocking buffer for 1 hr at room temperature.\r\n  9. Dilute goat-anti-chicken-Alexa 488, goat-anti-guinea pig-Alexa555 and goat-antirabbit-\r\n  p1, goat-anti-mouse-p12 in nuclear blocking buffer.\r\n\n\n10. Incubate the cells in diluted secondary antibodies at room temperature for 1 hr.\r\n  11. Wash the cells 3 times with 1X PBS.\r\n  12. Post-fix cells for 15 min using fixative solution. This step is to prevent cross-binding of\r\n  the secondary antibodies with the primary antibodies in the second round of staining.\r\n\n\n13. Wash the cells 3 times with 1X PBS.\r\n  14. Incubate the cells in the nuclear blocking buffer for 30 min at room temperature.\r\n  15. Dilute the following DNA-conjugated primary antibodies in the nuclear blocking buffer:\r\n  phalloidin-p2, Tuj1-p3, cortactin-p4, Shank3-p6, ARPC2-p7, bassoon-p8, synapsin-I-p9,\r\n\n\nHomer-1b/c-p10\r\n\n\n16. Incubate cells in diluted primary antibodies overnight at 4 oC.\r\n  17. Wash cells 3 times with PBS. Dilute DAPI or Hoechst in PBS.\r\n  18. Incubate cells in diluted DAPI or Hoechst for 15 min, wash 3 times with PBS.\r\n  19. Acquire baseline images. Image a z-stack at 405, 488, 568, 647 channels using a\r\n  Phenix high-content confocal imaging system from Perkin Elmer. Images from 647\r\n\n\nchannel should show low background fluorescence.\r\n\n\n20. The first LNA probes are diluted to 10 nM in the imaging buffer right before introduction\r\n  to the cells.\r\n\n\n21. Incubate cells in the first diluted probe for 5 min, and washed twice with imaging buffer\r\n  to remove the free probe.\r\n\n\n22. Image cells again on the same field of views. The staining pattern of the target labeled\r\n  with the corresponding docking strand sequence should be visible at 647 channel.\r\n\n\n23. Wash the cells 3 times with wash buffer, and incubate the cells in the wash buffer for\r\n  5 min after the last wash.\r\n\n\n24. Image cells again to confirm all the wells show low background fluorescence at 647\r\n  channel close to the baseline images.\r\n\n\n25. Repeat step 21-24 for each probe.\r\n  26. Repeat the procedure 3 times by using 3 different batches of neuronal cultures."
        },
        {
            "header": "Troubleshooting",
            "content": "Step A.a.10 & A.a.15. For antibodies that lose their binding specificities after SMCC\r\n\n\nconjugation, one could try the site-specific conjugation which avoids labeling on the\r\n\n\nepitope regions. Or switch to DNA-conjugated secondary antibody instead of primary\r\n\n\nantibody.\r\n\n\n\r\n\n\nStep A.a.24. In the rare cases where the images show residual fluorescence after 3\r\n\n\nwashes, wash the cells again with wash buffer and incubate for 5 more min."
        },
        {
            "header": "References",
            "content": "1. Guo, S.-M. et al. Multiplexed confocal and super-resolution fluorescence imaging\r\n  of cytoskeletal and neuronal synapse proteins. bioRxiv \\(2017). \r\n\n\n2. Jungmann, R. et al. Single-molecule kinetics and super-resolution microscopy by\r\n  fluorescence imaging of transient binding on DNA origami. Nano Lett. 10, 4756–\r\n\n\n4761 \\(2010).\r\n\n\n3. Jungmann, R. et al. Multiplexed 3D cellular super-resolution imaging with DNAPAINT\r\n  and Exchange-PAINT. Nat. Methods 11, 313-U292 \\(2014)."
        },
        {
            "header": "Acknowledgements",
            "content": "Funding from NIH BRAIN Initiative Award 1U01MH106011 to M.B. is gratefully acknowledged. Funding from the NSF Physics of Living Systems program NSF PoLS 1305537 to M.B. is additionally acknowledged. J.R.C. acknowledges funding from the Stanley Center for Psychiatric Research."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1101/111625",
                "date": "2018-04-27 21:37:24",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15688,
                "identity": "a170186f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Mark Bathe",
                "email": "mbathe@mit.edu",
                "orcid": "",
                "institution": "Bathe Lab, Department of Biological Engineering, MIT, Cambridge, MA, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Mark",
                "middleName": "",
                "lastName": "Bathe",
                "suffix": ""
            },
            {
                "id": 15683,
                "identity": "a1700d50-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Syuan-Ming Guo",
                "email": "",
                "orcid": "",
                "institution": "Bathe Lab, Department of Biological Engineering, MIT, Cambridge, MA, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Syuan-Ming",
                "middleName": "",
                "lastName": "Guo",
                "suffix": ""
            },
            {
                "id": 15684,
                "identity": "a1701045-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Li Li",
                "email": "",
                "orcid": "",
                "institution": "Stanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, MA, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Li",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 15685,
                "identity": "a170121d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Remi Veneziano",
                "email": "",
                "orcid": "",
                "institution": "Bathe Lab, Department of Biological Engineering, MIT, Cambridge, MA, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Remi",
                "middleName": "",
                "lastName": "Veneziano",
                "suffix": ""
            },
            {
                "id": 15686,
                "identity": "a1701537-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Simon Gordonov",
                "email": "",
                "orcid": "",
                "institution": "Bathe Lab, Department of Biological Engineering, MIT, Cambridge, MA, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Simon",
                "middleName": "",
                "lastName": "Gordonov",
                "suffix": ""
            },
            {
                "id": 15687,
                "identity": "a17016f4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jeffrey R. Cottrell",
                "email": "",
                "orcid": "",
                "institution": "Stanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, MA, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jeffrey",
                "middleName": "R.",
                "lastName": "Cottrell",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-05-10 21:19:29",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.066",
        "doiUrl": "https://doi.org/10.1038/protex.2018.066",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465771,
                "identity": "3f1b2f8e-8204-4131-a449-80590d354a85",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 160855,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6795/v1/f87a2bfd-93cd-43bb-aaaa-f7a3fe4fa89a.pdf"
            },
            {
                "id": 2610126,
                "identity": "e852a2de-5315-4b86-a725-bee6baf77706",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 14111,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Antibody information.",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-6795/v1/supplement_0.docx"
            },
            {
                "id": 2610128,
                "identity": "8d0b0137-4afa-4d86-b605-24091ad0d39c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 13534,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Reagent information.",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-6795/v1/supplement_0.docx"
            },
            {
                "id": 2610129,
                "identity": "14590df5-8b69-4a7b-8b2d-1bf3896b3cd5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 12556,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Docking strand and imaging probe sequences.",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-6795/v1/supplement_0.docx"
            },
            {
                "id": 2610131,
                "identity": "84d5f23a-7a38-45c4-8ee5-3a9cceeb78fa",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 12581,
                "visible": true,
                "origin": "",
                "legend": "Table 4   Buffer compositions.",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-6795/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Multiplexed imaging, Neuronal synapses, Nucleic acid probe-based imaging, Confocal microscopy, Locked nucleic acid, synapses, Probe-based Imaging for Sequential Multiplexing",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Neuronal synapses contain hundreds of protein species whose expression levels and sub-micron-scale localizations are core determinants of neuronal plasticity and signal transmission. The spectral overlap of fluorophores used in conventional fluorescence microscopy limits the number of labeled species to four cellular targets within a given sample. To overcome the spectral limit, we introduce LNA-PRISM1: Locked Nucleic Acid Probe-based Imaging for Sequential Multiplexing. In contrast to DNA-PAINT2,3 \\(Points Accumulation In Nanoscale Topography), LNA-PRISM utilizes high affinity LNA probes and DNA-barcoded cellular target markers to realize fast, multiplexed diffraction-limited confocal imaging in the same sample. In this protocol, we describe the general strategies for antibody and probe conjugation, immunostaining, and sequential imaging for 13 neuronal targets focusing on synaptic proteins. LNA-PRISM offers faster multiplexed confocal imaging and lower risk of sample and epitope disruption with mild buffer exchange compared to approaches based on sequential antibody staining-elution. Our approach is broadly applicable to other cell culture and scalable to dozens of target proteins. It is compatible with high-content screening platforms commonly used to interrogate the phenotypic impact of genetic and drug perturbations.",
        "manuscriptTitle": "Multiplexed Imaging of Neuronal Synapses Using Nucleic Acid Probe Exchange",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-06-14 10:57:40",
                "doi": "10.1038/protex.2018.066",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a16f9556-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 14th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4266,
                "name": "Cell biology"
            },
            {
                "id": 4267,
                "name": "Biological techniques"
            },
            {
                "id": 4268,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-06-14 10:57:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}