{
    "identity": "nprot-7203",
    "title": "Purification and Sequencing of Large Circular DNA from Human Cells",
    "content": [
        {
            "header": "Reagents",
            "content": "1) MagAttract HMW DNA Kit \\(67563, Qiagen, Hilden, Germany)\r\n\n\n2) MssI/PmeI \\(5 U/µL) \\(ER1341, Thermo Fisher Scientific, Waltham, MA, USA)\r\n\n\n3) 10x Buffer B \\(BB5, Thermo Fisher Scientific, Waltham, MA, USA) \r\n\n\n4) Plasmid-Safe ATP-Dependent DNase \\(E3101K, Epicentre, Madison, WI, USA)\r\n\n\n5) 25 mM ATP \\(E3101K , Epicentre, Madison, WI, USA)\r\n\n\n6) Plasmid-Safe 10x Reaction Buffer \\(E3101K , Epicentre, Madison, WI, USA)\r\n\n\n7) Oligonucleotide primers for qPCR of human HBB gene:\r\n\n\nForward: 5’-TATTGGTCTCCTTAAACCTGTCTTG-3’ \r\n\n\nReverse: 5’-CTGACACAACTGTGTTCACTAGC-3’\r\n\n\n8) REPLI-g Mini Kit \\(150025, Qiagen, Hilden, Germany)\r\n\n\n9) SYBR Green PCR Master Mix \\(4309155, Thermo Fisher Scientific, Waltham, MA, USA)\r\n\n\n10) NEBNext Ultra DNA Library Prep Kit for Illumina \\(E7370S, New England Biolabs, Ipswich, MA, USA) \r\n\n\n11) NEBNext Multiplex Oligos for Illumina Index Primer Set 1 \\(E7335S, New England Biolabs, Ipswich, MA, USA)\r\n\n\n12) Agencourt AMPure XP magnetic beads \\(A63880, Beckman Coulter, Brea, CA, USA) \r\n\n\n13) Agilent DNA 1000 Kit \\(5067-1504, Agilent, Santa Clara, CA, USA)\r\n\n\n14) MiSeq Reagent Kit v2 \\(Illumina, San Diego, CA, USA)"
        },
        {
            "header": "Equipment",
            "content": "1) Eppendorf Centrifuge 5424 R \\(05-401-206, Eppendorf, Hamburg, Germany)\r\n\n\n2) Eppendorf Thermomixer C \\(5382000015, Eppendorf, Hamburg, Germany)\r\n\n\n3) MS1 Mini Shaker \\(Z404047, Sigma-Aldrich, St. Louis, MO, USA)  \r\n\n\n4) StepOnePlus Real-Time PCR System \\(4376600, Thermo Fisher Scientific, Waltham, MA, USA)\r\n\n\n5) DynaMag Magnetic Rack \\(12321D, Thermo Fisher Scientific, Waltham, MA, USA)\r\n\n\n6) Qubit 2.0 Fluorometer \\(Q32866, Thermo Fisher Scientific, Waltham, MA, USA) \r\n\n\n7) NanoDrop 2000 Spectrophotometer \\(Thermo Fisher Scientific, Waltham, MA, USA) \r\n\n\n8) 0.2 mL PCR Tube \\(72.985.002, Sarstedt, Nümbrecht, Germany) \r\n\n\n9) Bio-Rad C1000 Touch Thermocycler \\(1851148, Bio-Rad, Hercules, CA, USA) \r\n\n\n10) Covaris S220 Focused-Ultrasonicator \\(500217, Covaris, Woburn, MA, USA) \r\n\n\n11) Covaris micro TUBE AFA Fiber Pre-Slit Snap-Cap 6x16 mm \\(520045, Covaris, Woburn, MA, USA) \r\n\n\n12) Agilent 2100 Bioanalyzer \\(G2940CA, Agilent, Santa Clara, CA, USA)"
        },
        {
            "header": "Procedure",
            "content": "**Cultivation and harvest of cells followed by high molecular weight \\(HMW) genomic DNA extraction**\r\n\n\n\r\n\n\nThis step isolates all high molecular weight DNA from human cancer cell lines using magnetic bead-based purification. Purification of all high molecular weight DNA allows for isolation of a broad range of circular DNA species sizes. The method is adapted from the Qiagen MagAttract High Molecular Weight DNA Kit\n6\n. \r\n\n\n\r\n\n\n1. Cultivate between 1 x 10\n6\nand 1.0 x 10\n7\ncells. \r\n  \r\n\n\n2. Trypsinize cells and centrifuge a maximum of 1.0 x 10\n7\ncells at 300 x g for 5 minutes at 25°C. Remove and discard the supernatant, taking care not to disturb the cell pellet. The pellet may be stored at -80°C for future use or may be used immediately. It is recommended to use freshly pelleted cells to avoid cell death by freeze-thaw. \r\n  \r\n\n\n3. Using the Qiagen HMW DNA Kit, gently resuspend the pellet in 180 µL in 50 mM TrisHCl, 10 mM EDTA and transfer the sample to a 2 mL microcentrifuge tube. \r\n  \r\n\n\n4. Add 20 µL proteinase K and mix by tapping the tube.  \r\n  \r\n\n\n5. Place the sample in a thermomixer or shaker-incubator. Incubate at 56°C while shaking at 900 rpm for 2 hours. The time required for complete cell lysis depends on the cell-type and cell number. \r\n  \r\n\n\n6. Add 4 µL RNase A \\(100 mg/mL) and incubate for 2 minutes at 25°C. \r\n  \r\n\n\n7. Add 150 µL Buffer AL and mix well by pipetting up and down. \r\n  \r\n\n\n8. Add 280 µL Buffer MB and vortex for 2 minutes. \r\n  \r\n\n\n9. Add 40 µL of MagAttract Suspension G to the sample and shake at 1400 rpm for 2 minutes. \r\n  \r\n\n\nNote: Vortex Suspension G before adding to the sample to ensure that the magnetic particles are fully resuspended. \r\n\n\n\r\n\n\n10. Place the sample tube in a magnetic rack and wait approximately 1 minute for bead separation to be complete. Carefully remove all of the supernatant in the tube and avoid disturbing the magnetic bead pellet. \r\n  \r\n\n\n11. Add 700 µL of Buffer MW1 and shake at 1400 rpm for 2 minutes. \r\n  \r\n\n\n12. Repeat step 10 by placing sample tube on the magnetic rack, waiting 1 minute for separation, and removing supernatant while avoiding disruption of the magnetic bead pellet. \r\n  \r\n\n\n13. Add another 700 µL of Buffer MW1 and shake at 1400 rpm for 2 minutes. \r\n  \r\n\n\n14. Repeat step 10 by placing sample tube on the magnetic rack, waiting 1 minute for separation, and removing supernatant while avoiding disruption of the magnetic bead pellet. \r\n  \r\n\n\n15. Add 700 µL of Buffer PM and shake at 1400 rpm for 2 minutes. \r\n  \r\n\n\n16. Place the sample tube in a magnetic rack and wait approximately 1 minute for bead separation to be complete. Carefully remove all of the supernatant in the tube and avoid disturbing the magnetic bead pellet. \r\n  \r\n\n\n17. Carefully add 700 µL of distilled, nuclease-free water to the sample tube while the tube is on the magnetic rack. Do not add water directly to the bead pellet; carefully pipet the water down the side of the tube facing away from the pellet.  Incubate the tube on the magnetic rack for 1 minute at 25°C and the remove supernatant. \r\n  \r\n\n\n18. Remove the sample tube from the magnetic rack. Add 200 µL distilled, nuclease-free water and shake at 1400 rpm for 3 minutes. \r\n  \r\n\n\n19. Place the sample tube back on the magnetic rack and wait 1 minute for bead separation. Transfer the supernatant to a new sample tube. This supernatant contains the high molecular weight gDNA. \r\n  \r\n\n\n20. Measure the concentration of the DNA. \r\n  \r\n\n\n**Optional control - Linearization of circular DNA**\r\n\n\n\r\n\n\nThis step is optional and should be done with a fraction of the HMW DNA extracted above as it will result in the linearization and thus loss of circular DNA. This step uses the endonuclease MssI/PmeI to hydrolyze mitochondrial and other large circular DNA to create exposed DNA ends and serves as a control to ensure circularity of the DNA. These DNA ends can then be accessed by an exonuclease to hydrolyze any linear DNA in the sample. In case your circular DNA of interest has no MssI site, use a different endonuclease with restrictions sites at your circular DNA. \r\n\n\n\r\n\n\n1. Treat purified high molecular weight DNA with the rare-cutting endonuclease MssI/PmeI. To digest 5 µg DNA, prepare the following 50 µL reaction: \r\n  \r\n\n\n0.2 µL MssI \\(5 U/µL)\r\n\n\n5 µL 10x Buffer B \r\n\n\nUp to 44.8 µL HMW DNA \\(5 µg)\r\n\n\nFill to 50 µL with distilled, nuclease-free water \\(quantity required for 50 µL total volume) \r\n\n\n\r\n\n\nIncubate the reaction at 37°C for 16 hours and then heat inactivate the endonuclease at 80°C for 5 minutes. \r\n\n\nElimination of linear chromosomal DNA and purification of circular DNA\r\n\n\n1. Treat the reaction with Plasmid-Safe exonuclease to facilitate digestion of linear DNA. Add the following to the reaction for a total volume of 100 µL: \r\n  \r\n\n\n2 µL Plasmid-Safe ATP-Dependent DNase \\(20 units) \r\n\n\n4 µL ATP \\(25 mM)\r\n\n\n10 µL Plasmid-Safe 10x Reaction Buffer \r\n\n\n34 µL distilled, nuclease-free water \r\n\n\n\r\n\n\nIncubate the reaction at 37°C for 24 hours. \r\n\n\n\r\n\n\n2. Perform hydrolysis of linear DNA at 37°C for 5 days. After each 24 hour incubation, add the following to each reaction to continue the enzymatic digestion: \r\n  \r\n\n\n2 µL Plasmid-Safe ATP-Dependent DNase \\(20 units) \r\n\n\n4 µL ATP \\(25 mM)\r\n\n\n0.6 µL Plasmid-Safe 10x Reaction Buffer \r\n\n\n\r\n\n\n3. After 5 days of digestion, heat inactivate the exonuclease by incubating at 70°C for 30 minutes. \r\n  \r\n\n\n4. Sample 2 µL of the exonuclease-digested reaction to confirm elimination of linear chromosomal DNA by quantitative polymerase chain reaction \\(qPCR). Use primers to amplify a chromosomal marker such as the β-globin gene HBB. \r\n  \r\n\n\n**Quantitative PCR of HBB gene to confirm elimination of linear chromosomal DNA**\r\n\n\nThis step uses qPCR of the human beta globin gene, HBB, to assess the fold-reduction of linear chromosomal DNA after exonuclease digestion and MDA. \r\n\n\n\r\n\n\nPrepare each reaction as follows:\r\n\n\n10 µL SYBR Green Master Mix \\(2x) \r\n\n\n1 µL Beta globin forward primer \\(10 µM)\r\n\n\n1 µL Beta globin reverse primer \\(10 µM)\r\n\n\n1.5 µL Sample DNA\r\n\n\n6.5 µL distilled, nuclease free water\r\n\n\n\r\n\n\nRun reactions using a standard protocol on a real-time PCR machine, for example StepOnePlus Real-Time PCR system. \r\n\n\n\r\n\n\n**Rolling circle amplification of circular DNA by Multiple Displacement Amplification \\(MDA)**\r\n\n\nThis step amplifies the remaining circular DNA in the reaction by MDA using φ29 DNA polymerase and random hexamer primers. Using the Qiagen REPLI-g Mini Kit7, from which this reaction is adapted, prepare the MDA reaction as follows: \r\n\n\n\r\n\n\n1. Place 5 µL of the exonuclease-digested sample into a 0.2 mL PCR tube. \r\n  \r\n\n\n2. Add 5 µL Buffer D1 to the sample. Vortex to mix and centrifuge briefly. Incubate the sample at 25°C for 3 minutes. \r\n  \r\n\n\n3. Add 10 µL Buffer N1 to the sample. Vortex to mix and centrifuge briefly.  \r\n  \r\n\n\n4. Prepare the REPLI-g DNA Polymerase master mix as follows: \r\n  \r\n\n\n29 µL REPLI-g Mini Reaction Buffer\r\n\n\n1 µL REPLI-g Mini DNA Polymerase \r\n\n\n\r\n\n\n5. Add the 30 µL master mix to the 20 µL sample for a total reaction volume of 50 µL. Incubate the reaction at 30°C for 16 hours. \r\n  \r\n\n\n6. Heat inactivate the reaction at 65°C for 3 minutes. \r\n  \r\n\n\n7. Measure the quantity of double-stranded DNA obtained from the MDA reaction fluorometrically, for example using a Qubit Fluorometer. \r\n  \r\n\n\nNote: It is not recommended to measure DNA quantity at this step with a spectrophotometer due to the presence of random hexamer primers and φ29 DNA polymerase in the reaction mixture.  \r\n\n\n\r\n\n\n**Sample Cleanup**\r\n\n\n\r\n\n\nThis step uses magnetic bead-based purification for removal of random hexamer primers and φ29 DNA polymerase from the reaction mixture. This protocol is adapted from the NEBNext DNA Library Prep Kit for Illumina8.\r\n\n\n1. First, vortex AMPure XP beads vigorously to ensure they are fully resuspended. \r\n  \r\n\n\n2. Add 86.5 µL of resuspended beads to the sonicated circular DNA sample. Mix well by pipetting up and down a minimum of 10 times. Incubate at 25°C for 5 minutes.\r\n  \r\n\n\n3. Briefly centrifuge the tube and place it on a magnetic rack. Wait for 5 minutes to allow beads to fully separate from the supernatant. Then, remove and discard the supernatant while being careful not to disturb the magnetic bead pellet. \r\n  \r\n\n\n4. Add 400 µL of 80% ethanol to the sample while on the rack. Rotate the microcentrifuge tube in the rack to ensure thorough wash. Incubate at 25°C for 30 seconds. Then, carefully remove and discard all of the supernatant while not disturbing the pellet. Use a 10 µL pipet tip if necessary to ensure all residual ethanol is removed. \r\n  \r\n\n\n5. Repeat the wash described in Step 5, again ensuring that the bead pellet is not disturbed and that all the ethanol is removed. \r\n  \r\n\n\n6. Open the microcentrifuge tube while on the magnetic rack. Allow bead pellet to air dry for 3 to 5 minutes. \r\n  \r\n\n\n7. Remove the tube from the magnetic rack and add 58 µL of distilled, nuclease-free water to the bead pellet. Vortex to mix and then incubate at 25°C for 2 minutes. \r\n  \r\n\n\n8. Briefly centrifuge the tube and place in on the magnetic rack. Wait for 5 minutes to allow beads to fully separate from the supernatant. When the solution is clear, transfer the supernatant containing the DNA to a new tube.\r\n  \r\n\n\n**Shearing of Amplified circular DNA**\r\n\n\n \r\n\n\nThis step shears the amplified circular DNA into fragments of appropriate size for the generation of DNA libraries that may be used for Next Generation Sequencing. \r\n\n\nShear a minimum of 50 ng and up to 2 µg of the amplified circular DNA with a focused ultrasonicator \\(e.g. the Covaris S220 series) for an average target peak size of 150 - 200 bp. Use the following settings for a 50 µL sample in a Covaris 6x16 mm microtube: \r\n\n\n\r\n\n\nPeak power: 175.0 W  \r\n\n\nDuty factor: 10.0 \r\n\n\nCycles/burst: 200 \r\n\n\nTemperature: 6°C\r\n\n\nTime: 6 minutes \r\n\n\n\r\n\n\nTransfer sonicated circular DNA to a new 1.5 mL microcentrifuge tube. \r\n\n\n\r\n\n\n*Library Preparation for Next Generation Sequencing \r\n\n\nEnd-Repair, Adaptor Ligation, and USER Enzyme Digestion Reactions* \r\n\n\n\r\n\n\nThis step prepares DNA libraries for Next Generation Sequencing. First, DNA ends are repaired by the addition of a 3’ adenine nucleotide \\(3’ dA-tailing) and 5’ thymine nucleotide \\(5’ phosphorylation). Then, universal hairpin adaptors are ligated to the DNA fragments. Next, USER enzyme is used to hydrolyze the hairpin loops at a unique uracil residue. This protocol is adapted from the NEBNext DNA Library Prep Kit for Illumina.\r\n\n\n\r\n\n\n1.  Using the NEBNext Ultra DNA Library Prep Kit for Illumina, prepare the end repair reaction for the sheared DNA in a 0.2 mL PCR tube as follows: \r\n  \r\n\n\n3.0 µL End Prep Enzyme Mix\r\n\n\n6.5 µL End Repair Reaction Buffer \\(10X)\r\n\n\n55.5 µL Sheared DNA \\(5 ng – 1 µg) \r\n\n\n\r\n\n\nTotal volume: 65 µL\r\n\n\n\r\n\n\nMix by pipetting up and down and then briefly centrifuge to remove all liquid from the tube sides.\r\n\n\n \r\n\n\n2. Place the tube in a thermocycler and carry out the end repair reaction by running the following program:\r\n  \r\n\n\n20°C for 30 minutes \r\n\n\n65°C for 30 minutes \r\n\n\n4°C until ready to proceed \r\n\n\n\r\n\n\n3. Perform the adaptor ligation reaction by adding the following to the end repair reaction: \r\n  \r\n\n\n15 µL Blunt/TA Ligase Master Mix\r\n\n\n2.5 µL NEBNext Adaptor for Illumina \r\n\n\n1 µL Ligation enhancer    \r\n\n\n\r\n\n\nTotal volume: 83.5 µL\r\n\n\n\r\n\n\nMix by pipetting up and down and then briefly centrifuge to remove all liquid from the tube sides\r\n\n\n\r\n\n\n4. Carry out the adaptor ligation reaction by incubating the tube at 20°C for 15 minutes. \r\n  \r\n\n\n5. Add 3 µL of USER enzyme to the adaptor ligation reaction and mix well. Incubate at 37°C for 15 minutes. \r\n  \r\n\n\n**Cleanup of Sample with Size Selection** \r\n\n\nThis step uses magnetic bead-based purification for size selection for 320 bp fragments.\r\n\n\n\r\n\n\n1. Vortex AMPure XP Beads vigorously to ensure they are fully resuspended. \r\n  \r\n\n\n2. Add 13.5 µL of distilled, nuclease-free water to the adaptor-ligated sample to bring the total volume up to 100 µL. \r\n  \r\n\n\n3. Add 55 µL of AMPure XP Beads to the sample. Mix by pipetting up and down at least 10 times. Incubate at 25°C for 5 minutes. \r\n  \r\n\n\n4. Briefly centrifuge the sample and place it in a magnetic rack. Wait 5 minutes to allow the beads to fully separate from the supernatant. Transfer the supernatant containing the adaptor-ligated sample to a new microcentrifuge tube. Be careful not to disturb the magnetic bead pellet while removing the supernatant. Discard the magnetic bead pellet. \r\n  \r\n\n\n5. Add 25 µL of AMPure XP Beads to the supernatant. Mix thoroughly and incubate at 25°C for 5 minutes. \r\n  \r\n\n\n6. Briefly centrifuge the sample and place it in a magnetic rack. Wait 5 minutes to allow the beads to fully separate from the supernatant. Remove and discard the supernatant. Be careful not to disturb the magnetic bead pellet that contains the desire DNA targets. \r\n  \r\n\n\n7. Add 400 µL of 80% ethanol to the tube while in the magnetic rack. Rotate the tube to ensure the bead pellet is thoroughly washed. Incubate at 25°C for 30 seconds and then remove and discard the supernatant. \r\n  \r\n\n\n8. Repeat the wash in step 13. Use a 10 µL pipet tip if necessary to ensure all residual ethanol is removed from the tube. \r\n  \r\n\n\n9. Open the sample tube on the magnetic rack and allow to airdry the magnetic bead pellet for 5 minutes. \r\n  \r\n\n\n10. Remove the sample tube from the magnetic rack. Elute the DNA by adding 17 µL of distilled, nuclease-free water to the magnetic bead pellet. Mix well by vortexing and then incubate at 25°C for 2 minutes. \r\n  \r\n\n\n11. Briefly centrifuge the tube and then place it on the magnetic rack. Wait 5 minutes for the beads to fully separate from the supernatant. Transfer the supernatant containing the size-selected, adaptor-ligated DNA targets to a new tube. \r\n  \r\n\n\n**Amplification of Adaptor-Ligated DNA by PCR** \r\n\n\n\r\n\n\nIn this step, adaptor-ligated DNA fragments are enriched in the sample by PCR using primers that hybridize to the NEBNext adaptors.    \r\n\n\n1. Prepare the PCR reaction to amplify adaptor-ligated DNA by mixing the following in a 0.2 mL PCR tube: \r\n  \r\n\n\n15 µL Adaptor-ligated DNA fragments \r\n\n\n10 µL Index/Universal Primer Mix \r\n\n\n25 µL NEBNext Q5 Hot Start HiFi PCR Master Mix \r\n\n\n\r\n\n\nTotal volume: 50 µL \r\n\n\n\r\n\n\n2. Place tube in a thermocycler and carry out the PCR amplification by running the following program: \r\n  \r\n\n\n98°C for 30 seconds \r\n\n\n12 cycles of:\r\n\n\n98°C \\(10 seconds)\r\n\n\n65°C \\(75 seconds) \r\n\n\n1x 65°C for 5 minutes \r\n\n\n4°C until ready to proceed\r\n\n\n\r\n\n\n**Cleanup of PCR Amplified Sample** \r\n\n\n\r\n\n\nThis step uses magnetic bead-based purification for removal of improperly ligated and amplified DNA fragments. \r\n\n\n1. Vortex AMPure XP Beads vigorously to ensure they are fully resuspended\r\n  \r\n\n\n2. Add 45 µL of AMPure XP Beads to the sample. Mix by pipetting up and down at least 10 times. Incubate at 25°C for 5 minutes. \r\n  \r\n\n\n3. Briefly centrifuge the tube and place it on a magnetic rack. Wait for 5 minutes to allow beads to fully separate from the supernatant. Then, remove and discard the supernatant while being careful not to disturb the magnetic bead pellet. \r\n  \r\n\n\n4. Add 400 µL of 80% ethanol to the tube while in the magnetic rack. Rotate the tube to ensure the bead pellet is thoroughly washed. Incubate at 25°C for 30 seconds and then remove and discard the supernatant. \r\n  \r\n\n\n5. Repeat the wash in step 4. Use a 10 µL pipet tip if necessary to ensure all residual ethanol is removed from the tube. \r\n  \r\n\n\n6. Open the sample tube on the magnetic rack and allow to airdry the magnetic bead pellet for 5 minutes. \r\n  \r\n\n\n7. Remove the sample tube from the magnetic rack. Elute the DNA by adding 33 µL of distilled, nuclease-free water to the magnetic bead pellet. Mix by pitetting up and down 10 times. \r\n  \r\n\n\n8. Briefly centrifuge and then incubate the tube at 25°C for 2 minutes. \r\n  \r\n\n\n9. Briefly centrifuge the tube and then place it on the magnetic rack. Wait 5 minutes for the beads to fully separate from the supernatant. Transfer the supernatant containing the size-selected, adaptor-ligated libraries to a new tube. \r\n  \r\n\n\nStore libraries at -20°C\r\n\n\n\r\n\n\n10. Dilute 2-3 µL of the library 5-fold with distilled, nuclease-free water and use an Agilent Bioanalyzer high sensitivity chip to verify the size of amplified library fragments. \r\n  \r\n\n\n**Next Generation Paired-End Sequencing using Illumina MiSeq Technology**\r\n\n\nThis step uses the Illumina MiSeq NGS platform with a MiSeq v2 kit to perform 150 bp paired-end sequencing. This protocol was adapted from the Illumina MiSeq System Guide9. \r\n\n\n\r\n\n\n1. Remove tube of buffer HT1 from storage at -20°C and allow to thaw at 25°C. When buffer is thawed, store at 4°C until ready to dilute the denatured libraries. \r\n  \r\n\n\n2. Remove the reagent cartridge from storage at -20°C. Place in a 25°C water bath with enough water to submerge the reagent cartridge up to the water line. Do not allow the water to rise above the line. Allow the cartridge to thaw in the water bath for approximately 1 hour. \r\n  \r\n\n\n3. Remove the cartridge from the water bath, gently tap it to remove water from the base, and dry the base of the cartridge. Ensure that no water has splashed on the top of the cartridge. \r\n  \r\n\n\n4. Invert the reagent cartridge 10 times to mix the reagents and visually inspect that reagents are thawed at all positions. \r\n  \r\n\n\n5. Carefully inspect position 1 to ensure the reagents are fully mixed and no precipitates have formed. \r\n  \r\n\n\n6. Gently tap the cartridge on the benchtop to remove air bubbles from the reagents. \r\n  \r\n\n\n7. Store cartridge at 4°C if not proceeding directly to sample run. For best results, proceed to running samples immediately after preparing the cartridge. \r\n  \r\n\n\n8. Clean the foil seal over the reservoir labeled “Load Samples” \\(17) with a Kim Wipe. \r\n  \r\n\n\n9. Pierce the seal above the Load Samples reservoir with a 1000 µL pipette tip. \r\n  \r\n\n\n10. Pipette up to 600 µL of libraries into the Load Samples reservoir. Do not touch the foil seal. \r\n  \r\n\n\n**Setting up a Run with MiSeq Control Software \\(MCS)**\r\n\n\n1. Select “Manage Instrument” on the Home screen.\r\n  \r\n\n\n2. Select “Reboot” to reboot the system software. \r\n  \r\n\n\n3. Select “Sequence” on the Home screen to begin setting up the run. \r\n  \r\n\n\n4. From the BaseSpace Options screen which opens, select or clear the checkboxes marked “Use BaseSpace for storage and analysis” and “Use BaseSpace Onsite for storage and analysis”. \r\n  \r\n\n\n5. Select “Next” \r\n  \r\n\n\n**Cleaning the MiSeq Flow Cell**\r\n\n\n1. Wearing gloves, use plastic forceps to remove the flow cell from its container by gripping it at the base of the plastic cartridge. \r\n  \r\n\n\n2.  Rinse the flow cell with distilled water until all excess salts have been removed from the glass and plastic cartridge. \r\n  \r\n\n\n3. Clean the flow cell and cartridge with a lint-free lens cleaning tissue. Pat dry the black flow cell port gasket area and adjacent glass. Use care around this area of the flow cell. \r\n  \r\n\n\n4. Clean the flow cell with an alcohol wipe. Ensure that no streaks, fingerprints, or tissue fibers remain on the glass. \r\n  \r\n\n\n5. Dry remaining alcohol with a Kim Wipe. \r\n  \r\n\n\n6. Ensure that the flow cell ports are unobstructed and that the gasket is well-seated around the flow cell ports. Press the gasket back into place if it appears to have become dislodged. \r\n  \r\n\n\n**Loading the Flow Cell, Reagents, and Reagent Cartridge** \r\n\n\n\r\n\n\n1. Open the flow cell compartment door and press the release button on the right of the flow cell latch to open it. \r\n  \r\n\n\n2. Clean the flow cell stage with ethanol or isopropanol if necessary to remove any debris. \r\n  \r\n\n\n3. Place the flow cell on the flow cell stage while holding the flow cell by its edges. \r\n  \r\n\n\n4. Carefully press down on the flow cell latch to close it over the flow cell. An audible click will be heard if the flow cell latch is secure. \r\n  \r\n\n\n5. Close the flow cell compartment door and select “Next”. \r\n  \r\n\n\n6. Remove bottle PR2 from storage at 4°C. Mix by inverting the bottle and then remove the lid. \r\n  \r\n\n\n7. Open the reagent compartment door. \r\n  \r\n\n\n8. Raise the sipper handle until it locks into place. \r\n  \r\n\n\n9. Remove the wash bottle and load the PR2 bottle. Discard contents of wash bottle. \r\n  \r\n\n\n10. Carefully lower the sipper handle. Ensure the sippers are lowered into the PR2 bottle and waste bottle. \r\n  \r\n\n\n11. Select “Next”. \r\n  \r\n\n\n12. Open the reagent chiller door. \r\n  \r\n\n\n13. Slide the reagent cartridge into the reagent chiller until the cartridge stops sliding while holding the cartridge by the end with the Illumina label. \r\n  \r\n\n\n14. Close the reagent chiller door and the reagent compartment door. \r\n  \r\n\n\n**Initiating the Sequencing Run** \r\n\n\n1. Review the experiment name, analysis workflow, read length, and folder locations. Change any of these parameters if necessary. When ready, select “Next”. \r\n  \r\n\n\n2. The system will perform a pre-run check to ensure all components are properly in place before beginning the run. When the check has finished and all components have passed, select “Start Run”. \r\n  \r\n\n\nNote: As the MiSeq is sensitive to vibration, avoid touching the instrument after initiating the sequencing run."
        },
        {
            "header": "Timing",
            "content": "The entire procedure can be completed in nine days."
        },
        {
            "header": "References",
            "content": "1. Møller HD, Parsons L, Jørgensen TS, Botstein D, Regenberg B. Extrachromosomal circular DNA is common in yeast. Proc Natl Acad Sci USA. 2015;112\\(24):E3114-22.\r\n  2. Cohen S, Segal D. Extrachromosomal circular DNA in eukaryotes: possible involvement in the plasticity of tandem repeats. Cytogenet Genome Res. 2009;124\\(3-4):327-38.\r\n  3. Turner KM, Deshpande V, Beyter D, et al. Extrachromosomal oncogene amplification drives tumour evolution and genetic heterogeneity. Nature. 2017;543\\(7643):122-125.\r\n  4. Shibata Y, Kumar P, Layer R, et al. Extrachromosomal microDNAs and chromosomal microdeletions in normal tissues. Science. 2012;336\\(6077):82-6.\r\n  5. Møller HD, Larsen CE, Parsons L, Hansen AJ, Regenberg B, Mourier T. Formation of Extrachromosomal Circular DNA from Long Terminal Repeats of Retrotransposons in Saccharomyces cerevisiae. G3 \\(Bethesda). 2015;6\\(2):453-62.\r\n  6. Qiagen MagAttract High Molecular Weight DNA Kit. December 2014. \r\n  7. Qigen REPLI-g Mini/Midi Handbook. July 2011.\r\n  8. NEBNext DNA Library Prep Kit for Illumina Instruction Manual. June 2016.\r\n  9. Illumina MiSeq System Guide. September 2015."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 16111,
                "identity": "a1a29f56-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Anton Henssen",
                "email": "anton.henssen@charite.de",
                "orcid": "",
                "institution": "Department of Pediatrics, Division of Oncology & Hematology, Charité Universitätsmedizin Berlin, Berlin, Germany.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Anton",
                "middleName": "",
                "lastName": "Henssen",
                "suffix": ""
            },
            {
                "id": 16108,
                "identity": "a1a298a3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ian  MacArthur",
                "email": "",
                "orcid": "",
                "institution": "Department of Pediatrics, Division of Oncology & Hematology, Charité Universitätsmedizin Berlin, Berlin, Germany.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ian",
                "middleName": "",
                "lastName": "MacArthur",
                "suffix": ""
            },
            {
                "id": 16109,
                "identity": "a1a29c1e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Richard  Koche",
                "email": "",
                "orcid": "",
                "institution": "Cancer Biology & Genetics Program, Sloan Kettering Institute, Memorial Sloan Kettering Cancer Center, New York, New York, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Richard",
                "middleName": "",
                "lastName": "Koche",
                "suffix": ""
            },
            {
                "id": 16110,
                "identity": "a1a29dd8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Heathcliff  Dorado-García",
                "email": "",
                "orcid": "",
                "institution": "Department of Pediatrics, Division of Oncology & Hematology, Charité Universitätsmedizin Berlin, Berlin, Germany.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Heathcliff",
                "middleName": "",
                "lastName": "Dorado-García",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-11-28 08:07:18",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2019.006",
        "doiUrl": "https://doi.org/10.1038/protex.2019.006",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13466068,
                "identity": "f11026ee-31bc-4690-8da7-217a2d2cd3b7",
                "added_by": "auto",
                "created_at": "2021-09-16 20:49:24",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 159720,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7203/v1/c5e75562-beb0-44a4-8231-600d7484cb60.pdf"
            },
            {
                "id": 2610325,
                "identity": "704b615a-b0f1-4205-951f-22d3f0750569",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:34",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 200346,
                "visible": true,
                "origin": "",
                "legend": "Protocol as PDF   Protocol as PDF   This is the entire protocol in PDF format for download.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7203/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Circular DNA, eccDNA, ecDNA, Cancer",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This method is adapted from Møller et. al. \\(2015)1 and optimized to extract large circular DNA from human cancer cells. Previous methods of isolating circular DNA species have involved CsCl-EtBr density gradients and 2D gel electrophoresis of genomic DNA2. While Møller et. al. \\(2015) use column purification to isolate circular DNA from yeast, our protocol uses magnetic bead-based purification to extract low and high molecular weight circular DNA from human cells. Although the biological significance of circular DNA is incompletely understood, recent work has shown that it is prevalent in yeast1 and cancer cells3, has demonstrated that circular DNA amplification can drive intratumoral heterogeneity3, and has shown that circular DNA may form via microdeletions4 and intrachromatid homologous recombination5.",
        "manuscriptTitle": "Purification and Sequencing of Large Circular DNA from Human Cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-01-22 13:56:59",
                "doi": "10.1038/protex.2019.006",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1a2221a-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 22nd, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4458,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 4459,
                "name": "Biotechnology"
            },
            {
                "id": 4460,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-01-22 13:56:59",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}