{
    "identity": "nprot-373",
    "title": "Use of transwell system to analyze T lymphocyte migration across lymphatic endothelium",
    "content": [
        {
            "header": "Introduction",
            "content": "Trafficking of lymphocytes through lymphatics and secondary lymphoid organs is crucial for immunity. While the process of T lymphocyte migration across high endothelial venules \\(HEV) into lymph nodes \\(LN) is well characterized, relatively little is known about the mechanisms that regulate migration of lymphocytes from tissues into afferent lymphatics. Several groups have attempted to develop in vitro methods to investigate lymphatic migration. Culture of freshly isolated lymphatic endothelial cells has proven very difficult, and ultimately no cell line produced has been shown to retain a lymphatic lineage after multiple rounds of passage.\r\n\n\nThe C3H/HeJ mouse endothelial line SVEC4-10 is an SV-40 transformant of endothelial cells isolated from the axillary LN, and has been variously reported as lymphatic, HEV, or blood microvascular endothelium. We have characterized this cell line via flow cytometry, RT-PCR, and gene array analysis, and have determined that it represents a lymphatic endothelial cell lineage. We have also shown that migration of T cells across this cell line in vitro recapitulates in vivo migration of T cells, across lymphatic endothelial cells such that T cells migrate only in a basal \\(abluminal) to apical \\(luminal) direction. This protocol outlines the methods for manipulating these cells and performing transendothelial migration."
        },
        {
            "header": "Reagents",
            "content": "SVEC4-10 cell line \\(CRL-2181), American Type Culture Collection \\(ATCC)\r\n\n\nDubelcco&#x2019;s Modified Eagle&#x2019;s Medium, with 4 mM L-glutamine and 4.5 g/L glucose, Gibco\r\n\n\nFetal Bovine Serum, ATCC\r\n\n\n0.05% Trypsin&#x2013;EDTA 1x, Gibco\r\n\n\nTrypan Blue Stain 0.4%, Gibco\r\n\n\nEIA grade gelatin powder, Bio-Rad Laboratories\r\n\n\nPBS tablets without calcium or magnesium, MP Biomedicals\r\n\n\nSterile water, Gibco\r\n\n\nRPMI medium 1640 1x, Gibco\r\n\n\nPenicillin 100x solution, Gibco\r\n\n\nL-glutamine, Gibco\r\n\n\nStreptomycin solution, Gibco\r\n\n\n&#x3B2;-Mercaptoethanol, Gibco\r\n\n\nHematoxylin and Eosin Stain kit, VWR Scientific Products\r\n\n\nMethanol, ACS spectrophotometric grade, Fisher Scientific\r\n\n\nGel/Mount Aqueous Mounting Medium, Biomeda Corporation\r\n\n\nACK lysing buffer, BioWhittaker\r\n\n\nMouse recombinant CCL19, R &amp; D Systems"
        },
        {
            "header": "Equipment",
            "content": "Costar 75 cm2 tissue culture flasks, Corning\r\n\n\nCostar filter systems 0.22 &#x3BC;m pore size, Corning\r\n\n\nCostar 24 well tissue culture cluster, flat bottom, tissue culture treated, Corning\r\n\n\nCostar 12 well tissue culture cluster, flat bottom, tissue culture treated, Corning\r\n\n\nCostar transwell clear permeable inserts, 6.5 mm diameter, 3.0 &#x3BC;m pore size, Corning\r\n\n\n37&#xB0;C, 5% CO2, incubator, Forma Scientific\r\n\n\nRT7 Plus centrifuge, Sorvall\r\n\n\nCK40 microscope, Olympus\r\n\n\nSharp forceps \\(#4), Fine Surgical Tools\r\n\n\nBrightline hemacytometer, Hausser Scientific\r\n\n\nMouse T-cell enrichment column kit, MTCC-25, R &amp; D Systems\r\n\n\n50 ml centrifuge tubes, Corning\r\n\n\nSuperfrost/Plus microscope slides, Fisher Scientific\r\n\n\n22 x 75 mm Cover glass, Corning"
        },
        {
            "header": "Procedure",
            "content": "Cell Culture:\r\n\n\n1) Care and culture of the SVEC4-10 cell line is according to the supplier’s protocol \\(American Type Culture Collection).\r\n\n\n2) Passage cells according to the supplier’s protocol.\r\n\n\n\r\n\n\nPlating Transwell Insert:\r\n\n\n1) Check tissue culture flasks to ensure endothelial cell cultures are viable and have achieved confluence.\r\n\n\n2) Before passage of cells, prepare 0.1% gelatin mixture to place on transwell insert. Prepare by the following procedure:\r\n\n\n\r\n\n\n 0.1% Gelatin Mixture\r\n\n\n 0.1 g gelatin\r\n\n\n 1 tab PBS\r\n\n\n 100 mL sterile water\r\n\n\n\r\n\n\n        2a) Place above ingredients into glass flask and place on hot plate with stir bar.\r\n\n\n        2b) Heat and stir mixture gently for 4-5 minutes, or until solution clears.\r\n\n\n        2c) Pass mixture through filtration system \\(Corning).\r\n\n\n\r\n\n\n3) Remove transwell inserts from 24 well plates and place them inverted into a 12 well plate.\r\n\n\n4) Pipette 100 μL of 0.1% gelatin solution over each inverted transwell insert.  Place plate into incubator at 37°C for 2 hours.\r\n\n\n5) Passage cells as described in manufacturer’s protocol. Place cells into 50cc conical tube and centrifuge at 250 x g, 4°C, 5 minutes.\r\n\n\n6) Discard supernatant.  Add 1 ml culture medium and count live cells with 0.02% Trypan Blue.  \r\n\n\n7) Resuspend cells at a concentration of 7.5x10\n5\ncells/ml.\r\n\n\n8) Remove plate from incubator and remove liquid gelatin overlying insert with pipette, being careful not to scratch or puncture the membrane. \r\n\n\n9) Place 100 μl of resuspended cells \\(7.5x10\n4\ncells) on inverted gelatin covered transwell insert. \r\n\n\n10) Replace into incubator for 3 days. \r\n\n\n\r\n\n\nAssess confluence of endothelial cells on transwell inserts:\r\n\n\n1) Remove culture plate from incubator.  Remove a single transwell insert from the culture plate and replace plate into incubator\r\n\n\n2) Fix transwell in methanol for 30 seconds.\r\n\n\n3) Place sample in Hematoxylin component stain for 30 seconds.\r\n\n\n4) Transfer sample to Eosin component stain for 30 seconds.\r\n\n\n5) Rinse in water for 5 seconds.\r\n\n\n6) Remove mesh membrane with endothelial cells from transwell insert with sharp forceps, being careful not disrupt the cell monolayer.\r\n\n\n7) Place on slide with tissue fixative and cover with slide cover.\r\n\n\n8) Assess for evenly confluent cell layer. If endothelial cells have reached confluence, may proceed to transendothelial migration assay.\r\n\n\n\r\n\n\nT cell preparation:\r\n\n\n1) Euthanize mice.  \r\n\n\n2) Retrieve desired tissues for T cell harvest, e.g. spleen, lymph nodes, etc.\r\n\n\n3) Place tissues in 50 ml conical tubes with 15 ml complete RPMI medium 1640.\r\n\n\n4) Carefully dissociate tissues, removing stromal components.\r\n\n\n5) Wash cells x3, 250 x g, 4°C, for 5 minutes.\r\n\n\n6) Remove supernatant and treat cells with ACK Red Blood Cell lysing buffer per manufacturer’s protocol.  Treat for 5 minutes at room temperature. \r\n\n\n7) Add 30 ml media and wash x3, 250 x g, 4°C, for 5 minutes.  Remove supernatant and resuspend cells in 1-2 ml 1x R & D T-cell enrichment column buffer.\r\n\n\n8) Isolate T cells via enrichment column per manufacturer’s protocol.\r\n\n\n9) Wash cells x3, 250 x g, 4°C, for 5 minutes.\r\n\n\n10) Resuspend cells in 1 ml complete medium.  Count cells in 0.02% Trypan Blue stain.\r\n\n\n11) Resuspend T cells at concentration of 5x10\n6\ncells/ml and store on ice.\r\n\n\n12) T cells or other leukocytes can also be prepared according to local laboratory protocols.\r\n\n\n\r\n\n\nMigration Assay:\r\n\n\n1) After assessing confluence as per directions above, remove 12-well plates with inverted transwell inserts from incubator. \r\n\n\n2) Remove bead of medium overlying inverted transwell inserts with 200 μl pipette, being careful not to scratch the surface of the membrane.\r\n\n\n3) Remove inverted transwell inserts from 12 well plates and replace in proper position into 24 well plates.\r\n\n\n4) Place 600 μl of complete medium with appropriate chemotactic signal \\(e.g., chemokine) in bottom of well. Add 100 μl of previously prepared T cells \\(5x10\n5\ncells) to upper chamber of transwell.  Set up wells in triplicate for each condition.\r\n\n\n5) Incubate, 37°C, 4 hours.\r\n\n\n6) Remove plate from incubator. Remove transwell inserts and gently agitate remaining unmigrated cells in upper chamber with a pipette and remove for quantification. Membranes with endothelial monolayers can be removed with sharp forceps and stained per local laboratory protocol to asses cells within endothelium.\r\n\n\n7) Resuspend cells in lower well in 1 ml medium and count using hemacytometer to quantify migration."
        },
        {
            "header": "Timing",
            "content": "&#x2013;3-5 days for initial cell culture\r\n\n\n&#x2013;Plating transwell inserts with SVEC4-10 cells: 2 hours\r\n\n\n&#x2013;Growth of SVEC4-10 cells on transwell inserts: 3 days\r\n\n\n&#x2013;Migration assay setup: 4 hours\r\n\n\n&#x2013;Migration assay incubation: 4 hours\r\n\n\n&#x2013;Migration assay quantification: 1 hour"
        },
        {
            "header": "Critical Steps",
            "content": "Plating transwell insert, step 3: The standard transwell assay requires that cells be placed in the upper chamber of the transwell apparatus.  If the endothelial cells were grown on the upper surface of the insert, T cells would first contact the apical, or luminal, surface of the endothelial cells.  By growing the endothelial cells on the inverted transwell insert, cells used for the transendothelial migration assay will initially contact the basal, or abluminal, surface of the endothelial cells, thus recapitulating lymphatic transendothelial migration in vivo.\r\n\n\n\r\n\n\nAssess confluence of endothelial cells on transwell inserts, step 8: A confluent monolayer is essential for the experiment. If cells are overgrown, T cell migration across this layer will be impaired.  If there are large gaps in the endothelial cell layer, a much greater number of T cells will migrate and artificially inflate the measured transmigration."
        },
        {
            "header": "Troubleshooting",
            "content": "1. Cells do not reach confluence within culture flasks after five days.\r\n  &#x2013;Ensure that cells have not undergone more than five passages.  Occasionally, the cell line loses viability after greater than five passages of the original cell culture.\r\n\n\n\r\n\n\n2. Cells do not reach confluence when grown on transwell insert.\r\n  &#x2013;Ensure that proper numbers of endothelial cells were placed onto transwell \\(7.5x10<sup>4</sup> cells).  When a larger number of cells is grown on gelatin matrix overlying the transwell insert, the cells form tubular structures within three days of incubation.\r\n\n\n\r\n\n\n3. Cells do not form confluent monolayer, but instead grow in clusters on transwell insert.\r\n  &#x2013;Ensure that endothelial cells are well resuspended in medium as a single-cell suspension after passage and quantification of cells.\r\n\n\n\r\n\n\n4. Very small amount of cells undergo transmigration to lower compartment.\r\n  &#x2013;First ensure cell counts are correct. Next, ensure that cells are properly resuspended and removed from lower portion of transwell. If problem persists, ensure chemokine concentration is sufficient to induce chemotaxis of cells."
        },
        {
            "header": "Anticipated Results",
            "content": "One can expect under normal circumstances that 15-30% of naive T cells placed into the upper chamber of the transwell will migrate into the lower chamber of the transwell to a gradient of 0.5 &#x3BC;g/ml CCL19 \\(Figure 1 &#x2013; bar graph of basic migration experiment)."
        },
        {
            "header": "References",
            "content": "Abello, P.A. &amp; Buchman, T.G. Heat shock-induced cell death in murine microvascular endothelial cells depends on priming with tumor necrosis factor-alpha or interferon-gamma. _Shock_ **2**, 320-323 \\(1994).\r\n\n\n\r\n\n\nAmatschek, S. _et al._ Blood and lymphatic endothelial cell-specific differentiation programs are stringently controlled by the tissue environment. _Blood_ **109**, 4777-4785 \\(2007).\r\n\n\n\r\n\n\nBachmann, C. _et al._ Targeting mucosal addressin cellular adhesion molecule \\(MAdCAM)-1 to noninvasively image experimental Crohn's disease. _Gastroenterology_ **130**, 8-16 \\(2006).\r\n\n\n\r\n\n\nChang, V.W. &amp; Ho, Y. Structural characterization of the mouse Foxf1a gene. _Gene_ **267**, 201-211 \\(2001).\r\n\n\n\r\n\n\nHsu, S.H., Tsou, T.C., Chiu, S.J. &amp; Chao, J.I. Inhibition of alpha7-nicotinic acetylcholine receptor expression by arsenite in the vascular endothelial cells. _Toxicol Lett_ **159**, 47-59 \\(2005).\r\n\n\n\r\n\n\nKuzmenko, E.S., Djafarzadeh, S., Cakar, Z.P. &amp; Fiedler, K. LDL transcytosis by protein membrane diffusion. _Int J Biochem Cell Biol_ **36**, 519-534 \\(2004).\r\n\n\n\r\n\n\nO'Connell, K.A. &amp; Edidin, M. A mouse lymphoid endothelial cell line immortalized by simian virus 40 binds lymphocytes and retains functional characteristics of normal endothelial cells. _J Immunol_ **144**, 521-525 \\(1990).\r\n\n\n\r\n\n\nOhh, M. &amp; Takei, F. Regulation of ICAM-1 mRNA stability by cycloheximide: role of serine/threonine phosphorylation and protein synthesis. _J Cell Biochem_ **59**, 202-213 \\(1995).\r\n\n\n\r\n\n\nPerez, V.L., Henault, L. &amp; Lichtman, A.H. Endothelial antigen presentation: stimulation of previously activated but not naive TCR-transgenic mouse T cells. _Cell Immunol_ **189**, 31-40 \\(1998).\r\n\n\n\r\n\n\nSasaki, M. _et al._ Transfection of IL-10 expression vectors into endothelial cultures attenuates alpha4beta7-dependent lymphocyte adhesion mediated by MAdCAM-1. _BMC Gastroenterol_ **3**, 3 \\(2003).\r\n\n\n\r\n\n\nWhite, S.J. _et al._ Targeted gene delivery to vascular tissue _in vivo_ by tropism-modified adeno-associated virus vectors. _Circulation_ **109**, 513-519 \\(2004).\r\n\n\n\r\n\n\nWick, N. _et al._ Transcriptomal comparison of human dermal lymphatic endothelial cells _ex vivo_ and _in vitro_. _Physiol Genomics_ **28**, 179-192 \\(2007)."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank M. Mao, D. Chen, A.M. Ledgerwood, the Mount Sinai Microscopy Core, and the Mount Sinai Microarray Facility for their assistance. This work was supported by NIH grants AI41428 and AI62765, Emerald Foundation, JDRF 1-2005-16 \\(all to J.S.B.); and a Research Training Fellowship for Medical Students from the Howard Hughes Medical Institute \\(to L.G.L.)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ni1534",
                "date": "2007-10-03 09:32:50",
                "title": "The sphingosine 1-phosphate receptor 1 causes tissue retention by inhibiting the entry of peripheral tissue T lymphocytes into afferent lymphatics",
                "authors": [
                    "LG Ledgerwood",
                    "G Lal",
                    "N Zhang",
                    "A Garin",
                    "SJ Esses",
                    "F Ginhoux",
                    "M Merad",
                    "H Peche",
                    "SA Lira",
                    "Y Ding",
                    "Y Yang",
                    "X He",
                    "EH Schuchman",
                    "ML Allende",
                    "JC Ochando & JS Bromberg"
                ],
                "journal": "Nature Immunology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10775,
                "identity": "9f1ba77e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Levi Ledgerwood",
                "email": "",
                "orcid": "",
                "institution": "Mount Sinai School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Levi",
                "middleName": "",
                "lastName": "Ledgerwood",
                "suffix": ""
            },
            {
                "id": 10776,
                "identity": "9f1bb400-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jonathan Bromberg",
                "email": "",
                "orcid": "",
                "institution": "Mount Sinai School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jonathan",
                "middleName": "",
                "lastName": "Bromberg",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-20 10:07:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.506",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.506",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607867,
                "identity": "1926596a-e3ee-40aa-b7d8-53533e188a62",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:49",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 13644,
                "visible": true,
                "origin": "",
                "legend": "Basic migration experiment.   Percent migration of T cells from the upper chamber of the transwell insert to the lower chamber toward a gradient of the various chemokines shown (chemokines at concentration of 0.5 &#x3BC;g/ml).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-373/v1/figure_1.jpg"
            },
            {
                "id": 13465004,
                "identity": "9a970ea4-97ed-4aa6-8336-0a21d2bc8b15",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:14",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 162219,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-373/v1/32bbe1cb-bffd-4578-babd-fd4f8814b024.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "T lymphocyte, migration, chemotaxis, lymphatic, endothelium\r\n\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Use of transwell system to analyze T lymphocyte migration across lymphatic endothelium",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-11-28 06:18:48",
                "doi": "10.1038/nprot.2007.506",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f1b514b-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 28th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2009,
                "name": "Cell biology"
            },
            {
                "id": 2010,
                "name": "Developmental biology"
            },
            {
                "id": 2011,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-11-28 06:18:48",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}