{
    "identity": "nprot-494",
    "title": "Novel mouse glioma model: cell-type and region specific activation of oncogenes using lentiviral vectors",
    "content": [
        {
            "header": "Introduction",
            "content": "Glioblastomas \\(GBMs) are highly malignant because of their high mitotic activity and prominent invasive characteristic. Animal models are very essential in order to understand the biology of the disease and to find  and validate new therapies. Various animal models for GBMs have been reported so far, however each model has strengths and drawbacks.\r\n\n\nThe transplantation of cultured tumor cells \\(xenograft or allograft models), often in the immunodeficient recipient animals have been used to model gliomas. While these models are highly reproducible, they do not recapitulate the infiltrative characteristics of glioma, a major cause of lethality <sup>1</sup>. Another glioma model in rodents can be generated by treatment with mutagens and histologically resemble gliomas, but the identities of their unique genetic mutations are hard to determine <sup>2</sup>. Transgenic models which express oncogenes from a cell/tissue-type specific promoter and knock-out models that lack tumor suppressors are often used for modeling glioma in mice <sup>3,4</sup>. These models can induce the genetic alterations leading to tumor formation, but these tumors often arise as a result of secondary mutations, possibly caused by the original alterations during the mouse development <sup>2</sup>. \r\n\n\nFew animal model systems exist for GBM that can reproduce the accumulating somatic mutations in a single cell or a small number of cells surrounded by normal cells. We have reported a mouse GBM model that can recapitulate the pathophysiology of GBM in humans. We utilized the injection of Cre-loxP controlled lentiviral vectors \\(Tomo LVs) that are able to transduce the activated form of oncogenes in both dividing \\(such as neural-progenitor cells) and rarely dividing post mitotic cells \\(such as terminally differentiated astrocytes) in a cell type and a region specific manner in an adult mouse brain <sup>5</sup>. We describe here the steps in detail to perform cell-type/region specific injection of Cre-loxP controlled lentiviral vectors in the brain of adult mice."
        },
        {
            "header": "Reagents",
            "content": "&#x2022; 8&#x2013;16 week-old GFAP-Cre/p53+/- mice \r\n\n\n&#x2022; Distilled H2O \\(dH2O) sterilized with a 0.22 &#xB5;m pore size filter\r\n\n\n&#x2022; PBS sterilized with a 0.22 &#xB5;m pore size filter \r\n\n\n&#x2022; Anesthetics \\(10 mg ml&#x2013;1 ketamine and 1 mg ml&#x2013;1 xylazine in 0.9% NaCl) \r\n\n\n&#x2022; 70% ethanol \r\n\n\n&#x2022; Hanks&#xB4; Balanced Salt Solution x1 \\(HBSS, GIBCO 14175)\r\n\n\n&#x2022; Hydrogen peroxide \\(Sigma, H-1009)\r\n\n\n&#x2022; Tissue adhesive \\(3M Vetbond, 1469SB)\r\n\n\n&#x2022; Pura lube Vet Ointment \\(Pharmaderm, NDC 0462-0211-38)\r\n\n\n&#x2022; Virus solution \\(Tomo H-Ras LVs and Tomo AKT LVs)"
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Biosafety level-2 facility  \r\n\n\n&#x2022; Microsyringes \\(Hamilton, cat. no. 87925)\r\n\n\n&#x2022; Needles for microsyringes, 33 gauge \\(Hamilton, cat. no. 7762-06)\r\n\n\n&#x2022; Electric drill \\(Dremel, model 395 T6)\r\n\n\n&#x2022; Drill bur, size no. 1 \\(Henry Shein, cat. no. 100-7176)\r\n\n\n&#x2022; Electric hair trimmer or small scissors\r\n\n\n&#x2022; Table top microcentrifuge\r\n\n\n&#x2022; 1.5ml eppendorf tube\r\n\n\n&#x2022; Small Animal Stereotaxic Instrument \\(KOPF&#xAE; Model 900)\r\n\n\n&#x2022; timer\r\n\n\n&#x2022; razor blade\r\n\n\n&#x2022; 4-0 nylon thread\r\n\n\n&#x2022; cotton swab\r\n\n\n\r\n\n\nTIP: \r\n\n\n&#x2022; p53-/-mice were mated to GFAP-Cre mice to obtain GFAP-Cre/p53+/&#x2013; mice.\r\n\n\n&#x2022; The titer of lentiviral vectors decreases with time. For optimal results, aliquot the viral vectors, keep them in the &#x2013;80&#xBA;C and avoid the freeze and thaw steps. \r\n\n\n\r\n\n\nCritical:&#x2028;\r\n\n\n&#x2022; All animal experiments are to be performed in accordance with relevant authorities&#x2019; guidelines and regulations. \r\n\n\n&#x2022; For general regulations of Biosafety level-2 facility, please see pages 21&#x2013;27 of Biosafety in Microbiological and Biomedical Laboratories - \"http://www.cdc.gov/od/ohs/pdffiles/4th%20BMBL.pdf\":http://www.cdc.gov/od/ohs/pdffiles/4th%20BMBL.pdf\r\n\n\n&#x2022; Controlled substances \\(e.g., ketamine) must be locked up when not in use and a controlled substance usage log must be kept on them."
        },
        {
            "header": "Procedure",
            "content": "**Preparation of high-titer Cre-loxP controlled lentiviral vectors, Tomo LVs**\r\n\n\n1. Tomo LVs are produced as described previously\n6\n. At the final step, the viruses are dissolved in HBSS solution. The biological titer of lentiviral vectors was determined by the infection of HeLa cells with different virus dilutions. Usually viruses of 1.0 x 10\n8\n– 10\n9\nIU are used. For the GBM model, we mix equal amounts of Tomo H-Ras LVs and Tomo AKT LVs. Please see Marumoto et al. about the details of Cre-loxP controlled lentiviral vectors, Tomo LVs.\r\n  TIP: It is important that the virus solution is stored in small aliquots at –80ºC. Virus solution can be stored at -80ºC for at least 1 year without significant change in virus titer. Do not re-freeze virus solution after thawing. The virus solution can be stored at 4ºC if an experiment is planned within a week.\r\n\n\nCaution: Lentiviruses are capable of infecting human cells including nondividing cells through contact. Gloves and protective clothing are required for working with lentiviruses. Extra caution should be taken to avoid spill and splash when handling lentivirus-containing material. Lentiviruses are labile and easily decontaminated by ethanol, detergent or bleach. Working area should be decontaminated with ethanol or bleach after any spill or after the completion of work. \r\n\n\n\r\n\n\n**Injection of lentiviral vectors into the hippocampus, subventricular zone and cortex**\r\n\n\n2. Inject anesthetics into the intraperitoneal cavity of 8–16 week-old GFAP-Cre/p53+/- mice. Wait for 5 min so that the mice do not respond to pinching with tweezers.\r\n  Caution: All animal experiments are to be performed in accordance with relevant authorities’ guidelines and regulations.\r\n\n\n3. Shave a small area on the head with a trimmer. Apply eye ointment \\(Pura lube Vet Ointment) to prevent eyes from over-drying. Sterilize the scalp with povidone-iodine and 70% ethanol.\r\n  4. Cut the scalp about 1cm. Wipe blood from the wound with clean cotton tips.\r\n  5. Mount the mouse onto a stereotaxic frame.\r\n  TIP: Orienting the head straight in terms of the antero-posterior axis and horizontally is important for consistent injection into the target area.\r\n\n\n6. Move the tip of injection needle to the bregma.\r\n  7. Move the needle tip to 1.5mm lateral and 2.0mm posterior for the injection into the hippocampus \\(dentate gyrus), 2.0mm lateral and 1.5mm posterior for the injection into the subventricular zone, and 2.0mm lateral and 1.0mm anterior for the injection into the cortex. Mark the position with a marker pen. The stereotaxic coordinate shown here is for 8–16 week-old GFAP-Cre/p53+/- mice and C57Bl/6 mice used by Marumoto et al.. The coordinates need to be adjusted according to the line and age of mice used for each study.\r\n  8. Move the needle out and make a small hole on the skull using an electric drill.\r\n  Caution: Be careful to avoid the damage to the brain tissues.\r\n\n\n9. Dip the needle tip into virus solution and load 0.8μl of solution into the syringe.\r\n  10. Move the needle tip to the hole and set it to the level of skull surface.\r\n  11. Move the needle tip down by 2.3mm for the hippocampus injection and the subventricular injection, and 1.0mm for the cortex injection.\r\n  12. Inject a total of 0.8µl of virus solution very slowly \\(0.1µl/30s) to avoid the damage to the normal brain tissues.\r\n  13. After finishing with the injection, wait for 5min to prevent the injected solution from flowing back through the needle track.\r\n  14. Move the needle tip up very slowly until it comes out of the brain.\r\n  15. Close the skin with tissue glue or by sewing with 4-0 nylon thread. Place the mouse in a cage on top of a warm blanket until it is fully alert. Transfer the mouse back to home cage.\r\n  16. Observe the mice injected with Tomo LVs until they show symptoms indicating brain tumor formation such as walking disturbance and dehydration. Non-invasive in vivo imaging of GFP expressing GBM is shown in Fig.1."
        },
        {
            "header": "Timing",
            "content": "Less than 30min/injection."
        },
        {
            "header": "Critical Steps",
            "content": "The critical steps are to find the appropriate titer of the viruses to transduce oncogenes in a small number of cells in the targeted area, and to acquire a good skill of virus injection into the adult mouse brain."
        },
        {
            "header": "Troubleshooting",
            "content": "1. Problem: The number of cells infected with Cre-loxP controlled lentiviral vectors, Tomo LVs is low. Solution: Usually we could confirm the number of cells successfully infected with Tomo LVs by analyzing the brains of mice 7days after the injection. If you do not see GFP positive cells, you should check if the needle had not been clogged or you can test the new batch of virus with a higher titer. \r\n  2. Problem: GFP positive cells exist only outside of the target area. Solution: Correctly mount mice on the stereotaxic frame. Find the good stereotaxic coordinate by injecting a dye \\(e.g. gel-loading dye for electrophoresis) into the mice at the same age as used. The size of the brain is different between lines of mice and different ages.\r\n  3. Problem: The mice injected with lentiviral vectors die within a few days after the injection. Solution: Check if there was bacterial infection of the brain or hydrocephalus due to inappropriate procedure of the injection with lentiviral vectors. Unfortunately in a few cases we could not find the definite reason why the mice died after the injection."
        },
        {
            "header": "Anticipated Results",
            "content": "Approximately three months after transducing H-Ras and AKT in GFAP+ cells in the hippocampus of GFAP-Cre/p53+/&#x2013; mice, the mice start to show enlarged head and symptoms such as walking disturbance. These signs indicate the formation of the tumor. The brain tumor tissues can be analyzed as described in Marumoto _et al_."
        },
        {
            "header": "References",
            "content": "1. Finkelstein, S.D., et al. Histological characteristics and expression of acidic and basic fibroblast growth factor genes in intracerebral xenogeneic transplants of human glioma cells. _Neurosurgery_ **34**, 136-143 \\(1994).\r\n  2. Hesselager, G. &amp; Holland, E.C. Using mice to decipher the molecular genetics of brain tumors. _Neurosurgery_ **53**, 685-694; discussion 695 \\(2003).\r\n  3. Ding, H., et al. Astrocyte-specific expression of activated p21-ras results in malignant astrocytoma formation in a transgenic mouse model of human gliomas. _Cancer Res_ **61**, 3826-3836 \\(2001).\r\n  4. Weissenberger, J., et al. Development and malignant progression of astrocytomas in GFAP-v-src transgenic mice. _Oncogene_ **14**, 2005-2013 \\(1997).\r\n  5. Naldini, L., _et al_. In vivo gene delivery and stable transduction of nondividing cells by a lentiviral vector. _Science_ **272**, 263-267 \\(1996).\r\n  6. Ikawa, M., Tanaka, N., Kao, W.W. &amp; Verma, I.M. Generation of transgenic mice using lentiviral vectors: a novel preclinical assessment of lentiviral vectors for gene therapy. _Mol Ther_ **8**, 666-673 \\(2003).\r\n  7.     Marumoto, T, Tashiro, A., Friedmann-Morvinski, D., Scadeng, M., Soda, Y., Gage F.H. &amp; Verma, I.M. Development of a novel mouse glioma model using lentiviral vectors. _Nat Med_ in press."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank A. Tashiro and F. Gage for their kindly help to inject the viruses into adult mouse brains, and B. Coyne for administrative assistance. T. Marumoto is supported by the American Brain Tumor Association. I. Verma is an American Cancer Society Professor of Molecular Biology and is supported in part by grants from the NIH and the H.N. and Frances C. Berger Foundation. The project described was supported in part by the National Institutes of Health. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11048,
                "identity": "9f42a2e1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tomotoshi Marumoto",
                "email": "",
                "orcid": "",
                "institution": "Department of Neurosurgery, National Hospital Organization Kobe Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tomotoshi",
                "middleName": "",
                "lastName": "Marumoto",
                "suffix": ""
            },
            {
                "id": 11049,
                "identity": "9f42a626-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dinorah Friedmann-Morvinski",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Genetics, The Salk Institute, La Jolla, CA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dinorah",
                "middleName": "",
                "lastName": "Friedmann-Morvinski",
                "suffix": ""
            },
            {
                "id": 11050,
                "identity": "9f42a7db-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Meng Yang",
                "email": "",
                "orcid": "",
                "institution": "AntiCancer, Inc., San Diego, CA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Meng",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 11051,
                "identity": "9f42a9bc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Robert Hoffman",
                "email": "",
                "orcid": "",
                "institution": "AntiCancer, Inc., San Diego, CA, and Department of Surgery, University of California, San Diego",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Robert",
                "middleName": "",
                "lastName": "Hoffman",
                "suffix": ""
            },
            {
                "id": 11052,
                "identity": "9f42ab35-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Inder Verma",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Genetics, The Salk Institute, La Jolla, CA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Inder",
                "middleName": "",
                "lastName": "Verma",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-26 13:51:36",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.207",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.207",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607958,
                "identity": "d89bad52-69c5-4992-b021-009efd379cf8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 76147,
                "visible": true,
                "origin": "",
                "legend": "Non-invasive _in vivo_ imaging of GFP expressing GBM induced by Ras and AKT   Approximately three months after the injection of Tomo H-Ras LVs and Tomo AKT LVs into the right hippocampus of the GFAP-Cre/p53+/&#x2013; mouse, the head of the mouse became enlarged and it&#x2019;s ability to walk was impaired. The mouse was anesthetized and imaged for GFP expression of the tumor after the skin flap had been made. White arrow indicates the skin flap. Bars indicate 1.5mm.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-494/v1/figure_1.png"
            },
            {
                "id": 13465408,
                "identity": "8a7c5f67-761d-4afc-a92e-248ca33652dd",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 240402,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-494/v1/f2081826-fb36-4bfe-ab5f-a67f296980a6.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "glioblastoma, gene delivery, lentiviral vectors, mouse model\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Novel mouse glioma model: cell-type and region specific activation of oncogenes using lentiviral vectors",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-09-18 06:23:04",
                "doi": "10.1038/nprot.2008.207",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f424996-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 18th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2181,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-09-18 06:23:04",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}