{
    "identity": "nprot-26",
    "title": "Conditional ablation of stat3/socs3 discloses the dual role for reactive astrocytes after spinal cord injury",
    "content": [
        {
            "header": "Introduction",
            "content": "In the injured central nervous system \\(CNS), reactive astrocytes form a glial scar and are considered to be detrimental for axonal regeneration, but their function remains elusive. The current protocol demonstrates that reactive astrocytes play a crucial role in wound healing and functional recovery by using mice with a selective deletion of the signal transducer and activator of transcription-3 \\(STAT3) or suppression of cytokine signaling-3 \\(SOCS3) under the control of Nestin gene promoter/enhancer \\(STAT3N&#x2013;/&#x2013;, SOCS3N&#x2013;/&#x2013;). Reactive astrocytes in STAT3N&#x2013;/&#x2013; mice showed limited migration and resulted in markedly widespread infiltration of inflammatory cells, neural disruption and demyelination with severe motor dificits after contusive spinal cord injury \\(SCI). On the contrary in SOCS3N-/- mice, rapid migration of reactive astrocytes to seclude inflammatory cells, enhanced contraction of lesion area and dramatic improvement in functional recovery were observed. These results suggest that STAT3 is a key regulator of reactive astrocytes in the healing process after SCI, providing a potential target for intervention in the treatment of CNS injury."
        },
        {
            "header": "Procedure",
            "content": "**1. Surgical procedures**\r\n\n\nAnesthetize adult female mice via an intraperitoneal injection of ketamine \\(100 mg/kg) and xylazine \\(10 mg/kg). Perform laminectomy at the 10th thoracic spinal vertebrae \\(T10), and then expose the dorsal surface of dura matter and induce SCI using a commercially available SCI device \\(IH impactor, Precision Systems & Instrumentation, Lexington, KY) as previously described. This device creates a reliable contusion injury by rapidly applying a force-defined impact \\(60 kdyn) with a stainless steel-tipped impounder. Close the muscles and the incision in layers, and place the animals in a temperature-controlled chamber until thermoregulation is reestablished. Perform manual bladder expression twice a day until reflex bladder emptying is reestablished.\r\n\n\n\r\n\n\n**2. Functional evaluation**\r\n\n\n Motor function of the hind limbs can be evaluated by the locomotor rating test on the Basso-Beattie-Bresnahan \\(BBB) scale, in which 21 is normal function and 0 is bilateral total paralysis of the hindlimbs. When BBB scoring is applied to mice, the size and speed of the hindpaws make it difficult to assign a precise score if the score exceeds 13 points \\(Ma et al., 2001), but that was not a problem in our study, because none of the mice had scores over 13 points \\(Jakeman et al., 2000). A team of three experienced examiners evaluated each animal for 4 min and assigned an operationally defined score for each hindlimb.\r\n\n\n\r\n\n\n**3. Immunohistochemistry**\r\n\n\nAnesthetize animals and transcardially perfuse with 4% paraformaldehyde in 0.1 M PBS. Remove the spinal cords, embed in OCT compound, and sagittally section at 20 um on a cryostat. Stain tissue sections with primary antibodies to GFAP \\(DAKO), cleaved caspase-3 \\(Cell signaling), CD11b \\(a marker of monocyte/macrophages and granulocytes) \\(MBL), BrdU \\(CHEMICON), Nestin \\(Rat 401, CHEMICON), GFP \\(MBL), phosphorylated form of Stat3 \\(Cell signaling), GSTp \\(BD Biosciences), serotonin \\(5HT) \\(DiaSorin Inc.), GAP43 \\(CHEMICOM), E-cadherin \\(Santa Cruz) and Hu29 \\(a gift from Dr.Robert Darnell, The Rockefeller University). Nuclear counterstain with Hoechst 33342 \\(Molecular Probes). Obtain images by fluorescence microscopy \\(Axioskop 2 plus; Carl Zeiss) or confocal microscopy \\(LSM510; Carl Zeiss). \r\n\n\n\r\n\n\n**4. _In vitro_ migration assay**\r\n\n\nPrepare primary astrocytes from 2-d old Wt and conditional knock out mice as described. After several passages in DMEM with 10% FBS, trypsinize cells and plated in confluence on coverslips coated with poly-L-Lysiine. After they reach subconfluency, treat with 10 mg/ml mitomycin C for 2 h to avoid the proliferative effect and finally subject to wound scratch assay. Introduce a cell-free area by scratching the monolayer with a yellow pipette tip, and evaluate cell migration to cell-free area for another 24 h and 48 h. The number of migrating astrocytes should be counted after taking photographs of ten non-overlapping fields."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm1425",
                "date": "2006-05-11 09:37:07",
                "title": "Conditional ablation of Stat3 or Socs3 discloses a dual role for reactive astrocytes after spinal cord injury",
                "authors": [
                    "Okada",
                    "S. et al."
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9728,
                "identity": "9e8b88e9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Seiji Okada",
                "email": "",
                "orcid": "",
                "institution": "Keio University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Seiji",
                "middleName": "",
                "lastName": "Okada",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-05 15:04:30",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.155",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.155",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464160,
                "identity": "f3137455-094b-4b95-b773-5b01f7c01750",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:34",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 104838,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-26/v1/5e7610a8-b0ea-401f-b63f-7d058373c60a.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "spinal cord injury, reactive astrocytes, migration, stat3, socs3\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Conditional ablation of stat3/socs3 discloses the dual role for reactive astrocytes after spinal cord injury",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-06-30 06:30:58",
                "doi": "10.1038/nprot.2006.155",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e8ad11f-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 30th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1241,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-06-30 06:30:58",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}