{
    "identity": "nprot-6739",
    "title": "Whole Mount Fluorescent In situ Hybridization of miRNA Combined with Immunofluorescence of Proteins in Intact Islets",
    "content": [
        {
            "header": "Introduction",
            "content": "The islet of Langerhans is an important “mini-organ” with 3,000 to 4,000 endocrine cells including about 60 to 70% insulin-producing beta cells, 20 to 30% glucagon-producing alpha cells, <10% somatostatin-producing delta cells, and <5% pancreatic polypeptide-producing PP cells<sup>1</sup>. Although islet cells make up only 1 to 2 percent of cells in the entire pancreas, there are more than 1 million islets in a healthy, adult pancreas that involved in regulating glucose homeostasis. Type 1 Diabetes results from a lack of insulin production due to autoimmune destruction of beta cells in islets. Type 2 diabetes is due to resistance of insulin with a reduced beta-cell mass as well as a defective insulin–secretory machinery contribute to the lack of compensatory beta-cell response and consequently to altered glucose homeostasis in the body<sup>2,3</sup>. Isolated intact islets are often used for in vitro study to investigate beta cell function, survival and regeneration<sup>4-7</sup>. \r\n\n\n\r\n\n\nRecently, miRNAs-mediated regulation in islets has become the new focus in order to understand islet development, function, survival, and regeneration in relation to diabetes and to identify therapeutic targets<sup>8-11</sup>. miRNAs are highly emphasized non-coding class of RNAs that negatively regulate gene expression at the post-transcriptional level in key biological events such as cell proliferation, differentiation, death and malignant transformation. Many miRNAs appear to regulate gene expression in a cell specific and developmental stage specific manner<sup>12</sup>. Dysregulated miRNA expression has been demonstrated widely in the pathogenesis of many diseases including diabetes<sup>13</sup>.  \r\n\n\n\r\n\n\nThe biosynthesis of insulin by islet β-cells and glucose metabolism are tightly regulated processes controlled by many transcription factors and other stimuli. miRNAs regulate pancreatic development and cell fate, regulation of insulin synthesis and exocytosis, islet cell mass maintenance, and apoptosis. Pancreas enriched miR-375 and miR-7 upregulate during human pancreas development<sup>14-16</sup>. Genes involved in insulin synthesis are controlled by miR-30d, miR-15a, miR-375, miR-24, miR-148a, and miR-182 <sup>17-20</sup>. Interestingly, miR-375 decreases glucose-induced insulin gene expression and protein synthesis by targeting 3'-phosphoinositide-dependent protein kinase-1 \\(Pdk1)<sup>20</sup>. This miRNA is involved in maintaining the normal pancreatic α- and β-cell mass<sup>21</sup>. Alternatively, miR-30d evidently induces insulin expression in islet β-cells via inhibiting the negative regulator of the insulin transcription factor \\(MafA) and targeting mitogen-activated protein 4 kinase 4 \\(MAP4K4)18. In addition, pancreas-specific activation of miR-15a, miR-15b, miR-16 and miR-195 favors the generation of new β-cells from pre-existing β-cells by inhibiting the translation of the ngn3 transcript<sup>22</sup>. miR-124a and miR-96 regulate insulin exocytosis<sup>23</sup>. Cytokine-mediated induction of miRNA expression \\(miR-21, miR-34a, and miR-146a) in islets or β-cells have been studied<sup>24,25</sup>. Moreover, miRNAs are reportedly involved in β-cell apoptosis. miR-21 has been identified as targeting Pdcd4 and inducing islet cell death through the Bax family of apoptotic proteins<sup>26,27</sup>, and miR-146 contributes to the enhancement of free fatty acid induced β-cell apoptosis<sup>24</sup>. Recently we determined the beta cell-specific miRNA expression in human islets by combining whole mount fluorescent in situ hybridization \\(FISH) of miRNA with immunofluorescence \\(IF) of insulin<sup>28</sup>.\r\n\n\n\r\n\n\nDespite the increasing number of miRNAs appearing as important regulators in β-cell biology and in diabetes, cell-specific expression of most miRNAs in pancreatic islets is not known. Few methodologies exist to address this issue, and miRNA FISH is the most promising. Several attempts have been made to localize miRNAs in pancreatic sections which limits visualization and complete data on intact islets<sup>18,21,29</sup>. In addition, hybridization with pancreatic sections requires handling, managing, and imaging large number of sections, resulting in compromised islet morphology. Whole mount FISH offers advantages over conventional methods based on sectioning since an immediate 3-dimensional view of the samples enables enumeration and monitoring large number of cells for study in their natural structure. Furthermore, cell-specific miRNA expression in islets could be visualized after in vitro culture under different conditions. Most of the available whole mount FISH protocols are developed for embryos and based on bright field colorimetric detection, which in case of islet, does not allow for co-localization/visualization of multiple molecules and limits epitope preservation, compromising the islets for subsequent co-localization of protein with miRNAs. In addition, conventional washing and chemical treatment during the hybridization procedures disrupt the islet cells, inducing shrinkage to a jelly-like disc shape and hindering adequate morphology. Following extensive optimization of conventional and existing methods for FISH of embryos and tissues, we here reported a protocol for combing FISH of miRNAs with IF of protein for specific cells in whole mount human islets with visualization using laser scanning confocal microscopy. The tools used here also prevent accidental loss of islets which usually become buoyant in common buffers used for washing and treatment during FISH. This protocol has been tested with isolated mouse islets and could be readily utilized for other tissues of less than 1000 µm and early stage embryos as well as oocytes or cumulus-oocyte-complexes without difficulties in handling or mounting. Elucidation of islet cell-specific miRNA expression and dysregulation of miRNAs as well as their target protein using whole mount FISH will enhance our understanding of islet molecular pathophysiology with regards to diabetes development, biomarker discovery, and identification of therapeutic targets."
        },
        {
            "header": "Reagents",
            "content": "• Acetic anhydride \\(Sigma Aldrich, cat. no. 32010) \\! CAUTION Flammable, causes skin burns and eye damage, toxic if inhaled and harmful if swallowed.\r\n\n\n• Antibodies: Anti-Digoxigenin-POD Fab fragments \\(Roche Diagnostics, cat. no. 11207733910), Guinea pig anti-insulin \\(Abcam, cat. no. ab7842 ), Rabbit anti-glucagon \\(Abcam, cat. no. ab108426), Cy3 Donkey anti-Guinea pig \\(Jackson Immuno Research, cat. no. 706-166-148), Alexa-Fluor-647 Donkey anti-Rabbit \\(Jackson Immuno Research, cat. no. 711-606-152)\r\n\n\n• BSA, 30% in DPBS \\(Sigma Aldrich, cat. no. A9576)\r\n\n\n• DAPI dilactate \\(Molecular Probes/Life Technologies, cat. no. D3571)\r\n\n\n• Diethyl pyrocarbonate \\(DEPC) \\(Sigma Aldrich, cat. no. D5758)\r\n\n\n• Dithizone \\(Sigma Aldrich, cat. no. D5130)\r\n\n\n• Eukitt quick hardening mounting medium \\(Fluka Analytical, cat. no. 03989)\r\n\n\n\\! CAUTION Flammable, harmful in contact with skin and if inhaled.\r\n\n\n• Fluoroshield with 1, 4 Diazabicylo \\[2.2.2] octane \\(\\(Sigma Aldrich, cat. no. F6937)\r\n\n\n\\! CAUTION May produce an allergic reaction.\r\n\n\n• Hanks’ Balanced Salt Solution \\(HBSS) 1X, \\(Gibco, cat. no. 88597) \r\n\n\n• Hydrochloric acid, 37% \\(Sigma Aldrich, cat. no. 320331) \\! CAUTION causes severe skin burns, eye damage and respiratory irritation.\r\n\n\n• Hydrogen peroxide solution, 3% \\(Fluka Analytical, cat. no. 03989) \r\n\n\n• LNA oligonucleotide probes \\(Exiqon miRCURY LNA probes, Exiqon)\r\n\n\n• Methanol \\(Fisher Scientific, cat. no. A412P-4) \\! CAUTION flammable, harmful if inhaled or swallowed.\r\n\n\n• MiRNA ISH Buffer Set \\(Contains ISH buffer and Proteinase K) \\(Exiqon, cat. no. 90000)\r\n\n\n• Normal Donkey Serum \\(NDS) \\(Jackson Immuno Research, cat. no. 017-000-121) \r\n\n\n• Paraformaldehyde solution \\(PFA), 4% in PBS \\(Affymetrix, cat. no. 19943) \\! CAUTION PFA is highly allergenic; use gloves and work under fume hood.\r\n\n\n• Phosphate Buffered Saline \\(PBS, 10X) \\(Sigma Aldrich, cat. no. P7059)\r\n\n\n• RNaseZap \\(Ambion, cat. no. AM9782) \\! CAUTION Corrosive, can cause irritation, and is harmful if swallowed. Wear gloves.\r\n\n\n• Triethanolamine \\(Sigma Aldrich, cat. no. 90279)\r\n\n\n• TritonX-100 \\(Sigma Aldrich, cat. no. T8787)\r\n\n\n• TSA plus Fluorescence systems \\(Perkin Elmer, cat. no. NEL741001KT)\r\n\n\n• Tween-20 \\(Fisher Scientific, cat. no. BP337-100 )\r\n\n\n• Ultra-pure 20x SSC buffer \\(Invitrogen, cat. no. 15557-036)\r\n\n\n\r\n\n\nReagent Setup\r\n\n\n• 0.5 N HCl solution: Add 20.83 ml of 37% HCl to 479.17 ml of DEPC water. Store at room temperature for multiple usages.\r\n\n\n• 10% NDS solution: Add 100 µl NDS in 900 µl of PBS. Prepare fresh immediately before use.\r\n\n\n• Acetylation solution: Add 116.5 µl of triethanolamine and 25 µl of acetic anhydride to 9.8 ml of DEPC water. Mix it properly and use fresh every time. \r\n\n\n• Antibody dilution solution: For 50 ml, mix 25 µl of Tween-20, 0.5 ml of sheep serum and 1.35 ml BSA. Add PBS up to 50 ml, filter using 0.22 µm syringe filter, aliquot and store at -20 °C.\r\n\n\n• Blocking Buffer: For 50 ml, mix 50 µl of Tween-20, 1 ml of sheep serum and 1.35 ml BSA. Add PBS up to 50 ml, filter using 0.22 µm syringe filter, aliquot and store at -20 °C.\r\n\n\n• DEPC-treated water \\(1 liter): Add 1 ml of DEPC to 1 liter of distilled water, incubate at 37 °C for 2 hours and autoclave. \\! CAUTION DEPC is carcinogenic until autoclaved; use gloves and work in a fume hood.\r\n\n\n• Methanol/PBST solution series: Prepare 75%, 50%, and 25% methanol in PBST.\r\n\n\n• PBS \\(1X): For 1 liter, add 900 ml of DEPC treated water to 100 ml of 10X PBS.\r\n\n\n• PBST solution: For 1 liter, add 1 ml of Tween-20 to 1000 ml of PBS.\r\n\n\n• Probes preparation: Dissolve LNA-modified Dig labeled miRNA probes in 1x hybridization buffer at 100 mM \\(100 pmol/ ml). Store at −20°C. To avoid freezing and thawing cycles, prepare 1.25 µl or 2.5 µl aliquots of this 100 mM stock solution, which is enough probe for hybridization with 12 and 24 tissue slides or 5-6 well whole mount sample. On the day of the experiment, thaw the aliquot and spin down for 1 min at 9,400 × g. Add RNase-free water to dilute the probe solution to 10 mM \\(10 pmol/mL).\r\n\n\n• Proteinase K buffer: For 500 ml, mix 2.5 ml of 1 M Tris-HCl \\(pH-7.4), 5 ml of 0.1 M EDTA and 100 µl of 5 M NaCl. Fill up to 500 ml with DEPC treated water. Store at room temperature.\r\n\n\n• Proteinase k digestion solution: Add 600 µl of 10 mM Tris-HCl \\(pH-7.5) to the lyophilized PK tube \\(12 mg) supplied with hybridization buffer \\(Exiqon). This will produce 20 mg/ml. Aliquot into 7.5 µl per 0.2 ml PCR tube and store at -20 °C. Immediately before use, dilute one tube of Proteinase K in 10 ml Proteinase k buffer, for a final concentration of 15 µg/ml.\r\n\n\n• SSC solution: Prepare 2X and 0.2X from 20XSSC solution in DEPC treated water.\r\n\n\n• SSCT wash solution: Prepare 2XSSCT and 0.2XSSCT solution by adding 0.01% Tween-20 in 2XSSC and 0.2XSSC solution.\r\n\n\n• TSA green reaction solution: Add 150 μl DMSO to the vial of TSA to prepare stock solution. Store at 4 °C. For 500 µl, working solution, add 10 µl of stock fluorescein amplification regents to 490 µl of 1x plus amplification diluent \\(1:50). Prepare fresh each time."
        },
        {
            "header": "Equipment",
            "content": "• Absorbent kimwipes \\(Kimtech Science, cat. no. 34155)\r\n\n\n• Adhesive sealing film for microplates \\(Excel Scientific, cat. no. T-3021-7)\r\n\n\n• Aluminum foil\r\n\n\n• Confocal laser-scanning microscope \\(e.g., Nikon Eclipse Ti confocal microscope) equipped with suitable lasers.\r\n\n\n• Conical centrifuge tubes, 15 ml \\(Thermo Scientific, cat. no. 339651)\r\n\n\n• Forceps \\(Roboz Surgical Store, cat. no. RS-5237)\r\n\n\n• Glass Pasteur pipette, 9” \\(Fisher Scientific, cat. no. 13-678-6B)\r\n\n\n• Microscope cover glass \\(Fisher Scientific, cat. no. 12-542-B)\r\n\n\n• Microscope slides \\(Fisher Scientific, cat. no. 22-230-900)\r\n\n\n• Millicel cell culture inserts, 12.0 µm, 12 mm diameter \\(Millipore, cat. no. PIXP01250)\r\n\n\n• Pipettes and tips for volumes 0.5–1,000 μl\r\n\n\n• RNAse-free 0.2 ml PCR tubes \\(Ambion, cat. no. AM12225)\r\n\n\n• RNAse-free 2.0 ml Microfuge tubes \\(Ambion, cat. no. AM12425)\r\n\n\n• RNase-free 50 ml conical tubes \\(Ambion, cat. no. AM12502)\r\n\n\n• Stereomicroscope \\(Leica MZ6) or any with 6.3:1 zoom\r\n\n\n• Sterile petri dish \\(Greiner Bio-One, cat. no. 628161)\r\n\n\n• Syringe filter, 0.22 µm \\(Pall Life Sciences, cat. no. PN4192)\r\n\n\n• Tissue culture plate, 24 well and flat bottom \\(Falcon, cat. no. 353047)\r\n\n\n• Thermo cycler with lid heating option or standard hybridization incubator \r\n\n\n• Water bath \\(50-65˚C)\r\n\n\n\r\n\n\nEquipment setup\r\n\n\n• Pipette for handling whole mount islets: Standard glass Pasteur pipette can be pulled in the flames of a gas burner and converting it into an IVF or an ICSI pipette allows for handling of whole mount islets. This procedure requires skill for achieving the appropriate diameter size and smooth surface. A rough or jagged edge has the potential to damage the islets. Alternatively, a traditional 10.0/2.0 µl micropipette or ready to use Flexipet Manipulation Pipette for embryos or cumulus oocyte complex handling of 600 µm diameter \\(Cook Medical, cat. no. G26057) can be used.\r\n\n\n\r\n\n\n• Managing cell culture insert in 24-well tissue culture plate: Depending on the type of solution/buffer, solution should be added either by drop-by-drop or on the inner wall of the insert. Solutions such as PFA, MeOH, and PBST must be added on the inner wall of the insert. Washed solution should be removed from the outside of the insert. Total solution volume inside and outside of the insert should not exceed 1 ml. Solution volumes greater than 1.2 ml will cause the islets to float out of the insert. The insert will begin filtering once the media inside is in contact with the outside solution. Each time during transfer of insert, hold some media within the insert until the bottom side of the filter membrane contacts the solution in another well. Minimize the amount of time the islets are exposed to air during transfer \\(on the insert) to prevent them from drying out. The pipette should never touch the membrane of the insert."
        },
        {
            "header": "Procedure",
            "content": "Usages of human islets and all experiments were performed in accordance with the Sanford Research IRB. Most of the work was performed using the stereomicroscope to prevent loss of islets during transfer and washing procedures. Fixation with 4% PFA was done in the fume hood with appropriate PPE. All materials used were RNAse free. Tools and equipment were wiped with RNaseZap and then rinsed with DEPC water. Collection and disposal of waste was done using the approved disposal protocol. See flow chart for brief methodology \\(Fig. 1). \r\n\n\n\r\n\n\nA. Sources of human islets/isolation of mouse islets and processing\r\n\n\nHuman islets were obtained through the Integrated Islet Distribution Program \\(IIDP, \"text to link\":http://iidp.coh.org) from multiple centers. Islet purity and morphology were assessed using dithizone staining. Islets from mouse or other species can be isolated using a standard collagenase digestion protocol.\r\n\n\n\r\n\n\n1. Place a millicel cell culture insert per samples to be hybridized into a 24-well tissue culture plate. Add 500 µl of HBSS both inside and outside of the insert in the well. Under stereomicroscope, pick islets \\(at least 25, use 10% extra to account for loss during processing) by pulled Pasteur pipette or 2.0 µl micropipette and gently drop into the insert with HBSS solution. Let sit for 5 minutes. Take 800 µl solution from outside of the insert and add 800 µl fresh HBSS inside the insert. Let sit for 5 minutes. Repeat two more times.\r\n  \r\n\n\n2. In the fume hood, add 400 µl of fresh 4% PFA in to a new well. Gently transfer the insert from the HBSS well to the PFA containing well using forceps and add 500 µl PFA to the insert. Pipette the PFA on the inner wall of the insert to avoid dropping it directly into the well. Remove 500 µl PFA from outside of the insert and add 500 µl of fresh PFA inside the insert. Incubate 30 minutes at room temperature. \r\n  ▲ CRITICAL STEP Adding PFA drop-by-drop generates micro-sized bubbles, which become attached to the islets and cause them to float in the solution.\r\n\n\n\r\n\n\n3. Remove 500 µl of PFA from the outside of the insert and add 500 µl PBST on the inner wall \\(\\! Critical) of the insert. Take 500 µl of solution from outside of the insert and add 500 µl of fresh PBST on the inner wall of the insert. Incubate at room temperature for 10 minutes. Repeat washing the islets with PBST once more. \r\n  \r\n\n\n4. Take 500 µl of solution from outside of the insert and add 500 µl fresh 100% MeOH on the inner wall of the insert. Incubate for 20 minutes at room temperature. Repeat once more but incubate in MeOH for 30 minutes at -20\n°\nC. Check the islets under stereomicroscope. Islets attached to the wall or membrane of the insert should be gently flushed with the pipette to loosen. Islets are now ready for hybridization. \r\n  ■ PAUSE POINT Islets in the insert at this point can be stored at -20\n°\nC. For storing, seal the well insert in the plate with Adhesive sealing film, cover it with aluminum foil and store at -20\n°\nC for up to one month. Check the volume of MeOH weekly to ensure that the sealing is not loosed and leaking MeOH.\r\n\n\n\r\n\n\nB. Rehydration, peroxidase inhibition and proteinase K digestion ● TIMING 1.5 h \r\n\n\n5. Take off the seal. Remove 500 µl MeOH and add 500 µl 75% MeOH in PBST on the inner wall of the insert. Incubate at room temperature for 5 minutes. Repeat this rehydrating step with 50% MeOH and 25% MeOH. Replace 25% MeOH in PBST with 100% PBST. Repeat with fresh PBST and incubate for 5 minutes.\r\n  ▲ CRITICAL STEP Adding MeOH in PBST drop-by-drop generates micro-sized bubbles, which become attached to the islets and prevent them from sinking to the bottom.\r\n\n\n? TROUBLESHOOTING\r\n\n\n\r\n\n\n6. Remove 500 µl of MeOH-PBST and block endogenous peroxidase activity by adding 500 µl 3% H\n2\nO\n2\ndrop-by-drop into the insert. Incubate for 5 minutes at room temperature and repeat once more. Adding H\n2\nO\n2\ndrop-by-drop will help sink any floating islets.\r\n  \r\n\n\n7. Remove 500 µl of solution from outside of the insert and add 500 µl of PBST on the inner wall of the insert. Incubate for 5 minutes.\r\n  \r\n\n\n8. Remove 500 µl of solution from outside of the insert and add 500 µl of PBS drop-by-drop into the insert. Incubate for 5 minutes. Repeat once more.\r\n  \r\n\n\n9. Remove 500 µl of solution from outside of the insert and add 500 µl of 10 μg/ml proteinase k solution \\(10 μg/ml=1.25 μl of PK aliquot stock to 2.5 ml PK buffer: See reagent set up) drop-by-drop into the insert. Repeat once more with fresh PK solution and incubate for 30 minutes at RT.\r\n  \r\n\n\nC. Treatment with HCl, post-fixation and acetylation ● TIMING 2 h\r\n\n\n10. Remove 500 µl of solution from outside of the insert and add 500 µl of PBS drop-by-drop into the insert. Incubate 10 minutes. Repeat once more.\r\n  \r\n\n\n11. Remove 500 µl PBS from outside of the insert and add 500 µl of 0.5 N HCl, repeat once more and incubate the islets for 20 minutes at room temperature with fresh 0.5 N HCl solution. This aid in retaining the islet morphology, hardens the islets for overnight hybridization as well as downstream washing, and will enhance antigens retrieval. Some islets may stick to the membrane, which is normal.\r\n  \r\n\n\n12. Remove 500 µl of solution from outside of the insert and add 500 µl of PBS drop-by-drop into the insert. Flush the islets with the solution inside the insert using a pipette to loosen them from the membrane and incubate for 10 minutes. Repeat once more.\r\n  \r\n\n\n13. Briefly wash the islets by removing 500 µl PBS from outside of the insert and adding 500 µl of 4% PFA on the inner wall of the insert. Repeat this step once more with fresh 4% PFA solution and incubate for 20 minutes at RT.\r\n  \r\n\n\n14. Remove 500 µl of solution from outside of the insert and add 500 µl of PBS drop-by-drop into the insert. Flush the islets with the solution inside the insert using a pipette to loosen them from the membrane and incubate for 10 minutes. Prepare acetylation solution.\r\n  ? TROUBLESHOOTING\r\n\n\n\r\n\n\n15. Briefly wash the islets with acetylation solution \\(add drop-by-drop) and then incubate for 20 minutes with fresh acetylation solution. \r\n  \r\n\n\n16. Wash the islets in PBS and prepare 50% PBST in hybridization solution in 1.5 ml RNAse free micro-centrifuge tube.\r\n  \r\n\n\n17. Transfer the islets with PBS to 0.2 ml RNAse free PCR tubes. Let the tubes stand for 5 minutes to let the islets settle down. Remove as much PBS as possible from the tubes using a micropipette. Add 100 µl of 50% PBST in hybridization solution. Incubate 10 minutes at RT. Islets should settle.\r\n   \r\n\n\n18. Remove PBST/hybridization buffer without touching the islets pellet and add 100 µl of hybridization solution. Pre-hybridize at the appropriate hybridization temperature for 1 hour in a thermal cycler with pre-heated lid.\r\n  \r\n\n\nD. Hybridization and stringency washes ● TIMING 13-17 h\r\n\n\n19.  Denature the LNA miRNA probes at 90 °C for 4 minutes and keep in ice for 5 minutes before diluting with hybridization buffer. Remove pre-hybridization mix and replace with 100-120 μl of prepared probes in hybridization mix and hybridize for 12 hours to 15 hours in thermal cycler with preheated lid. The unused portion of diluted probe in hybridization buffer can be stored at -20\n°\nC in aliquot and it is good for a month with single freeze-thaw cycle. Determine hybridization temperature as recommended by Exiqon. For miR-375 and U6 we used 59\n°\nC and 55\n°\nC, respectively. For multiple probes having different hybridization temperature could be incubated in a single batch using different wells of the block of thermal cycler with different nearest gradient temperature. \r\n  \r\n\n\n20. Remove 50 µl/50% of hybridization buffer and add an equal volume of 2XSSCT solution under the stereomicroscope using a micropipette. After 15 minutes of incubation at hybridization temperature in thermal cycler, remove as much 2XSSCT/hybridization mix as possible without touching the islets. Replace with fresh 2XSSCT buffer and repeat incubation for 15 minutes. \r\n  ▲ CRITICAL STEP Islets may look sticky and some might be floating. Allow additional time for the islet to settle or gently push the floating islets to the bottom of the tube by flushing the solution using a 10µl micropipette. Special care should be taken to not lose any islets during pipetting.\r\n\n\n\r\n\n\n21.  Remove most of the 2XSSCT solution and add 100 μl of 0.2XSSCT under the stereomicroscope using a micropipette. Incubate at hybridization temperature for 20 minutes and then let the tube cool to room temperature for 5 minutes.\r\n  \r\n\n\n22. Prepare a millicel cell culture insert in a 24-well tissue culture plate by adding 500 µl of PBST both inside the insert and outside of the insert in the well. Transfer all the islets from PCR tubes to the insert using a micropipette under the stereomicroscope. Replace 500 µl of PBST to the inner wall of the insert after removing 500 µl of PBST from outside.\r\n  ? TROUBLESHOOTING\r\n\n\n\r\n\n\nE. Blocking and immune-staining ● TIMING ~26 h\r\n\n\n23. Replace PBST with blocking solution and incubate the islets for 30 minutes at RT.\r\n  \r\n\n\n24. Prepare antibodies cocktail in antibody dilution solution \\(Anti-DIG-POD-1:200, Guinea pig anti-insulin-1:100, Rabbit anti-Glucagon-1:100). Replace blocking solution with antibodies cocktail and incubate the islets for overnight/12 hours at 4°C.\r\n  \r\n\n\n25. Wash the islets for 20 minutes at room temperature twice with PBS.\r\n  \r\n\n\n26. Prepare secondary antibodies cocktail \\(Cy3 Donkey anti-Guinea pig-1:300, Alexa-Fluor-647 Donkey anti-Rabbit - 1:300 including DAPI dilactate nuclear counter stain \\(2 μl in 1 ml of cocktail). Replace PBS with secondary antibody cocktail and incubate overnight at 4\n°\nC.\r\n  ▲ CRITICAL STEP Samples should be protected as much as possible from light in this step and onwards. \r\n\n\n\r\n\n\n27. Wash the islets for 20 minutes at room temperature twice with PBS.\r\n  \r\n\n\n28. Remove PBS, mix, and incubate with 300ul of TSA-plus FITC working solution \\(1:50 in diluents) for 30 minutes at room temperature in the dark without agitation. Add TSA-plus drop-by-drop to help the islets sink.\r\n  \r\n\n\n29. Wash the islets for 20 minutes at room temperature twice with PBS.\r\n  \r\n\n\nF. Mounting the islets and imaging ● TIMING ~1 h\r\n\n\n30. Remove the islets from the insert and place in the middle of a microscope slide with as little PBS carryover as possible. Cover with aluminum foil until cover slipped.\r\n  ? TROUBLESHOOTING\r\n\n\n\r\n\n\n31. Make a circle of 2 cm with 120 μl of eukitt quick hardening mounting medium on a microscope coverslip using a 200 μl micropipette. Let the cover glass stand for a minute for partial hardening. Meanwhile remove extra PBS from the slide carefully. \\(Fig. 1)\r\n  Info: The circle of eukitt will prevent the islets from being flattened by the pressure of the coverslip as well as will make a barrier block to prevent the evaporation of mounting media.\r\n\n\n\r\n\n\n32. Add a small drop of fluoroshield media in the middle of the circle of eukitt media on the coverslip. Slowly overlay the coverslip on to the slide, positioning the drop of fluoroshield on the islets.\r\n  \r\n\n\n33. Keep the slide in dark at 4\n°\nC for at least 20 minutes or until imaging will be done.\r\n  \r\n\n\n34. Image the islets in a confocal laser-scanning microscope equipped with suitable lasers using Z-stack of 1.5-2 μm intervals.\r\n  ? TROUBLESHOOTING"
        },
        {
            "header": "Timing",
            "content": "Timing\r\n\n\nA. Sources of human islets/isolation of mouse islets and processing: ~4 h\r\n\n\nB. Rehydration, peroxidase inhibition and proteinase K digestion \\(Step 5-9): 1.5 h \r\n\n\nC. Treatment with HCl, post-fixation and acetylation \\(Step 10-18): 2 h\r\n\n\nD. Hybridization and stringency washes \\(Step 19-22): ~13-17 h\r\n\n\nE. Blocking and immune-staining \\(Step 23-29): ~26 h\r\n\n\nF. Mounting the islets and imaging \\(step 30-34): ~1 h\r\n\n\nThe timing details shown above are estimates, and include sample handling. Initial processing time can vary depending on sources of islets. The entire procedure takes 3-3.5 days. Furthermore, hybridization and incubation for immune-staining time can vary depending on the probes and the antibodies used."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting guide is given in Table 1."
        },
        {
            "header": "Anticipated Results",
            "content": "Under a laser scanning confocal microscope, miRNAs signals will be detected in the FITC/Green and proteins of interest will be either in the Texas red/Cy3 or Far red/Cy5 channel depending on the type of conjugation used in the antibodies. Therefore, the images from the successful in situ hybridization experiment will be evident with green cytoplasmic staining of miRNAs of interest and two target proteins with red and far red \\(yellow or custom color) signal and nuclear blue as counterstain. If U6 snRNA is used as positive control, it should produce a distinct nuclear green signal. 3-dimentional visualization of multicolor stained islets using maximum intensity projection \\(MIP) \\(or other strategies depending on the microscope) of all optical sections of 1.5-2 μm apart between z-planes will enable the collection of accurate and highly detailed data on the expression and distribution of miRNAs and proteins in intact islets. Typically, this protocol produces no background. If there is weak background, it will be covering the whole section including the nuclei and the extracellular matrix evenly but unspecific to any cell types similar to negative control \\(scrambled miRNA probes). Endogenous peroxidase activity and stringency washes can be adjusted to remove the noise and background if necessary for other tissue types. Changes in miRNA expression and their target protein expression as well as cell markers in an intact islet can be quantified using image processing software to elucidate the functional role of candidate miRNAs. Although the example images \\(Fig. 2) presented here are focused on the localization of miR-375 together with staining of insulin and glucagon, the protocol can be used directly with little modification of hybridization temperature for different miRNA probes simply by adjusting the dilution/incubation of the antibodies for the other target proteins of interest. In addition, we anticipate this protocol will be suitable for islets of other species as well as other tissues of small size that are difficult to handle, including early stages of embryos such as zygote to blastocyst and oocytes or cumulus-oocyte-complexes."
        },
        {
            "header": "References",
            "content": "REFERENCES\r\n\n\n1. Cabrera, O. et al. The unique cytoarchitecture of human pancreatic islets has implications for islet cell function. Proc Natl Acad Sci U S A 103, 2334-9 \\(2006).\r\n  2. Kahn, S.E. The relative contributions of insulin resistance and beta-cell dysfunction to the pathophysiology of Type 2 diabetes. Diabetologia 46, 3-19 \\(2003).\r\n  3. Weir, G.C. & Bonner-Weir, S. Sleeping islets and the relationship between beta-cell mass and function. Diabetes 60, 2018-9 \\(2011).\r\n  4. Pipeleers, D. et al. Role of pancreatic beta-cells in the process of beta-cell death. Diabetes 50 Suppl 1, S52-7 \\(2001).\r\n  5. Goldfine, A.B. & Kulkarni, R.N. Modulation of beta-cell function: a translational journey from the bench to the bedside. Diabetes, obesity & metabolism 14 Suppl 3, 152-60 \\(2012).\r\n  6. Stewart, A.F. et al. Human beta-cell proliferation and intracellular signaling: part 3. Diabetes 64, 1872-85 \\(2015).\r\n  7. Gutierrez, G.D., Gromada, J. & Sussel, L. Heterogeneity of the Pancreatic Beta Cell. Frontiers in genetics 8, 22 \\(2017).\r\n  8. Filios, S.R. & Shalev, A. beta-Cell MicroRNAs: Small but Powerful. Diabetes 64, 3631-44 \\(2015).\r\n  9. Singer, R.A., Arnes, L. & Sussel, L. Noncoding RNAs in beta cell biology. Current opinion in endocrinology, diabetes, and obesity 22, 77-85 \\(2015).\r\n  10. Kaviani, M., Azarpira, N., Karimi, M.H. & Al-Abdullah, I. The role of microRNAs in islet beta-cell development. Cell biology international 40, 1248-1255 \\(2016).\r\n  11. Osmai, M. et al. MicroRNAs as regulators of beta-cell function and dysfunction. Diabetes/metabolism research and reviews 32, 334-49 \\(2016).\r\n  12. Bartel, D.P. MicroRNAs: genomics, biogenesis, mechanism, and function. Cell 116, 281-97 \\(2004).\r\n  13. Taft, R.J., Pang, K.C., Mercer, T.R., Dinger, M. & Mattick, J.S. Non-coding RNAs: regulators of disease. J Pathol 220, 126-39 \\(2010).\r\n  14. Joglekar, M.V., Joglekar, V.M. & Hardikar, A.A. Expression of islet-specific microRNAs during human pancreatic development. Gene Expr Patterns 9, 109-13 \\(2009).\r\n  15. Kloosterman, W.P., Lagendijk, A.K., Ketting, R.F., Moulton, J.D. & Plasterk, R.H. Targeted inhibition of miRNA maturation with morpholinos reveals a role for miR-375 in pancreatic islet development. PLoS Biol 5, e203 \\(2007).\r\n  16. Poy, M.N. et al. A pancreatic islet-specific microRNA regulates insulin secretion. Nature 432, 226-30 \\(2004).\r\n  17. Melkman-Zehavi, T. et al. miRNAs control insulin content in pancreatic beta-cells via downregulation of transcriptional repressors. EMBO J 30, 835-45 \\(2011).\r\n  18. Zhao, X., Mohan, R., Ozcan, S. & Tang, X. MicroRNA-30d induces insulin transcription factor MafA and insulin production by targeting mitogen-activated protein 4 kinase 4 \\(MAP4K4) in pancreatic beta-cells. J Biol Chem 287, 31155-64 \\(2012).\r\n  19. Sun, L.L. et al. MicroRNA-15a positively regulates insulin synthesis by inhibiting uncoupling protein-2 expression. Diabetes Res Clin Pract 91, 94-100 \\(2011).\r\n  20. El Ouaamari, A. et al. miR-375 targets 3'-phosphoinositide-dependent protein kinase-1 and regulates glucose-induced biological responses in pancreatic beta-cells. Diabetes 57, 2708-17 \\(2008).\r\n  21. Poy, M.N. et al. miR-375 maintains normal pancreatic alpha- and beta-cell mass. Proc Natl Acad Sci U S A 106, 5813-8 \\(2009).\r\n  22. Joglekar, M.V., Parekh, V.S., Mehta, S., Bhonde, R.R. & Hardikar, A.A. MicroRNA profiling of developing and regenerating pancreas reveal post-transcriptional regulation of neurogenin3. Dev Biol 311, 603-12 \\(2007).\r\n  23. Lovis, P., Gattesco, S. & Regazzi, R. Regulation of the expression of components of the exocytotic machinery of insulin-secreting cells by microRNAs. Biol Chem 389, 305-12 \\(2008).\r\n  24. Lovis, P. et al. Alterations in microRNA expression contribute to fatty acid-induced pancreatic beta-cell dysfunction. Diabetes 57, 2728-36 \\(2008).\r\n  25. Roggli, E. et al. Involvement of microRNAs in the cytotoxic effects exerted by proinflammatory cytokines on pancreatic beta-cells. Diabetes 59, 978-86 \\(2010).\r\n  26. Lu, Z. et al. MicroRNA-21 promotes cell transformation by targeting the programmed cell death 4 gene. Oncogene 27, 4373-9 \\(2008).\r\n  27. Ruan, Q. et al. The microRNA-21-PDCD4 axis prevents type 1 diabetes by blocking pancreatic beta cell death. Proc Natl Acad Sci U S A 108, 12030-5 \\(2011).\r\n  28. Roat, R. et al. Identification and Characterization of microRNAs Associated With Human beta-Cell Loss in a Mouse Model. American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons 17, 992-1007 \\(2017).\r\n  29. Kredo-Russo, S. et al. Pancreas-enriched miRNA refines endocrine cell differentiation. Development 139, 3021-31 \\(2012)."
        },
        {
            "header": "Acknowledgements",
            "content": "We acknowledge the Integrated Islet Distribution Program \\(IIDP) and the IIDP coordinating center at the City of Hope for human islets. This work was supported by grants from JDRF to Zhiguang Guo \\(3-SRA-2014-42-Q-R)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1111/ajt.14073",
                "date": "2018-04-10 21:43:10",
                "title": "Identification and Characterization of microRNAs Associated With Human β-Cell Loss in a Mouse Model",
                "authors": [
                    "R. Roat",
                    "M. M. Hossain",
                    "J. Christopherson",
                    "C. Free",
                    "S. Jain",
                    "C. Guay",
                    "R. Regazzi",
                    "and Z. Guo"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15632,
                "identity": "a1671e7f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Zhiguang Guo",
                "email": "zhiguang.guo@sanfordhealth.org",
                "orcid": "",
                "institution": "Guo's Lab, Sanford Research, 2301 East 60th Street North, Sioux Falls, SD 57104, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Zhiguang",
                "middleName": "",
                "lastName": "Guo",
                "suffix": ""
            },
            {
                "id": 15630,
                "identity": "a167153c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Munir  Hossain",
                "email": "",
                "orcid": "",
                "institution": "Guo's Lab, Sanford Research, 2301 East 60th Street North, Sioux Falls, SD 57104, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Munir",
                "middleName": "",
                "lastName": "Hossain",
                "suffix": ""
            },
            {
                "id": 15631,
                "identity": "a1671961-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Regan  Roat ",
                "email": "",
                "orcid": "",
                "institution": "Guo's Lab, Sanford Research, 2301 East 60th Street North, Sioux Falls, SD 57104, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Regan",
                "middleName": "",
                "lastName": "Roat",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-04-10 22:05:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.045",
        "doiUrl": "https://doi.org/10.1038/protex.2018.045",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610105,
                "identity": "74927004-d62a-4c5d-bf63-771634a65b6b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:25",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 881859,
                "visible": true,
                "origin": "",
                "legend": "Flow diagram of the key steps for combined FISH/IF in whole mount islets.   Initial washing, fixation, dehydration, rehydration, H~2~O~2~ quenching of peroxidase activity, antigen retrieval and acetylation steps are carried out in cell culture insert in 24-well plate. Pre-hybridization and hybridization of islets are carried out in 0.2 ml PCR tube in a thermal cycler with preheated lid. Afterward, islets are transferred to a new insert in 24-well plate for the rest of the steps until mounting on microscope slide. Finally, islets are picked up from the insert and dropped on microscope slide. A cover glass with both hardening and mounting media are overlaid on the islets in the slide. Dashed boxes indicate the approximate time needed. ",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6739/v1/figure_1.pdf"
            },
            {
                "id": 2610104,
                "identity": "abc5ef85-2786-4e63-bace-e945dcb8c820",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:25",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3439770,
                "visible": true,
                "origin": "",
                "legend": "Representative images of human islets after FISH of miR-375 and co-localized two islet cell markers either insulin and glucagon or pancreatic polypeptide and somatostatin.    Maximum intensity projection images were taken with Nikon Eclipse Ti confocal microscope, x20 objective at 2048x2048 pixel resolution, to visualize the expression of miR-375 - an islet specific miRNA and four different islet cell markers. The miRNA transcripts are observed as green signal. Insulin (INS) and somatostatin (SS) were detected with Cy3-labeled and visualized as red signal. Yellow signals by the Cy5-cojugated antibodies were observed for the detection of glucagon (GLU) and pancreatic polypeptide (PP). For positive control, U6 small nuclear RNAs are stained as green in the nucleus. Scrambled RNA (SCR) probe non-specific to any miRNAs was used as negative control. Scale bars indicate 25 µm. ",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6739/v1/figure_2.pdf"
            },
            {
                "id": 2610107,
                "identity": "7115e90c-5411-48ca-b3a3-59f41ea2747a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:25",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 679901,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Flow diagram of the key steps for combined FISH/IF in whole mount islets.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-6739/v1/figure_3.png"
            },
            {
                "id": 2610108,
                "identity": "dd5bc526-aa42-42ed-8a28-4454944ba206",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:25",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1611327,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Representative images of human islets after FISH of miR-375 and co-localized two islet cell markers either insulin and glucagon or pancreatic polypeptide and somatostatin.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-6739/v1/figure_4.png"
            },
            {
                "id": 13465726,
                "identity": "72337137-5412-4dd0-9ff5-7bc026c8f040",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:57",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 3773507,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6739/v1/eaa3d342-ce44-4138-8873-624069b09f8c.pdf"
            },
            {
                "id": 2610103,
                "identity": "0e0dfaf2-1d7b-425d-8d41-b58229c30d17",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:25",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 23469,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting guide for the common problems",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6739/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Fluorescent In situ Hybridization, miRNA, Immunofluorescence, Islets",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Pancreatic islets primarily involved in regulating blood glucose homeostasis are the key focus of diabetes study and miRNA-mediated molecular regulation. Whole mount in situ hybridization of miRNAs and co-localization of proteins is a powerful tool for studying cell-specific expression and regulation. Although many miRNAs are potential regulators of islet function and diabetes development, most of their cell specific expression remains unknown. We developed and optimized a protocol that combines fluorescent in situ hybridization \\(FISH) of miRNAs and immunofluorescence \\(IF) of two proteins at the same time in whole mount isolated intact islets for preserving islet morphology, eliminating the technical difficulties associated with handling isolated islets that are not amenable to conventional FISH, as well as for increasing sensitivity and resolution. This method can serve as a valuable tool for studying miRNA-mediated regulation of post-transcriptional gene expression in islet biology, diabetes research, and biomarker development.",
        "manuscriptTitle": "Whole Mount Fluorescent In situ Hybridization of miRNA Combined with Immunofluorescence of Proteins in Intact Islets",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-04-12 12:31:21",
                "doi": "10.1038/protex.2018.045",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1665562-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 12th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4237,
                "name": "Cell biology"
            },
            {
                "id": 4240,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-04-12 12:31:21",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}