{
    "identity": "nprot-5207",
    "title": "The use of isolated peripheral lymphocytes and human whole blood in the comet assay",
    "content": [
        {
            "header": "Introduction",
            "content": "The Single-cell gel electrophoresis \\(SCGE) or comet assay is a simple method for measuring DNA damage and the repair in single-cell suspensions prepared for all different types of cells such as protozoa, yeast, plants, invertebrates and mammals. \\(Olive and Banath, 2006). The comet assay is a sensitive, rapid and visual technique for the quantitative and qualitative assessment of DNA damage in single cells \\(Tice et al., 2000, Najafzadeh et al., 2012, Kurzawa-Zegota et al., 2012, Habas et al., 2016).\r\n\n\n \r\n\n\nBriefly, in this method, the cells are embedded in agarose on a microscope slide and lysed.  The nucleoids containing DNA supercoils are linked to the nuclear matrix and cells must be immersed in detergent and high salt to run the electrophoresis \\(Collins, 2004). Based on the pH of the electrophoresis buffer, the assay can measure single/ double-strand DNA breaks, alkali labile sites \\(apurinic/ apyrimidinic sites), DNA cross-links, base/ base-pair damage and apoptotic nuclei in the cells \\(Nandhakumar et al., 2011). Different pHs \\( high and low) result in structures resembling comets and DNA loops containing a break lose their supercoiling and become free to extend towards the anode. \r\n\n\n\r\n\n\nThe final stage would be determining the intensity of the comet tail relative to the head with parameters such as Olive Tail Moment and % Tail DNA, and reflect the number of DNA breaks that can be observed by fluorescence microscopy \\(Collins, 2004).  White blood cells were used in the alkaline comet assay and γH2AX to characterise induced DNA damage after a genotoxic insult. These assays are sensitive and robust biomarkers of DNA damage to detect single and double strand breaks respectively \\(Heylmann and Kaina, 2016, Laubenthal et al., 2012) Double strand breaks can also be detected at lower pHs in the neutral comet assay \\(Olive et al.1991,1998) Whole-blood techniques have been applied to in vivo studies by injecting rats  with a carcinogenic compound called Ferric nitrilotriacetate \\(Fe/NTA) and measuring DNA strand breaks in whole blood by comparison with isolated lymphocytes \\(Chuang and Hu, 2004).  In the present protocol whole blood and isolated lymphocytes have been treated with UVA+B to induce DNA damage then compared with the results in the lymphocytes from the same individuals before and after treatment.\r\n\n\n\r\n\n\n\r\n\n\n**Overview of the protocol** \r\n\n\nOverall, the lymphocytes should be tested for viability after treatment to exclude cytotoxic effects of the treatments, and a viability of ≥ 75% in the trypan blue dye exclusion test should be produced for the tested compound to avoid false positive results due to toxicity in the comet assay \\(Henderson et al., 1998). Untreated lymphocytes can show between 0-10% DNA damage in the tail \\(Collins, 2004). Blood was collected into heparin-coated tubes and diluted with 0.9% saline in a 1:1 ratio.  This diluted blood was carefully loaded on top of Lymphoprep \\(Axis, Norway) in a 2:1 ratio of without mixing the two layers. \r\n\n\nThe tubes were placed in a Mistral 3000 centrifuge at 800 g for 20 minutes at room temperature. After centrifugation, the cloudy, thin lymphocyte layer on top of the transparent Lymphoprep layer was transferred with a Pasteur pipette into universal tubes containing 0.9% saline. The tubes were centrifuged at 770 g for 15 minutes at room temperature. The supernatant was removed and the lymphocytes were used for the experiments after resuspension in RPMI medium. Some of the lymphocytes were stored in liquid nitrogen for long-term experimentation. The pellet was resuspended in 1 ml of foetal bovine serum \\(FBS) with 10% DMSO in a 1.5-ml cryovial and lodged in liquid nitrogen vapour overnight, before final storage after complete insertion in the storage Dewar.\r\n\n\n\r\n\n\nThe comet assay was carried out as described by Tice et al. 2000. In brief, ethanol flamed glass slides from BDH \\(SuperfrostTM) were coated with 1% normal melting point agarose. The cell suspension was mixed 1:1 with 1% low-melting point agarose \\(< 40°C) and applied to dry agarose-coated slides. After setting, this second layer was covered with a top layer of 0.5% low-melting point agarose. For each concentration point two replicate slides were produced. The slides were immersed laterally in a container with cold lysing solution \\(2.5 M NaCl, 100 mM EDTA, 10 mM Tris, 10% DMSO, 1% Triton X-100, pH 10) and incubated at 4ºC overnight. After lysis, the slides were placed horizontally on the tray of an electrophoresis tank, filled with cold electrophoresis buffer \\(300 mM NaOH, 1 mM EDTA, pH <13), and incubated for 30 minutes at 4ºC in the dark to allow the unwinding of DNA and expression of the alkali labile damage. Electrophoresis was conducted at the same temperature for 30 minutes at 25 volts and an adjusted current of 300 mA \\(by raising or lowering the buffer level). After electrophoresis, the slides were removed from the tank and soaked three times each with neutralising buffer \\(400 mM Tris, pH 7.5) for a period of five minutes  \\(Anderson et al., 2003, Tice et al., 2000) Cells were stained with 20 µg/ml ethidium bromide and examined using a fluorescence microscope equipped with a monochrome CCD-camera.  \r\n\n\nThe basic comet assay on lymphocytes has been described from the early stages by Olive and Banath, 2006.\r\n\n\n\r\n\n\n**Potential applications of the protocol**\r\n\n\nThe single cell gel electrophoresis \\(SCGE) or comet assay is a rapid and very sensitive fluorescent microscopic method to assess DNA damage and repair at the individual cell level \\(Tice et al., 2000). Since the introduction of the alkaline \\(pH >13) comet assay \\(Singh et al., 1988), the flexibility and efficacy of this technique for detecting various forms of DNA damage \\(e.g., single- and double-strand breaks, oxidative DNA base damage, and DNA-DNA/protein/DNA-drug cross-linking) and DNA repair have increased its use in virtually all eukaryotic cells \\(Tice et al., 2000, Nandhakumar et al., 2011). In the Comet assay, DNA migration is found to be a function of both size and the number of broken DNA ends. The length of the Comet tail increases initially with damage and then reaches a maximum size that depends on the electrophoretic conditions. Tail moment, a measure of tail length and the fraction of DNA in the Comet tail, is used as the arbitrary unit of assessment \\(Kumaravel and Jha, 2006, Anderson et al., 2003, Olive et al., 1998, Banath et al., 1998). The assay finds use in a broad variety of applications including human biomonitoring, genotoxicology, ecological monitoring and as a tool for investigation of DNA damage and repair in different cell types in response to a range of DNA-damaging agents. % Tail DNA is also used since both are recommended \\(Kumaravel and Jha, 2006, Olive et al., 1991). The comet assay should be eminently suitable for use in clinical practice since it is a relatively simple and inexpensive technique which requires only a few cells, and results can be obtained within a matter of hours. This method can be used in the study of cancer as well as in lifestyle and dietary studies. In cancer it is useful for measuring DNA damage before, throughout and after therapy \\(either radiotherapy or chemotherapy) \\(Fikrova et al., 2011) who used it for  a dietary study. In that type of study  the effects of consumption of specific foods or supplements which may be protective for DNA damage are observed \\(Fikrova et al., 2011). DNA damage and defective DNA repair are the underlying molecular events driving the initiation and progression of cancer. It is therefore not surprising that many studies have used the comet assay to investigate DNA damage and repair characteristics in a wide range of tumour cells in response to a variety of DNA-damaging agents. These studies include both investigations on human tumour cell lines and on tumour cells extracted from cancer patients \\(McKenna et al., 2008). Also white blood cells, lymphocytes, are considered suitable surrogates for cancer cells \\(Albertini, 2001, Najafzadeh et al., 2012, Anderson et al., 2014).\r\n\n\n The new protocol discussed in the present study is time saving and avoids two rounds of unnecessary of washing and centrifuging. We believe the new protocol can be applied for different types of comet assay for DNA damage and repair \\(e.g. treating the cells with UV or chemicals).  The variation and limitations of the method have been explained by Olive and Banáth 2006. \\(Olive and Banath, 2006)"
        },
        {
            "header": "Reagents",
            "content": "Materials\r\n\n\nGlass slides from BDH \\(SuperfrostTM) were coated with 1% agarose\r\n\n\ncold lysing solution \\(2.5 M NaCl, 100 mM EDTA, 10 mM Tris, 10% DMSO, 1% Triton X-100, pH 10) low-melting point agarose \\(< 43°C) \r\n\n\ncold electrophoresis buffer \\(300 mM NaOH, 1 mM EDTA, pH <13)\r\n\n\nneutralising buffer \\(400 mM Tris, pH 7.5)\r\n\n\n20 µg/ml ethidium bromide \\(or other DNA stains e.g., SYBR-green, YO-PRO-1, DAPI) \\(Olive and Banath, 2006)"
        },
        {
            "header": "Equipment",
            "content": "Fluorescent microscope, Komet 6 software, horizontal electrophoresis cometassay system,"
        },
        {
            "header": "Procedure",
            "content": "**Method** \r\n\n\nIn our present study we examined 270 blood samples from individuals: 120 healthy individuals, 65 suspected or pre-cancerous individuals and 85 cancer patients. The ages of individuals in patient group were from 35 to 72 years old and from 27 to 61 years old for the healthy control group. The blood samples from cancer or suspected or precancerous patients were collected from the colorectal, respiratory, breast and urology cancer clinics in St. Luke’s Hospital in Bradford. The patients were untreated or only treated with surgery at the related Department of Bradford Royal Infirmary \\(BRI), Bradford, West Yorkshire, UK. One hundred and twenty healthy volunteers were recruited within the School of Medical Sciences at the University of Bradford \\(West Yorkshire, UK). Ethical permission was obtained from both the BRI Local Ethics Committee \\(reference numbers 04/QI202/132 and 04/Q1202/15) and the University of Bradford’s sub-committee of Research Ethics involving Human Subjects \\(reference number 0405/8). Selecting the patients was based on their random referral to a clinic at the onset of their suspected disease and the nature of their possible cancer was or was not confirmed.\r\n\n\n\r\n\n\nEach blood sample was divided into two identical volumes in different falcon tubes. The cells were exposed to UVA+B \\(PUVA lamp) with an intensity of ~ 1.20 mW/cm2 for 15 minutes and the results were compared to results without treatment in the comet assay.  \r\n\n\n\r\n\n\nThis protocol concentrated on simplicity and the speed of the preparation of slides. The whole blood samples are collected by using a vacutainer connected to a heparinised tube with a minimum of 2 mL blood The whole blood in heparinised tubes is potentially stable for a maximum of 72 hours in the dark at room temperature. The whole blood is transferred to a falcon tube and mixed with the same volume of RPMI and 10% DMSO \\( as an iron chelating agent) to prevent the oxidative effect of iron on the white blood cells). The mixture is aliquoted into 1.5mL Eppendorf® tubes then stored in -80ºC. To start the comet assay, the blood mixture is thawed by leaving the tube at the room temperature for 15 minutes.  The blood samples should not be kept for longer than 15 minutes at room temperature \\(the temperature should be that to avoid producing   more DNA damage or starting   DNA repair in the lymphocytes).\r\n\n\n\r\n\n\n**Procedure**\r\n\n\n_Preparation_\r\n\n\n1. Slides \\(dust-free, frosted-end microscope slides) should be covered  with  1% normal melting point agarose at a  temperature around 100ºC and left t to dry at room temperature  overnight.\r\n  2. Low melting point agarose \\(0.5%) should be ready to use at a temperature around 40 ºC.\r\n  \r\n\n\n\r\n\n\n_Chemical treatment_\r\n\n\n1. To each 1.5mL Eppendorf® tube add 100µL of whole blood plus the treatment compound then top up with RPMI to the volume of 1mL. In order to create a better standardized assay it is required to have one tube without any treatment as a negative control and another one as a positive control with a compound which induces DNA damage in cells. \r\n  2. After the incubation time, centrifuge the Eppendorf® tubes for 3 minutes at 900x g. Discard 960mL supernatant and keep 40 µL plus the pellet. Pipette 100 µL of 0.5% low melting agarose  and mix it with 40 µL of  the pellet and spread the 140 µL mixture on the prepared coated slide and protect it with a cover slip. Keep the slides on a cold surface for 2-3 minutes to allow solidification of the agarose, then transfer to the lysis solution. \r\n  \r\n\n\n\r\n\n\n\r\n\n\n_Ultra violet treatment_\r\n\n\nMix 40 µL of whole blood with 100 µL of 0.5% low melting point agarose and spread it on the slide and cover with a cover slip. The rest of procedure can be performed as above. \r\n\n\n\r\n\n\nKeep the slides in lysis solution at a temperature of 4-8ºC for minimum of 2 hours before electrophoresis.\r\n\n\nTip: To set the electrophoresis tank, use a voltmeter to create the right voltage \\(0.6 V/cm) inside the tank in case the voltage on the power system is inaccurate.\r\n\n\n\r\n\n\nThe rest of procedure can be followed from the protocol of Olive and  Banath, 2006."
        },
        {
            "header": "Timing",
            "content": "Running comet assay in 4 hours."
        },
        {
            "header": "Anticipated Results",
            "content": "**Results and Discussion**\r\n\n\n One hundred cells were counted per each slide. Data from the comet assay on whole blood \\(WB) compared to isolated lymphocytes \\(IL) from healthy individuals, suspected precancerous and cancer patients. This study was carried out in 270 samples: 120 healthy individual samples showed the mean of OTM was1.31 in WB and 1.04 in IL and the mean of %Tail DNA was 8.66 in WB and 8.02 in IL. Data from the suspected cancer group \\(65 patients) showed before treatment the mean of OTM in WB was 2.23 and in IL 1.98 and the mean of %Tail DNA was 2.3 in WB and 2.02 in IL. Also, in the cancer group \\(85 patients), before UV A+B exposure, the mean of OTM was in WB 2.6, IL 2.02 and the mean of %Tail DNA was in WB 11.8, IL 12.01\\(Figures 1 a and b) .The study showed after applying the student’s t test, there were no statistically significant differences between using whole blood and isolated lymphocytes in the comet assay \\(p value = 0.59 for Olive tail moment \\(OTM)   and a p value = 0.16 for % tail DNA)\r\n\n\n Also, when DNA damage was induced by treating the cells from WB and and IL with UV light A+B,  there was a significant difference by comparison with unexposed cells \\(p value = 0.01). This showed that the response to UVA+B in white blood cells \\(WBC) from whole blood is the same as in the isolated lymphocytes from the different groups of the study \\(Figure2). After applying the Student’s t-Test, the data showed a p value = 0.59 for Olive tail moment \\(OTM)   and a p value = 0.16 for % tail DNA, with no statistically significant differences between the two values.   \r\n\n\n\r\n\n\nThe use of white blood cells \\(WBC) especially human WBC in genotoxicity and human monitoring and molecular epidemiology has  increased \\(Gajski et al., 2014). The present protocol is  a possible technique to reduce the time of the whole experiment and could help in automating the comet assay.\r\n\n\n                  \r\n\n\nIn conclusion, using whole blood instead of isolated lymphocytes saves time, is still very sensitive and requires less than 20 µL of blood from each individual."
        },
        {
            "header": "References",
            "content": "References:\r\n\n\n\r\n\n\nALBERTINI, R. J. 2001. HPRT mutations in humans: biomarkers for mechanistic studies. Mutat Res, 489, 1-16.\r\n\n\nANDERSON, D., NAJAFZADEH, M., GOPALAN, R., GHADERI, N., SCALLY, A. J., BRITLAND, S. T., JACOBS, B. K., REYNOLDS, P. D., DAVIES, J., WRIGHT, A. L., AL-GHAZAL, S., SHARPE, D. & DENYER, M. C. 2014. Sensitivity and specificity of the empirical lymphocyte genome sensitivity \\(LGS) assay: implications for improving cancer diagnostics. FASEB J, 28, 4563-70.\r\n\n\nANDERSON, D., SCHMID, T. E., BAUMGARTNER, A., CEMELI-CARRATALA, E., BRINKWORTH, M. H. & WOOD, J. M. 2003. Oestrogenic compounds and oxidative stress \\(in human sperm and lymphocytes in the Comet assay). Mutat Res, 544, 173-8.\r\n\n\nBANATH, J. P., FUSHIKI, M. & OLIVE, P. L. 1998. Rejoining of DNA single- and double-strand breaks in human white blood cells exposed to ionizing radiation. Int J Radiat Biol, 73, 649-60.\r\n\n\nCHUANG, C. H. & HU, M. L. 2004. Use of whole blood directly for single-cell gel electrophoresis \\(comet) assay in vivo and white blood cells for in vitro assay. Mutat Res, 564, 75-82.\r\n\n\nCOLLINS, A. R. 2004. The comet assay for DNA damage and repair: principles, applications, and limitations. Mol Biotechnol, 26, 249-61.\r\n\n\nFIKROVA, P., STETINA, R., HRONEK, M., HYSPLER, R., TICHA, A. & ZADAK, Z. 2011. Application of the comet assay method in clinical studies. Wien Klin Wochenschr, 123, 693-9.\r\n\n\nGAJSKI, G., GERIC, M. & GARAJ-VRHOVAC, V. 2014. Evaluation of the in vitro cytogenotoxicity profile of antipsychotic drug haloperidol using human peripheral blood lymphocytes. Environ Toxicol Pharmacol, 38, 316-24.\r\n\n\nHABAS, K., ANDERSON, D. & BRINKWORTH, M. 2016. Detection of phase specificity of in vivo germ cell mutagens in an in vitro germ cell system. Toxicology, 353-354, 1-10.\r\n\n\nHEYLMANN, D. & KAINA, B. 2016. The gammaH2AX DNA damage assay from a drop of blood. Sci Rep, 6, 22682.\r\n\n\nKUMARAVEL, T. S. & JHA, A. N. 2006. Reliable Comet assay measurements for detecting DNA damage induced by ionising radiation and chemicals. Mutat Res, 605, 7-16.\r\n\n\nKURZAWA-ZEGOTA, M., NAJAFZADEH, M., BAUMGARTNER, A. & ANDERSON, D. 2012. The protective effect of the flavonoids on food-mutagen-induced DNA damage in peripheral blood lymphocytes from colon cancer patients. Food Chem Toxicol, 50, 124-9.\r\n\n\nLAUBENTHAL, J., ZLOBINSKAYA, O., POTERLOWICZ, K., BAUMGARTNER, A., GDULA, M. R., FTHENOU, E., KERAMAROU, M., HEPWORTH, S. J., KLEINJANS, J. C., VAN SCHOOTEN, F. J., BRUNBORG, G., GODSCHALK, R. W., SCHMID, T. E. & ANDERSON, D. 2012. Cigarette smoke-induced transgenerational alterations in genome stability in cord blood of human F1 offspring. FASEB J, 26, 3946-56.\r\n\n\nMCKENNA, D. J., MCKEOWN, S. R. & MCKELVEY-MARTIN, V. J. 2008. Potential use of the comet assay in the clinical management of cancer. Mutagenesis, 23, 183-90.\r\n\n\nNAJAFZADEH, M., BAUMGARTNER, A., GOPALAN, R., DAVIES, J. B., WRIGHT, A., REYNOLDS, P. D. & ANDERSON, D. 2012. In vitro sensitivities to UVA of lymphocytes from patients with colon and melanoma cancers and precancerous states in the micronucleus and the Comet assays. Mutagenesis, 27, 351-7.\r\n\n\nNANDHAKUMAR, S., PARASURAMAN, S., SHANMUGAM, M. M., RAO, K. R., CHAND, P. & BHAT, B. V. 2011. Evaluation of DNA damage using single-cell gel electrophoresis \\(Comet Assay). J Pharmacol Pharmacother, 2, 107-11.\r\n\n\nOLIVE, P. L. & BANATH, J. P. 2006. The comet assay: a method to measure DNA damage in individual cells. Nat Protoc, 1, 23-9.\r\n\n\nOLIVE, P. L., JOHNSTON, P. J., BANATH, J. P. & DURAND, R. E. 1998. The comet assay: a new method to examine heterogeneity associated with solid tumors. Nat Med, 4, 103-5.\r\n\n\nOLIVE, P. L., WLODEK, D. & BANATH, J. P. 1991. DNA double-strand breaks measured in individual cells subjected to gel electrophoresis. Cancer Res, 51, 4671-6.\r\n\n\nSINGH, N. P., MCCOY, M. T., TICE, R. R. & SCHNEIDER, E. L. 1988. A simple technique for quantitation of low levels of DNA damage in individual cells. Exp Cell Res, 175, 184-91.\r\n\n\nTICE, R. R., AGURELL, E., ANDERSON, D., BURLINSON, B., HARTMANN, A., KOBAYASHI, H., MIYAMAE, Y., ROJAS, E., RYU, J. C. & SASAKI, Y. F. 2000. Single cell gel/comet assay: guidelines for in vitro and in vivo genetic toxicology testing. Environ Mol Mutagen, 35, 206-21."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank, Prof Badie Jacob and all the staff at colo-\r\n\n\nrectal, melanoma, respiratory, prostate and breast cancer clinics at \r\n\n\nSt Luke’s Hospital in Bradford."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.3389/fmolb.2016.00050",
                "date": "2016-09-20 08:30:21",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1093/mutage/ger087",
                "date": "2016-09-20 08:33:16",
                "title": "In vitro sensitivities to UVA of lymphocytes from patients with colon and melanoma cancers and precancerous states in the micronucleus and the Comet assays",
                "authors": [
                    "M. Najafzadeh",
                    "A. Baumgartner",
                    "R. Gopalan",
                    "J. B. Davies",
                    "A. Wright",
                    "P. D. Reynolds",
                    "and D. Anderson"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14155,
                "identity": "a0cf6b9a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Diana  Anderson",
                "email": "d.anderson1@bradford.ac.uk",
                "orcid": "",
                "institution": "University of Bradford, Prof Anderson's Laboratory ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Diana",
                "middleName": "",
                "lastName": "Anderson",
                "suffix": ""
            },
            {
                "id": 14154,
                "identity": "a0cf627f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mojgan Najafzadeh",
                "email": "",
                "orcid": "",
                "institution": "University of Bradford, Prof Anderson's Laboratory ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mojgan",
                "middleName": "",
                "lastName": "Najafzadeh",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-09-20 09:11:23",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.076",
        "doiUrl": "https://doi.org/10.1038/protex.2016.076",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609555,
                "identity": "bf3698ac-dbf0-4f31-9a41-15bc2d25209a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 62640,
                "visible": true,
                "origin": "",
                "legend": "Graphical abstract    Comparing the slides preparation in comet assay (old and new methods)",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5207/v1/figure_1.jpg"
            },
            {
                "id": 2609554,
                "identity": "42b5a797-4944-43f1-adc1-a9e3ccc4fe61",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8524,
                "visible": true,
                "origin": "",
                "legend": "Figures   Figure 1a   Figure 1 (a and b): In one hundred and twenty healthy individual samples the mean of OTM was 1.31 in whole blood  (WB )and 1.04 in isolated lymphocytes (IL) and the mean of %Tail DNA was 8.66 in WB and 8.02 in IL. Data from the suspected cancer group showed before treatment  the mean of OTM in WB was 2.23 and in IL 1.98 and the mean of %Tail DNA was 2.3 in WB and 2.02 in IL. The study showed after applying the student’s t-test, there were no statistically significant differences between using WB and IL  in the comet assay (p-value = 0.59 for Olive tail moment (OTM)  and a p value= 0.16 for % tail DNA.  The data showed there was no significant difference (NS) between the two groups, before inducing DNA damage in Olive Tail Moment (Figure 1a) or % Tail DNA (Figure1b).\r\n \r\n\r\n\r\n \r\n\r\n",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-5207/v1/figure_2.png"
            },
            {
                "id": 2609558,
                "identity": "6c3b2d5a-1085-408b-9a8d-47f9a9a28346",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8567,
                "visible": true,
                "origin": "",
                "legend": "Figures   Figure 1b   Figure 1 (a and b): In one hundred and twenty healthy individual samples the mean of OTM was 1.31 in whole blood  (WB )and 1.04 in isolated lymphocytes (IL) and the mean of %Tail DNA was 8.66 in WB and 8.02 in IL. Data from the suspected cancer group showed before treatment  the mean of OTM in WB was 2.23 and in IL 1.98 and the mean of %Tail DNA was 2.3 in WB and 2.02 in IL. The study showed after applying the student’s t-test, there were no statistically significant differences between using WB and IL  in the comet assay (p-value = 0.59 for Olive tail moment (OTM)  and a p value= 0.16 for % tail DNA.  The data showed there was no significant difference (NS) between the two groups, before inducing DNA damage in Olive Tail Moment (Figure 1a) or % Tail DNA (Figure1b).",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-5207/v1/figure_3.png"
            },
            {
                "id": 2609559,
                "identity": "260ffa2c-d5b1-472d-aee7-cf15ab374832",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 99917,
                "visible": true,
                "origin": "",
                "legend": "Figures    Figure 2   In both methods after inducing DNA damage by exposing the cells to UVA+B, there was a significant difference by comparison with unexposed cells (p-value = 0.01), which showed the response to UVA+B in WBC from whole blood is the same as in the IL from the different groups of the study. IL (Isolated lymphocytes), WB (whole blood).",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5207/v1/figure_4.jpg"
            },
            {
                "id": 13464936,
                "identity": "8cf3028c-c594-4514-8785-155b5445537b",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 304522,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5207/v1/88c76ccc-3678-4316-8931-0433850d861c.pdf"
            }
        ],
        "financialInterests": "N/A",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "peripheral lymphocytes, whole blood, comet assay",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The comet assay is a sensitive method used to detect DNA damage, measuring DNA breaks and alkali labile lesions in eukaryotic cells. Here, the use of whole blood in the alkaline gel electrophoresis method is described. Two hundred and seventy blood samples from individuals were examined: 120 healthy individuals, 65 suspected or pre-cancerous individuals and 85 cancer patients. Each sample was divided into two identical volumes in different falcon tubes. The blood was prepared and stored by adding the same amount of RPMI medium and 10% DMSO. Using the Student’s t-Test, the data showed a p value = 0.59 for Olive tail moment \\(OTM) and 0.16 for % tail DNA, and no statistically significant differences between the two methods, with or without treatment. In conclusion, using whole blood instead of isolated lymphocytes saves time, is still very sensitive and requires less than 20 µL of blood from each individual.",
        "manuscriptTitle": "The use of isolated peripheral lymphocytes and human whole blood in the comet assay",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-10-27 13:16:11",
                "doi": "10.1038/protex.2016.076",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0cede04-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 27th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3708,
                "name": "Cell biology"
            },
            {
                "id": 3709,
                "name": "Drug discovery"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-10-27 13:16:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}