{
    "identity": "nprot-7039",
    "title": "NATIVE: Nanobody-assisted tissue immunostaining for volumetric EM",
    "content": [
        {
            "header": "Introduction",
            "content": "The shortcoming of the traditional immunostaining for large-scale correlated light and electron microscopy \\(CLEM) is the need for tissue permeabilization which compromises its ultrastructure. We recently developed NATIVE \\(Nanobody-Assisted Tissue Immunostaining for Volumetric Electron microscopy), a CLEM approach for thick-section tissue imaging without disturbing tissue ultrastructure. This protocol contains the steps to carry out the NATIVE method."
        },
        {
            "header": "Reagents",
            "content": "**Reagents**\r\n\n\nSodium chloride \\(Sigma-Aldrich); Sodium bicarbonate \\(Sigma-Aldrich); Potassium chloride \\(Sigma-Aldrich); Sodium phosphate monobasic \\(Sigma-Aldrich); Magnesium chloride \\(Sigma-Aldrich); Glucose \\(Sigma-Aldrich); Calcium chloride solution \\(1M, Sigma); Sucrose \\(Sigma-Aldrich); Phosphate buffered saline \\(PBS, Sigma); Glycine \\(Sigma); Sodium azide \\(Sigma-Aldrich); Sodium cacodylate trihydrate \\(Electron Microscopy Sciences); Paraformaldehyde \\(16% EM grade aqueous solution, Electron Microscopy Sciences); Glutaraldehyde \\(25% EM grade aqueous solution, Electron Microscopy Sciences); Hoechst 33342 \\(10 mg/mL, Thermo Fisher); Hydrochloric acid \\(Fisher);\r\n\n\nOsmium tetroxide \\(4% aqueous solution, Electron Microscopy Sciences); Potassium hexacyanoferrate \\(II) trihydrate \\(potassium ferrocyanide, Sigma); Thiocarbohydrazide \\(TCH, Electron Microscopy Sciences); Acetonitrile \\(Electron Microscopy Sciences); EPON \\(EMbed 812, Electron Microscopy Sciences); Uranyl acetate \\(Electron Microscopy Sciences); Euthasol \\(sodium pentobarbital, Virbac).\r\n\n\nSecure-seal spacer \\(120 µm, Thermo Fisher); Gas tank \\(5% CO2<sub>/95% O</sub>2~); Blunt needles with Luer stub adaptor \\(Sai Infusion Tech.); Krazy Glue; Silicon wafer \\(ID 452, University Wafer); Double-sided conductive tape \\(16073, Ted Pella).\r\n\n\n\r\n\n\n**Reagent Setup**\r\n\n\n**Artificial cerebrospinal fluid \\(aCSF):** Dissolve NaCl \\(119 mM), NaHCO<sub>3</sub> \\(26.2 mM), KCl \\(2.5 mM), NaH<sub>2</sub>PO<sub>4</sub> \\(1 mM), MgCl<sub>2</sub> \\(1.3 mM) and glucose \\(10 mM) in 1L dH<sub>2</sub>O. Gas with 5% CO<sub>2</sub> /95% O<sub>2</sub> for 15 min, then add CaCl<sub>2</sub> to a final concentration of 2.5 mM. \r\n\n\n**Glycine blocking solution:** Dissolve 0.1M glycine and 0.05% w/v sodium azide in 0.1M phosphate buffered saline \\(pH 7.4).\r\n\n\n**Nanobody staining solution:** Dilute fluorophore-conjugated nanobody stock solutions \\(~1mg/ml) 1:250 in the glycine blocking solution.\r\n\n\n**Hoechst staining solution:** Dilute Hoechst 1:5000 in 0.1M phosphate buffered saline \\(pH 7.4).\r\n\n\n**Sodium cacodylate stock buffer \\(300 mM):** Dissolve 64.209 g sodium cacodylate trihydrate in 1L dH<sub>2</sub>O, titrate to pH 7.4 with hydrochloric acid.\r\n\n\n**PFA fixative:** Dissolve 3% w/v sucrose, 4% paraformaldehyde in 0.1M phosphate buffered saline \\(pH 7.4).\r\n\n\n**Glutaraldehyde fixative:** Dissolve 2% paraformaldehyde, 2.5% glutaraldehyde in 150 mM sodium cacodylate buffer \\(pH 7.4)\r\n\n\n\r\n\n\n**Nanobody-fluorophore conjugate**\r\n\n\nDetailed protocols have been described \\(J.M. Antos, et. al., Current protocols in protein science 89, 2017, 15.3.1-15.3.19). Briefly -as shown in Figure 2- in a reaction buffer containing Tris·HCl \\(50 mM, pH 7.5), CaCl2 \\(10 mM), NaCl \\(150 mM), N-terminal triglycine-modified peptides/organic fluorophores \\(500 μM) and LPETG-containing VHHs \\(100 μM) were added, followed by the addition of sortase A pentamutant \\(2.5 μM, Addgene: 51140). After incubation at 12 °C with gentle agitation for 2~4 h, Ni-NTA beads were added to the reaction mixture with gentle shaking for another 30 min at 4 °C. At the end of incubation, the total mixture with beads was directly loaded onto a PD-10 column. Fractions corresponding to the desired product fail to stick to Ni-NTA beads and were retrieved in the void volume to yield pure VHH-fluorophore conjugate. The labeled VHH was adjusted to final concentration of 1mg/mL and stored at -80 °C with 10% \\(v/v) glycerol. \r\n\n\n<a href=\"http://www.nature.com/protocolexchange/system/uploads/7147/original/Figure_2.jpg?1536512518\" > <img src=\"http://www.nature.com/protocolexchange/system/uploads/7147/thumbnail/Figure_2.png?1536512518\" > </a>\r\n\n\n\r\n\n\n**Software**\r\n\n\nFIJI \\(ImageJ)\r\n\n\nVAST \\(https://software.rc.fas.harvard.edu/lichtman/vast/)\r\n\n\n3ds Max \\(Autodesk Inc.)\r\n\n\nMATLAB \\(The Mathworks Inc.)"
        },
        {
            "header": "Equipment",
            "content": "Masterflex peristaltic pump \r\n\n\nLeica VT1000 S vibrating blade microtome\r\n\n\nZeiss LSM 880 confocal laser scanning microscope\r\n\n\nYamato DKN-402C programmable oven\r\n\n\nLeica ultramicrotome \\(equipped with an automated tape collection mechanism: ATUM)\r\n\n\nZeiss Sigma scanning electron microscope"
        },
        {
            "header": "Procedure",
            "content": "**Transcardial perfusion.** \\(Timing: ~30min)\r\n\n\n1| Weigh the mouse and calculate the anesthetic dosage \\(100mg/kg sodium pentobarbital). Administer the anesthetic via intraperitoneal injection.\r\n\n\n2| After complete anesthesia is achieved \\(the mouse is unresponsive to toe pinch), secure the mouse ventral side up in the dissecting pan. Cut the chest through the sternum and pin open the ribcage to expose the heart. \r\n\n\n3| Make a small incision to the left ventricle. Insert the blunt needle through the cut into the ascending aorta. Clamp the needle to the left ventricle. \\(The needle is attached to a peristaltic pump via tubing. Before inserting the needle, make sure to clear all the bubbles in the tubing and the needle.)\r\n\n\n4| Immediately cut the right atrium and start the infusion of carbonated aCSF at a flow rate of 10 mL/min. Turn off the pump after the fluid exiting the heart becomes clear. \\(It usually takes about 15 mL buffer to clear the blood)\r\n\n\n5| Switch the tubing from aCSF to ice-cold PFA fixative without introducing any bubbles. Start the pump and perfuse about 30 mL PFA fixative. \r\n\n\n6| Carefully remove brain from the skull and put it in a vial of fresh PFA fixative on ice.\r\n\n\n\r\n\n\n**Slicing and fixation.** \\(Timing: ~24 hours)\r\n\n\n7| Trim the brain if necessary and mount it on the vibratome stage with Krazy Glue. Fill the buffer tray with ice-cold PFA fixative to submerge the brain.\r\n\n\n8| Cut 120 µm-thick brain slices in the desired plane with the vibratome. \r\n\n\n9| Transfer the slices into fresh PFA fixative solution and fix for 24 hours with gentle agitation at 4 °C.\r\n\n\n\r\n\n\n**Nanobody staining.** \\(Timing: ~50 hours)\r\n\n\n10| Trim the PFA fixed brain slices into smaller pieces containing the target area. Transfer them to a clean 24-well plate.\r\n\n\n11| Rinse the tissue sections 3 x 5 min in PBS at room temperature.\r\n\n\n12| Add the glycine blocking solution and wait for 20 min.\r\n\n\n13| In the meantime, prepare nanobody staining solutions. \\(see Reagent Setup) \r\n\n\n14| Remove the blocking solution and add 1 mL of the nanobody staining solution to each well. \r\n\n\n15| Wrap the well plate with aluminum foil and incubate for 48 hours at 4 °C with gentle agitation. \\(In 48 hours, the nanobodies penetrate ~100 µm from each side)\r\n\n\n\r\n\n\n**Nucleus staining.** \\(Timing ~5 hours)\r\n\n\n16| Rinse the tissue sections 3 x 5 min in PBS with gentle agitation at room temperature. \r\n\n\n17| Stain nuclei with Hoechst staining solution for 5 hours at 4 °C.\r\n\n\n18| Rinse the tissue sections 3 x 5 min in PBS with gentle agitation at room temperature. Protect the tissue from light during the entire staining process.\r\n\n\n\r\n\n\n**Fluorescence imaging.** \\(Timing: ~3 hours)\r\n\n\n19| Apply a 120 µm secure-seal spacer onto a clean glass coverslip. Transfer the tissue section to the well with a brush and drop the appropriate amount of PBS on the tissue to prevent drying. Put another coverslip on top to seal the tissue. \\(A spacer of the sample thickness is used to protect the samples from compression.)\r\n\n\n20| Fluorescence imaging of the tissue sections can be performed on any fluorescent microscope that suits the research objective. We demonstrated our protocol on a Zeiss LSM 880 confocal laser scanning microscope equipped with a 40x/1.3 NA oil-objective lens. Acquisition of multicolor fluorescent images was done with appropriate band pass filters for the specific fluorophores to avoid crosstalk.\r\n\n\n21| After imaging, take a low resolution image of the entire sample and mark the regions that have been imaged in high resolution in the low-res image. This can be used as a reference for future sample trimming.\r\n\n\n22| Gently separate the two coverslips. Remove the imaged tissue with a brush and immediately transfer it to the ice-cold glutaraldehyde fixative for post-fixation overnight at 4 °C.\r\n\n\n\r\n\n\n**EM staining.** \\(Timing: ~ 16 hours) \r\n\n\n**** A modified ROTO \\(reduced osmium-thiocarbohydrazide-osmium) protocol was applied to stain the sample for EM imaging.\r\n\n\n23| Rinse the sample 3 x 5 min in 150mM sodium cacodylate buffer at room temperature.\r\n\n\n24| Stain the sample in a solution containing 1% w/v OsO4, 1.5% w/v K4Fe\\(CN)6 and 150mM sodium cacodylate at room temperature for 1 hour. \r\n\n\n25| Rinse the sample 3 x 5 min with dH2O.\r\n\n\n26| Incubate the sample in filtered 1% w/v TCH aqueous solution in a 40 °C oven for 30 min. \r\n\n\n27| Wash the sample 3 x 5 min with dH2O.\r\n\n\n28| Stain the tissue with 2% OsO\n4\naqueous solution at room temperature for 1 hour. \r\n\n\n29| Rinse the sample 3 x 5 min with dH\n2\nO.\r\n\n\n30| Transfer the sample to 1% uranyl acetate aqueous solution. Let the sample stay in uranyl acetate solution at 4 °C overnight, protected from light. \r\n\n\nOn the next day, incubate the sample in the same uranyl acetate solution in a 50 °C oven for 1 hour. \r\n\n\n31| Rinse the sample 3 x 5 min with dH\n2\nO.\r\n\n\n\r\n\n\nResin Embedding. \\(Timing: ~3 days)\r\n\n\n32| Dehydrate the sample through a graded \\(25, 50, 75, 100%, 5 min each) acetonitrile series and then in anhydrous acetonitrile for 10 min. \r\n\n\n33| Infiltrate the sample with 25% EPON:acetonitrile for 1 hour, 50% EPON:acetonitrile for 2 hours, 75% EPON:acetonitrile for 3 hours, and then 100% EPON overnight on a rotator. \r\n\n\n34| Transfer the resin infiltrated sample to the embedding capsule and incubate in fresh EPON in a 60 °C oven for two days.\r\n\n\n\r\n\n\n**Serial ultrathin sections collection with ATUM.** \\(Timing: ~1 day)\r\n\n\n35| Trim the block face of the sample cylinder into a 1.5 x 1.5 mm square containing the ROI imaged by light microscopy. Use the low resolution image taken in step 21 as reference for trimming. \r\n\n\n36| Cut 50 nm serial ultrathin sections using a Leica ultramicrotome and collect on a home-built automated tape collecting system \\(Kasthuri, et. al., Cell, 2015) on Kapton tape that was carbon-coated and plasma-treated. \r\n\n\n37| After collection of the sections, cut the tape into strips with appropriate lengths and mount them onto 100 mm silicon wafers using double sided conductive sticky tape.\r\n\n\n\r\n\n\n**EM imaging.** \\(Timing: ~5 days)\r\n\n\n38| Image the sections with a scanning electron microscope. We used a Zeiss Sigma SEM with a backscattered electron detector and a Fibics imaging system. \r\n\n\nA few images of the full sections were taken at low resolution in SEM \\(50 nm per pixel) and compared with the light microscopy images to find the region of interest to be imaged in high resolution. \r\n\n\nIn our example, first the layer of granule cell bodies of the dentate gyrus \\(DG) and the pyramidal cell bodies of CA3 were used to locate the LM-imaged region in the low-res EM image. Then, blood vessels with characteristic shape were employed as fiducial markers to pinpoint the region of interest \\(Figure 3).\n39| Draw the ROIs in each section and set up an imaging workflow using the Zeiss Atlas 5 software.\r\n\n\n40| Acquire the high resolution serial images of the ROIs \\(12k x 12k pixel image, 5 nm per pixel) using the SEM with the working distance of ~7.3 mm, 8 keV incident electron energy and dwell time of 2 µs.\r\n\n\n\r\n\n\n**EM image data stack alignment.** \\(Timing: ~1 day)\r\n\n\n41| Align the EM image stack with Fiji. Depending on the size of the final data set, various algorithms are available for image alignment to form a coherent 3D EM volume. Our high-res EM image stack was aligned by Fiji’s plugin “Linear Stack Alignment with SIFT” \\(with affine transformation).\r\n\n\nHowever, Fiji may not be sufficient to align larger image stacks. Aligning such data sets requires specialized algorithms and higher computational power.\r\n\n\n\r\n\n\n**LM and EM co-registration.** \\(Timing: several hours)\r\n\n\n42| Load LM images and aligned EM images into VAST separately.  \r\n\n\n43| Identify characteristic features visible in both image stacks, including nucleoli, blood vessel branch points, and lysosomes. For each feature, record the coordinates in the EM and the LM stack by means of placing dots in VAST \\(Figure 4).\n44| Export the point coordinates from VAST and analyze them in Matlab. We used the set of corresponding-point pairs to compute a three-dimensional affine transformation, which transforms the coordinates to the EM points to those of the corresponding LM points as closely as possible \\(least-squares). This was done using the Moore-Penrose pseudo-inverse method \\(the Matlab code to do this is available in the supporting files). \r\n\n\n45| Use the resulting affine transformation to translate the LM image stacks to the EM coordinate system. For each pixel in the EM-aligned LM stack, its coordinates are transformed to the corresponding location in the LM stack using the affine transformation, and the LM color is copied from there. \\(Figure 5)\nTo improve speed, this process can be performed at a lower resolution and the resulting images can be up-sampled to full resolution afterwards, provided that the processing resolution is high enough to preserve details in the LM images. \r\n\n\n46| Save the transformed LM images and import them into VAST. Both stacks can then be displayed in VAST together. \r\n\n\n\r\n\n\n**Segmentation.** \\(Timing: several weeks)\r\n\n\n47| The microglia, the astrocyte and the blood vessel endothelial cell were traced in VAST. Briefly, VAST allows large image stacks to be loaded and visualized, and users can manually label 3D objects in the stack by painting each cross-section with a label color, similar to a coloring book. Labeled 3D objects then consist of a set of marked voxels \\(3D pixels). \r\n\n\n\r\n\n\n**Imaging processing.** \\(Timing: several hours)\r\n\n\n48| For visualization, the surfaces of the labeled voxel objects were exported as surface meshes using the VastTools script in Matlab \\(see VAST manual) and saved to Wavefront .obj files. \r\n\n\nVastTools can also export isosurfaces of the fluorescence in the LM image stacks and save them in the same way. \r\n\n\n49| The mesh files were loaded into the 3D animation software 3ds Max where colors, shading, lighting and camera were set up and images and videos were rendered."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15954,
                "identity": "a18dfdab-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hidde Ploegh",
                "email": "hidde.ploegh@childrens.harvard.edu",
                "orcid": "",
                "institution": "Boston Children's Hospital",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hidde",
                "middleName": "",
                "lastName": "Ploegh",
                "suffix": ""
            },
            {
                "id": 15955,
                "identity": "a18dff45-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jeff Lichtman",
                "email": "jeff@mcb.harvard.edu",
                "orcid": "",
                "institution": "Harvard University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jeff",
                "middleName": "",
                "lastName": "Lichtman",
                "suffix": ""
            },
            {
                "id": 15951,
                "identity": "a18df5d8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tao Fang",
                "email": "",
                "orcid": "",
                "institution": "Boston Children's Hospital",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tao",
                "middleName": "",
                "lastName": "Fang",
                "suffix": ""
            },
            {
                "id": 15952,
                "identity": "a18df910-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xiaotang Lu",
                "email": "",
                "orcid": "",
                "institution": "Lichtman Group/Harvard University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiaotang",
                "middleName": "",
                "lastName": "Lu",
                "suffix": ""
            },
            {
                "id": 15953,
                "identity": "a18dfbf2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daniel Berger",
                "email": "",
                "orcid": "",
                "institution": "Lichtman Group / Harvard University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "",
                "lastName": "Berger",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-09-09 19:42:24",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.108",
        "doiUrl": "https://doi.org/10.1038/protex.2018.108",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610250,
                "identity": "1b06af49-76f6-4758-994e-a5a4da9ab7cf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:31",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 35744,
                "visible": true,
                "origin": "",
                "legend": "Workflow of NATIVE",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7039/v1/figure_1.jpg"
            },
            {
                "id": 2610248,
                "identity": "b53f77aa-2eb0-4830-b5b4-92f3ef0ff48d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:31",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6309,
                "visible": true,
                "origin": "",
                "legend": "Nanobody sortase labelling   The typical nanobody (VHH) is a prolate ellipsoid of ~2nm by ~5nm and can be labeled site-specifically in a sortase reaction when its C-terminus is equipped with a sortase recognition motif LPETG. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7039/v1/figure_2.jpg"
            },
            {
                "id": 2610255,
                "identity": "da766cfa-b50e-4120-9c13-b610f23bedfa",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:31",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 72338,
                "visible": true,
                "origin": "",
                "legend": "Identify ROI   (Left) Use the nuclei band of the DG and the CA3 neurons to localize (a) LM imaged region in (b) low-resolution EM image; (Right) use blood vessel as fiducial marker to assist locating the region of interest. This experiment was performed twice independently, with same results obtained each time.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7039/v1/figure_3.jpg"
            },
            {
                "id": 2610252,
                "identity": "b23ee0cb-9803-4149-a904-5dbbef4fc76f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:31",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 61270,
                "visible": true,
                "origin": "",
                "legend": "LM and EM co-registration   Identify the characteristic features in LM and EM images and place corresponding dots in both image stacks (illustrated by the white circles): a) nucleoli; b) blood vessel branch; c) lysosomes. This experiment was performed three times independently, with same results obtained each time.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7039/v1/figure_4.jpg"
            },
            {
                "id": 2610254,
                "identity": "04634ac3-132c-47a3-a89b-6b3606c4d490",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:31",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30906,
                "visible": true,
                "origin": "",
                "legend": "Image volume transformation and co-registration   Affine transformation that translates the LM image stacks to the EM coordinate system. a) Distribution of the corresponding-point pairs in the EM coordinates after affine transformation (left) and on the X-Y and the X-Z projection planes (right). Black dots are EM corresponding points, red circles are LM corresponding points, the lines in-between the pairs show the displacement from the transformation. (b) Illustration shows the evolution of the LM pixel before the transformation (blue box) and after the transformation (red box). (c) The orientation of LM image stack (red box) relative to the EM stack after the transformation.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7039/v1/figure_5.jpg"
            },
            {
                "id": 13465789,
                "identity": "d4b5805e-7123-4e73-8b79-99be5df42d1a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:11",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 286627,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7039/v1/cdc14839-b51b-4e74-8488-b7897d6683d0.pdf"
            }
        ],
        "financialInterests": "A provisional patent application has been filed.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "CLEM, nanobody, ultrastructure, immunostaining, connectomics",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Morphological and molecular characteristics determine the function of biological tissues. Attempts to combine immunofluorescence and electron microscopy invariably compromise the quality of the ultrastructure of tissue sections. We developed NATIVE, a correlated light and electron microscopy approach that preserves ultrastructure while showing the locations of multiple molecular moieties even deep within tissues. This technique allowed the large-scale 3D reconstruction of a volume of mouse hippocampal CA3 tissue at nanometer resolution. \r\n\n\n<a href=\"http://www.nature.com/protocolexchange/system/uploads/7145/original/Figure_1.jpg?1536512105\" > <img src=\"http://www.nature.com/protocolexchange/system/uploads/7145/thumbnail/Figure_1.png?1536512105\" > </a>",
        "manuscriptTitle": "NATIVE: Nanobody-assisted tissue immunostaining for volumetric EM",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-10-17 15:23:06",
                "doi": "10.1038/protex.2018.108",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a18d8306-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 17th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4386,
                "name": "Biochemistry"
            },
            {
                "id": 4387,
                "name": "Biological techniques"
            },
            {
                "id": 4388,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-10-17 15:23:06",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}