{
    "identity": "nprot-7395",
    "title": "One-step dual CRISPR/Cas9 guide RNA cloning protocol",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The CRISPR/Cas9 system is now a well-established lab tool to edit virtually any sequence in the genomes of human cells and model systems. CRISPR/Cas9 is most frequently applied to introduce random indels in target DNA sequences to generate frameshift mutations in coding sequences. This strategy however is not applicable to non-coding sequences. Non-coding sequences harbour a large regulatory potential, containing sequence elements that drive tissue-specific expression, such as transcriptional enhancers, whose sequence variation associates with several common and rare human diseases<sup>1-3</sup>. Despite the importance of these sequences to maintain appropriate gene regulatory programmes, the lexicon of cis-regulatory elements is still not fully understood and thus large defined deletions are often better suited to study their function than short indels<sup>4-7</sup>.</p><p>Efficient CRISPR/Cas9-mediated large deletions require the co-expression of two CRISPR/Cas9 guide RNAs (gRNAs) from a single expression vector. In the past, different strategies were proposed to clone pairs of gRNAs into expression vectors, namely for fast generation of CRISPR/Cas9 deletion libraries<sup>8,9</sup>. However, these methods rely on synthesis of long oligonucleotides (&gt;100 nt) that already contain two gRNAs, which does not allow repurposing of oligonucleotides in alternative experimental designs. To target individual genomic loci, repurposing of gRNAs to generate multiple deletions of the same element, may prove a cost-effective experimental design to yield robust perturbation data, following a similar logic to the delivery of multiple siRNAs against a gene to demonstrate on-target rather than off-target effects<sup>10</sup>. Here, we provide an inexpensive single-step dual gRNA cloning protocol method, in which each oligonucleotide contains only one gRNA (<strong>Figure 1</strong>). As a result, oligonucleotides can be repurposed to clone different pairs of gRNAs by simply setting up a PCR using different forward and reverse primer combinations.</p><p>Similarly to previously developed protocols for dual gRNA cloning<sup>8,9</sup>, we deploy a strategy in which the expression of the two gRNAs is driven by different promoter sequences, avoiding potential plasmid recombination events due to sequence repeats in the final vector<sup>9</sup>. Specifically, this strategy yields a vector that contains the hU6 promoter driving the expression of one gRNA and the H1 promoter driving the expression of the other gRNA (<strong>Figure 1a</strong>). To this end, we generated a plasmid that can be used as PCR template for the cloning strategy outlined in <strong>Figure 1a</strong>. This has the advantage of providing an inexpensive source of PCR template, which can be propagated and easily shared between laboratories (pScaffold-H1 vector, Addgene #118152, see attached map in <strong>Supplementary Information</strong>). The pScaffold-H1 vector was generated by insertion of a PCR-amplified fragment that contained a sgRNA scaffold followed by the H1 promoter (amplified from the pDECKO-GFP, Addgene #72619) into the pCR Blunt II-TOPO vector (Invitrogen), which contains a Kanamycin resistance cassette. The fact that the pScaffold-H1 vector does not contain an Ampicillin resistance cassette (present in most CRISPR/Cas9 sgRNA expression vectors) eliminates the formation of colonies containing it due to plasmid carryover and maximises the efficiency of the protocol.</p><p>The primer design has been developed to not require optimisation between reactions, since the primers will anneal to constant sequences in the template DNA plasmid: the forward primer anneals to a 22 nt sequence at the 5’ end of the sgRNA scaffold; and the reverse primer anneals to a 17 nt sequence at the 3’ end of the H1 promoter (see <strong>Figure 1</strong> and refer to the <strong>Supplementary Tables</strong> “BbsI” and “BsmBI” for details and a design template).</p><p>The cloning strategy we present here has the potential to be applied with many common sgRNA expression vectors. We provide details for two common types of backbone for expression of the two gRNAs and SpCas9: plasmid (such as the plasmids developed by the Zhang lab, pX458<sup>11</sup>, pX459<sup>11</sup>, and our own SpCas9-Hygro<sup>7</sup>), and lentiviral (such as the lentiCRISPR v2<sup>12</sup>).</p><p>We have successfully applied this protocol to clone gRNA pairs for deletion of pancreatic beta cell transcriptional enhancers<sup>7</sup>. Moreover, this protocol is amenable to be deployed to clone gRNA pairs for targeting of other genomic sequences, including lncRNAs, miRNAs, promoters, CTCF sites and even coding sequences, if the desired outcome is a defined deletion. We also anticipate that the applications of this cloning strategy will be expanded to other CRISPR/Cas9-based perturbations such as CRISPR interference (CRISPRi) or CRISPR activation (CRISPRa) with two gRNAs against the same target gene/regulatory element to boost CRISPRi/a efficiency, and even to combined CRISPRa-CRISPRi to study complex gene-gene interactions<sup>13</sup>.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong><u>General reagents</u></strong></p><p>1. Primers containing gRNA sequence (DST purity from Sigma, Invitrogen, IDT, or equivalent)</p><p>2. Q5 High Fidelity Polymerase (New England Biolabs # M0491)</p><p>3. 5X Q5&nbsp;Reaction Buffer (provided with Q5 High Fidelity Polymerase)</p><p>4. 10mM dNTPs (Invitrogen #18427-013)</p><p>5. QIAquick PCR Purification Kit (Qiagen #28106)</p><p>6. FastDigest BpiI (Thermo Scientific #FD1014) or FastDigest Esp3I (Thermo Scientific #FD0454) (depending on backbone used for cloning)</p><p>7. 10X Tango buffer (Thermo Scientific #BY5)</p><p>8. 10X Esp3I Fast Digest Buffer (provided with FastDigest Esp3I)</p><p>9. 0.1M DTT (available from PCR kits, but can be prepared with Sigma #43815)</p><p>10. 10mM ATP (Sigma #A7699)</p><p>11. T7 Ligase (New England Biolabs #M0318L)</p><p>12. One Shot Stbl3 Chemically Competent E. coli (Invitrogen #C7373-03) or NEB Stable Competent E. coli (NEB #C3040H)</p><p>13. S.O.C. Medium (Sigma #S1797-10X5ML)</p><p>14. L.B. Broth with agar (Sigma #L3147)</p><p>15. L.B. Broth (Sigma #L3522)</p><p>16. Miniprep kit such as GenElute&nbsp;Plasmid Miniprep Kit (Sigma #PLN350)</p><p>17. Kanamycin sulfate salt (Sigma #K4000)</p><p>18. Ampicillin sodium salt (Sigma #A9518)</p><p><br></p><p><strong><u>Plasmids</u></strong></p><p>pScaffold-H1 (Addgene #<a href=\"https://www.addgene.org/118152/\" target=\"_blank\">118152</a>, map provided as Supplementary Information)</p><p>Backbone vector, such as px458 (Addgene #<a href=\"https://www.addgene.org/48138/\" target=\"_blank\">48138</a>), SpCas9-Hygro (Addgene #<a href=\"https://www.addgene.org/118153/\" target=\"_blank\">118153</a>), or lentiCRISPR v2 (Addgene #<a href=\"https://www.addgene.org/52961/\" target=\"_blank\">52961</a>)</p><p><br></p><p><strong><u>Primer sequences</u></strong></p><p>LKO.1: GACTATCATATGCTTACCGT</p><p>hU6-F: GAGGGCCTATTTCCCATGATT</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1. Thermal Cycler (BioRad #1861096)</p><p>2. Water Bath</p><p>3. Incubator with Orbital Shaker</p><p>4. Incubator for Microbiology</p>"
        },
        {
            "header": "Procedure",
            "content": "We provide two alternatives for this step, depending on the backbone used for cloning:\nVersion A\nallows cloning into CRISPR vectors with BbsI (BpiI) sites (such as pX458); and\nVersion B\nallows cloning into CRISPR vectors with BsmBI (Esp3I) sites (such as lentiCRISPR v2).\n1. Guide RNA design\na) Identify the target sequence for deletion. Any genomic loci flanked by two SpCas9 PAM sequence (NGG) may be targeted.\nb) Design SpCas9 sgRNAs (17-20 nt protospacers) with\nCas-Designer\n, or another computational tool.\nVERSION A (BbsI/Bpi)\nc) Synthesise oligonucleotides according to the following logic: Forward oligo = 5’CGAGAAGACCTCACCGNNNNNNNNNNNNNNNNNNNNGTTTTAGAGCTAGAAATAGCAA-3’, where N corresponds to your protospacer sequence; Reverse Oligo = 5’GGTGAAGACCCAAACNNNNNNNNNNNNNNNNNNNNGGGAAAGAGTGGTCTCA-3’, where N corresponds to the\nreverse complement\nof your protospacer sequence (see also\nFigure 1b\n). A template for generation of oligo sequences for ordering is provided in \"Template for oligo design for dual cloning into BbsI (BpiI) vectors.xlsx\" (see Supplementary Files).\nVERSION B (BsmBI/Esp3I)\nc) Synthesise oligonucleotides according to the following logic: Forward oligo = 5'ACCGTCTCTCACCGNNNNNNNNNNNNNNNNNNNNGTTTTAGAGCTAGAAATAGCAA-3', where N corresponds to your protospacer sequence; Reverse Oligo = 5'CCCGTCTCCAAACNNNNNNNNNNNNNNNNNNNNGGGAAAGAGTGGTCTCA-3', where N corresponds to the\nreverse complement\nof your protospacer sequence (see also\nFigure 1c\n). A template for generation of oligo sequences for ordering is provided in \"Template for oligo design for dual cloning into BsmBI (Esp3I) vectors.xlsx\" (see Supplementary Files).\nd) Request oligonucleotide synthesis from commercial vendor. DST-grade oligos are enough for this application.\n2. Coupling of guide RNA pair by PCR\na) Prepare the following reaction mix:\n4 μL of Q5 Buffer\n0.4 μL of 10mM dNTPs\n1 μL of 10μM Forward Primer (containing gRNA #1)\n1 μL of 10μM Reverse Primer (containing gRNA #2)\n0.2 μL of Q5 High-Fidelity DNA Polymerase\n1 μL of pScaffold-H1 (1 ng/μL)\n13.4 μL Nuclease-Free Water\nTotal volume = 20 μL\nb) Thermal cycler conditions: 98°C for 30 sec, 30 cycles of (98°C for 10s, 58°C for 15s, 72°C for 15s), hold at 12°C.\nc) Check PCR product by 1.5% agarose gel electrophoresis. The PCR should yield as clear band of 353 bp (see\nFigure 2\n).\nd) Purify PCR product with QIAquick PCR Purification Kit.\ne) Dilute to 10 ng/µL in Nuclease-Free Water.\nTechnical note\n: The cohesive ends generated by the BbsI/BpiI and the BsmbI/Esp3I enzymes are identical. Therefore, primers containing a different restriction site than the vector (e.g. BbsI primers and BsmBI vector) can be used to clone the pair of guide RNAs in this vector using an additional digestion step. This allowed the repurposing of a single pair of primers for both types of vector. The additional step is performed after step 2d. 500 ng of the purified PCR product is digested following the same procedure as step 3 with the restriction enzyme corresponding to the primer used, omitting the vector, ATP and T7 ligase and incubated 1h at 37ºC. The digested product is purified using QIAquick PCR Purification Kit and diluted at 10 ng/µL. The protocol can then be continued at step 3 using the protocol corresponding of the vector’s restriction sites.\n3. Single-step digestion-ligation reaction\nVERSION A (BbsI/Bpi)\na) Ligate the amplified PCR product containing a pair of guide RNAs into your desired vector as follows:\n2 μL of 10X Tango buffer\n1 μL of pX458 vector or similar (100 ng/μL)\n1 μL of PCR product (10 ng/µL)\n1 μL of 0.1M DTT\n1 μL of FastDigest BpiI\n1 μL of 10mM ATP\n0.5 μL T7 Ligase\n12.5 μL Nuclease-Free Water\nTotal volume = 20 μl\nb) Thermal cycler conditions: 6 cycles of (37°C for 5 min, 23 for 5 min), 37°C for 10 min, hold at 4°C.\nVERSION B (BsmBI/Esp3I)\na) Ligate the amplified PCR product containing a pair of guide RNAs into your desired vector as follows:\n2 μL of 10X Esp3I Fast Digest Buffer\n1 μL of lentiCRISPR v2 vector or similar (100 ng/μL)\n1 μL of PCR product (10 ng/µL)\n0.2 μL of 0.1M DTT\n1 μL of FastDigest Esp3I\n2 μL of 10mM ATP\n0.5 μL T7 Ligase\n12.3 μL Nuclease-Free Water\nTotal volume = 20 μL\nb) Thermal cycler conditions: 6 cycles of (37°C for 5 min, 23 for 5 min), 37°C for 10 min, hold at 4°C.\nTechnical note 1\n: Depending on the vector used, a different restriction enzyme will be needed for this step. Vectors commonly used for CRISPR/Cas9 experiments with plasmid transfection such as pX458 contain BbsI (BpiI) sites. While for lentiviral-based experiments, backbones such as the lentiCRISPR v2 contain BsmBI (Esp3I) sites.\nTechnical note 2\n: In this protocol we suggest using a high-fidelity DNA polymerase. While we wrote the protocol with Q5, other high fidelity polymerases should work equally well. If changing polymerase, we advise optimising the cycling conditions following manufacturer's instructions.\n4. Transformation into chemically competent bacteria\na) Thaw competent cells on ice\nb) Add 2 μL of the ligation into the tube with 50 μL of competent cells and mix very gently.\nDo not vortex\n.\nc) Incubate on ice for 30 minutes.\nd) Heat-shock the cells for 30 seconds at 42°C in a water bath.\ne) Remove the vial from the water bath and place it on ice for 2 minutes.\nf) Add 250 μL of pre-warmed S.O.C. Medium to the vial.\ng) Shake horizontally at 37°C for 1 hour at 225 rpm in a shaking incubator.\nh) Spread 50 μL from the transformation mix on a pre-warmed LB-agar plate with appropriate antibiotic resistance.\ni) Invert the selective plate (100 µg/mL) and incubate at 37°C overnight.\nTechnical note 1\n: We routinely use 1 μL of ligation with 10-15 μL of competent cells per transformation, which still yields a good number of colonies after plating.\nTechnical note 2\n: We strongly advice using an\nE. coli\nstrain suitable for cloning unstable DNA constructs (e.g. RecA, RecA1, or RecA13 strain), such as One Shot Stbl3 Chemically Competent E. coli (Invitrogen) or NEB Stable (New England Biolabs).\n5. Confirmation of successful cloning\nThe pScaffold-H1 vector used as PCR template contains a Kanamycin resistance cassette and the most commonly used CRISPR vectors contain a Ampicillin resistance cassette. Therefore, after transformation and spreading onto LB-agar plates with ampicillin, we do not detect colonies containing the pScaffold-H1 vector.\nUsing this protocol, we usually observe an efficiency of >95% for most backbones, for this reason, we do not perform colony PCR to screen for positive colonies ahead of sequencing.\na) Pick one colony from the plate and inoculate 2 mL of LB Broth.\nb) Incubate overnight at 225 rpm in an orbital shaking incubator.\nc) The next day, analyse by plasmid isolation with a miniprep kit, followed by Sanger sequencing using primer LKO or U6."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>See attached table.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Guide RNA design: 30 min to 2 hours (depending on number of guide RNA pairs)</p><p>Coupling of guide RNA pair by PCR: 1 hour</p><p>Single-step digestion-ligation reaction: 1 hour</p><p>Transformation into chemically competent bacteria : 1.5 hours, plus overnight incubation</p><p>Confirmation of successful cloning: 2-3 days, including overnight incubation and waiting time for Sanger sequencing service</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>After PCR, a clear 353bp band should be visible by agarose gel migration (<strong>Figure 2</strong>). We advise running PCR products on a 1.5% agarose gel as an intermediate QC step when cloning many gRNA pairs.</p><p>After cloning into the desired backbone, Sanger sequencing with either one of the suggested primers (U6-F and LKO.1) should allow reading of the two gRNAs and the H1 promoter.</p><p><u>Considerations on genome editing efficiency:</u> Deletion efficiency of the target sequence will depend on the individual efficiencies of the two gRNAs in each gRNA pair. We suggest testing at least four gRNA combinations, which can be achieved by designing two gRNAs on each side of the target region (since our protocol allows repurposing of gRNA in different gRNA pairs). In our experience, higher Cas9 levels yield higher deletion efficiencies. Therefore it is important to work with a system that yields high Cas9 expression in the targeted cell type.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pasquali, L. <em>et al.</em> Pancreatic islet enhancer clusters enriched in type 2 diabetes risk-associated variants. <em>Nat Genet</em> <strong>46,</strong> 136–143 (2014).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Weedon, M. N. <em>et al.</em> Recessive mutations in a distal PTF1A enhancer cause isolated pancreatic agenesis. <em>Nat Genet</em> <strong>46,</strong> 61–64 (2014).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Smith, E. &amp; Shilatifard, A. Enhancer biology and enhanceropathies. <em>Nat Struct Mol Biol</em> <strong>21,</strong> 210–219 (2014).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Han, J. <em>et al.</em> Efficient in vivo deletion of a large imprinted lncRNA by CRISPR/Cas9. <em>RNA Biology</em> <strong>11,</strong> 829–835 (2014).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lupiáñez, D. G. <em>et al.</em> Disruptions of topological chromatin domains cause pathogenic rewiring of gene-enhancer interactions. <em>Cell</em> <strong>161,</strong> 1012–1025 (2015).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gasperini, M. <em>et al.</em> CRISPR/Cas9-Mediated Scanning for Regulatory Elements Required for HPRT1 Expression via Thousands of Large, Programmed Genomic Deletions. <em>Am. J. Hum. Genet.</em> <strong>101,</strong> 192–205 (2017).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Miguel-Escalada, I. <em>et al.</em> Human pancreatic islet 3D chromatin architecture provides insights into the genetics of type 2 diabetes. <em>bioRxiv</em> 400291 (2018). doi:10.1101/400291</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Aparicio-Prat, E. <em>et al.</em> DECKO: Single-oligo, dual-CRISPR deletion of genomic elements including long non-coding RNAs. <em>BMC Genomics</em> <strong>16,</strong> 846 (2015).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vidigal, J. A. &amp; Ventura, A. Rapid and efficient one-step generation of paired gRNA CRISPR-Cas9 libraries. <em>Nature Communications</em> <strong>6,</strong> 8083 (2015).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fakhr, E., Zare, F. &amp; Teimoori-Toolabi, L. Precise and efficient siRNA design: a key point in competent gene silencing. <em>Cancer Gene Ther.</em> <strong>23,</strong> 73–82 (2016).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ran, F. A. <em>et al.</em> Genome engineering using the CRISPR-Cas9 system. <strong>8,</strong> 2281–2308 (2013).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sanjana, N. E., Shalem, O. &amp; Zhang, F. Improved vectors and genome-wide libraries for CRISPR screening. <em>Nature Methods</em> <strong>11,</strong> 783–784 (2014).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Joung, J. <em>et al.</em> Genome-scale activation screen identifies a lncRNA locus regulating a gene neighbourhood. <em>Nature</em> <strong>548,</strong> 343–346 (2017).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This research was supported by the Wellcome Trust (WT101033) and UK Medical Research Council (MR/L02036X/1). We would also like to thank Dr Aida Martinez-Sanchez (Imperial College London) for testing this protocol and for giving valuable input on its final version.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41588-019-0457-0",
                "date": "2018-08-27 13:29:28",
                "title": "Human pancreatic islet 3D chromatin architecture provides insights into the genetics of type 2 diabetes",
                "authors": [
                    "Irene Miguel-Escalada",
                    "Silvia Bonàs-Guarch",
                    "Inês Cebola",
                    "Joan Ponsa-Cobas",
                    "Julen Mendieta-Esteban",
                    "Delphine M.Y. Rolando",
                    "Biola M. Javierre",
                    "Goutham Atla",
                    "Irene Farabella",
                    "Claire C. Morgan",
                    "Javier García-Hurtado",
                    "Anthony Beucher",
                    "Ignasi Morán",
                    "Lorenzo Pasquali",
                    "Mireia Ramos",
                    "Emil V.R. Appel",
                    "Allan Linneberg",
                    "Anette P. Gjesing",
                    "Daniel R. Witte",
                    "Oluf Pedersen",
                    "Niels Garup",
                    "Philippe Ravassard",
                    "David Torrents",
                    "Josep Maria Mercader",
                    "Lorenzo Piemonti",
                    "Thierry Berney",
                    "Eelco J.P. de Koning",
                    "Julie Kerr-Conte",
                    "François Pattou",
                    "Iryna O. Fedko",
                    "Inga Prokopenko",
                    "Torben Hansen",
                    "Marc A. Marti-Renom",
                    "Peter Fraser",
                    "Jorge Ferrer"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 83160,
                "identity": "5cf8d5bc-5c37-4c61-88bf-95312721f7c1",
                "order_by": 1,
                "name": "Anthony Beucher",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-4489-1848",
                "institution": "Imperial College London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anthony",
                "middleName": "",
                "lastName": "Beucher",
                "suffix": ""
            },
            {
                "id": 84504,
                "identity": "2b199627-c80a-4c18-9e30-3fe9bcba17ec",
                "order_by": 2,
                "name": "Ines Cebola",
                "email": "i.dos-santos-cebola@imperial.ac.uk",
                "orcid": "https://orcid.org/0000-0003-3528-4982",
                "institution": "Imperial College London",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ines",
                "middleName": "",
                "lastName": "Cebola",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-03-08 15:15:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.1831/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.1831/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2611274,
                "identity": "6e0e6584-76bf-4073-9325-9616f0a3bf98",
                "added_by": "ce86bb24-564b-11e9-9e20-12b504df345a",
                "created_at": "2020-09-25 20:52:10",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 224936,
                "visible": true,
                "origin": "",
                "legend": "Experiment schematic. (a) Oligo design for BbsI backbones. (b) Oligo design for BsmBI backbones. (c) Overview of the one-step dual gRNA cloning protocol. As an example, we show dual gRNA cloning into the pSpCas9(BB)-T2A-HygR backbone (Addgene #118153). RE = Restriction Enzyme site.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-7395/v1/figure_1.png"
            },
            {
                "id": 2611076,
                "identity": "0bdeaa62-7740-4d14-a3ff-a8120df53251",
                "added_by": "ce86bb24-564b-11e9-9e20-12b504df345a",
                "created_at": "2020-09-25 20:52:02",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 78672,
                "visible": true,
                "origin": "",
                "legend": "Expected result. (a) After PCR amplification, a clear 353 bp band should be detected by agarose gel electrophoresis.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-7395/v1/figure_2.png"
            },
            {
                "id": 2611273,
                "identity": "083ce914-3a26-466b-9044-b9845a64e50a",
                "added_by": "ce86bb24-564b-11e9-9e20-12b504df345a",
                "created_at": "2020-09-25 20:52:10",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 583399,
                "visible": true,
                "origin": "",
                "legend": "Troubleshooting table.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-7395/v1/figure_3.png"
            },
            {
                "id": 13467958,
                "identity": "45ad683f-db71-4b44-8165-a38482719d19",
                "added_by": "auto",
                "created_at": "2021-09-16 20:56:53",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 809487,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7395/v1/21531a2d-22bd-43fb-8457-95e5950ad6d9.pdf"
            },
            {
                "id": 2611022,
                "identity": "6468c427-abd0-46a6-8304-ac695bad841e",
                "added_by": "ce86bb24-564b-11e9-9e20-12b504df345a",
                "created_at": "2020-09-25 20:52:01",
                "extension": "xlsx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 12537,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "supplement1.xlsx",
                "url": "https://assets.researchsquare.com/files/nprot-7395/v1/supplement_1.xlsx"
            },
            {
                "id": 2611023,
                "identity": "78a8a9fa-2f48-42bd-ac1c-b7cf66019164",
                "added_by": "ce86bb24-564b-11e9-9e20-12b504df345a",
                "created_at": "2020-09-25 20:52:01",
                "extension": "xlsx",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 12343,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "supplement2.xlsx",
                "url": "https://assets.researchsquare.com/files/nprot-7395/v1/supplement_2.xlsx"
            },
            {
                "id": 2611271,
                "identity": "721c3296-bd8d-44d9-8bd7-b32159a1a698",
                "added_by": "ce86bb24-564b-11e9-9e20-12b504df345a",
                "created_at": "2020-09-25 20:52:10",
                "extension": "dna",
                "order_by": 3,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 33095,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "supplement3.dna",
                "url": "https://assets.researchsquare.com/files/nprot-7395/v1/supplement_3.dna"
            }
        ],
        "financialInterests": "The authors declare no conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Genome editing, CRISPR/Cas9, Deletion of DNA sequences, Guide RNA cloning",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Existing protocols for dual guide RNA cloning rely on synthesised DNA oligonucleotides of &gt;100 bp that contain both guide RNA sequences, and are therefore not reusable in alternative experimental designs. Here, we describe a single-step protocol to rapidly and inexpensively generate vectors expressing two guide RNAs (gRNAs) simultaneously, which allows re-usage of gRNAs oligonucleotides from one experimental design to another. This protocol is applicable to cloning gRNAs into virtually any CRISPR/Cas9 backbone that allows cloning by Golden Gate, by adapting the primer design. Here, we provide details for cloning gRNAs into vectors with BbsI and BsmBI sites, two of the most frequently found enzymes in CRISPR/Cas9 gRNA expression cassettes.</p><p>This protocol has been successfully applied to delete pancreatic islet enhancers that harbour type 2 diabetes variants and to validate enhancer-promoter interactions (Miguel-Escalada et al., Nature Genetics 2019).</p><p>In the future, we foresee that this simple protocol may also be applied to target coding sequences, as well as to target other important kinds of noncoding regulatory elements, including lncRNAs, miRNAs, and chromatin structural anchor points.</p>",
        "manuscriptTitle": "One-step dual CRISPR/Cas9 guide RNA cloning protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-06-26 16:30:13",
                "doi": "10.21203/rs.2.1831/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "ce86bb24-564b-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 26th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 11701,
                "name": "Genetics"
            },
            {
                "id": 11702,
                "name": "Biotechnology"
            },
            {
                "id": 11703,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-06-26 16:30:13",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}