{
    "identity": "nprot-2786",
    "title": "Anisotropic Mobilities in Organic Semiconductors",
    "content": [
        {
            "header": "Introduction",
            "content": "Organic semiconductors have attracted comprehensive interest among researchers all over the world, in particular as active components in organic electronic devices and molecular electronics. Compared with inorganic semiconductors, organic semiconductor materials possess advantages such as low cost, versatility of chemical synthesis, ease of processing, low weight, and flexibility. However, the performances of most current organic electronic devices are still limited by the relatively low carrier mobility of the organic material. Investigating the structure/property relationships for the ultimate design of new organic semiconductor materials with higher mobility has been a subject of great interest for many years.1-2 Nevertheless, the successful relations of microscopic molecular and structural characteristics to their macroscopic mobility properties, especially for the intrinsic anisotropic carrier mobility, are yet to be fully clarified. Only recently, with the development of single-crystal organic field-effect transistors \\(SCOFETs), the direct measurement of carrier mobility as an explicit function of intermolecular proximity and orientation within an organic crystal structure is allowed,3-5 which facilitate the direct comparison between theory and experiment, and provide the opportunity for theoretician to establish the quantitative relationship even the explicit analytical expression of the intrinsic anisotropic mobility of organic semiconductor crystals. For the final “functionality by design” of organic materials, a successful analytical expression of anisotropic mobility is very helpful and important since most organic crystals show the pronounced anisotropy which has to be taken into account for device design in the commercial application.\r\n\n\nFrom the 1950s, significant progress has been made toward improved understanding of intrinsic charge-transport phenomena in organic materials, and several models, such as band model, tight-binding model and hopping model, have been proposed for the analysis and simulation of low-density intrinsic transport behavior in the organic crystals observed in OFET experiments.6 In most cases, the hopping model is one of the most appropriate method to describe carrier transport in organic semiconductor materials, especially at room temperature, due to the fact that organic molecules are usually aggregated by weak van der Waals forces and thus the intermolecular electronic couplings \\(electron transfer integral) are much weaker than the electron-vibration couplings \\(reorganization energy) for the majority of conjugated organic oligomers. In the hopping model, the intrinsic charge-transport rates for electron and hole transport mainly rely on two contributions. The first is the geometric relaxation of the molecule \\(inner reorganization energy) and its surroundings \\(outer reorganization energy) on movement of the charge carriers. The second is the magnitude of the intermolecular electronic coupling, which is intimately related to crystal packing. The former is mostly the energy change of a single molecule on charge addition/removal \\(inner reorganization energy), because contributions from the electronic and nuclear polarization/relaxation of the surrounding medium are significantly smaller.7 The latter can be approximated as nearest-neighbor contributions, as the electronic couplings fall off rapidly with intermolecular separation. In addition, electronic couplings between adjacent molecules in crystals are also highly sensitive to the molecular packing motif, such as the relative positions of the interacting molecules and intermolecular orientations.8 \r\n\n\nAnother significant aspect of organic crystal transport properties is the anisotropy of charge transport on organic surfaces, which mainly originates from the sensitivity of electronic couplings to the mode of packing.9 In the last few years, the mobility anisotropy has received more and more attention as the continuous development of organic field-effect transistors \\(OFETs). In 2004, Sundar et al. investigated the dependence of the field-effect mobility on the orientation of the transistor channel relative to the crystallographic axes, and observed for the first time a strong anisotropy of the intrinsic hole mobility within the a-b plane of single crystals of rubrene in field-effect experiment.5 Later on, scientists found that the anisotropic field effect is common in various organic crystals, such as linear acenes and their derivatives/analogues.4, 9 These experimental results measured through single-crystal devices not only give us an opportunity to completely understand the charge transport mechanisms, but also provide references for the further theoretical study on relationships between the microscopic molecular packing and macroscopic charge transport of the materials since the crystal packing and molecular orientation are clearly fixed. On the theoretical side, there are several theoretical studies about anisotropic hole/electron mobilities and these investigations gave a detailed analysis and qualitative simulation of the anisotropy of charge transport behavior.10-12 However it should be noted that  even though the Holstein–Peierls model can well describe the temperature-dependence and anisotropy of charge-carrier mobilities in organic molecular crystals, it does not give quantitatively predictive values, and in some cases the calculation results from the Holstein–Peierls model is about one to two orders of magnitude larger than that of the single-crystal experimental measurements.7 Moreover, the master equation method coupled with the Marcus–Hush electron transfer theory provides with an efficient method to numerically solve the anisotropic charge-carrier mobility from the molecular packing structure,11 nevertheless, master-equation method is always complex and does not present the inherent relationship between molecular packing architecture parameters and the mobility anisotropy in organic materials, which is very important for the design of new molecular materials and the improvement of the device performance. It will be very helpful for “design” if we can use a simpler and more intuitive model to offer clear physical insight. For this purpose, by ignoring diffusion pathways interaction in the one-dimensional diffusion equations, we developed a first-principles-based simulation model predicting anisotropic hole/electron mobility of organic crystals with only crystal structures needed.13 The model leads to the first analytical expression for predicting angular resolution anisotropic mobility in the organic crystal, and the mobility orientation function µΦ explicitly shows how the hole/electron mobility correlates with the molecular packing and the underlying atomistic electronic properties, which is very useful in aiding synthetic design of organic semiconductors. In spite of the approximations and the simple one-dimensional diffusion model, the analytical expression of our angular resolution anisotropic mobility function made surprising good predictions for the anisotropic mobility distributions in many organic molecular semiconductors such as linear acene, acene derivates, perylene bisimide derivatives, and oligothiophenes as well as their derivatives/analogues. Recently, it has been more and more widely used in the description of charge transfer behaviour and provides a guideline for “tailoring” new organic compounds for organic electronics.13-28 \r\n\n\nIn this procotol, we mainly describe efforts in our team over the past few years to propose a theoretical model to establish the quantitative relationship between angular resolution anisotropic mobilities and molecular packing architecture parameters \\(r, θ, and γ) as well as underlying electronic properties of organic materials, and to simulate the anisotropic hole/electron mobilities of typical p-/n-type organic semiconductor materials. In Section II, we briefly describe our simulation model based on quantum chemical approaches to compute the molecular parameters that govern the intermolecular charge transfer process, followed by our proposed mobility orientation function μΦ\\(V, λ, r, θ, γ; Φ) that describes the mobility in a specific conducting direction on a specific surface in the organic crystal. Section III and Section IV focus on the applications of our simulation model to the p-type and n-type organic semiconductor materials, respectively. The conduction mechanism and the resistances at the TTF-TCNQ organic hetero-interface, based on our calculations, are discussed in Section V. A summary and outlook are present in the last section."
        },
        {
            "header": "Procedure",
            "content": "Please read attachment"
        },
        {
            "header": "Anticipated Results",
            "content": "Based on first-principle calculations combined with the hopping description of charge mobilities, we presented an intuitive and desirable simulation model predicting anisotropic hole/electron mobility of organic crystals with only crystal structures needed. The derived   analytical expression of angular resolution anisotropic mobility function provides a explicit description of how the hole/electron mobility correlates with the fundamental organic materials  properties such as crystal packing \\(the molecular packing architecture parameters of the crystal r, θ, and γ) and the underlying atomistic electronic properties \\(electronic coupling V, and reorganization energies λ). On the basis of our computational model, we have systematically investigated the charge-transfer properties of various p-type and n-type organic semiconductor materials, such as oligothiophenes, oligofurans, perlene bisimide derivatives, and linear acenes as well as their derivatives. The simulation results of charge transport indicated that our computational model not only made good predictions for the anisotropic mobility distributions in the organic crystals, but also attained near quantitative agreement with experiments. In addition, we also carried out a theoretical analysis of the metallic conduction mechanism at the experimentally characterized TTF–TCNQ interface, and the calculated resistances were in good agreement with the experimental measurements, which further illustrated the validity of our simulation method. Our model supplies the analytical expression of angular resolution anisotropic mobility for the priori design and screening of new organic electronic materials, and aids the device design by aligning the conducting channel along the maximum mobility direction for highest device performance. Despite of the agreement between our model and experiment, we should consider the approximations and the errors cancellation effects in the model. Important approximations, such as weak-coupling limit, Marcus−Hush ET theory in classical forms, tunnelling effects, the neglected influences of lattice vibration on the electronic coupling, the outer reorganization energy, the interactions between hopping pathways, the large electric-field modulation effects, should be investigated carefully and detailed in the future, which is vital to find the source of the errors cancellations and improve the current model for a more concise analytical expression of mobility anisotropy.   \r\n\n\nFurthermore, it should also be noted that because conventional first-principles methods fail to describe weak intermolecular interactions such as accurate van der Waals, most theoretical calculations and analysis are based on the experimental single-crystal structures.7-8 The dependence of theoretical predictions for the intrinsic charge mobility on experimental crystal structures makes computations impractical for new molecules where there is no knowledge of the crystal molecular packing structure. Although there has been some recent success for the prediction of crystal structures of small organic rigid molecules when the contents of the asymmetric unit is known, the success of such predictions rely on highly accurate dispersion-corrected Density Functional Theory \\(DFT) methods that are precluded for the large extended π-conjugated molecules.47 Therefore, accurate prediction of the molecular packing within the solid has always been an important subject of the future theoretical design of organic materials. Recently, some groups have gained important progress for the accurate and affordable local and global optimization of molecular crystal.48-50 Moreover, the mechanism of charge transport in organic materials is still controversial from experimental and theoretical perspectives, and the current understanding is still limited. Despite various models, such as the band model and hopping model, being proposed and widely used in the description of charge transport in organic semiconductors, a systematic approach for predicting charge-transfer rates that is valid for arbitrary strengths of electronic coupling and local electron-phonon interactions and over the full range of temperatures has remained a challenging task confronted by theoreticians. The development of a better theoretical method that is universally applicable still is one of hot spots in present researches. Therefore, while significant progress has been made, there is still a long way to go for the full understanding of charge-transfer mechanisms and the true realization of the computationally led design of organic semiconductor materials."
        },
        {
            "header": "References",
            "content": "1. Murphy, A.R. & Frechet, J.M.J. Organic semiconducting oligomers for use in thin film transistors. Chemical Reviews 107, 1066-1096 \\(2007).\r\n  2. Usta, H., Facchetti, A. & Marks, T.J. n-Channel Semiconductor Materials Design for Organic Complementary Circuits. Accounts of Chemical Research 44, 501-510 \\(2011).\r\n  3. Ling, M.-M., Reese, C., Briseno, A.L. & Bao, Z. Non-destructive probing of the anisotropy of field-effect mobility in the rubrene single crystal. Synthetic Metals 157, 257-260 \\(2007).\r\n  4. Lee, J.Y., Roth, S. & Park, Y.W. Anisotropic field effect mobility in single crystal pentacene. Applied Physics Letters 88 \\(2006).\r\n  5. Sundar, V.C. et al. Elastomeric transistor stamps: Reversible probing of charge transport in organic crystals. Science 303, 1644-1646 \\(2004).\r\n  6. Grozema, F.C. & Siebbeles, L.D.A. Mechanism of charge transport in self-organizing organic materials. International Reviews in Physical Chemistry 27, 87-138 \\(2008).\r\n  7. Wang, L. et al. Computational methods for design of organic materials with high charge mobility. Chemical Society Reviews 39, 423-434 \\(2010).\r\n  8. Coropceanu, V. et al. Charge transport in organic semiconductors. Chemical Reviews 107, 926-952 \\(2007).\r\n  9. Jiang, L., Dong, H. & Hu, W. Organic single crystal field-effect transistors: advances and perspectives. Journal of Materials Chemistry 20, 4994-5007 \\(2010).\r\n  10. Ortmann, F., Hannewald, K. & Bechstedt, F. Ab initio description and visualization of charge transport in durene crystals. Applied Physics Letters 93 \\(2008).\r\n  11. Yin, S. & Lv, Y. Modeling hole and electron mobilities in pentacene ab-plane. Organic Electronics 9, 852-858 \\(2008).\r\n  12. Ortmann, F., Hannewald, K. & Bechstedt, F. Charge Transport in Guanine-Based Materials. Journal of Physical Chemistry B 113, 7367-7371 \\(2009).\r\n  13. Wen, S.-H. et al. First-Principles Investigation of Anistropic Hole Mobilities in Organic Semiconductors. Journal of Physical Chemistry B 113, 8813-8819 \\(2009).\r\n  14. Wen, S., Deng, W.-Q. & Han, K.-L. Ultra-low resistance at TTF-TCNQ organic interfaces. Chemical Communications 46, 5133-5135 \\(2010).\r\n  15. Huang, J.-D., Wen, S.-H., Deng, W.-Q. & Han, K.-L. Simulation of Hole Mobility in alpha-Oligofuran Crystals. Journal of Physical Chemistry B 115, 2140-2147 \\(2011).\r\n  16. Chai, S., Wen, S.-H. & Han, K.-L. Understanding electron-withdrawing substituent effect on structural, electronic and charge transport properties of perylene bisimide derivatives. Organic Electronics 12, 1806-1814 \\(2011).\r\n  17. Chai, S., Wen, S.-H., Huang, J.-D. & Han, K.-L. Density Functional Theory Study on Electron and Hole Transport Properties of Organic Pentacene Derivatives with Electron-Withdrawing Substituent. Journal of Computational Chemistry 32, 3218-3225 \\(2011).\r\n  18. Huang, J.-D., Wen, S.-H. & Han, K.-L. First-Principles Investigation of the Electronic and Conducting Properties of Oligothienoacenes and their Derivatives. Chemistry-an Asian Journal 7, 1032-1040 \\(2012).\r\n  19. Zhang, M.-X., Chai, S. & Zhao, G.-J. BODIPY derivatives as n-type organic semiconductors: Isomer effect on carrier mobility. Organic Electronics 13, 215-221 \\(2012).\r\n  20. Zhang, M.-X. & Zhao, G.-J. Modification of n-Type Organic Semiconductor Performance of Perylene Diimides by Substitution in Different Positions: Two-Dimensional pi-Stacking and Hydrogen Bonding. Chemsuschem 5, 879-887 \\(2012).\r\n  21. Zhang, X.-Y. & Zhao, G.-J. Anisotropic Charge Transport in Bisindenoanthrazoline-Based n-Type Organic Semiconductors. Journal of Physical Chemistry C 116, 13858-13864 \\(2012).\r\n  22. Liu, D.D. et al. Anisotropic charge injection and transport in the cross stacking crystal of distyrylbenzene derivative and a possible new device structure. Chemical Physics Letters 514, 174-180 \\(2011).\r\n  23. Li, H.-x., Zheng, R.-h. & Shi, Q. Theoretical study on charge carrier mobilities of tetrathiafulvalene derivatives. Physical Chemistry Chemical Physics 13, 5642-5650 \\(2011).\r\n  24. Chen, X.-K., Guo, J.-F., Zou, L.-Y., Ren, A.-M. & Fan, J.-X. A Promising Approach to Obtain Excellent n-Type Organic Field-Effect Transistors: Introducing Pyrazine Ring. Journal of Physical Chemistry C 115, 21416-21428 \\(2011).\r\n  25. Chen, X.-K., Zou, L.-Y., Guo, J.-F. & Ren, A.-M. An efficient strategy for designing n-type organic semiconductor materials-introducing a six-membered imide ring into aromatic diimides. Journal of Materials Chemistry 22, 6471-6484 \\(2012).\r\n  26. Wang, X. & Lau, K.-C. Theoretical Investigations on Charge-Transfer Properties of Novel High Mobility n-Channel Organic Semiconductors - Diazapentacene Derivatives. Journal of Physical Chemistry C 116, 22749-22758 \\(2012).\r\n  27. Geng, H. et al. Toward Quantitative Prediction of Charge Mobility in Organic Semiconductors: Tunneling Enabled Hopping Model. Advanced Materials 24, 3568-3572 \\(2012).\r\n  28. Geng, Y. et al. A theoretical discussion on the relationships among molecular packings, intermolecular interactions, and electron transport properties for naphthalene tetracarboxylic diimide derivatives. Journal of Materials Chemistry 21, 15558-15566 \\(2011).\r\n  29. Hush, N.S. ADIABATIC RATE PROCESSES AT ELECTRODES .1. ENERGY-CHARGE RELATIONSHIPS. Journal of Chemical Physics 28, 962-972 \\(1958).\r\n  30. Marcus, R.A. ON THE THEORY OF OXIDATION-REDUCTION REACTIONS INVOLVING ELECTRON TRANSFER .1. Journal of Chemical Physics 24, 966-978 \\(1956).\r\n  31. Velde, G.T. et al. Chemistry with ADF. Journal of Computational Chemistry 22, 931-967 \\(2001).\r\n  32. Dimitrakopoulos, C.D., Brown, A.R. & Pomp, A. Molecular beam deposited thin films of pentacene for organic field effect transistor applications. Journal of Applied Physics 80, 2501-2508 \\(1996).\r\n  33. Butko, V.Y., Chi, X., Lang, D.V. & Ramirez, A.P. Field-effect transistor on pentacene single crystal. Applied Physics Letters 83, 4773-4775 \\(2003).\r\n  34. Gundlach, D.J., Lin, Y.Y., Jackson, T.N., Nelson, S.F. & Schlom, D.G. Pentacene organic thin-film transistors - Molecular ordering and mobility. Ieee Electron Device Letters 18, 87-89 \\(1997).\r\n  35. Podzorov, V., Pudalov, V.M. & Gershenson, M.E. Field-effect transistors on rubrene single crystals with parylene gate insulator. Applied Physics Letters 82, 1739-1741 \\(2003).\r\n  36. Podzorov, V., Sysoev, S.E., Loginova, E., Pudalov, V.M. & Gershenson, M.E. Single-crystal organic field effect transistors with the hole mobility similar to 8 cm\\(2)/V s. Applied Physics Letters 83, 3504-3506 \\(2003).\r\n  37. Zeis, R. et al. Field effect studies on rubrene and impurities of rubrene. Chemistry of Materials 18, 244-248 \\(2006).\r\n  38. Garnier, F., Hajlaoui, R., Yassar, A. & Srivastava, P. ALL-POLYMER FIELD-EFFECT TRANSISTOR REALIZED BY PRINTING TECHNIQUES. Science 265, 1684-1686 \\(1994).\r\n  39. Duan, Y.-A. et al. Theoretical study on charge transport properties of cyanovinyl-substituted oligothiophenes. Organic Electronics 13, 1213-1222 \\(2012).\r\n  40. Gidron, O., Diskin-Posner, Y. & Bendikov, M. alpha-Oligofurans. Journal of the American Chemical Society 132, 2148-+ \\(2010).\r\n  41. Bunz, U.H.F. alpha-Oligofurans: Molecules without a Twist. Angewandte Chemie-International Edition 49, 5037-5040 \\(2010).\r\n  42. Newman, C.R. et al. Introduction to organic thin film transistors and design of n-channel organic semiconductors. Chemistry of Materials 16, 4436-4451 \\(2004).\r\n  43. Schmidt, R. et al. High-Performance Air-Stable n-Channel Organic Thin Film Transistors Based on Halogenated Perylene Bisimide Semiconductors. Journal of the American Chemical Society 131, 6215-6228 \\(2009).\r\n  44. Ohtomo, A. & Hwang, H.Y. A high-mobility electron gas at the LaAlO3/SrTiO3 heterointerface. Nature 427, 423-426 \\(2004).\r\n  45. Alves, H., Molinari, A.S., Xie, H. & Morpurgo, A.F. Metallic conduction at organic charge-transfer interfaces. Nature Materials 7, 574-580 \\(2008).\r\n  46. Huijben, M. et al. Electronically coupled complementary interfaces between perovskite band insulators. Nature Materials 5, 556-560 \\(2006).\r\n  47. Day, G.M. et al. Significant progress in predicting the crystal structures of small organic molecules - a report on the fourth blind test. Acta Crystallographica Section B-Structural Science 65, 107-125 \\(2009).\r\n  48. Wen, S. & Beran, G.J.O. Accurate Molecular Crystal Lattice Energies from a Fragment QM/MM Approach with On-the-Fly Ab Initio Force Field Parametrization. Journal of Chemical Theory and Computation 7, 3733-3742 \\(2011).\r\n  49. Wen, S., Nanda, K., Huang, Y. & Beran, G.J.O. Practical quantum mechanics-based fragment methods for predicting molecular crystal properties. Physical Chemistry Chemical Physics 14, 7578-7590 \\(2012).\r\n  50. Tkatchenko, A., DiStasio, R.A., Jr., Car, R. & Scheffler, M. Accurate and Efficient Method for Many-Body van der Waals Interactions. Physical Review Letters 108 \\(2012)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1039/c0cc00955e",
                "date": "2013-08-22 02:36:52",
                "title": "Ultra-low resistance at TTF–TCNQ organic interfaces",
                "authors": [
                    "Shuhao Wen",
                    "Wei-Qiao Deng",
                    "and Ke-Li Han"
                ],
                "journal": "Chemical Communications",
                "logo": ""
            },
            {
                "doi": "10.1021/jp900512s",
                "date": "2013-08-22 02:37:15",
                "title": "First-Principles Investigation of Anistropic Hole Mobilities in Organic Semiconductors",
                "authors": [
                    "Shu-Hao Wen",
                    "An Li",
                    "Junling Song",
                    "Wei-Qiao Deng",
                    "Ke-Li Han",
                    "and William A. Goddard"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1039/b923862j",
                "date": "2013-08-22 02:37:37",
                "title": "Revealing quantitative structure–activity relationships of transport properties in acene and acene derivative organic materials",
                "authors": [
                    "Shu-Hao Wen",
                    "Wei-Qiao Deng",
                    "and Ke-Li Han"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1021/jp108125q",
                "date": "2013-08-22 02:39:02",
                "title": "Simulation of Hole Mobility in α-Oligofuran Crystals",
                "authors": [
                    "Jin-Dou Huang",
                    "Shu-Hao Wen",
                    "Wei-Qiao Deng",
                    "and Ke-Li Han"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12635,
                "identity": "a0106143-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Keli Han",
                "email": "klhan@dicp.ac.cn",
                "orcid": "",
                "institution": "Han's Lab, Dalian Institute of Chemical Physics, Dalian, China",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Keli",
                "middleName": "",
                "lastName": "Han",
                "suffix": ""
            },
            {
                "id": 12636,
                "identity": "a010640b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jindou Huang",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Dalian Institute of Chemical Physics, Dalian, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jindou",
                "middleName": "",
                "lastName": "Huang",
                "suffix": ""
            },
            {
                "id": 12637,
                "identity": "a0106619-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shuo Chai",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Dalian Institute of Chemical Physics, Dalian, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shuo",
                "middleName": "",
                "lastName": "Chai",
                "suffix": ""
            },
            {
                "id": 12638,
                "identity": "a010685a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shuhao  Wen",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Dalian Institute of Chemical Physics, Dalian, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shuhao",
                "middleName": "",
                "lastName": "Wen",
                "suffix": ""
            },
            {
                "id": 12639,
                "identity": "a0106b5e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Weiqiao Deng",
                "email": "",
                "orcid": "",
                "institution": "Deng's Lab, Dalian Institute of Chemical Physics, Dalian, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Weiqiao",
                "middleName": "",
                "lastName": "Deng",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-08-22 03:41:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.070",
        "doiUrl": "https://doi.org/10.1038/protex.2013.070",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608809,
                "identity": "687fe665-86b9-436c-be4a-9d3695478371",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "doc",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3870208,
                "visible": true,
                "origin": "",
                "legend": "Formattted text+Figures   Anisotropic Mobilities in Organic Semiconductors",
                "description": "",
                "filename": "figure1.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2786/v1/figure_1.doc"
            },
            {
                "id": 13464611,
                "identity": "c22654cf-900c-4fe7-b133-df50975f3b49",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 148408,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2786/v1/9437eb4a-048a-42d1-baa9-6c5f76df9478.pdf"
            }
        ],
        "financialInterests": "No",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Organic Semiconductors; anisotropic charge-carrier mobility; analytical expressions;  p-/n-type ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "As one of the most important physical properties of the organic material, the anisotropic charge-carrier mobility directly determines device performance to a large extent. In this protocol, we mainly describe efforts in our group over the last few years to establish the quantitative relationship between angular resolution anisotropic mobilities and organic crystal packing architecture parameters \\(r, θ, and γ). Based on first-principles quantum mechanics \\(QM) calculations and Marcus-Hush theory in an effective one-dimensional diffusion equations model, the first analytical expressions of organic semiconductor crystal anisotropic mobility is proposed and applied in some typical p-/n-type organic semiconductor materials. The surprisingly agreements between our intuitive model and the available experiments indicate that the proposed anisotropic mobility analytical expressions in terms of fundamental molecular and packing properties can be applied in aiding synthetic design of organic semiconductor materials.",
        "manuscriptTitle": "Anisotropic Mobilities in Organic Semiconductors",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-08-22 09:18:52",
                "doi": "10.1038/protex.2013.070",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 50
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a00fee9a-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 22nd, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3043,
                "name": "Materials science"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-08-22 09:18:52",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}