{
    "identity": "nprot-562",
    "title": "A new protocol for live imaging of mammalian retina _ex vivo_ by confocal laser scanning microscopy",
    "content": [
        {
            "header": "Introduction",
            "content": "This protocol describes a new procedure for the labelling of living retinas _ex vivo_, in order to image them by means of optical techniques, typically Confocal Laser Scanning Microscopy \\(CLSM). Several reports have addressed the immunohystochemical analysis of retina and of photoreceptors, mostly by inclusion or on previously fixed tissue<sup>1</sup>, therefore with the exclusion of vital dyes. The retinal histoarchitecture has been evaluated by light microscopy of the inferior portion of the eye wall fixed and embedded in epoxy resin<sup>2</sup>. The structure of isolated mammalian fixed retinas was also analysed by immunohystochemistry and CLSM<sup>3,4</sup>. Our procedure maintains the physiological features of the tissue. Freshly enucleated bovine eyes are cut in half. The cornea, lens and vitreous are removed and discarded. The retina attached to the RPE is incubated into the eye semi-cup, in an appropriate reaction mixture, in dim light. A fluorescent dye \\(i.e. MitoTracker Deep Red 633) was added. Then, eyes or detached retinas are mounted for imaging. No other protocols are currently available to label living retinas still attached to the eyecup. By this technique we showed that rod outer segments and mitochondria are stained by MT and JC-1, out of a whole living retina<sup>5</sup>."
        },
        {
            "header": "Reagents",
            "content": "SOLUTIONS\r\n\n\nIt is advisable to work in sterile conditions and to add Ampicillin \\(100 &#x3BC;g/ml) and protease inhibitor cocktail to the sample. All solutions are prepared in Milli-Q<sup>&#xAE;</sup> Biocel System water - \"Millipore\":http://www.millipore.com/.\r\n\n\n\r\n\n\n**-Mammalian Ringer \\(MR)**, consisting of 7.850ml of 1M NaCl \\(VWR - Merck, Cat no: 1.16224.9029, \"http://it.vwr.com\":http://it.vwr.com), 0.250 ml of 1M KCl, \\(VWR - Merck, Cat no: 529552-1, \"http://it.vwr.com\":http://it.vwr.com), 1.750ml of 200mM Na<sub>2</sub>HPO<sub>4</sub>\\(Fluka, Cat no: 71638, \"http://www.sigmaaldrich.com\":http://www.sigmaaldrich.com), 2.000ml of 200mM NaH<sub>2</sub>PO<sub>4</sub> \\(Fluka, Cat no: 71506, \"www.sigmaaldrich.com\":www.sigmaaldrich.com), 0.025ml of 1M MgCl<sub>2</sub> \\(VWR - Merck, Cat no: 1.72571.1000, \"http://it.vwr.com\":http://it.vwr.com), 0.025 of 1M CaCl<sub>2</sub> \\(VWR - Merck, Cat no: 1.72570.1000, \"http://it.vwr.com\":http://it.vwr.com) pH 6.9, in the presence of protease inhibitor cocktail \\(Sigma-Aldrich, Cat no: P2714-1BTL, \"http://www.sigmaaldrich.com\":http://www.sigmaaldrich.com) and Ampicillin \\(100 &#x3BC;g/ml)  \r\n\n\n\r\n\n\n**-Mitochondrial dyes**: MitoTracker Deep Red 633 was dissolved in DMSO to make 200 &#x3BC;M stock solutions, kept at -20&#xB0;C in dark bottles.\r\n\n\n\r\n\n\nIt is also advisable to work in sterile conditions, as bacteria have similar dimensions, using an antibiotic, as Ampicillin \\(100 &#x3BC;g/ml) \\(Sigma-Aldrich, Cat no: 271861, \"http://www.sigmaaldrich.com\":http://www.sigmaaldrich.com).\r\n\n\n\r\n\n\nOTHER REAGENTS\r\n\n\n**-Respiratory chain inhibitors**: 10 &#x3BC;M rotenone \\(Sigma-Aldrich, Cat no: R8875, \"http://www.sigmaaldrich.com\":http://www.sigmaaldrich.com) and 10 &#x3BC;M Antymicin A \\(Sigma-Aldrich, Cat no: A8674, \"http://www.sigmaaldrich.com\":http://www.sigmaaldrich.com) CAUTION these reagents are toxic.\r\n\n\n\r\n\n\n**-Ionophores**: 4 &#x3BC;M Nigericin, a Polyether ionophore which disrupts membrane potential in mitochondria \\(Fluka, BioChemika, Cat no: 72445, \"http://www.sigmaaldrich.com\":http://www.sigmaaldrich.com); Valinomycin, a K<sup>+</sup>-selective ionophoric cyclodepsipeptide which uncouples oxidative phosphorylation, \\(Fluka,BioChemika, Cat No: 94675, \"http://www.sigmaaldrich.com\":http://www.sigmaaldrich.com)\r\n\n\nCAUTION these reagents are very toxic, take the necessary precautions for use."
        },
        {
            "header": "Equipment",
            "content": "MicroCentrifuge \\(Eppendorf, Model 5417R, \"www.eppendorf.com\":www.eppendorf.com)\r\n\n\nEppendorf Tube \\(Eppendorf, Cat no: 0030 102.002, \"www.eppendorf.com\":www.eppendorf.com)\r\n\n\nGlass Pasteur Pipettes \\(Teklab Limited, UK Cat no: GP225, \"www.teklab.co.uk\":www.teklab.co.uk)\r\n\n\nPipetting Standard&#x2014;Gilson's Pipetman<sup>&#xAE;</sup> P \\(P20, P200 and P1000 models)- \"http://www.gilson.com/Products/\":http://www.gilson.com/Products/\r\n\n\nSpecialist equipment: Confocal microscopy \\(for details, see Step 5)"
        },
        {
            "header": "Procedure",
            "content": "Obtain freshly enucleated bovine eyes from a local slaughterhouse within 1.5 hr of animal death. Carry out all operations at room temperature.\r\n\n\n\r\n\n\n**1** Cut eyes in half and divide the eyeballs into two eyecups. Carefully remove the cornea, lens and vitreous and discard. Perform these steps in dim red light.\r\n\n\nCRITICAL STEP: The vitreous must be removed with great care, by gently squeezing the eyesemicup, in order not to detach retina while pulling it away.\r\n\n\n\r\n\n\n**2** Fill the semi-cup containing choroid and retina still attached to the RPE with 6-9 ml of MR \\(depending on the dimensions of the eye) containing 2 mM glucose, protease inhibitor cocktail and Ampicillin \\(100 μg/ml) and incubate for 5-10 min. Glucose is freely taken up by neurons of the retina thank to the presence of specific transportrs, such as GLUT -1 in rods\n6\n. If necessary to test the specificity of the chosen dye, add to MR aliquots of the appropriate inhibitor \\(for example, to test the specificity of Mitotracker staining, classical respiratory chain inhibitor such as: 10 μM Rotenone and 10 μM Antymicin A can be added to the solution inside the eyecup. CAUTION:These are harmful chemicals, carry out this step taking the necessary precautions.) Conduct this step in dim light.\r\n\n\n\r\n\n\n**3** Add mitochondrial vital dyes \\(for example: MitoTracker Deep Red 633\\(MT) and JC-1) from a stock solution, to the solution already present in the eye semicup in order to reach the desired final concentration \\(from 50 to 500 nM for MT). The staining solutions must be prepared upon use. Eye-semicups must not be washed. Operate and incubate in the dark for more 10-15 min.\r\n\n\n\r\n\n\n**4** Mount the sample for imaging: this step can be performed using option A or option B depending on whether it is preferred that retinas are detached from the RPE or left inside it.\r\n\n\n**Option A**:\r\n\n\na. After 20 min or more of incubation, rods spontaneously detach from pigmented epithelium so that the rim of the retina floats. Gently shake the whole eye semi-cup for 5 times until the retina is completely detached. Remove retinas from the eye semi-cup by rapidly turning it inside out and cut the retina free from the optic nerve.\r\n\n\nb. Mount retinas onto the coverslip for CLSM. Do not wash nor fix the retinas. If necessary, add inhibitors \\(for example to test the specificity of JC-14 μM Nigericin, plus 5 μM Valinomycin can be added on the living retinas, on the coverslip during the during CLSM measurement. CAUTION: Nigericin and Valinomycin are toxic chemicals, take the necessary precautions)\r\n\n\n**Option B**:\r\n\n\na. If rods must be left embedded into the RPE, set the overall incubation time to no more than 10 min, then chose one of the two following options:\r\n\n\ni. Cut at the rim all around the posterior eye semi-cup and mount it on the coverslip chamber with the face containing the retina downwards.\r\n\n\nii. Alternatively, immerse the whole semi-cup in a small pool arranged all over the immersion objective of the microscope. The objective must be carefully wrapped in a plastic glove and allow its tip to emerge through a small hole. By this set-up it is possible to hold the eye-semicup meanwhile the objective is free to move up and down in order to reach the proper focal planes. You need not to fix, nor wash samples.\r\n\n\n\r\n\n\n**5** To visualize results, image the labelled retinas. Perform CLSM imaging on the above samples, at 23°C. Acquire the measurements by means of a Leica TCS SP5-AOBS \\(Leica Microsystems, Mannheim, Germany) inverted confocal laser scanning microscope equipped with 457-476-488-514-543-633 nm laser lines.\r\n\n\nSpecimens are normally examined with an HCX APO L U-V-I 63x/0.9NA \\(Leica Microsystems,Mannheim, Germany) water immersion objective with a working distance of 2.2mm. This objective guarantees a good balance between confocal sectioning and penetration depth\n7\n. Either leave retinas in the eye-semicup or detach from the choroid. In the former case, cut the whole semicup at the rim and mount onto the coverslip chamber. In the latter case immerse the whole semicup in a small pool arranged around the objective. By this set-up it is possible to hold the eye-semicup while the objective is free to move up and down in order to reach the proper focal planes. This procedure is adopted when incubation is longer than 10 min, as in this case retina detaches spontaneously from the pigmented epithelium \\(RPE). No differences were noticed in either procedure.\r\n\n\nExcite retinas stained with MitoTracker Deep Red 633 at 633 nm, and collect the emission in the spectral range from 650 to 700nm. Keep the laser power and the detection settings equal in all the experiments in order to avoid artefacts comparing retinas treated or not with inhibitors. Acquire, store and visulaize the resulting images with the Leica Confocal Software \\(LCS,Leica Microsystems, Mannheim, Germany). Carry out image elaboration, analysis and tridimensional rendering by ImageJ software \\(U. S. National Institutes of Health, Bethesda, Maryland,USA)."
        },
        {
            "header": "Timing",
            "content": "The protocol takes 1hour, plus the time necessary for the CLSM imaging.\r\n\n\n\r\n\n\n**Timeline**:\r\n\n\nStep 1 \\(Preparation of the eye-semicup): 2 min for each eye\r\n\n\nStep 2 \\(Filling of the eye-semicups): 1.5 min for each eye-semicup\r\n\n\nStep 2 \\(First incubation): 10 min incubation for each eye-semicup\r\n\n\nStep 3 \\(Second incubation): 10-15 min for each eye-semicup\r\n\n\nStep 4A, a \\(Extraction of retinas from the eye): 2 min for each eye-semicup\r\n\n\nStep 4A, b \\(Mounting the sample on the coverslip): 3 min for each retina\r\n\n\nStep 4B, a i \\(Mounting the sample on the coverslip): 4 min for each eye-semicup\r\n\n\nStep 4B, a ii \\(Immersing the semicup in the pool): 3 min for each eye-semicup"
        },
        {
            "header": "Critical Steps",
            "content": "**1** The removal of the vitreous has to be done with great care, by gently squeezing the eyesemicup until the viterous detaches, in order not to pull away the retina too.\r\n\n\n**2** The extraction of the retina from eye-semicup is critical in order to have best yield in terms of amount of rod outer segments \\(OS). We have found that the best yield of rod OS is obtained when retina is let to spontaneously detach from the RPE by incubating it in the semicup with MR for at least 15 min. In this case that the eye-semicup remains completely devoid of rod OS, as shown in **Fig. 3**, a CLSM image showing the MT fluorescence of an eye semicup after removal of retina by a mild procedure. By contrast, when the retina is pulled away too early most of the OS remain immersed into the RPE, as shon in **Fig. 2**, Panel A, a CLSM image showing the MT fluorescence of an eye semicup. In general, when extracting retinas from mammalian eye-semicups it is advisable not to pull away the retina before 10 min at least of incubation of the eye-semicup with MR, or using a pair of tweezers, otherwise too many rod OS are left embedded into the RPE and lost. This should be beared in mind also when retinas are to be used to purify rod OS or disk fractions."
        },
        {
            "header": "Troubleshooting",
            "content": "1) **The retina appears to float** \\(Steps 1-4).This may depend on either:\r\n\n\n1. Too long an incubation in the eye-semicup.\r\n  2. An excess volume of MR in the eye-semicup. If the volume is too large, the retina detaches too early and floats in the medium. In some cases, for example if the metabolism of retinal is to be studied, attention should be paid to avoid an early detachment of photoreceptors from the RPE.\r\n  2) **During CLSM imaging rod outer segments \\(OS) are not visible** \\(Step 4, Option A). A limiting passage of the procedure of Step 4, A is the removal of the retina from the RPE without OS loss. In fact, if the retina is pulled away too early \\(after less than 10 min of incubation with MR) or by a too harsh procedure \\(with a pair of tweezers), rods are torn apart at the ellipsoid and the OS remain immersed into the RPE. In **Figure 2**, Panel A, is a CLSM image of MT fluorescence of a whole eye-semicup, showing that OS are still immersed into the RPE, due to the pulling away of the retina with a pair of tweezers. On the other hand, in this case OS can no more be imaged in the isolated retinas, as shown in **Fig. 2**, Panel B, showing a part of a retina detached by a harsh procedure, where MT fluorescence is confined to the mitochondria of the various retinal cellular types, and no OS are visible in any of the multiple shots taken.\r\n\n\n3) **The fluorescent signal is not visible** \\(Step 5). This may depend on either the bleaching of the fluorescent probe and/or a too low probe concentration. Probes may be bleached due to\r\n\n\noverimaging.\r\n\n\n4) **Rhodopsin autofluorescence cannot be imaged** \\(Step 5). When retinas are being imaged the instrumental light \\(even in a dark room) is sufficient to bleach rhodopsin. In case it is necessary to image rhodopsin autofluorescence the retina must be fixed after incubation with the dye \\(that must be fixable). Proceed through Step 1, then let Step 2 and Step 3 last 5 min each using MT or another fixable dye, then add inside the semicup a fixing solution \\(for example paraformaldehyde 3%) and incubate for at least 30 min at room temperature. Then proceed as in Step 4, Option B, and Step 5."
        },
        {
            "header": "Anticipated Results",
            "content": "The new technique herein described was utilized to study retinas _ex vivo_. Incubation was conducted directly in eye-semicups containing retina, as above detailed, without tissue fixation utilizing classical mitochondrial vital probes. These lipophylic fluorescent dyes interact with actively respiring membranes and redistribute between compartments<sup>8</sup>. For example, MitoTracker Deep Red 633 \\(MT) can be employed. MT is a photostable permeant cationic fluorescent mitochondrial probe<sup>7</sup>, known to passively diffuse across the plasma membrane and accumulate permanently in mitochondria owing to their high membrane potential, without fluorescence quenching. **Fig. 1** shows a Confocal Laser Scanning Microscopy \\(CLSM) maximum projection of MT fluorescence of a portion of a whole bovine living retina. Eye semi-cups from freshly detached bovine eyes, with the retinas still attached to the RPE, were filled with 6 ml of Mammalian Ringer containing 1 mM Glucose, 50 &#x3BC;g/ml Ampicillin, and protease inhibitor cocktail, and incubated for 10 min. Then MT was added to the solution and incubated for 15 more min, in the dark. Then retinas were withdrawn and mounted onto the glass slide in room light, for the CLSM measurements. **Fig. 1** shows a portion of a whole retina with fluorescent rod OS still attached, imaged in perspective from their apical zone, as judged by the absence of mitochondria on the plane nearer to the objective. No other neuron of the retina was visible in the many other pictures acquired from the whole retinas imaged. Fluorescence appears to be distributed on the ROS, whose morphology allows unambiguous identification<sup>9,10</sup>. As previously reported, ROS appear fluorescent in their distal tract \\(about 30 &#x3BC;m), i.e. a half of their length, which is 60 &#x3BC;m<sup>9,10</sup>.\r\n\n\nIt was demonstrated that the mitochondria-specific interaction of the cationic dye utilized in this study depends on the presence of a high trans-membrane potential, like the proton gradient \\(&#x394;&#x3BC;\\(H<sup>+</sup>)) maintained by functional mitochondria across the inner membrane. In our experimental conditions, dissipation of membrane potential by treatment with mitochondrial poisons and uncouplers eliminated the selective association of MT Deep Red and JC-1 with both mitochondria and ROS<sup>5</sup>. In mitochondria, membrane potential \\(&#x394;&#x3C8;) represents a sensitive parameter of the\r\n\n\ncoupling of the mitochondrial bioenergetic function. The results shown in this paper would suggest the presence of an aerobic glucose metabolism in disk membranes, which could represent a mechanism for ATP supply in phototransduction. ROS are considered to be organelles devoid of mitochondria, site of anaerobic metabolism, even though glycolysis, present in ROS, was estimated insufficient to supply ATP for phototransduction<sup>11</sup>.\r\n\n\nAn example of an experiment that required troubleshooting to obtain meaningful results is presented in **Fig. 2**. CLSM imaging was performed as in **Fig. 1**. **Fig. 2**, Panel A shows the fluorescence of a whole eye-semicup incubated with MT, from which the retina had been pulled away too early \\(for example with a pair of tweezers or after less than 10 min incubation with MR in the dark). OS were torn apart from their ellipsoid and remained immersed into the RPE: MT-labeled OS appear still immersed in the RPE, as judged by the visual perspective of the fluorescent OS. The residual retina, shown in Panel B, appeared devoid of OS in all of the multiple shots taken. By contrast, when the retinas are pulled away after at least 10 min of incubation with MR, all of the OS get out of the RPE, as shown in **Fig. 3**, that is a CLSM image of a whole eye semicup stained with MT, in which no OS are visible in all of the multiple images taken, as the retina was left to spontaneoulsy detach from RPE. In this case the eye-semicup is devoid of rods. The best way to extract retinas from eye-semicups in order to have an optimal yield in terms of the amount of OS is to let retinas detach from the RPE by incubating them in the semicup with MR for at least 10-15 min. It may be noted that, in general, when extracting retinas from mammalian eye-semicups it is advisable not to pull away the retina using a pair of tweezers, otherwise too many rods are left into the RPE and lost.\r\n\n\nConsidering the similarities among mammalian retinas<sup>12</sup>, the protocol herein described may be also applied to the imaging of other mammalian or even human retinas or parts of them.\r\n\n\nThe above procedure may also be useful to study the function and the structure of retinal mitochondria, of the metabolism of 11-cis retinal whose autofluorescence can be imaged, and for labelling with many other kinds of fluorescent probes. Preliminary results also show the possibility to use fluorescent dyes that bear fixation to image retinas after a fixation step, conducted inside the eye-semicup immediately after the probe incubation, by substituting MR with a proper fixative, incubating for 30 min. Then fixed retinas can be imaged \\(Panfoli _et al_., unpublished results)."
        },
        {
            "header": "References",
            "content": "1. Vitanova, L. Haverkamp S. &amp; W&#xE4;ssle, H. &#x201C;Immunocytochemical localization of glycine and glycine receptors in the retina of the frog Rana ridibunda,&#x201C; _Cell Tissue Res._**137**, 227-235 \\(2004).\r\n  2. Junk, A. K. _et al._ &#x201C;Erythropoietin administration protects retinal neurons from acute ischemia-reperfusion injury,&#x201C; _Proc. Natl. Acad. Sci. U.S.A._**99**, 10659-10664 \\(2002).\r\n  3. Haverkamp S. &amp; W&#xE4;ssle, H. Immunocytochemical analysis of the mouse retina,&#x201C; J. Comp. Neurol._**42**, 1-23 \\(2000).\r\n  4. Cueca, N. Pinilla, I. Sauv&#xE9; Y. &amp; Lund, R. &#x201C;Early changes in synaptic connectivity following progressive photoreceptor degeneration in RCS rats,&#x201C; _Eur. J. Neurosci._**22**, 1057-1072 \\(2005).\r\n  5. Bianchini, P. _et al._\\(2008) Live imaging of mammalian retina: rod outer segments are stained by conventional mitochondrial dyes. _J. Biomed. Optics_**13**, 054017\r\n  6.  Hsu S. C. &amp; Molday, R. S. &#x201C;Glycolytic enzymes and a GLUT-1 glucose transporter in the outer segments of rod and cone photoreceptor cells,&#x201C; _J. Biol. Chem._**266**, 21745-2175 \\(1991).\r\n  7. Diaspro, A. &#x201C;Confocal and Two-photon Microscopy,&#x201C; Wiley-Liss, Inc., New York \\(2002).\r\n  8. Uckermann, O. _et al._,  Selective staining by vital dyes of Muller glial cells in retinal wholemounts._Glia_ **45**, 59-66 \\(2004).\r\n  9.  Norisuye, T.  Hoffman, W. F. &amp;  Yu,H. &#x201C;Intact photoreceptor membrane from bovine rod outer segment: size and shape in bleached state,&#x201C; _Biochemistry_ **15**, 5678&#x2013;5682 \\(1976).\r\n  10.  Nickell, S., Park, P. S., Baumeister, W. &amp;  Palczewski,K. &#x201C; Three-dimensional architecture of murine rod outer segments determined by cryoelectron tomography,&#x201C; _J. Cell Biol._ **177**, 917&#x2013;925 \\(2007).\r\n  11.  Hsu S. C. &amp;  Molday, R. S. &#x201C;Glucose metabolism in photoreceptor outer segments. Its role in phototransduction and in NAPH-requiring reactions,&#x201C; _J. Biol. Chem._ **269**, 17954-17959 \\(1994).\r\n  12. Issle, H. &amp; Boycott B. B. Functional architecture of the mammalian retina. _Physiol. Rev._ **71** ,447-480 \\(1991)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Pietro Calissano \\(CNR and University of Roma, Italy) and Antonio de Flora \\(University of Genova, Italy) for their invaluable contribution. The work was supported by grants from Italian Ministry for research and Technology \\(MIUR). For A.D. and P.B. the work was granted by PRIN 2006-2006028909 / IFOM2007-2011."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11204,
                "identity": "9f5aedd7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Isabella Panfoli",
                "email": "",
                "orcid": "",
                "institution": "Department of Biology, University of Genova",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Isabella",
                "middleName": "",
                "lastName": "Panfoli",
                "suffix": ""
            },
            {
                "id": 11205,
                "identity": "9f5af064-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daniela Calzia",
                "email": "",
                "orcid": "",
                "institution": "Department of Biology, University of Genova",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniela",
                "middleName": "",
                "lastName": "Calzia",
                "suffix": ""
            },
            {
                "id": 11206,
                "identity": "9f5af2a7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Silvia Ravera",
                "email": "",
                "orcid": "",
                "institution": "Department of Biology, University of Genova",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Silvia",
                "middleName": "",
                "lastName": "Ravera",
                "suffix": ""
            },
            {
                "id": 11207,
                "identity": "9f5af46d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Giovanni Candiano",
                "email": "",
                "orcid": "",
                "institution": "Lab. on Pathophysiology of Uraemia-Gaslini Hospital, Genoa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Giovanni",
                "middleName": "",
                "lastName": "Candiano",
                "suffix": ""
            },
            {
                "id": 11208,
                "identity": "9f5af65f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Angela Bachi",
                "email": "",
                "orcid": "",
                "institution": "DIBIT-San Raffaele Scientific Institute, Milan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Angela",
                "middleName": "",
                "lastName": "Bachi",
                "suffix": ""
            },
            {
                "id": 11209,
                "identity": "9f5af7d7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Paolo Bianchini",
                "email": "",
                "orcid": "",
                "institution": "LAMBS, MicroScoBiO Research Center/Dep.t of Physics, University of Genova",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paolo",
                "middleName": "",
                "lastName": "Bianchini",
                "suffix": ""
            },
            {
                "id": 11210,
                "identity": "9f5af940-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alberto Diaspro",
                "email": "",
                "orcid": "",
                "institution": "Neuroscience and Brain Technology Department, Italian Inst. of Technology, Genoa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alberto",
                "middleName": "",
                "lastName": "Diaspro",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-31 14:18:13",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.101",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.101",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608009,
                "identity": "ae052eea-b254-4e96-9816-88049e8e9f1c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 69921,
                "visible": true,
                "origin": "",
                "legend": "Confocal fluorescence (CLSM) image of MitoTracker Deep Red 633 fluorescence in a living bovine retina.   CLSM maximum projection image of serial confocal sections of a part of a whole living bovine retina exposed to MitoTracker Deep Red 633 ex-vivo. Scale bar is 30 &#x3BC;m.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-562/v1/figure_1.jpg"
            },
            {
                "id": 2608005,
                "identity": "19d93ec8-19c4-4f0a-a144-31d380961f8e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 118246,
                "visible": true,
                "origin": "",
                "legend": "Confocal fluorescence image of a living eye-semicup and retina.   *A*, CLSM maximum projection image of serial confocal sections of a part of an eye-semicup exposed to MitoTracker after removal of the retina with a harsh procedure. *B*, CLSM image of a part of the retina pulled away from the eye-semicup in Panel *A*.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-562/v1/figure_2.png"
            },
            {
                "id": 2608006,
                "identity": "7cb3dca7-7931-4b4b-92da-5c4c517dbc24",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 46445,
                "visible": true,
                "origin": "",
                "legend": "Confocal fluorescence imaging of a living eye-semicup.   CLSM maximum projection image of serial confocal sections of a part of a bovine eye-semicup exposed to MitoTracker, after removal of the retina according to the present protocol. Image shows the fluorescence of the RPE mitochondria.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-562/v1/figure_3.jpg"
            },
            {
                "id": 13464470,
                "identity": "4c494388-fe1e-4678-b37f-58495c549e1b",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 343104,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-562/v1/e332cb46-d7fe-43e4-b8a5-91502728133e.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "confocal laser scanning microscopy, imaging, retina, phototransduction, rod outer segment, fluorescent dyes.\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "A new protocol for live imaging of mammalian retina ex vivo by confocal laser scanning microscopy",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-04-29 06:33:01",
                "doi": "10.1038/nprot.2009.101",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f5a9a5d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 29th, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2274,
                "name": "Biochemistry"
            },
            {
                "id": 2275,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 2276,
                "name": "Biological techniques"
            },
            {
                "id": 2277,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-04-29 06:33:01",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}