{
    "identity": "nprot-5893",
    "title": "MicroRNA in vivo delivery to human pancreas tumor xenografts on chicken eggs",
    "content": [
        {
            "header": "Introduction",
            "content": "MicroRNAs \\(miRNAs) are gaining much attention, because these small, non-coding RNAs regulate gene expression by sequence-specific binding to target genes1. Anomalous miRNA expression and functions are linked to several types of cancers, immune diseases and developmental disorders. Modification of miRNA expression may offer novel therapeutic approaches for more successful treatment of diseases. The let-7 \\(from \"lethal\") family of miRNAs is one of the first identified miRNAs and was originally discovered in the nematode C. elegans2. The expression levels of let-7 members are significantly low in human cancers3. \r\n\n\n The chief challenge of miRNA delivery especially in cancer, is to effectively deliver miRNA antagonists or mimics to the target tumor tissue with competent dissemination of cargos into the tumor4. This problem has been solved in part by intra-tumoral injection or local administration of miRNAs with or without carriers5-7. Viruses have also been used8. However, there remains the issue of the availability of a cost-effective and robust, pre-clinical miRNA delivery model for unmodified miRNAs. Mouse and rat are the most common animal models but these have high cost, administrative and ethical barriers. Therefore, we propose the fertilized chick egg model as an excellent alternative, which has been successfully used in several of our recent studies9-19. Now we have improved this methodology for evaluation of miRNA in vivo efficiency18,20. \r\n\n\n A major advantage of the fertilized chick egg model is its natural immunodeficiency, because immunocompetence in birds develops only after hatching21. Xenografts are transplanted to the chorioallantoic membrane \\(CAM), which is an extra embryonic membrane, in which blood vessels start to grow on day 3 of development. Around day 8 of development the blood vessel network is dense enough to support the growth of a tumor xenograft.22-24 Therefore, cells from different tissues and species can be transplanted at that time without species-specific constraints, just like in immune-compromised mice. Besides, the CAM is non-innervated and allows painless tumor inoculation, growth and CAM injections. Tumor transplantation is possible from day 8 when the blood vessel system is well developed until day 18 shortly before hatching at day 2125-27. This is in contrast to the mouse system, where pain is induced by subcutaneous or orthotopic transplantation, subsequent tumor growth and injections. Additional advantages of CAM xenotransplantation are a faster tumor growth compared to mice, which starts between 2 and 5 days after transplantation, and a well-developed histopathological morphology with tumor microenvironment, which resembles the microenvironment of the primary patient tissue and its mouse xenograft28-31. As well, the CAM model can be easily performed in any laboratory, the method is inexpensive and an animal application is not required until day 18 of embryonic chick development.10\r\n\n\n We established a method for in ovo injection of miRNAs into CAM vessels and report here a detailed concept and step-by-step protocol using microRNA let-7c mimic as example. A microRNA negative control mimic and parental \\(untreated) cells served as negative controls. The primary pancreatic ductal adenocarcinoma cancer cell line ASANPaCa was used, because it has only recently been isolated from a patient tumor and is a model close to the human source tissue and preserves several crucial markers and functions. \r\n\n\nAll procedures described here conformed to local and international guidelines on the ethical use of animals."
        },
        {
            "header": "Reagents",
            "content": "1. Fertilized eggs from highly genetically identical hybrid Lohman Brown \\(LB) chicks were obtained from a local ecological hatchery \\(Geflügelzucht Hockenberger, Eppingen, Germany).\r\n    CRITICAL STEP: The eggs should not be delivered at temperatures colder than 8°C - or should not be stored colder than 8°C. Also, storage should be limited to only a few days, because otherwise the percentage of dead embryos will increase.  \r\n\n\n2. The primary human pancreatic ductal adenocarcinoma cancer cell line AsanPaCa was obtained from the European Pancreatic Center Heidelberg, Germany and was cultured as recently described32. \r\n  3. 70% \\(vol/vol) ethanol in dH2O \\(Sigma-Aldrich, St. Louis, Missouri, USA)\r\n  4. Chick saline \\(7.2 g NaCl, 0.37 g KCl, 0.23 g CaCl2 per Liter ddH2O, pH 7.2-7.3)33\r\n  5. Narcoren® \\(sodium pentobarbital 16g/100mL, Merial, Hallbergmoos, Germany)\r\n  6. Opti-MEM®-Reduced Serum Medium \\(Thermo Scientific, Rochester, NY, USA)\r\n  7. Dulbecco's Modified Eagle's medium \\(Thermo Scientific, Rochester, NY, USA)\r\n  8. hsa-let-7c microRNA mimic \\(Thermo Scientific, Rochester, NY, USA)\r\n  9. miRNA mimic, negative control \\(Thermo Scientific, Rochester, NY, USA)\r\n  10. Lipofectamine® 2000 \\(Thermo Scientific, Rochester, NY, USA)\r\n  11. Matrigel™ \\(BD Biosciences, Heidelberg, Germany)\r\n  12. Tissue-Tek O.C.T. compound \\(Sakura, Zoeterwoude, The Netherlands)"
        },
        {
            "header": "Equipment",
            "content": "1. Egg incubator - digital motor breeders Type 168/D \\(Siepmann GmbH, Herdecke, Germany)\r\n  2. Sterile scissors and forceps \\(Keysurgical®, USA)\r\n  3. Thermanox™ plastic cell culture coverslips 13 mm ø \\(Thermo Scientific, Rochester, NY, USA)\r\n  4. Petri dishes \\(Greiner, Darmstadt, Germany)\r\n  5. Leukosilk® tape \\(BSN medical, Hamburg, Germany)\r\n  6. Omnican® F fine dosage syringe with an integrated 30G × 8 mm needle \\(B. Braun Melsungen AG, Melsungen, Germany)\r\n  7. Pipettes 20 µl and 200 µl"
        },
        {
            "header": "Procedure",
            "content": "EGG PREPARATION\r\n\n\n1. Clean and disinfect the incubator, switch on, set temperature to 37.8°C. Place a large water tube with approximately 2 L distilled water on the bottom of the incubator. Take care that the humidity inside the incubator is always between 45-55% by controlling with a hygrometer. Let the incubator run for 24 h before starting the incubation.\r\n    CRITICAL STEP: Place the incubator in a distance of at least 50 cm from the ground to avoid infections. Do not place it near heaters; protect it from strong direct sunlight and other sources of heat. Leave the space around the ventilation windows free to ensure a proper air circulation.\r\n\n\n2. Upon arrival of the eggs from the hatchery, clean them immediately using 70% and 37°C warm ethanol and place them in the incubator in a vertical position with the pointed side of the egg downwards. Activate the shaking mechanism. Under these conditions, the development of the chick embryo will start immediately and is considered as the Embryonic Development Day \\(EDD) 0.\r\n    CRITICAL STEP: Avoid storing the eggs and use them within 1 day upon delivery. Consider, that when the eggs are delivered, they might have been already stored for some days and therefore the incubation should immediately start. If it is not possible to use the eggs immediately, store them at a temperature between 8-12°C. Storage for longer than 1 day is not recommended because it may result in higher embryonic mortality. \r\n\n\n  CRITICAL STEP: Wear sterile gloves all the time during handling the eggs to minimize the risk of infection. However, it is not necessary to handle the eggs under a sterile hood.\r\n\n\n3. At EDD 4, switch off the shaking mechanism of the incubator, wash the eggs again with 37°C warm 70% ethanol and place on an egg cup in a horizontal position. \r\n  4. Place a 5 cm Leukosilk® strip on the middle and round egg parts \\(Fig. 1a).\r\n  5. Crack a 1.5 mm hole through the Leukosilk® at the dull end of the egg over the air sack by gently drilling with sharp scissors. \r\n  6. Remove 3 mL albumen with a syringe to detach the embryonic structures from the eggshell \\(Fig. 1a). \r\n  7. Enlarge the whole with scissors to a diameter of approximately 1.5 cm x 2.5 cm \\(Fig. 1b).\r\n  8. Check the viability of the embryo, which is obvious from sharply delimited blood vessels and a beating heart \\(Fig. 1b). Waste non-fertilized eggs or eggs with dead embryos.\r\n  9. Re-inject 1-2 ml of the previously removed albumen and cover the window with a new Leukosilk® strip. \r\n  10. Replace the egg in the incubator in a horizontal position without shaking. \r\n    CRITICAL STEP: Ensure that the egg is dry and not smeared with albumen to avoid in infection of the egg and incubator. \r\n\n\n  CRITICAL STEP: Always control the humidity inside the incubator with a hygrometer. Add a large amount of water over weekends, because the developing eggs absorb a lot of water.\r\n\n\n\r\n\n\nTUMOR XENOGRAFT TRANSPLANTATION\r\n\n\n11. Prepare Thermanox™ coverslips by punching and enlargement of the hole to a diameter of 9 mm with scissors. Store in a sterile petri dish filled with 70% ethanol. \r\n  12. Count the total number of viable/fertilized eggs, dividing them into the desired experimental groups with a minimum of 20 eggs per group. In this case 3 groups were used: control \\(CO), miRNA negative control \\(miR-NC), miRNA let-7c \\(let-7c).\r\n    CRITICAL STEP: To ensure statistically significant results consider that from the time point of tumor xenograft transplantation, approximately 20% of chick embryos may not survive the procedure. Thus, calculate 20% more eggs per group than needed for statistically relevant results. \r\n\n\n13. At EDD 9 \\(Fig. 1c), ensure that you have enough tumor cells grown for transplantation of 5×105 cells per egg, which means in this case, 3×107 cells for 60 eggs in total.\r\n    CRITICAL STEP: Choose the right EDD for tumor xenotransplantation. We determined that for the xenotransplantation of pancreatic cancer cells the EDD 9 is optimal. However, in the literature also earlier time points are described starting at EDD6 onwards. \r\n\n\n  OPTIONAL: Two days prior to xenotransplantation, you may lipofect the tumor cells in vitro with 50 nm of miR-NC and let-7c mimics, while the control cells remain untreated. You are required to adjust the miRNA concentration and time if lipofection accordingly for your experiment.\r\n\n\n14. On EDD9 prepare master mixes based on the amounts required per egg: 5×105 cells/25 µL DMEM added in a 1:1 ratio to 25 µl of matrigel. Keep on ice.\r\n  15. Take the eggs out of the incubator, place them on an egg holder and remove the Leukosilk® strip.\r\n  16. Place the perforated, sterile Thermanox™ coverslips on the CAM \\(Fig. 1d). The ring should surround some clear blood vessels and should not be placed directly over the embryo. \r\n  17. Gently scratch the CAM inside the ring with a syringe needle \\(Fig. 1e) to ensure immediate blood supply of the xenograft. \r\n    CRITICAL STEP: Do not scratch too intense in order to avoid strong bleeding.\r\n\n\n18. Pipette 50 µL cell/matrigel suspension into the rings to the scratched regions \\(Fig. 1f). \r\n  19. Tape the hole in the shell with Leukosilk® and place eggs back to the incubator. \r\n    CRITICAL STEP: Avoid shaking the eggs to keep the cells in the right place. \r\n\n\n\r\n\n\nIN OVO miRNA INJECTION\r\n\n\n20. On EDD14 prepare master mixes \\(let-7c and miRNA negative control) consisting of 50 nM miRNA-lipofectamine in chick saline. The volume needed per egg is 50 µl. The control eggs are injected with 50 µl of chick saline. \r\n    CRITICAL STEP: Take care that before injection, the miRNA-lipofectamine master mixes are gently mixed by pipetting up and down. You are required to adjust the miRNA concentration accordingly for your experiment.\r\n\n\n  Carefully examine the blood vessels on the CAM. The ideal blood vessel for miRNA delivery would be a vein leading directly to the tumor \\(Fig. 1g, compare Fig. 2). Gently insert the needle at a 90° angle and slowly dispense the treatment. Remove the needle gently and arrest bleeding with the aid of sterile cotton buds.\r\n\n\n  CRITICAL STEP: Avoid piercing the blood vessels multiple times. If possible, let someone with experience with handling blood vessels do the injection.  \r\n\n\n\r\n\n\nRESECTION OF XENOGRAFT TUMORS, EUTHANIZATION OF EMBRYO AND DATA ANALYSIS \r\n\n\n\r\n\n\n21. On EDD18, 3 days before chick hatching, take the eggs out of the incubator and place them on an egg holder. \r\n  22. Remove the Leukosilk® strip and enlarge the window in the eggshell with scissors to approximately 4 cm in diameter \\(Fig. 1h), so that the embryo will fit comfortably through the hole. \r\n    CRITICAL STEP: Take care not to injure the embryo, rupture the CAM or the tumor. \r\n\n\n23. Inject 50 µL Narcoren® of a 16 g/100 mL pentobarbital stock solution into a CAM vessel. \r\n    ALTERNATIVELY: If you have no access to Narcoren because of the narcotics law, then inject 25 µl Ketanest® of a 50 mg/ml esketaminhydrochlorid stock solution.\r\n\n\n24. Lift the CAM area on which the tumor is growing with forceps \\(Fig. 1h). \r\n  25. Resect tumor without injuring the embryo \\(compare Fig. 2).\r\n  26. Put resected tumors to a petri dish on ice and determine the size with calipers \\(Fig. 1i). \r\n  27. Take the embryo out of the eggshell, and take care that the connection between embryo and yolk sac stays intact, because the embryo may feel pail, when this connection is ruptured. \r\n  28. Inject 50 to 100 µL Narcoren® intraperitoneally. \r\n    ALTERNATIVELY: Inject 25 µl of a 50 mg/ml Ketanest® stock solution.\r\n\n\n29. Control 10-15 min later if the heart beat of the embryo stopped - if not, inject some more Narcoren® or Ketanest®.\r\n  30. Resect embryonal organs like lungs, liver and CAM \\(Fig. 1j). Exclude all embryos that died before EDD18 from further analyses.\r\n  31. Estimate tumor volumes using the formula: Volume = 4/3×Π×r3\\(r =1/2×√ of diameter 1×diameter 2)34.\r\n  32. Store the tissues in cyrotubes on dry ice and store at -80°C and/or embed them in Tissue-Tek® O.C.T™ compound for future analysis.\r\n  33. Observe the resulting embryos for toxicity by physical examination. Weigh and obtain the mean weight of the embryos from the different experimental groups."
        },
        {
            "header": "Timing",
            "content": "18 days"
        },
        {
            "header": "Anticipated Results",
            "content": "Our protocol is exceptionally robust, cost-effective, easy-to-perform and produces highly reproducible results that correlate with in vitro data where applicable. A scheme summarizing the relevant processes in this non-viral intravenous miRNA delivery model is shown \\(Fig. 2). As xenograft tumors are being resected from the eggs in each treatment group, it is imperative to observe the chick embryos for adverse side effects that may result from the miRNA treatment. Adverse side effects/teratogenic effects could range from significant differences in the mean weights of the chicks across different treatment groups to deformations. In the absence of adverse side effects/teratogenic effects, differences in the average obtained chick weights across the different treatment groups are not significant and no deformations are seen by physical examination \\(compare Fig. 5 of our recent publication Nwaeburu 2016.18 The next visible result is the effect on tumor sizes from different treatment groups. Now, this is usually based on your hypothesis, preliminary and/or in vitro studies. In this case, let-7c is known to inhibit tumor progression in vitro. Therefore it is hypothesized that it would decrease tumor size in vivo. Typically, the obtained data should correlate to the preliminary and/or in vitro studies. After calculating the tumor volumes using the formula in step 31, it is best shown as a dot plot, where each dot represents a tumor. Apart from the xenograft tumors, other organs such as the CAM, lungs and liver are also resected. This is essential for further examinations. One of those is the estimation of the miRNA delivery efficiency to the tumor. This is normally done by total RNA extraction and evaluation by qRT-PCR. Ideally, most of the miRNA is delivered to the tumor \\(about 80%) with trace amounts in the other tissues. Finally, it is noteworthy to mention that this assay is not limited to the aforementioned evaluations. Other examinations like metastases evaluation, immunofluorescence/immunohistochemical analyses, and western blot analyses of the obtained tissues based on the biological question at hand."
        },
        {
            "header": "References",
            "content": "1 Yates, L. A., Norbury, C. J. & Gilbert, R. J. The long and short of microRNA. Cell 153, 516-519, doi:10.1016/j.cell.2013.04.003 \\(2013).\r\n\n\n2 Reinhart, B. J. et al. The 21-nucleotide let-7 RNA regulates developmental timing in Caenorhabditis elegans. Nature 403, 901-906, doi:10.1038/35002607 \\(2000).\r\n\n\n3 Lin, S. & Gregory, R. I. MicroRNA biogenesis pathways in cancer. Nat. Rev. Cancer 15, 321-333, doi:10.1038/nrc3932 \\(2015).\r\n\n\n4 Stylianopoulos, T. & Jain, R. K. Combining two strategies to improve perfusion and drug delivery in solid tumors. Proc Natl Acad Sci U S A 110, 18632-18637, doi:10.1073/pnas.1318415110 \\(2013).\r\n\n\n5 Moller, H. G. et al. A systematic review of microRNA in glioblastoma multiforme: micro-modulators in the mesenchymal mode of migration and invasion. Mol. Neurobiol. 47, 131-144, doi:10.1007/s12035-012-8349-7 \\(2013).\r\n\n\n6 Schneider, M. R. MicroRNAs as novel players in skin development, homeostasis and disease. Br. J. Dermatol. 166, 22-28, doi:10.1111/j.1365-2133.2011.10568.x \\(2012).\r\n\n\n7 Zheng, D. et al. Topical delivery of siRNA-based spherical nucleic acid nanoparticle conjugates for gene regulation. Proceedings of the National Academy of Sciences of the United States of America 109, 11975-11980, doi:10.1073/pnas.1118425109 \\(2012).\r\n\n\n8 Trang, P. et al. Regression of murine lung tumors by the let-7 microRNA. Journal of Thoracic Oncology 5, S234-S234 \\(2010).\r\n\n\n9 Aleksandrowicz, E. & Herr, I. Ethical euthanasia and short-term anesthesia of the chick embryo. ALTEX 32, 143-147, doi:http://dx.doi.org/10.14573/altex.1410031 \\(2015).\r\n\n\n10 Bauer, N., Liu, L., Aleksandrowicz, E. & Herr, I. Establishment of hypoxia induction in an in vivo animal replacement model for experimental evaluation of pancreatic cancer. Oncol. Rep. 32, 153-158, doi:10.3892/or.2014.3196 \\(2014).\r\n\n\n11 Labsch, S. et al. Sulforaphane and TRAIL induce a synergistic elimination of advanced prostate cancer stem-like cells. Int. J. Oncol. 44, 1470-1480, doi:10.3892/ijo.2014.2335 \\(2014).\r\n\n\n12 Liu, L. et al. Enrichment of c-Met\\(+) tumorigenic stromal cells of giant cell tumor of bone and targeting by cabozantinib. Cell Death Dis 5, e1471, doi:10.1038/cddis.2014.440 \\(2014).\r\n\n\n13 Liu, L. et al. Triptolide reverses hypoxia-induced EMT and stem-like features in pancreatic cancer by NF-kappa B downregulation. Int. J. Cancer 134, 2489-2503 \\(2014).\r\n\n\n14 Fan, P. et al. MicroRNA-101-3p reverses gemcitabine resistance by inhibition of ribonucleotide reductase M1 in pancreatic cancer. Cancer Lett. 373, 130-137, doi:10.1016/j.canlet.2016.01.038 \\(2016).\r\n\n\n15 Fan, P. et al. Continuous exposure of pancreatic cancer cells to dietary bioactive agents does not induce drug resistance unlike chemotherapy. Cell Death Dis 7, e2246, doi:10.1038/cddis.2016.157 \\(2016).\r\n\n\n16 Heller, A. et al. Establishment and Characterization of a Novel Cell Line, ASAN-PaCa, Derived From Human Adenocarcinoma Arising in Intraductal Papillary Mucinous Neoplasm of the Pancreas. Pancreas 45, 1452-1460, doi:10.1097/MPA.0000000000000673 \\(2016).\r\n\n\n17 Isayev, O. et al. Inhibition of glucose turnover by 3-bromopyruvate counteracts pancreatic cancer stem cell features and sensitizes to gemcitabine. Oncotarget 5, 5177 \\(2014).\r\n\n\n18 Nwaeburu, C. C. et al. Up-regulation of microRNA Let-7c by quercetin inhibits pancreatic cancer progression by activation of Numbl. Oncotarget 7, 58367-58380 \\(2016).\r\n\n\n19 Zhang, Y. et al. Aspirin counteracts cancer stem cell features, desmoplasia and gemcitabine resistance in pancreatic cancer. Oncotarget 6, 9999-10015 \\(2015).\r\n\n\n20 Amponsah, P. S. et al. microRNA-210 overexpression inhibits tumor growth and potentially reverses gemcitabine resistance in pancreatic cancer. Cancer Lett. 388, 107-117, doi:10.1016/j.canlet.2016.11.035 \\(2017).\r\n\n\n21 Weber, W. T. & Mausner, R. Migration patterns of avian embryonic bone marrow cells and their differentiation to functional T and B cells. Adv. Exp. Med. Biol. 88, 47-59 \\(1977).\r\n\n\n22 Ribatti, D. The chick embryo chorioallantoic membrane in the study of tumor angiogenesis. Romanian Journal of Morphology and Embryology 49, 131-135 \\(2008).\r\n\n\n23 Ribatti, D. The chick embryo chorioallantoic membrane as a model for tumor biology. Exp. Cell Res. 328, 314-324, doi:10.1016/j.yexcr.2014.06.010 \\(2014).\r\n\n\n24 Ribatti, D., Nico, B., Vacca, A. & Presta, M. The gelatin sponge-chorioallantoic membrane assay. Nat Protoc 1, 85-91, doi:nprot.2006.13 \\[pii] 10.1038/nprot.2006.13 \\(2006).\r\n\n\n25 Lindgren, I., Zoer, B., Altimiras, J. & Villamor, E. Reactivity of chicken chorioallantoic arteries, avian homologue of human fetoplacental arteries. J Physiol Pharmacol 61, 619-628 \\(2010).\r\n\n\n26 Murphy, J. B. Transplantability of malignant tumors to the embryos of a foreign species. JAMA 59, 874 \\(1912).\r\n\n\n27 Dagg, C. P., Karnofsky, D. A. & Roddy, J. Growth of transplantable human tumors in the chick embryo and hatched chick. Cancer Res. 16, 589-594 \\(1956).\r\n\n\n28 DeRose, Y. S. et al. Tumor grafts derived from women with breast cancer authentically reflect tumor pathology, growth, metastasis and disease outcomes. Nat. Med. 17, 1514-1520, doi:nm.2454 \\[pii]\r\n\n\n10.1038/nm.2454 \\(2011).\r\n\n\n29 Rubio-Viqueira, B. et al. An in vivo platform for translational drug development in pancreatic cancer. Clin. Cancer. Res. 12, 4652-4661, doi:12/15/4652 \\[pii]\r\n\n\n10.1158/1078-0432.CCR-06-0113 \\(2006).\r\n\n\n30 Jimeno, A. et al. A direct pancreatic cancer xenograft model as a platform for cancer stem cell therapeutic development. Mol. Cancer Ther. 8, 310-314, doi:1535-7163.MCT-08-0924 \\[pii]\r\n\n\n10.1158/1535-7163.MCT-08-0924 \\(2009).\r\n\n\n31 Hidalgo, M. et al. A pilot clinical study of treatment guided by personalized tumorgrafts in patients with advanced cancer. Mol. Cancer Ther. 10, 1311-1316, doi:10.1158/1535-7163.MCT-11-0233 \\(2011).\r\n\n\n32 McCain, E. R. & McLaughlin, J. S. in Tested studies for laboratory teaching Vol. 20  \\(ed S. J. Karcher)  85-100 \\(1999).\r\n\n\n33 Balke, M. et al. A short-term in vivo model for giant cell tumor of bone. BMC Cancer 11, 241, doi:10.1186/1471-2407-11-241 \\(2011)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to Dr. W. Gross for statistical assistance, and Jury Gladkich, Jutta Mohr and Sebastian Faus for excellent technical assistance. This study was supported by grants from the German Cancer Aid \\(Deutsche Krebshilfe 111299), the Federal Ministry of Education and Research \\(BMBF 031A213), Heidelberger Stiftung Chirurgie, Stiftung für Krebs und Scharlachforschung, Dietmar Hopp-Stiftung, and the Hanns A. Pielenz-Stiftung."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.18632/oncotarget.11122",
                "date": "2017-11-08 13:53:11",
                "title": "Up-regulation of microRNA let-7c by quercetin inhibits pancreatic cancer progression by activation of Numbl",
                "authors": [
                    "Clifford C. Nwaeburu",
                    "Natalie Bauer",
                    "Zhefu Zhao",
                    "Alia Abukiwan",
                    "Jury Gladkich",
                    "Axel Benner",
                    "and Ingrid Herr"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1016/j.canlet.2016.11.035",
                "date": "2017-11-08 13:53:34",
                "title": "microRNA-210 overexpression inhibits tumor growth and potentially reverses gemcitabine resistance in pancreatic cancer",
                "authors": [
                    "Prince Saforo Amponsah",
                    "Pei Fan",
                    "Nathalie Bauer",
                    "Zhefu Zhao",
                    "Jury Gladkich",
                    "Joerg Fellenberg",
                    "and Ingrid Herr"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14694,
                "identity": "a1075eca-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ingrid Herr",
                "email": "i.herr@uni-heidelberg.de",
                "orcid": "",
                "institution": "Molecular OncoSurgery, Section Surgical Research, Department of General, Visceral and Transplantation Surgery, University of Heidelberg, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ingrid",
                "middleName": "",
                "lastName": "Herr",
                "suffix": ""
            },
            {
                "id": 14690,
                "identity": "a1075063-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Clifford C. Nwaeburu",
                "email": "",
                "orcid": "",
                "institution": "Molecular OncoSurgery, Section Surgical Research, Department of General, Visceral and Transplantation Surgery, University of Heidelberg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Clifford",
                "middleName": "C.",
                "lastName": "Nwaeburu",
                "suffix": ""
            },
            {
                "id": 14691,
                "identity": "a107554a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ewa Aleksandrowicz",
                "email": "",
                "orcid": "",
                "institution": "Molecular OncoSurgery, Section Surgical Research, Department of General, Visceral and Transplantation Surgery, University of Heidelberg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ewa",
                "middleName": "",
                "lastName": "Aleksandrowicz",
                "suffix": ""
            },
            {
                "id": 14692,
                "identity": "a107597b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nathalie Bauer",
                "email": "",
                "orcid": "",
                "institution": "Molecular OncoSurgery, Section Surgical Research, Department of General, Visceral and Transplantation Surgery, University of Heidelberg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nathalie",
                "middleName": "",
                "lastName": "Bauer",
                "suffix": ""
            },
            {
                "id": 14693,
                "identity": "a1075b9f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Zhefu Zhao",
                "email": "",
                "orcid": "",
                "institution": "Molecular OncoSurgery, Section Surgical Research, Department of General, Visceral and Transplantation Surgery, University of Heidelberg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zhefu",
                "middleName": "",
                "lastName": "Zhao",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-04-12 13:17:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.126",
        "doiUrl": "https://doi.org/10.1038/protex.2017.126",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609750,
                "identity": "28762de3-9284-4fa5-bf7f-f4fef83e8e16",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:09",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 170633,
                "visible": true,
                "origin": "",
                "legend": "Illustration of single steps in xenografting and i.p. treatment of chicken eggs   a. At developmental day 4, a Leukosilk® strip is placed on the middle and round egg parts and 3 mL albumen are removed with a syringe. b. Vessels and embryo at developmental day 4. c. Vessels and embryo at developmental day 9. d. A perforated Thermanox™ coverslip is placed on the CAM. e. The CAM inside the coverslip is gently scratched with a gauge needle. f. Fifty microliter of a tumor cell/matrigel solution is transplanted to the scratched area. g. Vessel leading to the tumor xenograft and suited for injection of miRNAs. h. Tumor resection at developmental day 18: the hole in the egg shell is enlarged and the CAM area with the tumor xenograft is lifted with forceps. i. The size of the resected tumors is measured by calipers. j. The euthanized embryos are physically examined and embryonal organs are resected. ",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5893/v1/figure_1.pdf"
            },
            {
                "id": 2609751,
                "identity": "eb069966-63ba-4140-8dba-20d2f6808557",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:09",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 142483,
                "visible": true,
                "origin": "",
                "legend": "Experimental plan for the in vivo miRNA delivery   Upon arrival of the fertilized chicken eggs from the hatchery, they were properly cleaned with 70% ethanol and placed in the incubator at 37°C and this is the egg development day 0. On day 4, the eggs were opened, on day 9 the tumor cells were xenografted, on day 14 miRNAs were injected in CAM vessels and on day 18 the tumors were resected, following by euthanization of the embryo by the injection of Narcoren®.",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5893/v1/figure_2.pdf"
            },
            {
                "id": 13465339,
                "identity": "54bd07b2-6da8-4abe-b17b-a2aa80b577ff",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:21",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1529141,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5893/v1/fea61a52-c203-4c0a-89f3-8874b578d424.pdf"
            }
        ],
        "financialInterests": "None of the authors has a conflict of interest to disclose regarding the publication of the present manuscript. Also, the authors declare that they have no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "microRNA, xenotransplantation, in vivo tumor model",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "The regulation of gene expression by microRNAs is widely examined in diagnostics and therapeutics. Usually, microRNAs are applied with viral vectors to mouse or rat models. However, this is painful for the animals and plagued with hurdles of high bureaucracy, costs, workload, and ineffectual delivery. Here we present a new method for the in vivo delivery of microRNAs to tumor xenografts transplanted to fertilized chicken eggs. Our assay is based on the intravenous injection of a microRNA/lipofectamine mixture to the vessels of the chorioallantoic membrane, which supply the tumor. The delivery of microRNA mimics to the tumor mass is about 80%, with trace amounts in host tissue, and no pain or toxicity to the chick embryo. This simple, inexpensive avian model is suited for large-scale screening of microRNA effects and is in accordance with the 3 R principles, because it may replace or at least reduce many mammalian experiments, and it refines the usual ways of euthanization of the chick embryo by freezing, decapitation or in ovo fixation with paraformaldehyde, because we euthanize the embryo by anaesthesia. The method can be carried out in 10 days and does not require any animal application.",
        "manuscriptTitle": "MicroRNA in vivo delivery to human pancreas tumor xenografts on chicken eggs",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-11-08 13:54:53",
                "doi": "10.1038/protex.2017.126",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a106ecf3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 8th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3894,
                "name": "Genetics"
            },
            {
                "id": 3895,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-11-08 13:54:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}