{
    "identity": "nprot-219",
    "title": "High-resolution light microscopy imaging of polytene chromosomes",
    "content": [
        {
            "header": "Introduction",
            "content": "For more than 70 years, since Thomas Morgan defined his heredity theory using giant, &#x201C;polytene&#x201D; chromosomes of _Drosophila melanogaster_ \\(fruit fly), the polytene chromosomes have been a central model system in cytogenetics and chromosome studies. The dramatic, differential chromatin compaction along the genome, producing the sequence specific, banding pattern, has provided researchers with the unique opportunity to map genes to these underlying chromosome landmarks. This was originally done in order to determine linear relationships among genes, - a task that was fulfilled with the genome sequencing in 2000. However, the genetic cause of the chromatin differential compaction, which has puzzled generations of scientists, still remains unknown. To determine the key factors of the differential organization of the chromosomes, a more precise representation and categorization of the polytene cytology, as well as a means of more accurate mapping of genes to the underlying physical structure, on a large, preferably genome scale, are needed.  Here we describe and troubleshoot the protocol for our new, efficient method<sup>1</sup>, which utilizing high pressure treatment of formaldehyde fixed polytene chromosomes, allows acquisition of the maximum structural and mapping information from the resulting multiple, high resolution, light microscopy images, amenable to application of the computer vision technology<sup>2,3</sup>."
        },
        {
            "header": "Reagents",
            "content": "&#x25CF; Drosophila melanogaster larvae, 3rd instar.  \r\n\n\n&#x25CF; TB1: 15 mM KH2PO4 \\(pH 7.0), 80 mM KCl, 16 mM NaCl, 5 mM MgCl2, 1% PEG 8000\r\n\n\n&#x25CF; PBS.\r\n\n\n&#x25CF; PBS*: PBS + 5 mM MgCl2.\r\n\n\n&#x25CF; PBST: PBS+0.1% Triton X-100.\r\n\n\n&#x25CF; ==PBS**T:== PBS** +  0.1% Triton X-100\r\n\n\n&#x25CF; Acidic formaldehyde fixative: 50% acetic acid, 2-3% lactic acid, and 3.7% freshly  prepared paraformaldehyde.\r\n\n\nCaution: Use in well ventilated area. Avoid contact with skin, eyes or mucous membranes. The fixative can cause permanent damage to tissues.  \r\n\n\n&#x25CF; Liquid Nitrogen \r\n\n\n&#x25CF; EtOH 100%\r\n\n\n&#x25CF; DAPI, 20 ng/ml.\r\n\n\nCaution: DAPI is a known toxin. Avoid contact with skin, eyes or mucous membranes; wear gloves.\r\n\n\n&#x25CF; ProLong mounting medium \\(Invitrogen)"
        },
        {
            "header": "Equipment",
            "content": "&#x25CF; Dissecting slide, with 1.5 mm deep, round depressions.\r\n\n\n&#x25CF; Two fine point forceps.\r\n\n\n&#x25CF; Dissecting microscope. \r\n\n\n&#x25CF; 20 &#x3BC;l and 200 &#x3BC;l Pipetmans with tips.\r\n\n\n&#x25CF; Glass slides.\r\n\n\n&#x25CF; 22 mm square glass coverslips.\r\n\n\n&#x25CF; 18 mm square siliconized glass coverslips.\r\n\n\n&#x25CF; 35 mm plastic Petri dishes.\r\n\n\n&#x25CF; Parafilm.\r\n\n\n&#x25CF; Dremel rotary tool with Flex-Shaft attachment.\r\n\n\n&#x25CF; Custom made rotary tip for the attachment \\(Fig. 1).\r\n\n\n&#x25CF; <sub>25 mm wide x </sub>60 mm long strip of Whatman filter paper \\(0.2 mm thickness), with <sub>40 mm wide x </sub>60 mm long piece of clear plastic film \\(transparency, 3M) taped on top of the filter strip \\(Fig. 1). \r\n\n\n&#x25CF; Strips of silicone-impregnated paper the size of the glass slide. \r\n\n\n&#x25CF; Phase contrast microscope with 20x and 40x objectives.\r\n\n\n&#x25CF; Avenger Gold toolmaker, precision MTC-200-1 vise \\(Penn Tool: Maplewood, NJ, \"http://www.penntoolco.com\":http://www.penntoolco.com), or comparable models with high surface parallelism.\r\n\n\n&#x25CF; Torque wrench, with the range of 2&#x2013;17 newton meters \\(or two torque wrenches with the appropriate power ranges). \r\n\n\n&#x25CF; Thermos for liquid nitrogen.\r\n\n\n&#x25CF; Long handle forceps.\r\n\n\n&#x25CF; Razor blades.\r\n\n\n&#x25CF; Fluorescence microscope with digital camera. \r\n\n\n&#x25CF; Computer with image acquisition and processing software."
        },
        {
            "header": "Procedure",
            "content": "1. Grow D. melanogaster larvae at 18°C in fly bottles on standard fly food; use full grown, 3rd instar larvae for not more than two days from the start of their emergence.\r\n  2. Transfer several larvae to 35 mm Petri dishes with ~100 μl water; give heat-shock for transgene lac repressor expression if needed\n1\n, followed by 1-2 h recovery. \r\n  3. Place the Petri dish with larvae on ice for ~20 min to immobilize larvae. \r\n  4. Using fine-point forceps, dissect salivary glands in TB1 buffer\n8\non the glass slide with a 1.5 mm depression. Remove head parts and most fat body. Rinse glands with 20 μl Pipetman, adjusted to 7-8 μl volume, emerging the tip in the buffer prior to touching the glands. \r\n  5. Transfer glands with the same Pipetman tip to fixative on another slide with a well depression, fix exactly 2 min.\r\n  6. While the glands are being fixed, attach a 22 mm square coverslip to the center of a glass slide with a small amount \\(3-4 μl) of water.  \r\n  7. Dispose of the anterior pars of glands with the ducts and transfer \\(not more than one pair of glands per preparation) in exactly 7 μl of the fixative to the center of the coverslip, covering the preparation with an 18 mm square siliconized coverslip. \r\n  8. After transferring the glass slide to the bench surface, cover it with a\n25 mm wide strip of Whatman filter paper \\(0.2 mm thickness), taping a\n40 mm wide piece of clear plastic film \\(transparency, 3M) on top of it. \\(Fig. 1). \r\n  9. To spread the chromosomes, use a Dremel Flex-Shaft attachment inserting a soft plastic tip into the bit holder. Use tips that have 6-12 smooth, protruding knobs around the circumference of the tip edge \\(Fig. 1).  Tips can be constructed by cutting 200 μl Pipetman plastic tips close to the wide base, cutting triangular notches around the end circumference, and then lightly melting the cut tip end on a gas burner to form rounded, slightly protruding \\(\n1.5 mm) knobs. Using a manually held Dremel Flex-Shaft attachment rotating at\n200 rpm, apply the vibration to the preparation by slightly touching the plastic film covering the preparation with the knobbed rotating tip, positioned at ~45° to the surface. Using spiral movements spread the chromosomes from the coverslip center towards its periphery, periodically removing the filter paper and film to monitor the progress using a phase contrast microscope. Continue this process for several minutes, until the chromosomes appear satisfactorily spread without much overlapping cell debris.\r\n  10. To remove excess fixative, start pressing the preparation lightly, gradually increasing the pressure.  Continue for several minutes, by sliding movements of the thumb over the area of the coverslip.  Finish the step by firm press with the thumb.  At this step, most of the excessive fixative has to be removed not to introduce a damaging hydraulic shock to the chromosomes in the vise. \r\n  11. Removing the filter paper and plastic film, cover the preparation with a strip of silicone-impregnated paper \\(0.12 mm thickness) of the same size as the slide \\(the siliconized side faces the coverslip) and place another glass slide on top of this.  After aligning the layers, place the glass slide sandwich in the center of an Avenger Gold toolmaker, tin coated, precision MTC-200-1 vise \\(Penn Tool:  Maplewood, NJ, \"http://www.penntoolco.com\":http://www.penntoolco.com), or comparable models with high surface parallelism.\r\n  12. Use a torque wrench to tighten the vise, always keeping the moving surfaces and tightening threads moderately oiled to maximize the smoothness of the operation.  Use at least two steps for pressing.  First, press the preparation lightly \\(up to 3 newton meters, as measured by a torque wrench) for 2 min to force out excess fixative and stabilize the preparation by reducing a hydraulic shock caused by outward liquid flow.  Gradually tighten the vise \\(up to 17 newton meters), maintaining the preparation at this pressure for ~1 min.  If well centered, the slides almost never cracked. \r\n  13. Gradually release the vise pressure and transfer the slide with the coverslips to liquid nitrogen for\n1 min. Flip the top, siliconized coverslip off with a razor blade, placing the slide with the remaining coverslip with preparation into 100% EtOH to thaw for\n20 sec before removal of the coverslip from the glass slide.  \r\n  14. Store coverslips within sealed 35 mm Petri dishes for up to one week in 100% EtOH at -20°C.\r\n  15. Proceed with FISH or immunostaining if planned, as suggested\n1\n. Buffers can be modified as suggested below \\(troubleshooting).  \r\n  16. For DNA staining use DAPI, 20 ng/ml in PBS \\(or other buffers; see troubleshooting below) 15-30 min.\r\n  17. Use fluorescence microscope to acquire one \\(best focused) optical section of the areas of interest.\r\n  18. Use Photoshop to minimally process the image \\(changing brightness and contrast and using “unsharp mask” filter to improve print quality)."
        },
        {
            "header": "Timing",
            "content": "20-30 min per slide for preparation of the chromosome spreads.\r\n\n\nTime of downstream processing for FISH \\(fluorescence in situ hybridization) or immunostaining is planned according to the protocols<sup>1,4-7</sup>."
        },
        {
            "header": "Critical Steps",
            "content": "4.  Dry tip may cause glands to adhere to the walls of the tip &#x2013; take the buffer in    and out of the tip several times before touching the sample. This step usually takes 2-3 min. If dissection can be done in less than 30 s, this step can be omitted, and dissection can be performed in the fixative \\(Step 5).  \r\n  7. Smaller amount of fixative impairs spreading and increases contamination with cell debris; large amount of fixative may cause the material to run to the periphery and largely escape. More than a pair of glands per slide impair further spreading, pressing and flattening, decreasing the resulting quality. \r\n  12. Record the torque readings optimizing the protocol.  Try to tighten the vise slowly, without abrupt movements."
        },
        {
            "header": "Troubleshooting",
            "content": "Steps 4, 15. Most protocols suggest treatment of D. melanogaster salivary glands in PBS \\(during dissection, step 4).  We recommend using TB1 instead, because PBS adversely affects chromosome structure, unfolding chromatin. In our standard procedures for immunostaining and FISH<sup>1</sup> we use PBS only after fixation and dehydration of the preparations. For EM, we use PBS** instead of PBS, and PBS**T instead of PBST. We suggest using these buffers also for light microscopy when structural preservation is the most important consideration.  Addition of 5 mM MgCl2 to the buffers renders chromatin more condensed and bands more pronounced.  However, excessive chromatin condensation may prevent antibody penetration and thus will weaken the immunostaining signal.  So it's advisable to optimize buffer conditions, particularly, MgCl2-to-buffer ratio, according to your goals. \r\n\n\n\r\n\n\nStep 7. Use only one gland per preparation if structural preservation is critical.\r\n\n\n\r\n\n\nStep 12. Applying higher pressure increases structural resolution of the chromosomes. The best fragments are usually found on the periphery of the coverslip, where there is less cell debris and the chromosomes become more compressed.  However, more fragmentation occurs as the pressure increases."
        },
        {
            "header": "Anticipated Results",
            "content": "Less than 10% slides have to be discarded. More bands are preserved, in better registration than in conventional preparations \\(Fig. 2). We anticipate better results with automated, hydraulic vises.    \r\n\n\n\r\n\n\nDue to the high resolution and reproducibility of the method, a large dataset of multiple images of all loci can be easily generated and made amenable to computer vision analysis<sup>1-3</sup>, which will produce the most detailed, objective representation and categorization of the polytene cytology and will facilitate genome mapping. This information will be beneficial for various chromosome studies, including identification of cis-elements and other key factors of chromosome organization."
        },
        {
            "header": "References",
            "content": "1. Novikov, D.V., Kireev, I. &amp; Belmont A.S. High-pressure treatment of polytene  chromosomes improves structural resolution. _Nat. Methods_. **4\\(4)** \\(2007).\r\n  2.     Zhou, X.S., Rui, Y. &amp; Huang, T.S. Exploration of Visual Data. Kluwer Academic Publishers, Boston/ Dordrecht/ London \\(2003). \r\n  3.  Forsyth, D.A. &amp; Ponce, J. Computer vision - A modern approach. Prentice Hall, Upper Saddle River, New Jersey, USA \\(2002).\r\n  4. Eissenberg, J.C. Functional genomics of histone modification and non-histone chromosomal proteins using the polytene chromosomes of Drosophila. _Methods_. **40\\(4)**, 360-4 \\(2006).\r\n  5. Stephens, G.E., Craig, C.A., Li Y., Wallrath, L.L. &amp; Elgin, S.C. Immunofluorescent staining of polytene chromosomes: exploiting genetic tools. _Methods Enzymol_. **376**, 372-393 \\(2004).\r\n  6. Lavrov, S., Dejardin, J. &amp; Cavalli, G. Combined immunostaining and FISH   analysis of polytene chromosomes. _Methods Mol. Biol_. **247**, 289-303 \\(2004).\r\n  7. Saunders, R.D. In situ hybridization to polytene chromosomes. _Methods Mol. Biol_. **247**, 279-287 \\(2004).\r\n  8.     Bonner, J.J. Induction of Drosophila heat-shock puffs in isolated polytene nuclei. _Dev. Biol_. **86**, 409-418 \\(1981)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by NIH grant 2RO1GM058460 to ASB."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth1049",
                "date": "2007-04-04 23:53:31",
                "title": "High-pressure treatment of polytene chromosomes improves structural resolution",
                "authors": [
                    "Dmitri V Novikov",
                    "Igor Kireev & Andrew S Belmont"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10243,
                "identity": "9ef169cc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dmitri Novikov",
                "email": "",
                "orcid": "",
                "institution": "Department of Cell and Developmental Biology, University of Illinois, Urbana-Champaign, B107 Chemical and Life Sciences Building, 601 S. Goodwin Ave., Urbana, Illinois, 61801, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dmitri",
                "middleName": "",
                "lastName": "Novikov",
                "suffix": ""
            },
            {
                "id": 10244,
                "identity": "9ef16cf2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Igor Kireev",
                "email": "",
                "orcid": "",
                "institution": "Department of Electron Microscopy, A.N. Belozersky Institute of Physico-Chemical Biology, Moscow State University, Moscow, 119899, Russia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Igor",
                "middleName": "",
                "lastName": "Kireev",
                "suffix": ""
            },
            {
                "id": 10245,
                "identity": "9ef16f7d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andrew  Belmont",
                "email": "",
                "orcid": "",
                "institution": "Department of Cell and Developmental Biology, University of Illinois, Urbana-Champaign, B107 Chemical and Life Sciences Building, 601 S. Goodwin Ave., Urbana, Illinois, 61801, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrew",
                "middleName": "",
                "lastName": "Belmont",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-13 12:59:18",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.217",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.217",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607717,
                "identity": "be8e8024-882a-4b06-beb0-f4801c7c6d55",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:44",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 95783,
                "visible": true,
                "origin": "",
                "legend": "1. 200 &#x3BC;l Pipetman tip with cut triangular notches (not yet ready to use). 2. Tip ready to use, with the edge melted to round the knobs. 3. Flex-Shaft with attached tip. 4. Glass slide. 5. Whatman filter strip. 6. Plastic strip taped on top. 7. Suggested path for vibration. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-219/v1/figure_1.jpg"
            },
            {
                "id": 2607716,
                "identity": "1d1c7502-bd1d-4023-86e0-a78584dd35a4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:44",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 54399,
                "visible": true,
                "origin": "",
                "legend": "(a) X telomere. (b) 3L telomere. (c) Fragment of 2L arm. DAPI. Scale bar = 1 &#x3BC;m.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-219/v1/figure_2.jpg"
            },
            {
                "id": 13464332,
                "identity": "bc87c196-8766-4b0c-919d-f36291d207fa",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:56",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 189010,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-219/v1/c9e8f11e-295d-4fcf-a80d-225b5bccdb8f.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "chromatin, chromosome, cytogenetics, computer vision, Drosophila, FISH, genome, immunostaining, lac operator, lac repressor, polytene",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "High-resolution light microscopy imaging of polytene chromosomes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-05-09 05:26:24",
                "doi": "10.1038/nprot.2007.217",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ef11b1d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 9th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1709,
                "name": "Biological techniques"
            },
            {
                "id": 1710,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-05-09 05:26:24",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}