{
    "identity": "pex-732",
    "title": "<p>Time-Resolved Serial Femtosecond Crystallography at the European X-ray Free Electron Laser</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The European XFEL produces intense X-ray bursts with MHz pulse repetition rates. These bursts can be exploited to rapidly collect time-resolved crystallographic data from femtoseconds to seconds (Pandey et al., 2019).</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Reagents to grow E. coli cultures</p><p>Reagents for overexpression and purification of protein</p><p>Reagents to produce protein microcrystals</p><p>Synthetic mineral oil to co-flow with protein slurry</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>European XFEL</p><p>High repetition rate laser</p><p>Adaptive Gain Integrating Pixel Detector</p><p>Data Storage Facility</p><p>PC Linux workstation to analyze the data </p>"
        },
        {
            "header": "Procedure",
            "content": "A. PYP overexpression and Purification\n1.  Use 50 μL of of glycerol stock of PYP expressing, recombinant\nE. coli\nto inoculate 100mL of ampicillin containing LB media in a 250ml flask. Grow overnight at 37\no\nC.\n2.  Prepare four 2 L flasks with 1 L ampicillin containing LB media and inoculate with ~20 mL, each from the 100 mL overnight culture. Let the culture grow at 37\no\nC until the OD\n600\nreaches 0.6-0.8. Induce the cultures with IPTG (1mmol/L final concentration) and shake at 16\no\nC for 20 – 24 hrs.\n3.  Harvest the cells by centrifugation. Re-suspend the cells (20 g) in (50 mL) lysis buffer (20mmol/L HEPES,200mmol/L NaCl,5mmol/L Imidazole, pH 7.4) and add lysozyme and protease inhibitor. Sonicate 5 times for 1 min. Clarify the cell debris by centrifugation at 4\no\nC. Pour the supernatant into a beaker and slowly add activated pCA anhydride with stirring. Stir the beaker overnight at 4\no\nC.\nActivated pCA anhydride:\nPrepare a DCC solution by dissolving 6.25gm of DCC in 2.5ml DMF\nDissolve 0.328gm of p-coumaric acid in 7ml DMF.\nAdd 1ml of DCC solution into p-coumaric solution prepared in ii. and stir on ice in a closed container overnight.\n4.  Centrifuge the protein-pCA mixture to remove excess pCA. Load the supernatant on the column containing 40 mL of pre-charged and pre-calibrated Ni\n+2\nresin. After loading the protein, rinse the column with Lysis buffer (see above) followed by wash buffer (20mmol/L HEPES,200mmol/L NaCl,10mmol/L Imidazole, pH 7.4). Elute the column with elution buffer (same as wash buffer but with 200 mmol/L imidazole) and collect the elute in a fresh breaker. Dialyze the elute overnight in dialysis buffer (20mmol/L HEPES, 200mmol/L NaCl, pH 7.4) to remove excess imidazole.\n5.  Concentrate the elute to around 10 mL and the check the protein concentration at 446nm (OD\n446\n/45000 x 14700 x dilution factor). Add 20 μL enterokinase (New England Biolabs) and rock the mixture for 3 days at room temperature to cleave the His tag.\n6.  After completion of the enterokinase reaction, centrifuge the mixture to remove potential precipitate (if any). Re-load the protein onto the Nickel column and elute with lysis buffer (see above). This time collect the yellowish flow-through. This is the PYP without the His-tag. Wash the un-cleaved PYP from the column using elution buffer(see above) and freeze it after dialysis (see above) for later cleavage. Concentrate the HIS tag free PYP to 10 ml.\n7.  Purify the PYP by Anion Exchange Chromatography using a FPLC system. Elute the PYP with a NaCl gradient (25 mmol/L Tris pH 8 without NaCl to 1 mol/L NaCl). Collect all the tubes with a yellow solution. Measure absorption spectra for each of the tube. Pool those tubes where the ratio of the absorption at 446nm versus that at 280nm is at least 2. Dialyze the combined protein in storage buffer (pH 6.0, 50mmol/L sodium citrate).\n8.  Next day, concentrate the protein to 30-50mg/ml, aliquot into 400uL portions, and sterile filter using spin filters. Freeze at -80\no\nC.\n9.  Use a dry nitrogen shipper to send the frozen protein tubes to the European XFEL for onsite crystallization.\nB. Protein Crystallization\n1.  Concentrate the protein to 100mg/ml and combine several tubes to a final volume of 2-3 ml.\n2.  Under vigorous stirring, add 4mol/L Sodium Malonate, pH 7 (around 14 mL) to the protein to a final concentration of 3.3 mol/L.\n3.  Stir the suspension in a closed vial for around 8 hrs and let it rest for 24 hrs at room temperature.\n4.  Centrifuge the slurry (in 15 mL conical tubes) and the microcrystals will swim up. Exchange the clear solution below the floating microcrystals with (7 mL) of 2.8 mol/L Sodium Malonate, pH 7.\n5.  Check crystal concentration and size homogeneity with a Neubauer cell-counting chamber under a microscope (400 x). It should be about 10\n10\ncrystals/mL.\n6.   Finally, filter the crystal slurry twice through a 10um steel filter. The crystals are ready to be loaded to a reservoir for injection.\nC. Reservoir Loading and Reservoir Mounting\nThe protein slurry is loaded in a 2 mL reservoir. The reservoir has to be prepared so that no air is in between the Teflon plunger and the water line. The other end is connected to the protein line. By pressing on the water line with a 10 mL syringe filled with water, protein solution is pressed out until it leaks out of the protein line.\nThe reservoir is mounted on top of the beamline vacuum chamber and connected with the water line to an HPLC, and with the protein line to the injector nozzle capillary.\nD. Injection\nInjection of the microcrystalline slurry into the vacuum is achieved with a Gas Dynamic Virtual Nozzle (GDVN) mounted on a nozzle rod that reaches from ambient pressure into the vacuum chamber. Synthetic mineral oil (5% - 30%) is provided through a T-junction outside the nozzle rod to support injection and to improve the jetting behavior. Flow rates are determined by the maximum pressure allowed by the system. Using a 75 μm inner diameter nozzle capillary,  flow rates should be at least 35 μL/min to cope with the high repetition rate X-ray pulses.\nE. Instrument Setup – Upstream Interaction Region\nThis section of the protocol describes pre-experiment preparation steps and those taken at the beginning of, or during an X-ray beam-shift of 12 hours.\nPre-experiment preparation\n1. Upstream interaction set up for injection experiment. Catcher, shroud (with entrance aperture, exit cone and laser windows) installed in sample chamber.\n2. Establish accelerator bunch pattern to suit sample jetting behaviour\n3. Verify X-ray focus at sample position by optical imaging of 20 μm thick Ce:YAG mounted to nozzle rod.\nFor each beam shift\n1. Align SASE1 beamline offset mirrors to the recorded SPB/SFX instrument settings.\n2. Verify the beam position against the aperture set by the entrance slits to the micron-scale KB mirror system and make adjustments with the translation and pitch of the second (downstream) offset mirror.\n3. Verify beam position at the entrance to the interaction region where beam position is very sensitive to micron-mirror pitch movements and therefore assures focus at the sample.\n4. Establish water jet and establish jet---X-ray overlap (as viewed by jet explosion) in the side-view interaction microscope\n5. Verify jet---pump-laser overlap by reference to jet---X-ray overlap in the side-view interaction microscope\nThe upstream interaction region chamber is prepared for laser-pump XFEL probe experiments. The central shroud holds the sample injection GVDN nozzle, providing a degree of differential pumping and minimising sample contamination in the larger chamber. X-ray beam enters through an aperture in the upstream window, impinging on the sample jet, exiting through a cone designed to maximise the diffraction angle observable at the AGIPD detector. Optical laser beam is transmitted into the chamber from the instrument laser hutch before being directed and focused to the interaction point, almost perpendicular to the X-ray beam through additional windows in the shroud with wave-length appropriate anti-reflection coatings.\nF. Laser Alignment\n1.     Pre-experiment preparation. Establish spatial and temporal overlap (time zero) of X-ray beam and pump laser at sample position with 100 mm thick SrTiO\n3\nsubstrate mounted onto nozzle rod. Establishes relative timing to ~0.1ps\n2.     Establish relative ‘time zero’ reading at the ‘Pulse Arrival Time Monitor (PAM)’ at the already established timing settings. Giving an easily verifiable timing signal accurate to within ~20 fs.\nFor each beam shift\n1.     Adjust laser phase-shifter timing to previously established SPB/SFX settings\n2.     Verify laser timing with PAM reading.\n3.     Verify required laser pulse pattern relative to X-ray pulse pattern, and delay relative to X-ray pulse.\nFigure 2 shows oscilloscope traces from the X-ray pulse pattern (magenta), pump laser pulse pattern (cyan) and a 10Hz trigger at the position of the 1\nst\nX-ray pulse (yellow). The yellow pulse is not a pre-trigger, but synchronized with the first X-ray pulse of the train. It is simply a 10 Hz (fixed) trigger that we use as a reference for the oscilloscope.\nG. Data Collection\nDiffraction data are recorded with the AGIPD 1M. The AGIPD internal veto pattern configured to match the delivered bunch pattern. For crystallographic experiments, the detector is positioned with the front face protruding through the large downstream gate-valve to capture the highest diffraction angles.\nH. Data Processing at EuXFEL\nData processing requires separating diffraction patterns with Bragg reflections from blanks without Bragg reflections. Diffraction patterns with Bragg reflections need to be indexed and the intensities extracted. Cheetah (Barty et al, 2014) is used for hitfinding and with CrystFEL (White et. al, 2012) all other steps toward a dataset can be performed.\nCheetah\nTwo scripts preprocess-dk and quick_calib.pro are used for the calculation of the dark calibration file. Both scripts are available onsite at the EuXFEL.\nRun “preprocess-dk hg-run mg-run lg-run” in a Linux terminal where hg-run, mg-run and lg-run are run numbers for high gain, medium gain and low gain. This will create a folder.\nUse IDL to execute quick_calib.pro and select the “dark_joined_constants_xfel.h5” file (generated in i.)\nA folder with 16 h5 files and 16 image files will be created.\nUse the file “Cheetah-AGIPD00-calib.h5” as a dark calibration file in the “ini” file of Cheetah.\nUse Cheetah for Hit-finding with peak finding algorithm number 8 with parameters minSNR=8, minADC=200, minPixel = 1 and minPeaks=25 as also described in Wiedorn et al, 2018.\nCrystFEL is used for all subsequent steps.\nChoose XGANDALF from CrystFEL suite for indexing. The process is described in detail in the CrystFEL tutorial:\nhttp://www.desy.de/~twhite/crystfel/tutorial.html\n.\nOptimize the detector geometry iteratively using geoptimiser in CrystFEL as described:\nhttp://www.desy.de/~twhite/crystfel/manual-geoptimiser.html\nUse the ‘ambigator’ module in CrystFEL to remove indexing ambiguity of the PYP crystal spacegroup P6\n3\n.\nUse the ‘partialator’ module in CrysFEL to scale all data, and separate the data based on the pulse-ID into datasets at different time-delays, see also\nhttp://www.desy.de/~twhite/crystfel/tutorial.html\nI. Data Analysis and Structure Determination\n1. Data Sets.\nAfter the TR-SFX data sets of both, the (dark state) reference state and those collected a time-delay t after the reaction initiation are available. Each data set consists of a list of Bragg reflections with indices h,k,l and their associated intensities, and an estimated of their measurement errors. The intensities need to be converted to amplitudes by using the ccp4 program ‘truncate’.\n2. Difference Amplitudes and Difference Maps\nFirst, calculate structure factor amplitudes (Fc_ref) from a very well refined reference (dark state) model. Scale the observed reference structure factor amplitudes (Fo_ref) to the Fc_ref using proper scaling software provided by the ccp4 suite of programs. This brings the Fo_ref to the absolute scale. Scale the time-resolved TR-SFX amplitudes (Fo_t) to the reference amplitudes as accurately as possible. Now, both the Fo_t and the Fo_ref are on the absolute scale. Calculate difference amplitudes, deltaF_obs = Fo_t - Fo_ref. From these, calculate a weighted difference map (deltaRho_obs) using phases from the reference model (Schmidt, 2019, Pandey et al., 2019).\n3. Estimate of the Population Transfer from Difference Maps\nThe extent of reaction initiation, or the population transfer into the reaction, can be low, on the order of 5 - 10% for many TR-SFX experiments. The smaller this extent, the smaller the signal to noise ration of the difference features. As a rule of thumb, 10 sigma difference features refer to about a 15% population transfer in most TR crystallographic experiments. Since this sigma level is also dependent on the experimental noise in the amplitudes, a more accurate estimate is urgently needed. Extrapolated maps provide a way such an estimate. Extrapolated maps are calculated by extrapolated structure factors which are obtained by adding a multiple N of the deltaF_obs to the Fc_ref. In an extrapolated map, the electron density of the reference state disappears at positions where there is strong negative difference density in the difference map. If N is too large, too much negative density is added, and strong negative density in the extrapolated map becomes apparent at all positions of strong negative density in the difference map. This can be utilized in a semi-automatic way to determine a characteristic, optimal N_c. The method is outlined by Schmidt, 2019, and described in detail by Pande et al., 2019. Software is available from Pande et al., 2019. In short, the negative electron density in extrapolated maps is integrated within a spherical volume of interest, and the result plotted as a function of N. The integrated negative electron density values start to diverge at N_c. For best results, the extrapolated maps are calculated with the F000 term included. The F000 term is usually available from the reference model and equals to the total electron count in the unit cell. N_c is related to the population transfer as 100/N x 2 in %. E.g. if N_c = 20, the population transfer is 10%. The factor of tow arises from the difference-Fourier approximation.\n4. Initial Structural Refinement of a Model against Time-Resolved Data.\nAn extrapolated electron density map is calculated using the characteristic N_c. The model of the reference state (M_ref) is displayed with the extrapolated map in ‘coot’. A stepped refinement in coot optimizes the agreement of the atomic positions of the model with the extrapolated map. A new model is generated this way. The torsional restraint in the stepped refinement should be switched off. One may want to play with switching on and off other restraints. As a result, when the structural changes are smallish, the new model is obtained fully automatically. If the structural changes are larger, the initial model has to be altered by hand as in conventional structure determination after molecular replacement. For photoactive yellow protein (PYP), this approach generates a model fully automatically on time-scales < 100 ps, where the structural changes are smaller. For PYP, initial processes of the trans-to-cis isomerization are automatically modeled and a time-resolved structure (M_t) is determined.\n5. Calculated Difference Electron Density\nFrom M_t and M_ref a difference map (deltaRho_c) with difference amplitudes and difference phases (deltaPhi_c) is calculated. Major features in the difference map deltaRho_c should match to the observed difference map, deltaRho_obs. This is the major criterion to justify that the extrapolated map refinement has been successful.\n6. Phased extrapolated maps and Final Model\nThe deltaPhi_c obtained from the previous step can be combined with the deltaF_obs to calculate phased extrapolated maps by adding N times the deltaF_obs to the Fc_ref as vectors in the complex plane. The extrapolated amplitudes calculated this way can be used for further (final) structural refinement of M_t. R-factors from this refinement are usually acceptable and conventional 2mFo-DFc maps calculated after refinement are very clean. Software and Linux shell scripts to support steps 1 to 3 and 4 to 5 are provided by Pande et al., 2019. This concludes the protocol."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>GDVN nozzle clogging: replace nozzle, replace tubing and capillaries.</p><p>Schmutz on nozzle: impregnate nozzle with Novec, inject 5% of synthetic oil, move the X-ray interaction region as far away as possible from the nozzle.</p><p>Data acquisition problems: restart DAQ, install an earlier version</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>4 shifts of 12 hours</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>structures along the reaction coordinate, and chemical kinetic mechanism from the same set of X-ray data. </p>"
        },
        {
            "header": "References",
            "content": "<p>S. Pandey , R. Bean, T. Sato, I. Poudyal, J. Bielecki, J. Cruz Villarreal, O. Yefanov, V. Mariani, T. A. White, C. Kupitz, M. Hunter, M. H. Abdellatif, S. Bajt, V. Bondar, A. Echelmeier, D. Doppler, M. Emons, M. Frank, R. Fromme, Y. Gevorkov, G. Giovanetti, M. Jiang, D. Kim, Y. Kim, H. Kirkwood, A. Klimovskaia, J. Knoska, F. H. M. Koua, R. Letrun, S. Lisova, L. Maia, V. Mazalova, D. Meza, T. Michelat, A. Ourmazd, G. Palmer, M. Ramilli, R. Schubert, P. Schwander, A. Silenzi, J. Sztuk-Dambietz, A. Tolstikova, H. N. Chapman, A. Ros, A. Barty, P. Fromme, A. P. Mancuso, <em>M. Schmidt</em> (2019) Time-Resolved Serial Femtosecond Crystallography at the European XFEL. Nature Methods (revised). <sup>#</sup>contributed equally.</p><p><em>M. Schmidt</em>(2019) Time-Resolved Macromolecular Crystallography at Pulsed X-ray Sources, International Journal of Molecular Sciences, 20, 1401; doi:10.3390/ijms20061401.</p><p>M. O. Wiedorn, D. Oberthur, R. Bean, R. Schubert, N. Werner, B. Abbey, M. Aepfelbacher, L. Adriano, A. Allahgholi, N. Al-Qudami, J. Andreasson, S. Aplin, S. Awel, K. Ayyer, S. Bajt, I. Barak, S. Bari, J. Bielecki, S. Botha, D. Boukhelef, W. Brehm, S. Brockhauser, I. Cheviakov, M. A. Coleman, F. Cruz-Mazo, C. Danilevski, C. Darmanin, R. B. Doak, M. Domaracky, K. Dorner, Y. Du, H. Fangohr, H. Fleckenstein, M. Frank, P. Fromme, A. M. Ganan-Calvo, Y. Gevorkov, K. Giewekemeyer, H. M. Ginn, H. Graafsma, R. Graceffa, D. Greiffenberg, L. Gumprecht, P. Gottlicher, J. Hajdu, S. Hauf, M. Heymann, S. Holmes, D. A. Horke, M. S. Hunter, S. Imlau, A. Kaukher, Y. Kim, A. Klyuev, J. Knoska, B. Kobe, M. Kuhn, C. Kupitz, J. Kupper, J. M. Lahey-Rudolph, T. Laurus, K. Le Cong, R. Letrun, P. L. Xavier, L. Maia, F. Maia, V. Mariani, M. Messerschmidt, M. Metz, D. Mezza, T. Michelat, G. Mills, D. C. F. Monteiro, A. Morgan, K. Muhlig, A. Munke, A. Munnich, J. Nette, K. A. Nugent, T. Nuguid, A. M. Orville, S. Pandey, G. Pena, P. Villanueva-Perez, J. Poehlsen, G. Previtali, L. Redecke, W. M. Riekehr, H. Rohde, A. Round, T. Safenreiter, I. Sarrou, T. Sato, <em>M. Schmidt</em>, B. Schmitt, R. Schonherr, J. Schulz, J. A. Sellberg, M. M. Seibert, C. Seuring, M. L. Shelby, R. L. Shoeman, M. Sikorski, A. Silenzi, C. A. Stan, X. Shi, S. Stern, J. Sztuk-Dambietz, J. Szuba, A. Tolstikova, M. Trebbin, U. Trunk, P. Vagovic, T. Ve, B. Weinhausen, T. A. White, K. Wrona, C. Xu, O. Yefanov, N. Zatsepin, J. Zhang, M. Perbandt, A. P. Mancuso, C. Betzel, H. Chapman, A. Barty (2018) Megahertz serial crystallography, Nature Communications 9 (1), 4025., DOI: 10.1038/s41467-018-06156-7.</p><p>K. Pande, C. D. M. Hutchison, G. Groenhof, A. Aquila, J. S. Robinson, J. Tenboer, S. Basu, S. Boutet, D. P. DePonte, M. Liang, T. A. White, N. A. Zatsepin, O. Yefanov, D. Morozov, D. Oberthuer, C. Gati, G. Subramanian, D. James, Y. Zhao, J. Koralek, J. Brayshaw, C. Kupitz, C. Conrad, S. Roy-Chowdhury, J. D. Coe, M. Metz, P. L. Xavier, T. E. Grant, J. E. Koglin, G. Ketawala, R. Fromme, V. Šrajer, R. Henning, J. C. H. Spence, A. Ourmazd, P. Schwander, U. Weierstall, M. Frank, P. Fromme, A. Barty, H. N. Chapman, K. Moffat, J. J. van Thor, <em>M. Schmidt</em>(2016) Femtosecond Structural Dynamics Initiates the Trans/Cis Isomerization in Photoactive Yellow Protein, Science 352, 725-729.</p><p>J. Tenboer, S. Basu, N. Zatsepin, K. Pande, D. Milathianaki, M. Frank, M. Hunter, S. Boutet, G. Williams, J. E. Koglin, D. Oberthuer, M. Heymann, C. Kupitz, C. Conrad, J. Coe, S. Roy-Chowdhury, U. Weierstall, D. James, D. Wang, T. Grant, A. Barty, O. Yefanov, J. Scales, C. Gati, C. Seuring, V. Srajer, R. Henning, P. Schwander, R. Fromme, A. Ourmazd, K. Moffat, J. Van Thor, J. H. C. Spence, P. Fromme, H. Chapman, <em>M. Schmidt</em> (2014) <a href=\"http://www.sciencemag.org/cgi/rapidpdf/346/6214/1242?ijkey=qgObO8FSkILiQ&amp;keytype=ref&amp;siteid=sci\" target=\"_blank\">Time Resolved Serial Femtosecond Crystallography Captures High Resolution Intermediates of Photoactive Yellow Protein</a>, Science 346 (6214) 1242-1246.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>Support of BioXFEL (NSF-1231306), a National Science Foundation Science and Technology center is acknowledged.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41592-019-0628-z",
                "date": "2019-11-18 17:03:17",
                "title": "Time-resolved serial femtosecond crystallography at the European XFEL",
                "authors": [
                    "Suraj Pandey",
                    "Richard Bean",
                    "Tokushi Sato",
                    "Ishwor Poudyal",
                    "Johan Bielecki",
                    "Jorvani Cruz Villarreal",
                    "Oleksandr Yefanov",
                    "Valerio Mariani",
                    "Thomas A. White",
                    "Christopher Kupitz",
                    "Mark Hunter",
                    "Mohamed H. Abdellatif",
                    "Saša Bajt",
                    "Valerii Bondar",
                    "Austin Echelmeier",
                    "Diandra Doppler",
                    "Moritz Emons",
                    "Matthias Frank",
                    "Raimund Fromme",
                    "Yaroslav Gevorkov",
                    "Gabriele Giovanetti",
                    "Man Jiang",
                    "Daihyun Kim",
                    "Yoonhee Kim",
                    "Henry Kirkwood",
                    "Anna Klimovskaia",
                    "Juraj Knoska",
                    "Faisal H. M. Koua",
                    "Romain Letrun",
                    "Stella Lisova",
                    "Luis Maia",
                    "Victoria Mazalova",
                    "Domingo Meza",
                    "Thomas Michelat",
                    "Abbas Ourmazd",
                    "Guido Palmer",
                    "Marco Ramilli",
                    "Robin Schubert",
                    "Peter Schwander",
                    "Alessandro Silenzi",
                    "Jolanta Sztuk-Dambietz",
                    "Alexandra Tolstikova",
                    "Henry N. Chapman",
                    "Alexandra Ros",
                    "Anton Barty",
                    "Petra Fromme",
                    "Adrian P. Mancuso",
                    "Marius Schmidt"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 166217,
                "identity": "59aaca5a-bc80-437d-90e9-9853c3f80957",
                "order_by": 1,
                "name": "Marius Schmidt",
                "email": "smarius@uwm.edu",
                "orcid": "",
                "institution": "UW-Milwaukee",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Marius",
                "middleName": "",
                "lastName": "Schmidt",
                "suffix": ""
            },
            {
                "id": 166218,
                "identity": "ac487746-d5cd-44d3-b27c-6929fa149073",
                "order_by": 2,
                "name": "Suraj Pandey",
                "email": "",
                "orcid": "",
                "institution": "UW-Milwaukee",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Suraj",
                "middleName": "",
                "lastName": "Pandey",
                "suffix": ""
            },
            {
                "id": 170298,
                "identity": "9ab97f25-b54f-48a3-b36e-b3f925471deb",
                "order_by": 3,
                "name": "Adrian Mancuso",
                "email": "",
                "orcid": "",
                "institution": "EuXFEL",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Adrian",
                "middleName": "",
                "lastName": "Mancuso",
                "suffix": ""
            },
            {
                "id": 170299,
                "identity": "1f9406c2-dc0c-4a38-be6a-45822efd3f6c",
                "order_by": 4,
                "name": "Richard Bean",
                "email": "",
                "orcid": "",
                "institution": "EuXFEL",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Richard",
                "middleName": "",
                "lastName": "Bean",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-09-13 16:40:06",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.14634/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.14634/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 168807,
                "identity": "0f9ff5c4-d389-4f95-8735-433efd53eeb2",
                "added_by": "auto",
                "created_at": "2019-11-20 13:02:42",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 60538,
                "visible": true,
                "origin": "",
                "legend": "Microcrystals of PYP",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/93396c2f-9d35-4118-8a08-44e6a83d1bf1/v1/Figure1.jpg"
            },
            {
                "id": 168808,
                "identity": "4f8d3242-a0c8-410d-87ab-42f0ab5ede33",
                "added_by": "auto",
                "created_at": "2019-11-20 13:02:42",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 242348,
                "visible": true,
                "origin": "",
                "legend": "Oscilloscope trace to determine laser to X-ray pulse synchronization.",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/93396c2f-9d35-4118-8a08-44e6a83d1bf1/v1/Figure2.jpg"
            },
            {
                "id": 13479199,
                "identity": "06392b7e-afe0-4499-b779-8b3bab6e6825",
                "added_by": "auto",
                "created_at": "2021-09-16 21:38:19",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 445094,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-732/v1/6979a475-d244-4658-984e-9d3baa9c7ef2.pdf"
            }
        ],
        "financialInterests": "We do not claim a financial interest in the protocol",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "time resolved crystallography, photoactive yellow protein, Free Electron Laser",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This protocol introduces step by step into the collection of time resolved crystallographic data and their analysis at the European Free Electron Laser. </p>",
        "manuscriptTitle": "Time-Resolved Serial Femtosecond Crystallography at the European X-ray Free Electron Laser",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-11-20 13:02:42",
                "doi": "10.21203/rs.2.14634/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "5d96b144-8c67-47ec-a23c-e109408dfb34",
        "owner": [],
        "postedDate": "November 20th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 27654,
                "name": "Biophysics"
            },
            {
                "id": 27655,
                "name": "Chemical biology"
            },
            {
                "id": 27656,
                "name": "Structural biology"
            },
            {
                "id": 27657,
                "name": "Biochemistry"
            },
            {
                "id": 27658,
                "name": "Physical chemistry"
            },
            {
                "id": 27659,
                "name": "Biological physics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-11-20 13:02:42",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}