{
    "identity": "nprot-2153",
    "title": "Total Lipid Extraction",
    "content": [
        {
            "header": "Reagents",
            "content": "• Iceboxes, a glass plate, scissors and forceps, spatula, weighing boxes, paper towel and Kimwipers tissue paper \\(Catalog No. 06-666A; Fisher Scientific, Pittsburgh, PA USA, 1-800-766-7000), a wash bottle full of PBS buffer and another one with CM 2:1 for adipose tissue\r\n\n\n• Two sets of 50 mL polypropylene centrifuge tubes \\(Resistant to chloroform; Catalog No. 14-959-49A; Fisher Scientific, Pittsburgh PA USA), 3 sets of microcentrifuge tubes \\(11 o.d. x 40.6 l. mm.; Catalog No. 05-408-25A; Fisher Scientific) for aliquoting, and 20 mL dispenser full of CM mixture 2:1 \\(chloroform:methanol, 2:1, v/v, with 151 µmol/L butylated hydroxytoluene, made with 2L C:1L M:100mg BHT)\r\n\n\n• A homogenizer \\(Brinkmann Instrument, Model PT 10/35, Westbury, NY USA), a small tissue tearor \\(Biospec Product, Inc., Model 985-370, Bartlesville, OK), and 3 wash bottles containing separately detergent, D.I. water, and CM 2:1"
        },
        {
            "header": "Equipment",
            "content": "• One set of 50 mL polypropylene centrifuge tubes \\(Resistant to chloroform; Catalog No. 14-959-49A; Fisher Scientific, Pittsburgh PA USA), racks for 50 mL tubes, and 20 mL dispenser full of CM mixture 2:1 \\(chloroform:methanol, 2:1, v/v, with 151 µmol/L butylated hydroxytoluene, made with 2L C:1L M:100mg BHT)\r\n\n\n• Filter paper \\(Whatman 1, 9.0 cm diameter; Catalog No. 09-805D; Fisher Scientific, Pittsburgh PA USA), plastic filter cylinder\r\n\n\n• One set of 16x100 mm tubes"
        },
        {
            "header": "Procedure",
            "content": "I. Tissue Homogenization\r\n\n\n\r\n\n\n1. Take the tissue sample out of the -70 C freezer and put them into refrigerator for about 4 hours. Before mincing, put the samples into an icebox.\r\n  \r\n\n\n2. Take the tissue sample out of the bottle. Trim the tissue to cut off non-tissue stuff and get rid off the blood on the tissue with Kimwipers. \r\n  \r\n\n\n3. Weigh the total weight of the tissue with electric balance. First set the 50 mL polypropylene centrifuge tube as 10.000g, then add the whole tissue and weigh again. Write down the two sets of data.\r\n  Weigh the whole batch at one time to avoid mistake of not weighing\r\n\n\nIt is better to use the original tissue weight when collecting\r\n\n\n\r\n\n\n4. For liver, after weighing, put the tissue on glass plate and wash with PBS buffer and cut off the central lobe of the tissue. Put the other lobes into the original plastic bottle and the bottle into the icebox. Put the central lobe into another 50 mL tube.\r\n  For liver, be careful to determine the central lobe. Normally, rat tissue central lobe has two big pieces not totally separated. Check the anatomy textbook if not sure about that.\r\n\n\n\r\n\n\n5. Apply a PT 10/30 homogenizer to the tissue sample at speed 6 for 15 seconds. The sample tube should be in ice. Do not add CM mixture at this time. Use spatula to make sure that tissue is already minced totally and no big piece left.\r\n  • To obtain correct exposure time for method developing, start with slow speed setting for about 15 seconds.\r\n\n\n• For minimum sizes, samples must always be submersed up to the first slot in the probe generator so that the bearing is lubricated.\r\n\n\n• Treatment is generally more effective on concentrated samples.\r\n\n\n• When large volume is applied, the effectiveness of the homogenizer can be greatly increased by use of a square tube \\(such as Brinckmann Cat. No. 27 11 851-0). \r\n\n\n\r\n\n\n6. For the small tissues such as heart and brain, place the tissue into a microcentrifuge or 50 mL tube. The sample tube should be in ice. Apply a small tissue tearor at speed 2 to the sample for 15 seconds.\r\n  \r\n\n\n7. For total lipid extraction: \r\n  • Weigh another 50 mL tubes \\(set as 10.000 g), use spatula to add some minced tissue to the bottom wall of the tube, weigh the tube again. \r\n\n\n• Write down the data. The difference is the tissue used for lipid extraction. Normally, the tissue used should be around 200-300 mg, otherwise it is very difficult to evaporate. One batch should have very close weights to avoid variance.\r\n\n\n• Use CM dispenser to add 20 mL CM 2:1 into the tube. Cap it tightly. Put the tube at a dark place.\r\n\n\n\r\n\n\n8. Transfer the rest of the minced tissue to 3 microcentrifuge tubes as aliquots for storage. Place the aliquots in ice. Centrifuge the tubes for 10 seconds to leave the tissue at the bottom.\r\n  \r\n\n\n9. Wash the homogenizer probe with detergent solution, D.I. water and CM 2:1 for 1 minute. If necessary, take off the probe from the homogenizer and use forceps to clean the residue in the rotor. Wash the glass plate and scissors and forceps with D.I. water soaked paper towel. Then prepare for the next sample.\r\n  \r\n\n\n10. After finishing mincing all the samples, place the rest of the tissue samples and minced aliquots into the freezer immediately.\r\n  \r\n\n\n\r\n\n\nII. Tissue collection\r\n\n\n\r\n\n\n11. Trim the tissue carefully.\r\n  \r\n\n\n12. Wipe off the blood. For the adipose tissue, try to separate blood vessel from tissue.\r\n  \r\n\n\n13. Weigh carefully when collecting tissues.\r\n  \r\n\n\n\r\n\n\nIII. Total lipid extraction\r\n\n\n\r\n\n\n1. The day before:\r\n  • Weigh 50 mL polypropylene cenrtrifuge tubes \\(normally around 10 g), use spatula to add some minced tissue to the bottom wall of the tube, weigh the tube again. \r\n\n\n• Write down the data. The difference is the liver used for lipid extraction. Normally, the tissue used should be around 200-300 mg, otherwise it is very difficult to evaporate. \r\n\n\n• Use CM dispenser to add 20 ml chloroform: methanol mixture w/BHT \\(2 L:1 L:100 mg) into the tube. Cap it tightly. Put the tube at a dark place.\r\n\n\n* The ratio of CM mixture is very critical, otherwise it will not extract all the lipid from the tissue.\r\n  * Solvent to sample ratio should be at least 20ml:1g. In order to facilitate the extraction, the ratio can increase. The larger the ratio, the better the extraction efficiency.\r\n  \r\n\n\n2. Prepare a set of 50 mL tubes on racks, put a plastic funnel on each of the tubes, Place the Whatman no. 1 filter paper onto the funnel. Wash the filter paper with 1mL CM mixture, dump the waste. \r\n  \r\n\n\n3. Don’t vortex the solvent in 50 mL tube. Pour the extract onto the filter paper. Use dispenser to add 5mL CM mixture into the tube for washing. Vortex 9 times. Pour it onto the filter paper. Wash another 2 times.\r\n  \r\n\n\n4. Wash the filter paper with 1 mL CM mixture three times. Wait until the tissue residue dried. \r\n  \r\n\n\n5. Evaporate the tube under N2 in a water bath with 30-40 C. It takes about an hour.\r\n  Check the temperature to make sure it is in the right range.\r\n\n\n\r\n\n\n6. Prepare a set of 16x100 mm glass tube with Taflon cap. Check the mouth. Weigh them with electric balance.\r\n  \r\n\n\n7. After the solvent is almost evaporated, take out the tube, add 3 ml CM mixture, vortex 9 times, use A pasteur pipette to transfer the solvent into a 16x100mm glass tube with Taflon cap. Wash the plastic tube with another 2x2.5 ml CM mixture. \r\n  \r\n\n\n8. After washing, evaporate the glass tube under N2. It takes about an hour.\r\n  \r\n\n\n9. After it is totally dry, weigh the tube in electric balance.\r\n  \r\n\n\n10. Evaporate the tube under N2 for another 20 minutes, weigh it again. If the two sets of data are very close, that means it is constant and can be used for calculation of total lipid.\r\n  \r\n\n\n11. Use a 1 mL syringe to add 5 mL CM \\(2:1) to redissolve the lipids and cap tightly. Wrap with Teflon tape. For adipose tissue, the final volume is 10 mL."
        },
        {
            "header": "Timing",
            "content": "2-3 days for a batch of samples."
        },
        {
            "header": "References",
            "content": "Zou, W., Noh, S.K., Owen, K.O., & Koo, S.I. \\(2005) Dietary carnitine enhances the lymphatic absorption of fat and a-tocopherol in ovariectomized rats. J. Nutr. 135: 753-756. \r\n\n\n\"http://jn.nutrition.org/content/135/4/753.full\":http://jn.nutrition.org/content/135/4/753.full\r\n\n\n\r\n\n\nFolch, J., Lees, M., and Sloane-stanley, G.H. \\(1957) A simple method for the isolation and purification of total lipids from animal tissues. J. Biol. Chem. 226: 497-509."
        },
        {
            "header": "Acknowledgements",
            "content": "Thanks to Koo, S.I. for mentoring and financial supporting efforts."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11804,
                "identity": "9fa84b1a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Wei Zou",
                "email": "wzou@dtsc.ca.gov",
                "orcid": "",
                "institution": "Zou's lab, DTSC, California State Government",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Wei",
                "middleName": "",
                "lastName": "Zou",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-07-27 00:08:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.243",
        "doiUrl": "https://doi.org/10.1038/protex.2011.243",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464673,
                "identity": "22cdc1cf-903d-49eb-8c4a-854408107d63",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 108773,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2153/v1/404fc20c-49d5-4591-8018-8f156f3dc1c9.pdf"
            }
        ],
        "financialInterests": "No",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "lipids",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This is a protocol for tissue total lipid extraction from rat tissues. The total lipid extract will be used for furthur lipid species analysis",
        "manuscriptTitle": "Total Lipid Extraction",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-07-28 10:30:00",
                "doi": "10.1038/protex.2011.243",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fa6fe82-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 28th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2603,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-07-28 10:30:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}