{
    "identity": "nprot-2474",
    "title": "Analysis of carotenoid compounds in aphids by Raman imaging and mass spectrometry",
    "content": [
        {
            "header": "Introduction",
            "content": "Carotenoids are constituted of five joined isoprenoid units. These highly unsaturated and lipophilic molecules are very unstable, due to their susceptibility to isomerize and/or to oxidize rapidly during the analytical procedures. Thus, precautionary measures to avoid formation of artifacts and quantitative losses should be standard practice in the laboratory. Therefore, the major focus should be to complete the analysis within the shortest timing, to avoid reaction with oxygen and acids, to protect samples from light and high temperature. The use of high purity solvents that are free from harmful impurities is a strong recommendation \\(Rodriguez-Amaya, 2001). \r\n\n\nOxygen, especially in combination with light and heat, is highly destructive for carotenoid molecules. Exposure to sunlight and/or ultraviolet light induces trans/cis photoisomerization and photo-cleavage of carotenoids. Thus, the experimental work must be done under red light and/or in dark.\r\n\n\nThe frequent errors and drawbacks commonly associated with the extraction, identification and quantification of carotenoids are carefully pinpointed in the Procedures in the next section. To allow the reliability of the results, each analysis was performed in triplicate. More precisely, the following points should be considered: \r\n\n\n- The amount of extracted matrix must be representative of the biological material.\r\n\n\n- Before extraction, the matrix is stored at -80°C but not the extract which is very sensible to oxidation \\(when the extracted samples are thawed/frozen repeatedly).   \r\n\n\n- The efficiency of extraction should be complete \\(see Troubleshooting section).\r\n\n\n- The amount of loss during the different steps of extraction should be reduced by cautious handling of samples.  \r\n\n\n- The chromatographic separation must be adapted to the specific carotenoid distribution.\r\n\n\n- The mass spectrometry data and literature information should be combined to limit the failure of identification.\r\n\n\nIn parallel with this analytical procedure aimed to identify the repertoire of the carotenoid family, a direct molecular imaging is performed using the Raman imaging spectrometry and living animals without previous extraction. Although this does not allow us to identify specifically each isomer of the carotenoid repertoire, a global quantification can be done based on common molecular motifs generating specific Raman profiles. This procedure is non-destructive and allows researchers to visualize the molecules of interest in their cellular and/or organ context."
        },
        {
            "header": "Reagents",
            "content": "All solvents were of HPLC grade, purchased from Carlo Erba \\(Val de Reuil, France) or Sigma-Aldrich \\(Steinheim, Germany). ATP dosage was performed with the kit FLASC purchased from Sigma Aldrich, based on quantification of emitted visible light proportional to the concentration of ATP in the reaction medium.  \r\n\n\nList of molecules and organic solvents used for the mass spectrometry analysis \\(LC-MS):\r\n\n\n• Ethanol RPE-ACS \\(Carlo Erba, cat. n° 4146312)\r\n\n\n• Methanol RPE-ACS \\(Carlo Erba, cat. n° 414816)\r\n\n\n• Hexane RPE-ACS \\(Carlo Erba, cat. n° 446903)\r\n\n\n• Dichloromethane RS HPLC stabilized with ethanol \\(Carlo Erba, cat. n° 412662)\r\n\n\n• Methyl tert-butyl ether \\(MTBE) \\(Carlo Erba, cat. n° 432032)\r\n\n\n• Ammonium acetate RPE-ACS \\(Carlo Erba, cat. n° 418776)\r\n\n\n• Magnesium carbonate RPE \\(MgCO3) \\(Carlo Erba, cat. n° 459285)\r\n\n\n• Butylated hydroxytoluene \\(BHT) \\(Aldrich, cat. n° B1378)\r\n\n\n• Sodium chloride ≥ 99.8% \\(Sigma-Aldrich, cat. n° 31434)\r\n\n\n• Anhydrous sulphate sodium ≥ 99.0% \\(Sigma-Aldrich, cat. n° 31481)\r\n\n\n• β-carotene standard ≥ 98% \\(Extrasynthese, cat. n° 0303 S)"
        },
        {
            "header": "Equipment",
            "content": "For mass spectrometry analysis:\r\n\n\n• Pipetman \\(Gilson, P-20, P-200, P-1000) and pipette tips\r\n\n\n• Filter funnel porosity n°2 \\(vol. 50 mL)\r\n\n\n• Glass cotton\r\n\n\n• Separatory funnel \\(vol. 100 mL)\r\n\n\n• Rotary evaporator \\(T°C bath = 40°C)\r\n\n\n• HPLC apparatus coupled with a photodiode array detector \\(UV-visible)\r\n\n\n• HPLC apparatus coupled with a LCQ mass spectrometer fitted with an electrospray interface\r\n\n\n• C30 column \\(250 X 4.6 mm, 5 µm particle size) \\(YMC EUROP, GmbH).\r\n\n\nFor Raman imaging analysis, the equipment was a spectrophotometer Labram HR800 Horiba Jobin-Yvon. An ion laser beam was focused on the immobilized aphids \\(legs were cut or alternatively fixed with glue) on a glass slide by using a 100x objective \\(NA 0.9) and/or a 50x LWD objective \\(NA=0.45) depending on the depth of the analysis of the biological sample. Raman back scattered light is collected by the same objectives. Then, we estimated the analyzed area to about 1 μm square with a 100x objective and about 10 μm square with a 50x objective."
        },
        {
            "header": "Procedure",
            "content": "**1) Mass spectrometry analysis.** \r\n\n\nThe β-carotene standard amount \\(Extrasynthese, cat n° 0303 S) is very low \\(~ 1 mg). To overcome these limitations, the concentration of the initial solution was determined by measuring its specific absorbance in hexane solution at 451 nm and using the extinction coefficient of β-carotene \\(ε1%) in hexane \\(= 2592). The successive dilutions of the initial solution were then prepared in hexane and injected into HPLC. The β-carotene chromatographic profiles were used to standardize the concentrations. The initial β-carotene solution was kept in amber vial under nitrogen atmosphere at -80°C for a maximum of one week. \r\n\n\n\r\n\n\nCRITICAL STEP 1: For each carotenoid analysis, one gram of aphids was hand-milled using liquid nitrogen. Aphids were weighed before milling and then the resulting powder was carefully recovered. We notice that the water condensation on the aphid cuticle after defrosting tends to bias the weighing.\r\n\n\n\r\n\n\nCRITICAL STEP 2: Carotenoids are light sensible. Consequently all the extractions and standard solution preparations are performed under red-light. Furthermore, these compounds being easily oxidized, the extracts are injected immediately into HPLC column.\r\n\n\n\r\n\n\nCRITICAL STEP 3: Carotenoid extracts dissolved in dichloromethane / \\[MTBE/methanol], v/v) \\(see below: Step S9) were not filtrated before HPLC analysis. The solvent mixture is extremely volatile and filtration would considerably reduce the volume of extract.\r\n\n\n\r\n\n\nCRITICAL STEP 4: Carotenoids are also highly heat sensitive. The temperature along the full process and particularly the concentration step in the water bath should not exceed 40°C.\r\n\n\n\r\n\n\nCRITICAL STEP 5: Carotenoids being easily oxidized particularly when extracted out of the matrix, we advice to keep these molecules under their native form in insects stored at -80°C instead of freezing the extract.\r\n\n\n\r\n\n\n_GENERAL EXTRACTION AND ANALYTICAL PROCEDURE_.\r\n\n\nThe procedure was adapted from the article published by Taungbodhitham _et al._ \\(1998), Dhuique-Mayer _et al._ \\(2005) and Mertz _et al._ \\(2010). Each analysis was made in triplicate.\r\n\n\nThe major points of carotenoid analysis are the sampling and sample preparation, extraction, partition/solubilization in appropriate solvents depending on their polar/apolar properties, washing, evaporation of solvents, chromatographic separation, and finally at the end of this process, identification and quantification of the carotenoid compounds.\r\n\n\n_1\nst\nStep: extraction and solvent preparation_.\r\n\n\n• Prepare 15 mL of solvent A: ethanol \\(20 mL)/hexane \\(15 mL) containing 35 mg of BHT as antioxidant. \r\n\n\n• Prepare 80 mL of 10% sodium chloride.\r\n\n\n_2\nnd\nStep: extraction and purification steps_. This entire step was conducted under red light until transfer in an amber vial. Figure 1 presents the main steps of this procedure.\r\n\n\n• S1: weight 1 g of aphids \\(balance precision ± 0.01 mg).\r\n\n\n• S2: carefully milled the aphids in a mortar pestle with liquid nitrogen \\(very low T°C breaks easily the cuticle of the insects). \r\n\n\n• S3: in a 50 mL beaker, add 15 mL of solvent A and 80 mg of MgCO3 to neutralize the acidity of the mixture and stir for 5 min.\r\n\n\n• S4: filtrate the mixture on a filter funnel n°2 and wash the precipitate successively with 15 mL of solvent A, 15 mL of ethanol, then with 15 mL of hexane to recover most of lipophilic compounds. \r\n\n\n• S5: transfer the solvent mixture in a separatory funnel and washed:\r\n\n\no S5-1: once with 40 mL of 10% sodium chloride \\(salt enhances the ionic strength of the solution. The hydrophilic compounds are concentrated in the water phase). \r\n\n\no S5-2: twice with 40 mL of distilled water to rinse the eventual salty traces.\r\n\n\n• S6: recover the hexanic phase in a beaker. \r\n\n\n• S7: dry the phase with 1 g of sodium sulphate and filtrate on a cotton glass in a 100 mL conical ball. \r\n\n\n• S8: evaporate the dried organic phase using a rotavapor with a T°C of the water bath not exceeding 40°C.\r\n\n\n• S9: the residue is recovered with 250 µL of dichloromethane and 250 µL of MTBE/methanol \\(80:20, v/v). These solvents being very volatile, it is important to pipette immediately in an amber vial.\r\n\n\n• S10: the extract is injected quickly on HPLC for analysis purpose.\r\n\n\n\r\n\n\n_HPLC-MS ANALYSIS OF CAROTENOIDS_.\r\n\n\n• Carotenoids separation with a C30 column \\(250 X 4.6 mm, 5 µm particle size).\r\n\n\n• Gradient solvent program is presented Table 1. Injection volume: 10 µL, UV-vis. Detection: 250- 600 nm. Acetate ammonium \\(20 mM) was added in solvent A and B to favor ionization of the molecules in the ESI chamber.\r\n\n\n• In order to get simultaneously UV-visible and MS data, after passing through the flow cell of the diode array detector, the column eluate was split and 0.5 ml was directed to the ion trap of the LCQ mass spectrometer.\r\n\n\n• MS experiments in \\(+) ion mode, scan range: 100–2000 amu, scan rate: 1 scan/s and temperature for dissolving: 250 °C.\r\n\n\n\r\n\n\n_HIGH-PERFORMANCE LIQUID CHROMATOGRAPHY QUANTIFICATION OF CAROTENOIDS_.\r\n\n\n• Column and gradient conditions \\(Table 1, below) were the same as used in mass spectrometry analysis. Ammonium acetate was not added.\r\n\n\n• Injection volume: 20 µL, absorbance followed at 450 nm. \r\n\n\n•  All carotenoids concentrations are expressed in β-carotene equivalent \\(standard solutions injected at 450 nm).\r\n\n\nThese data are summarized in figure 1.\r\n\n\n\r\n\n\n**2) Raman imaging spectrometry**.\r\n\n\nRaman spectrometry provides a fingerprint of molecules specific of its global structure and/or some of its motifs \\(Roman _et al._ \\(2010). The intensity of the peaks is proportional to the quantity of molecules which generate them and can be determined in cell context without destructive extraction process. Raman imaging spectrometry can be also used for a spatial visualization of molecules in tissue allowing the analysis of molecular dynamics. Briefly,  υ\\(C=C) 1500 - 1900 cm-1 and υ\\(C≅C) 2100 - 2250 cm-1  and υ\\(C−Η) 2800 - 3000 cm-1 give strong Raman signal. Three peaks specify carotenoid molecules in Raman analysis:  C-CH3 \\(1000 cm-1), C-C \\(1150 cm-1), C=C\\(1500 cm-1). Different ratios were determined: the ratio C-C/C=C; C=C \\(torulene/carotene); C-C / C=C;   C-CH3 / ½ \\(C-C + C=C; );   C-CH3/C-C  and C-CH3/C=C. Considering that the Raman peaks result from inelastic scattering involving vibrational levels of molecules, the baseline is related to radiative relaxation processes giving rise to fluorescence. The latter phenomenon strongly depends on the excitation wavelength and the interaction of molecules with its environment \\(Figure 3). \r\n\n\n\r\n\n\n**3) ATP dosage of individual aphid extract in a complex population**.\r\n\n\nThe dosage was conducted according to the recommendation of the company and is based on the visible light production obtained with an equal amount of protein in tested samples \\(Figure 4). \r\n\n\n  \r\n\n\n**4) Maintenance and propagation of aphids: selection of aphid variants synthesizing carotenoid molecules**.\r\n\n\nThe pea aphid _Acyrthosiphon pisum_ \\(Homoptera order, Aphididae family) are raised on the _Vicia faba_ plant. Aphids were maintained in cages in a Sayo incubator at about 22˚C ± 3˚C and/or at 8°C ± 1°C, humidity 60% and with a photoperiodicity of 16/8 hours light/dark. Three colored \r\n\n\nphenotypes are the orange, the white and the green. Basically the white phenotype emerged when the plants are declining and food resources are rare. The orange phenotype is dominant in optimal temperature and food resources. Finally the green phenotype was selected over 5 months by placing 10 orange  adults each day at 8°C ± 1°C. The orange phenotype was not viable in these conditions \\(orange larvae died at the stage 3 or 4), but the selected green variant turned out to be robust at this temperature. Placing back the green variant at room temperature results in the fast fading of the green pigment in each individual and its disappearance in approximately two days \\(aphids become orange again).  \r\n\n\n\r\n\n\n**REFERENCES**\r\n\n\n\r\n\n\nDhuique-Mayer, C., Caris-Veyrat, C., Ollitraut, P., Curk, F., and Amiot, M. J. Varietal and interspecific influence on micronutrient contents in citrus from the mediterranean area. J Agric Food Chem 53, 2140-5 \\(2005).\r\n\n\n\r\n\n\nMertz C., Brat, P., Caris-Veyrat C., and Gunata Z. Characterization and thermal lability of carotenoids and vitamin C of tamarillo fruit \\(Solanum betaceum Cav.). Food Chem 119, 653-9 \\(2010).\r\n\n\n\r\n\n\nTaungbodhitham, A. K., Jones, G. P., Walhlqvist, M. L., and Briggs, D. R. Evaluation of method for the analysis of carotenoids in fruits and vegetables. Food Chem 63, 577-84 \\(1998).\r\n\n\n\r\n\n\nRodriguez-Amaya D. B. A guide to carotenoids analysis in foods. ILSI Press International Life Sciences Institute. Washington USA \\(2001).\r\n\n\n\r\n\n\nRomann, J., Valmalette, J.C.,  Chevallier, V., and Merlen, V. Surface Interactions between Molecules and Nanocrystals in Copper Oxalate Nanostructures, J. Phys. Chem. C. 114, 24, 10677 \\(2010)."
        },
        {
            "header": "Timing",
            "content": "Mass spectrum analysis: two days work.\r\n\n\nRaman analysis: about one minute for single point analysis and a few hours for mapping.\r\n\n\nATP dosage: few hours."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep00579",
                "date": "2012-10-04 16:16:20",
                "title": "Light- induced electron transfer and ATP synthesis in a carotene synthesizing insect",
                "authors": [
                    "Jean Christophe Valmalette",
                    "Aviv Dombrovsky",
                    "Pierre Brat",
                    "Christian Mertz",
                    "Maria Capovilla",
                    "and Alain Robichon"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12177,
                "identity": "9fd75a80-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Pierre  Brat",
                "email": "brat@cirad.fr",
                "orcid": "",
                "institution": "UMR QualiSud, CIRAD Monptellier, Montpellier, France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Pierre",
                "middleName": "",
                "lastName": "Brat",
                "suffix": ""
            },
            {
                "id": 12183,
                "identity": "9fd767d0-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Alain Robichon",
                "email": "Alain.Robichon@sophia.inra.fr",
                "orcid": "",
                "institution": "UMR7254 INRA/CNRS/UNS, Institut Sophia Agrobiotech, Sophia Antipolis, France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Alain",
                "middleName": "",
                "lastName": "Robichon",
                "suffix": ""
            },
            {
                "id": 12178,
                "identity": "9fd75e22-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jean Christophe Valmalette",
                "email": "",
                "orcid": "",
                "institution": "UMR7334 CNRS, Université du Sud-Toulon-Var, Toulon, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jean",
                "middleName": "Christophe",
                "lastName": "Valmalette",
                "suffix": ""
            },
            {
                "id": 12179,
                "identity": "9fd75fee-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christian Mertz",
                "email": "",
                "orcid": "",
                "institution": "UMR QualiSud, CIRAD Monptellier, Montpellier, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Mertz",
                "suffix": ""
            },
            {
                "id": 12180,
                "identity": "9fd76256-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "George de Sousa",
                "email": "",
                "orcid": "",
                "institution": "UMR7254 INRA/CNRS/UNS, Institut Sophia Agrobiotech, Sophia Antipolis, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "George",
                "middleName": "",
                "lastName": "de Sousa",
                "suffix": ""
            },
            {
                "id": 12181,
                "identity": "9fd764f2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Aviv Dombrovsky",
                "email": "",
                "orcid": "",
                "institution": "The Volcani Center Institute, Bet Dagan, Israel",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aviv",
                "middleName": "",
                "lastName": "Dombrovsky",
                "suffix": ""
            },
            {
                "id": 12182,
                "identity": "9fd76676-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maria Capovilla",
                "email": "",
                "orcid": "",
                "institution": "UMR7254 INRA/CNRS/UNS, Institut Sophia Agrobiotech, Sophia Antipolis, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "",
                "lastName": "Capovilla",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-10-05 13:19:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.047",
        "doiUrl": "https://doi.org/10.1038/protex.2012.047",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608557,
                "identity": "4d02ae1e-8611-4fb6-ad50-7eba9f795c51",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 251556,
                "visible": true,
                "origin": "",
                "legend": "*Scheme to identify carotenoid compounds*.   The scheme represents the rationale of the procedure detailed in the text in order to identify molecular components of the carotenoid family extracted from aphids. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2474/v1/figure_1.jpg"
            },
            {
                "id": 2608555,
                "identity": "6e456afd-88a6-4035-a84e-14ebf6ac9cc3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 253398,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   *Raman spectrum  of a crystal of carotenoid compounds*.   The green spectrum was obtained with the laser beam focused on a crystal (spectrum obtained with the excitation in the absorption band of carotene - 488 nm). The other spectra were obtained with other parts of the aphid extract (droplets, germarium, young embryos, etc…). ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2474/v1/figure_2.jpg"
            },
            {
                "id": 2608559,
                "identity": "69b6fb84-3453-4bdc-b94e-3ba3b022c90a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 330658,
                "visible": true,
                "origin": "",
                "legend": "Figure 4   *Heterogeneity in a population of aphids and correlation with ATP amounts*.    A and B represent a random analysis of distinct individuals represented in C and D, respectively. This protocol highlights the heterogeneity in a population of aphids obtained on the same plant and in the same conditions. ATP amounts correlate with the intensity of the orange color. The scheme in E summarizes the interaction between the environmental stress (red arrow) and the emergence of an induced phenotype two generations later (red stars). Clonal aphids  propagate in telescopic generations with the first and second generations of embryos in the same mother like russian dolls The carotenoid content in individual aphids depends on this genetic scenario.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2474/v1/figure_3.jpg"
            },
            {
                "id": 2608556,
                "identity": "d054226a-99f2-4140-b13a-531398b36506",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 23168,
                "visible": true,
                "origin": "",
                "legend": "Table 1   *Gradient program of carotenoids elution*.   HPLC analysis of carotenoid molecules.\r\n(a) For HPLC-MS analysis, ammonium acetate at 20 mM is added to the solvent.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-2474/v1/figure_4.png"
            },
            {
                "id": 2608558,
                "identity": "91fbf3d0-a405-4af6-ae6e-c51cd73a67d9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 46974,
                "visible": true,
                "origin": "",
                "legend": "Troubleshooting   *Troubleshooting in mass spectrum and Raman analysis*.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-2474/v1/figure_5.png"
            },
            {
                "id": 2608560,
                "identity": "466d1a78-0a96-42e1-8dec-65ae528c4831",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 337763,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   *Microscopic photographs of aphids realized with the Raman equipment*.   A, B and C represent an adult eye of aphid, an aptere and winged adult orange aphid, and embryos after dissection of the abdomen of a parthenogenetic mother, respectively. 1, 2 and 3 represent the microscopic photographs realized with the Raman equipment (Horiba scientific) that were obtained with an extract of a crashed adult aphid (we see lipidic droplets and crystals). The laser beam of the Ramam spectrometer is focused on each droplet and/or crystals. 4, 5 and 6 represent a germarium, an ovariole and detailed embryos on which the laser beam is focused, respectively. 7 represents the eyes of an embryo. These photographs, except for B and C, were realized with the microscope of Raman spectrometer to guide the laser beam.",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2474/v1/figure_6.jpg"
            },
            {
                "id": 13464765,
                "identity": "c7889568-71b9-40af-adc3-5e1ff587ff10",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 569860,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2474/v1/73bf6d6d-9be9-4082-9ed4-f72f508f4cd4.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "aphid, carotene, Raman spectroscopy, ATP, mass spectrometry",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Carotenoids are compounds synthesized in plants, bacteria and fungi, closely associated to the chlorophyll to perform photosynthesis. A spectacular evolutionary achievement allowed the aphid to produce carotenoids obviously by lateral transfer of genes from fungi. We have recently documented that these molecules are involved in photo conditioning of metabolism such ATP synthesis in this insect model. The carotenoid synthesis in aphid was directly determined in living insects without extraction procedure by Raman imaging technique and the analysis was compared between insects raised in distinct environments. In contrast with the Raman spectrum that provides information on molecular motifs recognition \\(conjugated double bonds) but does not discriminate between isomers and ester forms, the mass spectrometry technology allowed us to analyze finely the variations in carotenoid composition. In parallel to these spectral analysis and chemistry determination, series of dosage of ATP were performed in order to correlate carotenoid synthesis and metabolism in aphid.",
        "manuscriptTitle": "Analysis of carotenoid compounds in aphids by Raman imaging and mass spectrometry",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-10-10 09:11:00",
                "doi": "10.1038/protex.2012.047",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd6def3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 10th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2809,
                "name": "Chemistry"
            },
            {
                "id": 2810,
                "name": "Biochemistry"
            },
            {
                "id": 2811,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-10-10 09:11:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}