{
    "identity": "nprot-3821",
    "title": "A protocol for high-throughput screening, analysis and validation of protein glycopatterns",
    "content": [
        {
            "header": "Introduction",
            "content": "Glycosylation is the most common form of co-translational and post-translational modification, with as many as 70% of all human proteins estimated to contain one or more glycan chains \\[1], and it is an enzyme-directed site-specific process \\[2]. Glycosylation is critical for a wide range of biological processes, including cell attachment to the extracellular matrix and protein-ligand interactions in the cell \\[2, 3]. Two types of protein glycosylation exist: N-glycosylation to the amide nitrogen of asparagine \\(Asn) side chains and O-glycosylation to the hydroxyl groups of serine \\(Ser) and threonine \\(Thr) side chains \\[4-6]. Glycoproteins can be detected, purified and analyzed by different strategies, including lectin microarray \\[7], hydrazide chemistry, stable isotope labeling \\[8], glycoproteome and glycome analysis by liquid chromatography/mass spectrometry \\[9], respectively .\r\n\n\nIn the past two decades, one of the main ways to investigate glycosylation was by using lectins \\[10]. Lectins are carbohydrate-binding proteins that may interact with high specificity to a soluble carbohydrate or to a carbohydrate moiety that is a part of a glycoprotein or a glycolipid \\[10, 11]. With the advent of high-throughput glycomic techniques, such as lectin microarray, which is a novel platform for glycan analysis, having emerged only in recent years \\[7, 12]. The display of the lectins in a microarray enables the multiple and distinct binding glycopatterns to be observed simultaneously, providing information on the carbohydrate composition of the samples \\[4, 13]. Lectin blotting method is an effective biochemical technique based on lectin–glycan interactions, by which it is possible to identify rapidly the glycoproteins of interest by comparison with a reference SDS-PAGE protein map, and to obtain reliable and reproducible results \\[14]. It is used to detect and characterize carbohydrate epitopes on protein or lipids \\[15]. The methodology could work together with the lectin microarrays for screening, analysis and validation of the important glycoproteins from complex protein samples. In this protocol, we provide a detailed methodology of lectin microarray and lectin blotting for protein glycopattern analysis. This method is robust and can be used for complex human samples \\(saliva, serum, tissue), cell lysates, and other samples to monitor glycosylation pattern following extracellular signal transduction. \r\n\n\nWe describe herein a detailed protocol for analyzing and verifying the glycopatterns of glycoproteins in human saliva using the lectin microarray and lectin blotting."
        },
        {
            "header": "Reagents",
            "content": "● Untreated slides \\(Sigma-Aldrich, St. Louis, MO)\r\n\n\n● 3-glycidoxypropyltrimethoxysilane \\(GPTS, Sigma-Aldrich, St. Louis, MO)\r\n\n\n● Sodium hydroxide \\(NaOH, Sigma-Aldrich, St. Louis, MO)\r\n\n\n● Ethanol \\(Sinopharm Chemical Reagent Co., Ltd \\(SCRC), China)\r\n\n\n● Acetic acid \\(Sigma-Aldrich, St. Louis, MO)\r\n\n\n● 37 lectins \\(Vector Laboratories, Sigma-Aldrich and Calbiochem)\r\n\n\n● Cy3 ﬂuorescent dye \\(GE Healthcare, Buckinghamshire, U.K.)\r\n\n\n● Dimethyl sulfoxide \\(DMSO, Sigma-Aldrich, St. Louis, MO)\r\n\n\n● Sephadex G-25 columns \\(Waters, Milford, MA)\r\n\n\n● Cy5 ﬂuorescent dye \\(GE Healthcare, Buckinghamshire, U.K.)\r\n\n\n● Albumin from bovine serum \\(BSA, Sigma-Aldrich, St. Louis, MO)\r\n\n\n● Sodium carbonate \\(Na2CO3, Sinopharm Chemical Reagent Co., Ltd \\(SCRC), China)\r\n\n\n● BCA protein analysis kit \\(Pierce, Rockford, IL)\r\n\n\n● Protease Cocktail Inhibitor \\(Pierce Biotechnology Inc., USA)\r\n\n\n● PBS: 0.01 mol/L phosphate buffer containing 0.15 mol/L NaCl, pH7.4\r\n\n\n● PBST: 0.1% Tween-20 in PBS, pH 7.4\r\n\n\n● Blocking buffer: 2% \\(wt/vol) BSA, 500 mmol/L glycine in PBST, pH 7.4\r\n\n\n● Incubation buffer: 2% \\(wt/vol) BSA, 500 mmol/L glycine in PBST, pH 7.4\r\n\n\n● Carbo-Free Blocking Solution \\(Vector, Burlingame, CA)\r\n\n\n● PVDF membrane \\(Millipore Corp., USA)\r\n\n\n● Tris\\(hydroxymethyl)aminomethane \\(Tris, Sigma-Aldrich, St. Louis, MO)\r\n\n\n● Molecular mass standards \\(Thermo Scientiﬁc, Waltham, MA)\r\n\n\n● SDS-PAGE gels\r\n\n\n● Fixation fluid: 50% \\(vol/vol) ethanol and 10% \\(vol/vol) acetic acid in water\r\n\n\n● Sensitization fluid: 0.2% \\(wt/vol) sodium thiosulfate, 6.8% \\(wt/vol) sodium acetate, 0.5% \\(vol/vol) 25% glutaraldehyde and 30% \\(vol/vol) ethanol in water.\r\n\n\n● Washing fluid: purified water.\r\n\n\n● Staining solution: 0.05% \\(vol/vol) formalin and 0.1% \\(vol/vol) silver nitrate in water.\r\n\n\n● Developer: 0.04% \\(vol/vol) formalin and 2.5%\\(wt/vol) sodium carbonate in water.\r\n\n\n● Stop buffer: 1% \\(vol/vol) acetic acid.\r\n\n\n● TBST: 150 mmol/LNaCl, 10 mmol/LTris-HCl, 0.05% Tween-20, pH 7.4\r\n\n\n● Other reagents and solvents were purchased from commercial sources and were of the highest grade."
        },
        {
            "header": "Equipment",
            "content": "● Mili-Q50 SP Reagent Water System \\(Mili-pore Corporation, USA)\r\n\n\n● 5415D centrifugation \\(Epphendorf, Germany)\r\n\n\n● HPS-280 biochemical incubator \\(China)\r\n\n\n● Stealth micro spotting pins \\(SMP-10B) \\(TeleChem)\r\n\n\n● Capital smart microarrayer \\(CapitalBio, Beijing)\r\n\n\n● Genepix 4000B confocal scanner \\(Axon Instruments)\r\n\n\n● Genepix 3.0 software \\(Axon Instruments, Inc. USA)\r\n\n\n● Wet transfer unit \\(Hoefer Scientiﬁc)\r\n\n\n● Phosphorimager \\(Storm 840, Molecular Dynamics)"
        },
        {
            "header": "Procedure",
            "content": "**Epoxysilane-coated slides \\(GPTS slides)**\r\n\n\n1| Untreated slides \\(20) were washed twice with 100% ethanol for 10 min each and dried by centrifuge at 1000 rpm for 1 min.\r\n\n\n2| Etched by immersion in 10% NaOH overnight.\r\n\n\n3| Followed by sonification for 15 min \\(in the same 10% NaOH).\r\n\n\n4| Rinsed four times with water for 2 min, washed twice in ethanol for 2 min and dried by centrifuge at 1000 rpm for 1 min.\r\n\n\n5| 20 slides were incubated in a solution \\(200 mL) of 10 mL GPTS, 286 μL 100% acetic acid，189 mL 100% ethanol for 3 h, gently shaked.\r\n\n\n6| Followed by sonification for 15 min \\(in the same solution).\r\n\n\n7| Washed three times in ethanol for 10 min each and dried by centrifuge at 1000 rpm for 10 min immediately.\r\n\n\n8| Finally baked at 37°C for 3 h and kept at 4°C in a desiccator to be ready for following modified surfaces.\r\n\n\nPAUSE POINT Keep the slides with GPTS at 25°C in the dark.\r\n\n\nCRITICAL STEP The efficiency of the method relies on the formation of the chemical bond under slightly acidic condition.\r\n\n\n\r\n\n\n**Whole Saliva Preparation**\r\n\n\nUnstimulated saliva was collected between 9 a.m. and 10 a.m., at least 2 h after the last intake of food, from patients and the healthy groups, respectively.\r\n\n\n9| The mouth was rinsed with physiological saline immediately before collection.\r\n\n\n10| Whole saliva \\(approximately 1 mL) was collected and placed on ice. Protease Cocktail Inhibitor \\(1 μL/mL of whole saliva) was added to the saliva immediately after collection to minimize protein degradation.\r\n\n\n11| Whole saliva was then centrifuged at 12 000 rpm at 4 °C for 10 min to remove the insoluble materials.\r\n\n\n12| The supernatant was collected and ﬁltered with a 0.22 μm pore size against bacteria and microbials, which was immediately used or stored at −80 °C.\r\n\n\n13| The protein concentration was determined by the BCA assay.\r\n\n\nPAUSE POINT Whole saliva \\(about 1 mL) was collected and placed on ice.\r\n\n\nCRITICAL STEP To normalize the differences between subjects and to account for individual variation, 100 μL from each saliva sample was pooled in each group, the other maintained for further validation.\r\n\n\n\r\n\n\n**Protein labeling**\r\n\n\n14| The Cy3 fluorescence dye were dissolved in DMSO for 0.5h at room temperature according to the operating instruction manual.\r\n\n\n15| The extracted protein \\(The mixture of equal parts of protein and 0.1M Na2CO3\\(pH9.3)) was labeled with Cy3 fluorescence dye.\r\n\n\n16| Purified by Sephadex G-25 columns according to the manufacturer's instructions.\r\n\n\nPAUSE POINT Protein labeling was performed in the dark.\r\n\n\n\r\n\n\n**Spotting**\r\n\n\n17| The lectins were dissolved to a concentration of 1 mg/mL in the manufacturer's recommended buffer containing 1 mmol/L appropriate monosaccharide.\r\n\n\n18| The spotting buffer is Millipore water.\r\n\n\n19| Each lectin was spotted in triplicate per block, with triplicate blocks on one slide.\r\n\n\n20| After spotting, all slides are incubated in a humidity-controlled incubator at 50% humidity overnight and then put into a vacuum dryer for 3 h at 37°C to allow lectin immobilization.\r\n\n\nPAUSE POINT  After spotting, all slides are incubated in a humidity-controlled incubator at 50% humidity overnight.\r\n\n\n\r\n\n\n**Blocking**\r\n\n\n21| Unbound lectins were removed from their surface by washing twice with PBST for 5 min and followed by a final rinse in PBS for 5 min, spin to dry.\r\n\n\n22| The slides were blocked with blocking buffer in the chamber at 25 ºC for 1 h in a rotisserie oven set at 4 rpm.\r\n\n\n23| Washed twice with PBST for 5 min, PBS for 5 min, spun to dry to be ready for following incubation.\r\n\n\nPAUSE POINT The temperature of blocking is 25 ºC\r\n\n\n\r\n\n\n**Incubation**\r\n\n\n24| Appropriate amount of Cy3-labeled protein was diluted in 0.5 mL of incubation buffer and the incubation was performed in the chamber at 25 ºC for 3 h in a rotisserie oven set at 4 rpm.\r\n\n\n25| Washed twice with PBST for 5 min, PBS for 5 min, spun to dry to be ready for following scanning.\r\n\n\nPAUSE POINT The temperature of incubation is 25 ºC.\r\n\n\n\r\n\n\n**Scanning and data analysis**\r\n\n\n26| The microarrays were scanned with a 70% photomultiplier tube and 100% laser power settings using a Genepix 4000B confocal scanner.\r\n\n\n27| The acquired images were analyzed at 532 nm for Cy3 detection by Genepix 3.0 software. The average background was subtracted, and the values less than average background±2 standard deviations \\(SD) were removed from each data point.\r\n\n\n28| The median of the effective data points of each lectin was globally normalized to the sum of medians of all effective data points for each lectin in one block. Each sample was observed consistently by three repeated slides, and the normalized medians of each lectin from 9 repeated blocks were averaged and its SD was calculated.\r\n\n\n29| The normalized data of each clinical group were compared with the healthy groups based upon the fold change according to the following criteria: fold change>1.5 or <0.67 in the pairs indicated up-regulation or down-regulation, respectively, of a certain glycan. Differences between the arbitrary two data sets or multiple data sets were tested by Student’s t-test or one-way ANOVA to each lectin signal using SPSS statistics 19 software.\r\n\n\nPAUSE POINT Each sample was observed consistently by three repeated slides, and the normalized medians of each lectin from 9 repeated blocks were averaged and its SD was calculated.\r\n\n\n\r\n\n\n**SDS-PAGE and Lectin blotting**\r\n\n\n30| SDS-PAGE.\r\n\n\n\r\n\n\n**Silver staining**\r\n\n\n31| Fix the gel slab with 100mL fixation fluid to stay overnight \\(at least 2 h) with gentle shaking at room temperature.\r\n\n\n32| Incubate the gel in 100mL sensitization fluid with gentle shaking for 30 min at room temperature.\r\n\n\n33| Rinse six times with 100mL washing fluid for 10 min each.\r\n\n\n34| Incubate the gel in 100mL staining solution with gentle shaking for 30 min at room temperature.\r\n\n\n35| Rinse twice with 100mL washing fluid for 1 min each.\r\n\n\n36| Develop in developer under gentle shaking for several minutes at room temperature.\r\n\n\n37| The silver-stained gels are stored in stop buffer.\r\n\n\nPAUSE POINT Proteins can be stored frozen at -20°C for several weeks.\r\n\n\nCRITICAL STEP The background of silver-stained gels will not become sharpness, if you do not thoroughly wash it by step 35 and 36.\r\n\n\n\r\n\n\n**Lectin blotting**\r\n\n\n38| Analyze the Glycoproteins from step 30 by SDS-PAGE.\r\n\n\n39| The proteins in the gels were then transferred to a PVDF membrane with a wet transfer unit for 1.5 h at 100 V.\r\n\n\n40| After transfer, the membranes were washed twice with TBST.\r\n\n\n41| Then blocked for 1 h with Carbo-Free Blocking Solution at room temperature.\r\n\n\n42| The membranes were then washed again and incubated with Cy5-labeled lectins \\(2µg/mL in Carbo-Free Blocking Solution) with gentle shaking overnight at 4°C in the dark.\r\n\n\n43| The membranes were washed twice each for 10 min with TBST.\r\n\n\n44| Scanned on the red fluorescence channel \\(635 nm excitation/650 nm LP emission) with a voltage of 800 PMT using a phosphorimager.\r\n\n\nPAUSE POINT The membranes were incubated with Cy5-labeled lectins \\(2µg/mL in Carbo-Free Blocking Solution) with gentle shaking overnight at 4°C in the dark."
        },
        {
            "header": "Timing",
            "content": "Step 1-8: up to 24-36 h\r\n\n\nStep 9-13: up to 2 h\r\n\n\nStep 14-16: up to 3 h\r\n\n\nStep 17-20: at least 2 h\r\n\n\nStep 21-23: up to 1 h\r\n\n\nStep 24-25: up to 3 h\r\n\n\nStep 26-29: at least 0.5 h\r\n\n\nStep 30: up to 3 h\r\n\n\nStep 31-37: up to 4 h\r\n\n\nStep 38-44: up to 10-12 h"
        },
        {
            "header": "Anticipated Results",
            "content": "The fabricated lectin microarrays were used to screen and analysis glycoproteins from T2DM. The result was shown in Figure 1. According to the results, the expression levels of the terminal Siaα2-6Gal of female elderly groups with T2DM \\(fold change>1.5, p<0.01) was up-regulated significantly. The terminal Siaα2-3Gal of all elderly groups with T2DM \\(fold change<0.67, p<0.05) was down-regulated significantly.\r\n\n\nTo confirm the different abundance of the terminal Siaα2-6Gal and Siaα2-3Gal between each clinical group and healthy group blotting analyses were performed with SNA and MAL-II \\(Figure 2A and 2B). The SDS-PAGE showed that the salivary proteins from all groups were similar in their molecular weight, and the different apparent bands in the healthy groups are distinguished from the clinical groups at approximately 10 kDa and between 100 kDa and 260 kDa. The results of the Siaα2-6Gal/GalNAc binder SNA and the Siaα2-3Galβ1-4Glc\\(NAc)/Glc binder MAL-II blotting analysis showed that the different apparent bands belong to a molecular weight range of 10 kDa to 260 kDa for all groups. However, the SNA apparent band between 25 kDa and 260 kDa for the healthy groups was distinguished from the clinical groups. The MAL-II apparent band between 10 kDa and 260 kDa for the healthy groups was distinguished from the clinical groups. The summed fluorescence intensities \\(SFIs) of the band marked by a red line at approximately 25 kDa for all salivary groups from lane 1 to lane 4 were shown in Figure 2A. The SFIs of SNA and MAL-II from each clinical group were compared with the healthy group. According to the results, the expression level of the terminal Siaα2-6Gal of all elderly groups with T2DM was up-regulated, and the terminal Siaα2-3Gal of all elderly groups with T2DM was down-regulated. The blotting analyses of SNA and MAL-II to all salivary groups agreed with the results of the lectin microarrays."
        },
        {
            "header": "References",
            "content": "1. Ohtsubo K, Marth JD. Glycosylation in cellular mechanisms of health and disease. Cell, 2006, 126\\(5):855-67.\r\n  2. Ozcan S, Kim BJ, Ro G, Kim JH, Bereuter TL, Reiter C, Dimapasoc L, Garrido D, Mills DA, Grimm R, Lebrilla CB, An HJ. Glycosylated proteins preserved over millennia: N-glycan analysis of Tyrolean Iceman, Scythian Princess and Warrior. Sci Rep, 2014, 4:4963.\r\n  3. Suzuki S, Shuto T, Sato T, Kaneko M, Takada T, Suico MA, Cyr DM, Suzuki H, Kai H. Inhibition of post-translational N-glycosylation by HRD1 that controls the fate of ABCG5/8 transporter. Sci Rep, 2014, 4:4258.\r\n  4. Qin Y, Zhong Y, Dang L, Zhu M, Yu H, Chen W, Cui J, Bian H, Li Z. Alteration of protein glycosylation in human hepatic stellate cells activated with transforming growth factor-β1. Journal of Proteomics, 2012, 75: 4114-4123.\r\n  5. Yu H, Zhu M, Qin Y, Zhong Y, Yan H, Wang Q, Bian H, Li Z. Analysis of Glycan-Related Genes Expression and Glycan Proﬁles in Mice with Liver Fibrosis. J. Proteome Res, 2012, 11: 5277−5285.\r\n  6. Qin Y, Zhong Y, Zhu M, Dang L, Yu H, Chen Z, Chen W, Wang X, Zhang H, Li Z. Age- and Sex-Associated Diﬀerences in the Glycopatterns of Human Salivary Glycoproteins and Their Roles against Inﬂuenza A Virus. J. Proteome Res, 2013, 12: 2742−2754.\r\n  7. Hirabayashi J, Yamada M, Kuno A, Tateno H. Lectin microarrays: concept, principle and applications. Chem Soc Rev, 2013, 42\\(10):4443-58.\r\n  8. Zhang H, Li XJ, Martin DB, Aebersold R. Identification and quantification of N-linked glycoproteins using hydrazide chemistry, stable isotope labeling and mass spectrometry. Nat Biotechnol, 2003, 21\\(6):660-6.\r\n  9. Hashii N, Kawasaki N, Itoh S, Hyuga M, Kawanishi T, Hayakawa T. Glycomic/glycoproteomic analysis by liquid chromatography/mass spectrometry: analysis of glycan structural alteration in cells. Proteomics, 2005, 5\\(18):4665-72.\r\n  10. Lectin. Available at: http://en.wikipedia.org/wiki/Lectin. \\(Accessed: 17th March 2015)\r\n  11. Jian Q, Yu H, Chen C, Li Z. Establishment of a lectin microarray method for the rapid analysis of glycoprotein and its application. Prog. Biochem. Biophys, 2009, 36 \\(2), 254-9.\r\n  12. Pilobello KT, Mahal LK. Lectin microarrays for glycoprotein analysis. Methods Mol Biol, 2007, 385:193-203.\r\n  13. Li Y, Tao SC, Bova GS, Liu AY, Chan DW, Zhu H, Zhang H. Detection and verification of glycosylation patterns of glycoproteins from clinical specimens using lectin microarrays and lectin-based immunosorbent assays. Anal Chem, 2011, 83\\(22):8509-16.\r\n  14. Cao J, Guo S, Arai K, Lo EH, Ning M. Studying extracellular signaling utilizing a glycoproteomic approach: lectin blot surveys, a first and important step. Methods Mol Biol, 2013, 1013:227-33.\r\n  15. Yang G, Tan Z, Lu W, Guo J, Yu H, Yu J, Sun C, Qi X, Li Z, Guan F. Quantitative Glycome Analysis of N-Glycan Patterns in Bladder Cancer vs Normal Bladder Cells Using an Integrated Strategy. J Proteome Res, 2015,14\\(2):639-53."
        },
        {
            "header": "Acknowledgements",
            "content": "This work is supported by National Natural Science Foundation of China \\(NSFC, Grant No. 81372365 and 30870549) and NWU Graduate Innovation and Creativity Funds \\(Grant No.YZZ14005)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep08971",
                "date": "2015-03-20 04:52:14",
                "title": "Avian Influenza Virus Infection Risk in Humans with Chronic Diseases",
                "authors": [
                    "Yaogang Zhong",
                    "Yannan Qin",
                    "Hanjie Yu",
                    "Jingmin Yu",
                    "Haoxiang Wu",
                    "Lin Chen",
                    "Peixin Zhang",
                    "Xiurong Wang",
                    "Zhansheng Jia",
                    "Yonghong Guo",
                    "Hua Zhang",
                    "Junjie Shan",
                    "Yuxia Wang",
                    "Hailong Xie",
                    "Xiaojie Li",
                    "and Zheng Li"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            },
            {
                "doi": "10.1021/pr400096w",
                "date": "2015-03-21 05:24:44",
                "title": "Age- and Sex-Associated Differences in the Glycopatterns of Human Salivary Glycoproteins and Their Roles against Influenza A Virus",
                "authors": [
                    "Yannan Qin",
                    "Yaogang Zhong",
                    "Minzhi Zhu",
                    "Liuyi Dang",
                    "Hanjie Yu",
                    "Zhuo Chen",
                    "Wentian Chen",
                    "Xiurong Wang",
                    "Hua Zhang",
                    "and Zheng Li"
                ],
                "journal": "Journal Of Proteome Research",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13321,
                "identity": "a0561fa0-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Zheng Li",
                "email": "zhengli@nwu.edu.cn",
                "orcid": "",
                "institution": "Laboratory for Functional Glycomics, College of Life Sciences, Northwest University, Xi'an, 710069, PR China.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Zheng",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 13316,
                "identity": "a0561328-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yaogang Zhong",
                "email": "",
                "orcid": "",
                "institution": "Laboratory for Functional Glycomics, College of Life Sciences, Northwest University, Xi'an, 710069, PR China.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yaogang",
                "middleName": "",
                "lastName": "Zhong",
                "suffix": ""
            },
            {
                "id": 13317,
                "identity": "a0561883-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hanjie Yu",
                "email": "",
                "orcid": "",
                "institution": "Laboratory for Functional Glycomics, College of Life Sciences, Northwest University, Xi'an, 710069, PR China.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hanjie",
                "middleName": "",
                "lastName": "Yu",
                "suffix": ""
            },
            {
                "id": 13318,
                "identity": "a0561ae0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yannan Qin",
                "email": "",
                "orcid": "",
                "institution": "Laboratory for Functional Glycomics, College of Life Sciences, Northwest University, Xi'an, 710069, PR China.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yannan",
                "middleName": "",
                "lastName": "Qin",
                "suffix": ""
            },
            {
                "id": 13319,
                "identity": "a0561c76-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Liuyi Dang",
                "email": "",
                "orcid": "",
                "institution": "Laboratory for Functional Glycomics, College of Life Sciences, Northwest University, Xi'an, 710069, PR China.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Liuyi",
                "middleName": "",
                "lastName": "Dang",
                "suffix": ""
            },
            {
                "id": 13320,
                "identity": "a0561e30-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Qiang Jian",
                "email": "",
                "orcid": "",
                "institution": "Laboratory for Functional Glycomics, College of Life Sciences, Northwest University, Xi'an, 710069, PR China.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Qiang",
                "middleName": "",
                "lastName": "Jian",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-03-20 09:34:39",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.028",
        "doiUrl": "https://doi.org/10.1038/protex.2015.028",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609147,
                "identity": "8167b1b9-400a-4b04-81f9-fdb574cd3fdb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "docx",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 456533,
                "visible": true,
                "origin": "",
                "legend": "Table and figure   Troubleshooting table and Figure",
                "description": "",
                "filename": "figure1.docx",
                "url": "https://assets.researchsquare.com/files/nprot-3821/v1/figure_1.docx"
            },
            {
                "id": 13464750,
                "identity": "aee3bc4c-a341-4217-bee1-2d6c9de3e472",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:36",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 165485,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3821/v1/61bb9b24-6ce2-453e-8f5d-aec04e652f6d.pdf"
            }
        ],
        "financialInterests": "This work is supported by National Natural Science Foundation of China \\(NSFC, Grant No. 81372365 and 30870549) and NWU Graduate Innovation and Creativity Funds \\(Grant No.YZZ14005). The other authors declare that they have no conflicts of interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Lectin microarrays, Lectin blotting, Saliva, glycoproteins, glycopattern",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In the past two decades, one of the main ways to investigate glycosylation was using lectins. Lectins are carbohydrate-binding proteins that discriminate glycans based on subtle differences in structure. Recently, with the advent of high-throughput glycomic techniques, such as lectin microarray which is a system biology approach is utilized in order to draw general conclusions of protein glycosylation about a biological sample. The display of the lectins in a microarray enables the multiple and distinct binding glycopatterns to be observed simultaneously, providing information on the carbohydrate composition of the samples. The lectin blotting can be used to verify rapidly the target glycopatterns of glycoproteins by comparison with a reference SDS-PAGE protein map, and obtain reliable and reproducible results according to the lectin microarrays. Here, the lectin microarrays are used to probe the relative expression levels of terminal α2-3/6-linked sialic acids in human saliva from type 2 diabetes mellitus \\(T2DM). And, lectin blotting is used to confirm the different abundance of the terminal Siaα2-6Gal and Siaα2-3Gal between T2DM and healthy group according to the results of the lectin microarrays. In this protocol, we provide a detailed methodology of lectin microarray and lectin blotting for protein glycopattern analysis.",
        "manuscriptTitle": "A protocol for high-throughput screening, analysis and validation of protein glycopatterns",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-03-24 17:16:03",
                "doi": "10.1038/protex.2015.028",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0559e81-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 24th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3308,
                "name": "Biological techniques"
            },
            {
                "id": 3309,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 3310,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-03-24 17:16:03",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}