{
    "identity": "pex-1708",
    "title": "<p>A simplified method for generating human inner ear organoids from pluripotent stem cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>This protocol is a simplified version of a previously published protocol. See the following publication for the original work: </p><p><br></p><p>Koehler KR†*, Nie J, Longworth-Mills E, Liu XP, Lee J, Holt JR, Hashino E*. <a href=\"https://www.nature.com/articles/nbt.3840\" rel=\"noopener noreferrer\" target=\"_blank\">Generation of inner ear organoids with functional hair cells from human pluripotent stem cells.</a> <em>Nature Biotechnology 480</em>, 547. http://doi.org/10.1038/nbt.3840 </p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Standard pluripotent stem cell culture</strong></p><p>6 well plates</p><p>Vitronectin</p><p>PBS</p><p>E8 flex medium</p><p>Normocin</p><p>Accutase</p><p><br></p><p><strong>Embryoid body formation</strong></p><p>E8 flex medium</p><p>Normocin</p><p>Y</p><p>Accutase</p><p>PBS</p><p>Trypan blue</p><p><br></p><p><strong>Inner ear differentiation</strong></p><p>E6 medium</p><p>Normocin</p><p>Matrigel GFR</p><p>SB431542</p><p>bFGF</p><p>BMP4</p><p>LDN-193189</p><p>CHIR</p><p><br></p><p>Organoid Maturation Medium</p><p><strong>Composition of OM (in 50 ml): </strong>24.5 ml Advanced DMEM/F12, 24.5 ml Neurobasal medium, 500 μl GlutaMax (stock concentration: 100X, final concentration: 1X), 500 μl B-27 supplement minus Vitamin A (stock concentration: 50X, final concentration 0.5X), 250 μl N-2 supplement (stock concentration: 100X, final concentration: 0.5X), 91 μl 2-Mercaptoethanol (final concentration: 0.1 mM), and 100 μl Normocin (stock concentration: 50 mg/ml, final concentration: 100 μg/ml).</p><p>DMEM/F12</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Embryoid body formation</strong></p><p>96 U bottom well plates, ULA</p><p>8 channel Multipipettor</p><p>Automated cell counter</p><p>Tubes with cell strainer cap</p><p>25 ml reservoirs</p><p><br></p><p><strong>Inner ear differentiation</strong></p><p>Ice</p><p>2 ml round bottom tubes</p><p>Wide-orfice p200 and p1000 pipette tips</p><p>100 mm petri-dish</p><p>96 U bottom well plates, ULA</p><p>24 well ULA plates</p><p>10 ml reservoir</p>"
        },
        {
            "header": "Procedure",
            "content": "Day (-2): Cell aggregation\n(for 2 plates of 96-well plate)\nMaterials\nPreparation:\n32 ml of E8 medium with 64 μl of Normocin (Final concentration of 100 μg/ml) Distribute this E8 medium with Normocin into 2 conical tubes.\n●     10 ml of medium to 15 ml conical tube\n●     22 ml of medium to 50 ml conical tube\n●     Then, add 10 μl of Y to the 10 ml medium, which brings the final concentration to 10 μM Y (hereafter, E8-10Y), and 44 μl of Y to the 22 ml medium, which brings final concentration to 20 μM Y (hereafter, E8-20Y)\nCell dissociation:\n1. Aspirate spent medium of the cells in one well of a 6-well culture plate\n2. Wash with 2.5 ml of 1X DPBS twice, and aspirate the DPBS from the last wash.\n3. Add 500 μl of Accutase and incubate for 3-4 mins in a 37°C incubator with 5.0% CO2; after 3 mins of incubation, shake the plate horizontally and check under a microscope to confirm that the cells are all detached from the surface of the plate. If clusters of adhered cells are still present, incubate extra 20 seconds to 1 minute (total 4 minutes), based on the percentage of adherent cell portion, until the cells are fully detached and partially single-celled.\n4. Using a 5 ml serological pipette, aliquot 5 ml of E8-10Y to a sterile 15 ml tube\n5. Using 3 ml from step #4 E8-10Y with a 5 ml serological pipette, gently pipette up-and-down to break up the cell clusters into single cells in the well where cells were detached by Accutase treatment.\n6. Then, collect all cell suspension back into the step #4 tube with a final volume at 5.5 ml.\n7. Centrifuge for 5 minutes and 30 seconds at 230 rcf at room temperature to pellet cells.\n8. Carefully and completely remove the supernatant by aspiration (be cautious not to disturb the cell pellet). Tilt the tube to flow the medium away from the pellet for aspiration.\n9. Using a p1000 tip, resuspend cells in 1 ml of E8-10Y by gently pipetting up and down.\nCell aggregation:\n10. To equilibrate the cell strainer, forcefully pipette 1 ml of E8-10Y medium through the cell strainer mesh.\n11. Pipette resuspended cells in E8-10Y onto the cell strainer in a drop-wise manner.\n12. To thoroughly collect cells, rinse the conical tube, where the cells were resuspended and transferred, with 1 ml of E8-10Y medium and pipette onto the cell strainer in a drop-wise manner.\n13. Carefully remove and discard the cell strainer snap cap.\n14. Prepare 50 μl of Trypan blue in a 500 μl tube.\n15. Using a p1000 tip, pipette up and down the cell suspension in the test tube to mix evenly.\n16. Immediately, using a p200 tip, collect 50 μl of cell suspension from the center of the volume in the test tube, and transfer it into the 50 μl of Trypan blue prepared ahead - this makes 1:1 dilution of the cells and Trypan blue.\n17. Carefully pipette up-and-down to evenly mix the cells with trypan blue.\n18. Add 11 μl of Cell:Trypan blue mixture into both sides of the cell counting chamber slide for Invitrogen Countess II automated counter or on the hemocytometer (Disposable cell counting chamber slides for Invitrogen Countess II; Invitrogen, Cat. No. C10228)\n19. Calculate the number of cells, considering the 1:1 trypan blue dilution. Note: The Invitrogen Countess II automated counter automatically calculates and gives you the number considering trypan blue dilution.\nCalculate the volume of cell suspension needed for cell culture. The final cell concentration of\n35,000 cells/ml\nis needed for a differentiation culture. Therefore, in 22 ml, 7.7 x 105 cells are needed.\n20. After the calculation, remove the same volume with the cell suspension that is needed for culture from the 22 ml of E8-20Y medium that was prepared earlier, and then, add the adequate volume of your cell suspension to that E8-20Y medium.\n23. For example, if the cell suspension concentration is 5 x 105 cells per ml, 1.54 ml of the cell suspension is needed for culture in 22 ml of medium (easy to memorize equation: total number of cells needed for culture / number of cells in 1 ml of cell suspension). Therefore, remove 1.54 ml of E8-20Y from the 22 ml and add 1.54 ml of cell suspension into the 20.46 ml of E8-20Y medium, which brings the final cell concentration to 7.7 x 105 cells in 22 ml of E8-20Y medium.\n24. Invert several times or swirl the tube to mix the cell suspension evenly.\nPour the 22 ml cell suspension into a 25 ml reservoir.\n25. Using a multi-channel pipette, aliquot 100 μl of cell suspension into each of 96-well U-bottom plates.\n26. Spin down the plates at 110 rcf for 6 min at room temperature.\n27. Incubate the plates in a 37°C incubator with 5.0% CO2 for 24 hours.\nDay (-1): Dilution of Y solution\nPreparation:\n22 ml of fresh E8 medium containing 44 μl of Normocin (WITHOUT Y).\n1. Pour 22 ml of fresh E8 medium into a 25 ml reservoir.\n2. Using a multichannel pipette, add 100 μl of E8 medium into each well, which brings total volume to 200 μl per well.\n3. Incubate the plates in the 37°C incubator with 5.0% CO2 for 24 hours.\nDifferentiation Day 0: Transition to differentiation in E6 medium (perform all procedures on ice)\nPreparation:\nE6 medium containing 2% Matrigel, 10 μM SB, 4 ng/ml FGF, and 2.5 ng/ml BMP4 - hereafter,\nE6SFB\n●     A day before, thaw\n600 μl of Matrigel on ice overnight at 4°C.\n●     Prepare 30 ml of E6 medium containing 60 μl of Normocin and keep on ice.\n●     To make 2% Matrigel (Final concentration, v/v) in 30 ml of E6 medium, remove 600 μl of E6 medium prepared above, and then, add 600 μl of Matrigel o Add 30 μl of SB, 0.6 μl of FGF, and 0.75 μl of BMP4.\n●     Invert several times to mix evenly and keep on ice.\n●     Prepare 3 ml of E6 medium in a 15 ml falcon tube for washing step.\nTransition into differentiation medium\n1. Collect all aggregates from 96-well U-bottom plates to a 2 ml round-bottom tube\n●     Using W-O p200 tips and a multi-channel pipette - set the pipette to 170 μl (i.e. about 30 μl less than the total volume in each well) - collect all aggregates on a 100 mm petri-dish.\n●     By gently swirling the petri-dish, concentrate all aggregates into the center of the dish.\n●     Using a W-O p1000 tip, collect all aggregates into a 2 ml round-bottom tube.\n2. Carefully remove excessive E8 medium from the tube\n3. Wash with 1 ml of E6 medium for three times to completely remove traces of E8 medium\n4. Add 1 ml of E6SFB medium to the tube containing aggregates.\n5. Place a new 100 mm petri-dish on ice and add ~15 ml of E6SFB medium prepared ahead.\n6. Using a W-O p1000 tip, transfer all aggregates, including 1 ml of E6SFB, to the petri-dish containing 15 ml of E6SFB on ice.\n7. Use extra 1 ml of E6SFB medium to collect and transfer any remaining aggregates in the tube to the petri-dish.\n8. Using a W-O p200 tip, transfer individual aggregate in 100 μl of E6SFB medium into each well in a new 96-well U-bottom plate (pour in more medium as it goes).\n9. Incubate in 37°C incubator with 5.0% CO2\n10. Observe morphological changes every day.\nDifferentiation Day 3: LDN193189 and basic-FGF treatment\nMaterials:\nE6 medium, Normocin, LDN-193189 (hereafter, LDN, stock concentration: 10 mM), FGF, Multi-channel pipette, 10 ml reservoir\nPreparation:\nLDN and FGF will be treated in a volume of 25 μl per well, making final volume of 125 μl in each well in 96-well U-bottom plates. Therefore, 5X of LDN and FGF (\nfinal concentration\n) will be prepared in the medium; 1 μM LDN (\n200 nM\n) and 250 ng/ml FGF (\n50 ng/ml\n).\n●     Make E6 medium containing 1 μM LDN and 250 ng/ml FGF – hereafter,\nE6LF\n●     Prepare 5 ml of E6 medium containing 10 μl of Normocin o Add 0.5 μl of LDN and 6.25 μl of FGF.\n●     Invert several times to mix evenly.\nExclude\nwells on each edge of the 96-well U-bottom plate during treatment; the medium in the edge wells evaporates more during the culture and alters the final volume. We exclude those wells from treatment to minimize variability. We recommend testing the evaporated volume for your own culture.\n1. Pour 5 ml of prepared E6LF medium into a 10 ml reservoir.\n2. Using a multichannel pipette, add 25 μl of the E6LF medium per well into the aggregate culture in 96-well U-bottom plates.\n3. Gently tap the plates to mix the medium.\n4. Incubate in the 37°C incubator with 5.0% CO2.\nDifferentiation Day 6: Providing nutrition\nMaterials:\nE6 medium, Normocin, 10 ml reservoir, Multi-channel pipette\nPreparation:\n11 ml of E6 medium containing 22 μl of Normocin. Fresh E6 medium containing Normocin will be added at 75 μl per well, making the final volume of 200 μl per well.\n1. Pour 11 ml of prepared E6 medium into a 10 ml reservoir\n2. Using a multichannel pipette, add 75 μl per well into each well in 96-well U-bottom plates, making a final volume of 200 μl per well.\n3. Gently tap the plates to mix the medium.\n4. Incubate in the 37°C incubator with 5.0% CO2.\nDifferentiation Day 8: Otic vesicle induction by CHIR99021 treatment\nMaterials:\nE6 medium, Normocin, 25 ml reservoir, Multi-channel pipette, W-O p200 tips\nPreparation:\n100 μl of spent medium will be removed, and fresh E6 medium containing Normocin and CHIR99021 (hereafter, CHIR, stock concentration: 10 mM) will be added at 100 μl per well, making a final volume of 200 μl; CHIR will be treated at a final concentration of 3 μM in a final volume of 200 μl per well. Therefore, prepare 2X concentrated CHIR (6 μM) in the medium that will be added into each well.\n●     Make 15 ml of E6 medium containing 30 μl of Normocin and 9 μl of CHIR and mix well by inverting – hereafter,\nE6-2XCH\n1. Using a multichannel pipette and W-O p200 tips, at about 60 ̊ angle, very carefully remove 100 μl of spent medium from each well of 96-well U-bottom plate, remaining 100 μl of spent medium in each well.\n2. Pour all E6-2XCH medium into a 25 ml reservoir.\n3. Using a multichannel pipette and regular p200 tips, add 100 μl of fresh E6-2XCH medium into each well, making the final volume of 200 μl and final CHIR concentration of 3 μM\n4. Gently tap the plates to mix the medium.\n5. Incubate in the 37°C incubator with 5.0% CO2.\nDifferentiation Day 10: Continued otic vesicle induction by CHIR treatment\nMaterials:\nE6 medium, Normocin, CHIR, 25 ml reservoir, Multi-channel pipette, W-O p200 tips.\nPreparation:\nTo maintain active CHIR in the culture, replenish 100 μl of spent medium with 100 μl of fresh E6 medium containing 3 μM CHIR (1X).\n●     Make E6 medium containing 3 μM CHIR (1X) – hereafter,\nE6-1XCH\n●     Prepare 15 ml of E6 medium containing 30 μl of Normocin o Add 4.5 μl of CHIR\n●     Invert several times to mix evenly.\n1. Using a multichannel pipette and W-O p200 tips, at about 60 ̊ angle, very carefully remove 100 μl of spent medium from each well of 96-well U-bottom plate, remaining 100 μl of spent medium in each well.\n2. Pour all E6-1XCH medium into a 25 ml reservoir.\n3. Using a multichannel pipette and W-O p200 tips, at an angle of 60 ̊, very carefully remove spent medium from each well.\n4. Using a multichannel pipette, add 100 μl of fresh E6-1XCH medium per well into the aggregate culture in 96-well U-bottom plates.\n5. Gently tap the plates to mix the medium.\n6. Incubate in the 37°C incubator with 5.0% CO2.\nDifferentiation Day 12: Transition to floating culture in maturation medium / continued otic vesicle induction by CHIR treatment\nMaterials:\nOrganoid maturation medium (OM), Advanced DMEM/F12, Matrigel, CHIR, Ice in a bucket, W-O p1000 tips, 100 mm petri-dishes, 2 ml round bottom tubes, 24-well low-attachment plates.\nPreparation:\n●     A day before, thaw 630 μl of Matrigel on ice overnight at 4°C\n●     Place 100 mm petri-dishes on ice\n●     Prepare OM containing 1% Matrigel and 3 μM CHIR – hereafter,\nOM1%M-CH\n●     To make 1% Matrigel (final concentration, v/v) in 63 ml of OM, remove 630 μl (volume of Matrigel) of OM, and then, add 630 μl of Matrigel\n●     Then, add 18.9 μl of CHIR\n●     Invert several times to mix evenly and keep on ice\nComposition of OM (in 50 ml):\n24.5 ml Advanced DMEM/F12, 24.5 ml Neurobasal medium, 500 μl GlutaMax (stock concentration: 100X, final concentration: 1X), 500 μl B-27 supplement minus Vitamin A (stock concentration: 50X, final concentration 0.5X), 250 μl N-2 supplement (stock concentration: 100X, final concentration: 0.5X), 91 μl 2-Mercaptoethanol (final concentration: 0.1 mM), and 100 μl Normocin (stock concentration: 50 mg/ml, final concentration: 100 μg/ml).\n1. Using a W-O p1000 tip, collect all aggregates in a 2 ml round bottom tube.\n2. Carefully remove the excessive medium.\n3. Wash aggregates with 1 ml of Advanced DMEM/F12 medium 3 times.\n4. After removing all excessive washing medium, place the tube with aggregates on ice\n5. Add 1 ml of OM1%M-CH into the tube containing aggregates.\n6. Pour medium (first pour about 15 ml of OM1%M-CH and keep adding as it goes) into cooled petri- dish on ice.\n7. Using a W-O p1000 tip, collect all aggregates that are in 1 ml of OM1%M-CH, and transfer into the OM1%M-CH prepared in petri-dish on ice.\n8. Using a W-O p1000 tip, transfer each aggregate in 500 μl of OM1%M-CH into each well in 24-well low-attachment plates (i.e. one aggregate per well in the total volume of 500 μl per well).\n9. Gently swirl to make sure each well is completely covered by medium and aggregates are not floating on the surface of the medium.\n10. Incubate in the 37°C incubator with 5.0% CO2.\nDifferentiation Day 15: Half medium change with OM containing 1% Matrigel and 3 μM CHIR / continued otic vesicle induction\nPurpose:\nPerform half-medium change – removal of half volume of spent medium from each well and addition of half volume of the fresh medium into each well - to provide nutrition and to provide active CHIR in the culture.\nMaterials:\nOM, Matrigel, CHIR, Ice in a bucket\nPreparation:\n32 ml of\nOM1%M-CH\n●     To make 1% Matrigel (final concentration, v/v) in 32 ml of OM, remove 320 μl (volume of Matrigel) of OM, and then, add 320 μl of Matrigel.\n●     Then, add 9.6 μl CHIR.\n●     Invert several times to mix evenly and keep on ice.\n1. Remove 250 μl of spent medium from each well of the 24-well plates, leaving 250 μl per well.\n2. Add 250 μl of freshly prepared OM1%M-CH into each well, making a final volume of 500 μl per well.\n3. Gently swirl the plates to mix the medium.\n4. Incubate in the 37°C incubator with 5.0% CO2.\nDifferentiation Day 18: Half medium change for Matrigel dilution\nPurpose:\nHalf-medium change to dilute out Matrigel and provide nutrition\nMaterials:\nOM\nPreparation:\n32 ml of fresh OM (WITHOUT Matrigel)\n1. Remove 250 μl of spent medium from each well of the 24-well low-attachment plates, leaving 250 μl per well.\n2. Add 250 μl of freshly prepared OM into each well, making the final volume of 500 μl per well\n3. Gently swirl the plates to evenly mix the medium.\n4. Incubate in the 37°C incubator with 5.0% CO2.\nCulture maintenance after day 18\nFrom differentiation day 18 onward, perform a full medium change once every week by completely removing medium (500 μl) from each well and adding back fresh OM (500 μl). Within that one-week period, for experiments up to differentiation day 45, perform half-medium changes every three days (i.e. Full-medium change on Monday, half-medium changes on Thursday and Sunday, then full-medium change on Tuesday). For longer experiments, i.e. after differentiation day 45, perform half medium changes every other day. Also, based on the organoid sizes (i.e. larger) and medium consumption rate (i.e. color of medium changing to yellow), increase total volume to 1 ml per well to provide proper nutrition."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 64399611,
                "identity": "0d085d50-66bb-4c0b-a488-6e82293ec1e1",
                "order_by": 0,
                "name": "Jingyuan Zhang",
                "email": "",
                "orcid": "",
                "institution": "Boston Children's Hospital-Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jingyuan",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 64399612,
                "identity": "5b74393b-efd6-4ab1-a954-994791a57481",
                "order_by": 1,
                "name": "Wouter van der Valk",
                "email": "",
                "orcid": "",
                "institution": "Leiden University Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wouter",
                "middleName": "van der",
                "lastName": "Valk",
                "suffix": ""
            },
            {
                "id": 64399610,
                "identity": "d6970f9c-71d7-43b0-9e6d-003d9040c1aa",
                "order_by": 2,
                "name": "Matthew Steinhart",
                "email": "",
                "orcid": "",
                "institution": "Boston Children's Hospital-Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Matthew",
                "middleName": "",
                "lastName": "Steinhart",
                "suffix": ""
            },
            {
                "id": 64399609,
                "identity": "9a3d9112-5edf-4178-8b0d-745d02e1da03",
                "order_by": 3,
                "name": "Karl Koehler",
                "email": "karl.koehler@childrens.harvard.edu",
                "orcid": "https://orcid.org/0000-0002-0685-538X",
                "institution": "Boston Children's Hospital-Harvard Medical School",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Karl",
                "middleName": "",
                "lastName": "Koehler",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-11-17 22:28:07",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1708/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1708/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 16251798,
                "identity": "8c1f6dda-75ce-41bb-83e9-62e457ce440a",
                "added_by": "auto",
                "created_at": "2021-12-07 18:21:34",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 441158,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1708/v1/12465603-04a0-4a9d-83d2-b70237ea9f0a.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Stem cells, Organoid, Ectoderm, Otic Vesicle, Differentiation, Bioengineering",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The inner ear detects sound, head movements, and gravity using specialized epithelial cells and neurons. Decreased function in these cells can lead to hearing loss and dizziness. Inner ear disorders impact millions worldwide; however, current therapeutic options are limited. While animal models are a powerful system to assess auditory and vestibular dysfunction, <em>in vitro</em> inner ear models are gaining importance in translational research. Here, we provide a stepwise approach for generating inner ear organoids (IEOs), which contain supporting cells, hair cells, and neurons. Our differentiation regimen, using defined medium components and diluted extracellular matrix proteins, guides a 3D spheroid of pluripotent stem cells into otic progenitor cells by mimicking the environmental cues that occur during fetal development. Control of the TGF and BMP pathways early in the culture, promotes patterning of the spheroid, with an outer layer of surface ectoderm and an inner core of neuroectoderm. Later, FGF activation and BMP inhibition induce placode formation in the outer layer and neural crest cell migration from the core. These two cell lineages co-develop into otic vesicle-like structures surrounded by a layer of mesenchymal, neuronal, and glial cells that can be maintained in culture for over 100 days. The IEOs described in this protocol are a promising tool for otology research.&nbsp;</p>",
        "manuscriptTitle": "A simplified method for generating human inner ear organoids from pluripotent stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-12-07 18:21:26",
                "doi": "10.21203/rs.3.pex-1708/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "bfec323f-a846-4f14-9e2d-cf565a604263",
        "owner": [],
        "postedDate": "December 7th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 8598329,
                "name": "Stem cells"
            },
            {
                "id": 8598330,
                "name": "Biotechnology"
            },
            {
                "id": 8598331,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-12-07 18:21:26",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}