{
    "identity": "nprot-2546",
    "title": "Isothermal titration calorimetry to determine the association constants for a ligand bound simultaneously to two specific protein binding sites with different affinities",
    "content": [
        {
            "header": "Introduction",
            "content": "To evaluate physiologically relevant interactions between a ligand and a protein it is necessary to determine the stoichiometry of binding and the locations of possible multiple specific binding sites, establishing the relative affinities. In literature it is possible to find various methods to investigate the relative affinities such as, for example, a combined approach between X-ray structure-based site-directed mutagenesis and NMR analysis of the binding of \\[<sup>13</sup>C]ligands \\(ref PNAS 2008). However, most of the methods present the problem of preparing labeled ligands and/or mutants of the protein. \r\n\n\nIn this work we demonstrate that an integrative experimental approach between X-ray crystallography and ITC could be very useful to obtain in a simple way a correct and complete information on the binding of a ligand to a protein, which one technique itself is not able to do in a exhaustive way.\r\n\n\nSolving the X-ray structure of the complex between the nuclear receptor PPARγ and a synthetic ligand with agonist activity we observed two molecules of the ligand bound simultaneously into the internal hydrophobic pocket of the protein to two different binding sites. Moreover, the two identical molecules interact each other into the cavity through vdW contacts.\r\n\n\nThe method used to crystallize the complex \\(soaking method) involved the soaking of one crystal of apo-protein for several hours into a drop containing the ligand in large excess, and for this reason the simultaneous binding of two molecules could be an artifact of the experimental conditions. Moreover, crystallographic techniques do not provide information about relative affinities. For this reason, we decided to make ITC experiments to establish univocally the correct stoichiometry of the reaction and to determine the association constants relative to the binding to the two specific affinity sites. For this aim, we needed to do a direct ITC titration in which the ligand, at the end of experiment, is in excess 2:1 with respect to the protein, and successively a reverse titration \\(a concentrated solution of protein in the syringe titrates a more diluted ligand solution in the cell) to confirm the stoichiometry of the binding observed in the first titration. For 1:1 bimolecular reactions it is expected that the measured thermodynamic parameters are invariant when changing the orientation of experiment. In a reverse titration the ligand, at the beginning of the experiment \\(first injection) is in large excess with respect to the protein \\(ratio 10:1 ca.) and if the inflection point doesn’t correspond to a molar ratio of 1 it is possible to say that the association is not 1:1 when the ligand is in large excess.\r\n\n\nThe advantage of a reverse titration method is that is possible to confirm in a simple way the stoichiometry of the reaction observed in the direct titration and to check its dependence on the ligand concentration. The disadvantages are : \\(i) the concentration of the protein in the syrynge is ca. 10 times that of the ligand and sometimes this could give rise to precipitation or aggregation phenomena; \\(ii) larger amounts of protein must be used for the experiment.\r\n\n\nOnce established that there are actually two different binding sites in the protein, as already observed in the X-ray experiments, we must establish the affinity for each site. To do that we decided to carry out a third titration experiment, pre-equilibrating the protein with another ligand \\(ligand **2**), whose structure in the complex with PPARγ had been previously solved, indicating that this ligand occupies only one site of the protein \\(site A). The choice of this ligand was also made because its Ka is higher than that of the first ligand \\(ligand **1** in \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/2393/original/Table_1.jpg?1355919225) and it is unlikely that the titrating ligand is able to displace it, unless of large excess \\(condition not encountered in the titration). In this way we are sure that the association constant measured in the experiment with the pre-equilibrated protein can be referred only to the second site \\(site B)."
        },
        {
            "header": "Reagents",
            "content": "-PPARγ LBD \\(expressed and purified according to ref. 5)\r\n\n\n-Ligand A and B \\(synthesized according to ref. 2)\r\n\n\n-Hepes buffer, 20 mM, pH 8 \\(SIGMA).\r\n\n\n-TCEP \\(Calbiochem).\r\n\n\n-Dimethylsulfoxide \\(DMSO) \\(SIGMA).\r\n\n\n-Distilled water.\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\nThings to be considered before beginning. \r\n\n\nTo obtain a complete binding isotherm the solution in the syringe should be more concentrated than that in the cell, so that at the end of experiment the molar ratio ligand/protein \\(or protein/ligand in the reverse experiment) is 2:1, to ensure the saturation. Considering volumes of the sample near 200 μL, a typical injection volume of 2 μL, and 20 injections, it is advisable to use a concentration of reactant in the syringe 10 times more concentrated than that in the cell.\r\n\n\n**CRITICAL STEP** It is important to use the same protein expression batch in all the experiments, to be sure of the relative ratios of the direct and reverse titration. It is possible that the stoichiometry n value of the direct experiment is not a unit value, denoting that the real concentration of functional protein is different from that inserted. In this case, it is very important to use the same protein expression batch in the reverse experiment in order to correctly compare the relative n values of the two experiments.\r\n\n\n**CRITICAL STEP** In the experiment with the pre-equilibrated protein, the second ligand \\(ligand 2)must be added in slight excess with respect to the protein to be sure that the first site is completely saturated. Let equilibrate the mix of protein and ligand for 2 h. \r\n\n\n**CRITICAL STEP** Moreover, the K<sub>a</sub> of the second ligand must be higher than that of the first ligand, to be sure that, at the concentration set for the titration, the second ligand is not diplaced from its site.\r\n\n\n\r\n\n\n\r\n\n\n**Preparing solutions.**\r\n\n\nChoose the appropriate pH conditions to ensure protein stability and functionality. Choose the suitable pH buffer for the protein in order to minimize artifactual heats of buffer ionization and to mantain the protein stability \\(in the described experiment we used Hepes buffer that has a ΔH<sub>ion</sub> of 5.7 kcal/mol) \\(reference).\r\n\n\nSolve the ligand in pure DMSO if not soluble in aqueous buffers. Then use the elution buffer obtained from the protein dialysis made to reach the concentration set for the experiment.\r\n\n\n**CRITICAL STEP** Calculate the final percentage of DMSO in the ligand solution and add DMSO to the protein solution in order to have the same DMSO percentage in both solutions. Consider that DMSO has a strong effect on the ITC signal. It is important that the DMSO percentage is not higher than 5% \\(many proteins are stable up to 2-5% of DMSO). Difference in salt or solvent composition could be cause of background heats of mixing masking the heats of the reaction of interest. \r\n\n\nInclude a reducing agent to the protein solution, such as TCEP 1mM, to avoid protein aggregation. \r\n\n\n\r\n\n\nSolutions used in the PPARγ experiment with ligand 1 and 2. Almost 10 mg of protein expressed from 500 ml of cell culture were used for all the experiments. PPARγ was extensively dialyzed against buffer Hepes 20 mM, pH 8.0, TCEP 1mM, with Amicon Ultra Filters 10K, and the final exchange buffer was then used to dilute the ligand stock solution \\(50 mM in DMSO). The protein was diluted with Hepes buffer to obtain the suitable concentration for the experiment. DMSO was added to the protein solution at the same percentage of the ligand solution \\(below 1%). Samples were centrifuged before the experiments to eliminate possible aggregates. Protein and ligand solutions were degassed before use. The protein concentration was determined by UV<sub>280</sub> spectroscopy \\(ε<sub>280</sub>=12045 M<sup>-1</sup>cm<sup>-1</sup> for PPARγ-LBD)."
        },
        {
            "header": "Equipment",
            "content": "-Isothermal titration calorimeter \\(MicroCal ITC200, MicroCal Inc., Northampton, MA, USA).\r\n\n\n-Origin 7.0 data analysis software \\(MicroCal).\r\n\n\n-Amicon Ultra Filters \\(Millipore).\r\n\n\n-Vacuum pump.\r\n\n\n-Hamilton syringe.\r\n\n\n-Spectrophotometer.\r\n\n\n-Water filtration system \\(Millipore).\r\n\n\n-pH meter.\r\n\n\n-Plastic tubes for sample preparation."
        },
        {
            "header": "Procedure",
            "content": "1) Prepare 300 uL of protein solution \\(50-60 μM) diluting       the dialyzed protein with buffer Hepes 20 mM \\(pH 8.0).\r\n\n\n\r\n\n\n2) Prepare ca. 100 μL of ligand solution diluting the ligand batch solution \\(50 mM in DMSO) with the dialysis buffer up to a concentration 10 times that of the protein.\r\n\n\n\r\n\n\nIn the reverse titration the protein \\(400 μM) is injected into the cell containing the ligand \\(40 μM).\r\n\n\n\r\n\n\n\r\n\n\n3) Perform the washing cycles of the cell and syringe to avoid interference of contaminants from previous runs.\r\n\n\n \r\n\n\n**CRITICAL STEP** We found that this step is very          important to carry out a good experiment. If necessary, wash the cell with 5% v/v DECON detergent at 60°C for 1 h and then with abundant water. It is also very important to eliminate any trace of methanol from the syringe.\r\n\n\n\r\n\n\n4) Perform a preliminar experiment water into water looking at the baseline stability, to be sure of the cleanness of the cell and syringe.\r\n\n\n\r\n\n\n5) Rinse the sample cell with the protein buffer solution\r\n\n\n\r\n\n\n\r\n\n\n6) Fill the sample cell with the protein solution avoiding bubbles.\r\n\n\n\r\n\n\n**CRITICAL STEP** Degas all solutions using a vacuum pump or centrifuge in order to avoid air bubbles during the experiment.\r\n\n\n\r\n\n\n**CRITICAL STEP** Filter the protein solution to eliminate        possible precipitates.\r\n\n\n\r\n\n\n7) Fill the syringe with the ligand solution. A couple of purge-refill cycles may be performed to avoid air bubbles in the syringe.\r\n\n\n\r\n\n\n**CRITICAL STEP** Determine very accurately the concentration of the ligand, using for example an analytical balance. Remember that the concentration of the syringe reactant is critical to the accuracy of the binding thermodynamic parameters, whilst it is always possible to correct for errors on the protein concentration after the experiment \\(in this case only the accuracy of the molar ratio is affected).\r\n\n\n\r\n\n\n8) Rinse the surface of the needle with water in order to eliminate any trace of the ligand and then wipe it with a Kimwipe.\r\n\n\n\r\n\n\n9) Choose instrument settings for your experiments. In our experiments we set as follows: 20 injections,  initial delay 60 sec., spacing 180 sec., filter period 5 sec., injection volume 2 μL, measurement temperature of 25°C, reference power of 5 μcal s\n-1\n, stirring speed of 1000 r.p.m. \r\n\n\n\r\n\n\n10) Start the experiment after gently setting the syringe in place\r\n\n\n\r\n\n\n11) Rerun the ITC assay again for the other experiments \\(reverse titration and the titration with the ligand into the protein pre-equilibrated with a second ligand). Mantain the same ITC running parameters as in the first titration.\r\n\n\n\r\n\n\n12) Perform blank experiments titrating the buffer in the cell with the ligand solution.\r\n\n\n\r\n\n\n\r\n\n\n**Data analysis**\r\n\n\n\r\n\n\n13) Correct manually the integration of the peaks after adjusting the baseline to eliminate the effect of bubbles or drifting of the baseline.\r\n\n\n  \r\n\n\n14) Subtract the blank experiment to correct for dilution effects of the ligand in the buffer. The last points of the sigmoid curve after this correction should be proxime to zero.\r\n\n\n\r\n\n\n15) Data fitting. Fit the data using for example the One set of sites model.  Look accurately at the fitting curve and at the errors on Ka and enthalpy after the fitting, to decide if the experiment is reliable."
        },
        {
            "header": "Timing",
            "content": "Each titration may last approximately 2.5 h \\(sample preparation, 0.5 h; titration run, 1 h; data analysis, 0.5 h; washing procedure, 0.5 h). Therefore, the four-titration protocol can be performed in 10 h."
        },
        {
            "header": "Troubleshooting",
            "content": "For more information consult \"Troubleshooting Table.jpg\":http://www.nature.com/protocolexchange/system/uploads/2391/original/Troubleshooting.jpg?1355849416"
        },
        {
            "header": "Anticipated Results",
            "content": "The goal of our experiments was to confirm the 2:1 stoichiometry of the association binding between ligand **1** and the ligand binding domain of PPARγ, as observed in the X-ray crystal structure of the complex, and to establish the affinities for each site \\(site A and site B). The first ITC experiments was a titration of ligand **1** \\(400 μM) into PPARγ \\(40 μM) in the cell \\( \"Figure 1a\":http://www.nature.com/protocolexchange/system/uploads/2385/original/Figure1a.jpg?1355847728). The inflection point in the calorimetric isotherm occurs near the molar ratio of **1**, which corresponds to a 1:1 binding mode. It means that at ligand/protein ratios not higher than 2:1 \\(final conditions of the experiment shown in \"Figure 1a\":http://www.nature.com/protocolexchange/system/uploads/2385/original/Figure1a.jpg?1355847728) the ligand 1 binds only to one site, that with the higher affinity \\(K<sub>a</sub> 3.60E5 M<sup>-1</sup>). The reverse titration \\(protein 400 μM injected into the cell containing ligand A 40 μM) has the inflection point near the molar ratio of 0.5 \\(i.e. 2 molecules of ligand for one of protein) indicating that when the ligand is in large excess \\(ratio 10:1 at the beginning of the experiment) the prevailing binding mode is 2:1 \\( \"Figure 1b\":http://www.nature.com/protocolexchange/system/uploads/2387/original/Figure1b.jpg?1355847908). A third experiment was carried out to establish the affinity of each site, in which the protein was pre-equilibrated with ligand **2** in a ratio 1:1 and then titrated with **1** \\( \"Figure 1c\":http://www.nature.com/protocolexchange/system/uploads/2389/original/Figure1c.jpg?1355848830). The choise of ligand **2** was made because a previous X-ray analysis showed that this ligand occupies exclusively the site A \\(ref. JMC LT175). Moreover, a previous ITC experiment made with ligand **2** \\( \"Figure 1d\":http://www.nature.com/protocolexchange/system/uploads/2390/original/Figure1d.jpg?1355849052) showed that the affinity of this ligand is higher than that measured for the ligand **1** in the first titration \\(4.59E5 versus 3.60E5 M<sup>-1</sup>, respectively). This ensures that ligand **1**, during the titration, doesn’t displace the pre-bound ligand **2** from site A, so that the third experiment measures effectively the K<sub>a</sub> only for the binding of ligand **1** to the site B \\(K<sub>a</sub> 1.87E5 M<sup>-1</sup>).\r\n\n\nAt this regard, we made another experiment in which ligand **1** was pre-bound to the protein in the ratio 1:1; the ambiguous results of this experiment \\(n value of 0.5 - see Table 1) drove us to select another ligand \\(ligand **2**) with higher affinity,  occupying univocally only one site.\r\n\n\nThe goodness of our experiments is highlighted also by the analysis of enthalpy changes. As can be noted from \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/2393/original/Table_1.jpg?1355919225, the enthalpy change of the reverse titration \\(occupation of both sites, ΔH=-11.26 kcal/mol) corresponds indicatively to the sum of ΔH measured for the single occupation of site A and site B \\(-6.29 and -4.15 kcal/mol, respectively) plus an additional amount probably due to the direct interaction of the two molecules in the hydrophobic pocket. However, despite the favorable enthalpic contribution to the binding of two molecules \\(ΔH=-11.26  kcal/mol) a very unfavorable entropic term \\(-TΔS=3.79 kcal/mol) goes in the opposite direction, leading the net free energy  to a value slightly inferior to that of the binding on site A. For this reason the prevailing binding mode, at ligand concentrations not higher than two times that of the protein, is bimoleculear \\(1:1)."
        },
        {
            "header": "References",
            "content": "1. Ficko-Bean, E. et al. Structural and mechanistic insight into the basis of mucopolysaccharidosi IIIB. _Proc. Natl. Acad. Sci. USA_ **105**, 6560-65 \\(2008).\r\n  2. Laghezza, A. et al. New 2-aryloxy-3-phenyl-propanoic acids as peroxisome proliferator-activated receptors alpha/gamma dual agonists able to upregulate the mitochondrial carnitine shuttle system gene expression. _J. Med. Chem._ DOI:10.1021/jm301018z \\(2012).\r\n  3. Houtman, J.C.D. et al. Studying multisite binary and ternary protein interactions by global analysis of isothermal titration calorimetry data in SEDPHAT: Application to adaptor protein complexes in cell signaling. _Protein Sci._ **16**, 30-42 \\(2007).\r\n  4. Montanari, R. et al. Crystal Structure of the Peroxisome Proliferator-Activated Receptor γ \\(PPARγ) Ligand Binding Domain Complexed with a Novel Partial Agonist: A New Region of the Hydrophobic Pocket Could Be Exploited for Drug Design. _J. Med. Chem._ **51**, 7768-7776 \\(2008).\r\n  5. Pochetti, G. et al. Insights into the Mechanism of Partial Agonism: Crystal Structures of the peroxisome proliferator-activated receptor γ ligand-binding domain in the complex with two enantiomeric ligands. _J Biol. Chem._ **282**, 17314-17324 \\(2007).\r\n  6. Doyle, M. L. Titration Microcalorimetry. _Current Protocols in Protein Science_ 20.4.1-20.4.24 \\(1999)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1021/jm301018z",
                "date": "2012-12-18 15:10:54",
                "title": "New 2-Aryloxy-3-phenyl-propanoic Acids As Peroxisome Proliferator-Activated Receptors alpha/gamma Dual Agonists Able to Upregulate the Mitochondrial Carnitine Shuttle System Gene Expression",
                "authors": [
                    "Antonio Laghezza",
                    "Giorgio Pochetti",
                    "Antonio Lavecchia",
                    "Giuseppe Fracchiolla",
                    "Salvatore Faliti",
                    "Luca Piemontese",
                    "Carmen Di Giovanni",
                    "Vito Iacobazzi",
                    "Vittoria Infantino",
                    "Roberta Montanari",
                    "Davide Capelli",
                    "Paolo Tortorella",
                    "and Fulvio Loiodice"
                ],
                "journal": "Journal Of Medicinal Chemistry",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12270,
                "identity": "9fe272ac-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Giorgio Pochetti",
                "email": "giorgio.pochetti@ic.cnr.it",
                "orcid": "",
                "institution": "Istituto di Cristallografia, CNR, Montelibretti, 00015 Monterotondo Stazione, Roma, ITALY",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Giorgio",
                "middleName": "",
                "lastName": "Pochetti",
                "suffix": ""
            },
            {
                "id": 12271,
                "identity": "9fe2752b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Roberta Montanari",
                "email": "",
                "orcid": "",
                "institution": "Istituto di Cristallografia, CNR, Montelibretti, 00015 Monterotondo Stazione, Roma, ITALY",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roberta",
                "middleName": "",
                "lastName": "Montanari",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-12-19 14:42:09",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.063",
        "doiUrl": "https://doi.org/10.1038/protex.2012.063",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608613,
                "identity": "5b8d8406-934a-48ad-adf8-30520fb5a078",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 319022,
                "visible": true,
                "origin": "",
                "legend": "Figure 1a   Figure 1a. Titration of PPARγ (40 μM) with 1 (400 μM).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2546/v1/figure_1.jpg"
            },
            {
                "id": 2608614,
                "identity": "f7ab35cc-b5f4-4dbd-8f04-901ecd3fc083",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1503878,
                "visible": true,
                "origin": "",
                "legend": "Figure 1b   Figure 1b   Figure 1b. Reverse titration of 1 (40 μM) with PPARγ (400 μM).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2546/v1/figure_2.jpg"
            },
            {
                "id": 2608615,
                "identity": "6c55653b-5d0f-4be5-8b42-3569eeb21f86",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 270269,
                "visible": true,
                "origin": "",
                "legend": "Figure 1c   Figure 1c   Figure 1c. Titration with 1 (470 μM) of PPARγ (47 μM) after pre-equilibration with 2 (ratio 1:1)",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2546/v1/figure_3.jpg"
            },
            {
                "id": 2608616,
                "identity": "2a532644-efd8-44c3-ae58-f530147262fd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 190756,
                "visible": true,
                "origin": "",
                "legend": "Figure 1d   Figure 1d   Figure 1d. Titration of PPARγ (50 μM) with 2 (500 μM)",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2546/v1/figure_4.jpg"
            },
            {
                "id": 2608617,
                "identity": "706a1cba-2842-4088-b527-d1a04f5c6406",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 56558,
                "visible": true,
                "origin": "",
                "legend": "Troubleshooting Table   Troubleshootnig Table",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2546/v1/figure_5.jpg"
            },
            {
                "id": 2608619,
                "identity": "062b6d52-e850-4ac2-a0e4-1b232c694526",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 55683,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Table 1   Thermodynamic Parameters Relating to the Formation of the Complexes PPARγ-LBD/Ligand Determined by the ITC Assay",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2546/v1/figure_6.jpg"
            },
            {
                "id": 13464618,
                "identity": "8ad6b3f1-7bee-468e-a75c-689e6389991d",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:03",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 575410,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2546/v1/c12cac0f-0d6a-436b-9d5c-1bb323c21c56.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "ITC, microcalorimetry, X-ray crystallography, association constant, protein binding site, reverse titration",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "It could be very useful in drug development to determine the relative affinities of a ligand that can bind to a protein with two \\(or more) different and specific binding sites.\r\n\n\nX-ray crystallography is a very powerful technique to determine the locations and describe the features of each binding site but it is unuseful to establish their relative affinities. Moreover, the stoichiometry of binding observed in the crystal structure of a complex could be an artifact of the crystallization conditions.\r\n\n\nOn the contrary, isothermal titration calorimetry \\(ITC) can be used to assign the correct stoichiometry of the association, depending on the initial and final concentration ratio between ligand and protein, and to establish the affinity for each specific binding site, if combined with structural information from X-ray crystallography.\r\n\n\nIn this protocol a direct and reverse titration is performed to determine the stoichiometry of the ligand binding. A third titration is necessary, after pre-equilibration of the protein with another ligand that is known \\(from X-ray crystallography) to bind univocally to only one out of the two sites, to assign the association constants for each site.",
        "manuscriptTitle": "Isothermal titration calorimetry to determine the association constants for a ligand bound simultaneously to two specific protein binding sites with different affinities",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-12-20 10:55:24",
                "doi": "10.1038/protex.2012.063",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fe22598-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 20th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2853,
                "name": "Chemical biology"
            },
            {
                "id": 2854,
                "name": "Biological techniques"
            },
            {
                "id": 2855,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-12-20 10:55:24",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}