{
    "identity": "nprot-3775",
    "title": "In vitro phosphoproteomic analysis of neonatal rat cardiac myocytes",
    "content": [
        {
            "header": "Introduction",
            "content": "The evolution of proteomics-based mass spectrometry has greatly expanded the understanding of protein post-translational modifications \\(PTMs) and has allowed for the un-biased analysis of a variety of PTMs and their potential roles in biology and disease. For example, the ability to map 100-1000s of phosphosites in a single experiment allows for the analysis of complex biological pathways that is not possible with other gel-based or antibody-based methods. Additionally, the ability to accurately quantify each phosphosite identified allows for the understanding of cellular mechanisms and greatly increases our understanding of biological relevance of these phosphosites. This was most recently demonstrated by Lee et al who showed differences in protein kinase G \\(PKG) induced phosphoproteomic signatures depending on the upstream activating cascade.1 Here we identified unique sets of PKG-mediated phosphorylation targets, stimulated by phosphodiesterase \\(PDE) 5A or 9A inhibition. This could have been only achieved with in vitro phosphoproteomic analyses.\r\n\n\nTraditionally, we have assessed PTMs regulation of intracellular protein signaling pathways by western blot analyses of targeted modified and unmodified protein. This can be a tedious and not-always fruitful process, as this method involves probing with an antibody against one or two PTM-protein\\(s), followed by stripping of the membrane, re-probing for the total form of the protein\\(s), and then maybe another round of stripping/re-probing for additional targeted sites on the same protein. Thus, only a few proteins and their PTMs can be analyzed in a given western blot and a prior knowledge is required for these analyses which narrows the scope of biological pathways that can be investigated to those that are well studied and established. Additionally, the accuracy of western blotting is strictly dependent on the strength and precision of the antibody, and thus, quantification can only be made between within the same given protein blot \\(species) \\(the same antibody) with no inference between the ratio or amount of the unmodified vs modified protein. Finally, the anti-PTM antibody normally is only raised against a single modified amino acid residue making it challenging if a protein has multiple modified residues that are modulate by a particular signaling cascade. Although western blotting has proven to be a useful tool for many molecular and cellular studies, the low throughput and biased nature of the methodology greatly limits the amount of information that can be ascertained. \r\n\n\nPerhaps the most frequently studied PTM in the heart is protein phosphorylation2. Protein phosphorylation plays a role in a variety of cellular processes such as gene expression, metabolism, signal transduction, apoptosis, and cellular growth, division, and differentiation3-5.  The levels of phosphorylation of any particular protein are under the strict control of protein kinases and phosphatases6 and dysregulation of these symbiotic systems has been linked to pathological diseases such as cancer7-9 and cardiovascular disease,1,10-13 as well as others. Having the tools to effectively assess and interrogate the phosphorylation state of a biological system is of utmost importance to understanding the mechanisms underlying these diseases and to develop therapeutics to treat these ailments.  \r\n\n\nThe development of specific enrichment strategies for phosphopeptides, such as immobilized metal affinity chromatography \\(IMAC)1,14,15 and titanium dioxide \\(TiO2)16,17, in conjunction with the improvements in mass spectrometry \\(MS) based proteomics has greatly enhanced our ability to map thousands of phosphorylation sites in routine proteomics experiments.  Additionally, the use of cell culture has greatly enhanced the ability to manipulate systems in ways that are challenging or sometimes impossible to do with in vivo systems.   \r\n\n\nAssessing phosphoproteome alterations in healthy versus diseased/stressed cells may allow investigators to pin-point modifications to specific protein signaling pathways. This approach will present investigators with precise modifications and possibly novel targets. Phosphoproteome analyses have been utilized by numerous studies to assess protein phosphorylation from in vivo tissue samples. This approach has been extremely valuable, but has its limitations such as the influence of all cell types \\(not specifically the cell type of interest), limited pharmaceutical therapies can be applied, and transgenic manipulations among others. Furthermore, this approach can reveal downstream targets of activated signaling pathways by assessing protein phosphorylation targets. Thus, in vitro phoshpo-proteome analyses may provide insight into intracellular localization, unique protein substrates, and specific effects on biological function. Recently, we utilized this technique to differentiate protein kinase G-mediated substrate targeting stimulated from phosphodiesterase \\(PDE) 5A or 9A inhibition. We concluded PDE5A or 9A inhibition activates similar and distinct protein kinase G subcellular pools. These exciting findings have launched further investigations into cardiovascular disease, specifically heart failure with preserved ejection fraction \\(HFpEF). As described in the manuscript, HFpEF is a highly debilitating disease characterized by a significant increase in PDE9A mRNA and protein levels. In a mouse model of heart failure, PDE9A inhibition improved cardiac function and reduced cardiac hypertrophy. Differences in signaling pathways activated or inhibited by pharmacological intervention will be evident in the differences in phosphorylation levels of downstream targets. Analysis of these proteins can provide indications of cell localization and effects on biological function and potentially give indications as to which drug targets should be prioritized."
        },
        {
            "header": "Reagents",
            "content": "1. Rat neonatal cardiomyocytes \\(RNCM) culture and treatment\r\n  a. Phosphate Buffered Saline \\(PBS), 1X \\(Gibco, Cat. # 10010-23)\r\n\n\nb. 0.25% Trypsin-EDTA, 1X \\(Gibco, Cat. # 25200-056)\r\n\n\nc. High glucose Dulbecco’s Modified Eagle Medium \\(DMEM), 1X \\(Gibco, Cat. # 11965-092) supplemented with 10% Fetal Bovine Serum \\(FBS) \\(Gibco, Cat. # 10438-026) and 1% Penicillin Streptomycin Solution, 50X \\(Corning, Cat. #30-001-Cl)\r\n\n\nd. Liquid Nitrogen\r\n\n\ne. Ethanol \\(Pharmco-AAPER, Cat. # 111000200) diluted to 75% with milliQ\r\n\n\n\r\n\n\n2. Trypsin/Lys-C digestion and Titanium dioxide \\(TiO2) enrichment of phosphopeptides\r\n  a. 8M Urea, 0.5% SDS\r\n\n\nb. Sequencing grade trypsin/Lys-C \\(Promega cat no. V5073)\r\n\n\nc. Dithiothreitol \\(DTT)\r\n\n\nd. Iodoacetamide \\(IAM)\r\n\n\ne. Ammonium bicarbonate \\(NH4HCO3)\r\n\n\nf. Titanium dioxide bulk material \\(Glygen corp.)\r\n\n\ng. Glycolic acid \\(Sigma-Aldrich cat no. 124737)\r\n\n\nh. Acetonitrile \\(ACN)\r\n\n\ni. Trifluoroaceitc acid \\(TFA) - 1 mL vials \\(Sigma-Aldrich, cat no. T6508-10AMP)\r\n\n\nj. LC-MS grade 0.1% Formic acid \\(FA) \r\n\n\nk. LC-MS grade 0.1% FA in ACN.\r\n\n\nl. Eppendorf LoBind Tubes for TiO2 enrichment \\(Sigma-Aldrich cat no. Z666505)\r\n\n\nm. Waters Oasis HLB Cartridges – 10 mg sorbent bed \\(cat no. 186000383)\r\n\n\nn. Waters Oasis HLB 96-well micro-elution plate– 2 mg of sorbent bed \\(cat no. 186001828BA)"
        },
        {
            "header": "Equipment",
            "content": "1. RNCM culture and treatment\r\n  a. 37°C Water Bath \\(Thermo-Fisher, Mod. # 2853)\r\n\n\nb. Refrigerated Centrifuge \\(Eppendorf, Cat. # 5810 R)\r\n\n\nc. Sterile Biosafety Cabinet \\(The Baker Company, Sterilgard II)\r\n\n\nd. 6-well plates \\(BD Falcon, Cat. # 353046)\r\n\n\ne. Pipetman \\(Eppendorf, P-1000)\r\n\n\nf. Pipette tips \\(USA Scientific, Cat. # 1122-1830)\r\n\n\ng. 1.7 ml microcentrifuge tubes \\(Denville, Cat. # C-2170)\r\n\n\nh. 15 ml round bottom tubes \\(BD Falcon, Cat. # 352059)\r\n\n\ni. Kimwipes\r\n\n\nj. Small waste container\r\n\n\nk. Liquid Nitrogen container\r\n\n\nl. Vacuum and accessory tubing\r\n\n\nm. 5 ¾ Pasteur pipetes \\(Fisher, Cat. # 13-678-6A) for vacuum\r\n\n\n\r\n\n\n2. Trypsin/Lys-C digestion and Titanium dioxide \\(TiO2) enrichment of phosphopeptides\r\n  a. Temperature controlled shaker \r\n\n\nb. Vacuum manifolds \\(Waters cat# WAT200607 and 186001831)\r\n\n\nc. Easy-nanoLC 1000 \\(Thermo Scientific) or alternative\r\n\n\nd. Q-Exactive plus mass spectrometer \\(Thermo Scientific) or alternative"
        },
        {
            "header": "Procedure",
            "content": "1. Setup for RNCM culture\r\n  Warm in 37°C water bath \r\n\n\na. 0.25% Trypsin-EDTA\r\n\n\nb. 10% FBS, 1% penicillin streptomycin supplemented DMEM\r\n\n\n\r\n\n\nGather in the sterile biosafety cabinet \\(spray with 75% ethanol prior to entering cabinet)\r\n\n\na. Warmed trypsin and media\r\n\n\nb. Cold PBS\r\n\n\nc. Pipetman and pipette tips\r\n\n\nd. 1.7 ml and 15 ml tubes\r\n\n\ne. Small waste container\r\n\n\n\r\n\n\nGather nearby the sterile biosafety cabinet\r\n\n\na. Vacuum\r\n\n\nb. Liquid nitrogen-containing container\r\n\n\nc. Refrigerated Centrifuge \r\n\n\n\r\n\n\n2. RNCM were harvested from neonatal rats and cultured per experimental design\\(a)\r\n  a) Gently remove existing media leaving cell monolayer attached to the plate\r\n\n\ni. Removing media gently will avoid stimulation of other signaling pathways\r\n\n\nb) Add 1 ml 0.25% trypsin to each well\r\n\n\ni. Do not allow cells to sit in trypsin for more than 1-2 minutes\r\n\n\nii. Use more trypsin if cells do not detach in a timely manner\r\n\n\niii. Only if absolutely necessary rock, swirl, and/or tap plate to detach cells from plate\r\n\n\ni. This may alter intracellular protein signaling cascades\r\n\n\nc) Add 2 ml 10% FBS, 1% penicillin streptomycin supplemented DMEM to stop trypsin\r\n\n\ni. Cells should now be in suspension and the phosphoproteome preserved\r\n\n\nd) Collect suspended cells and media into 15 ml round bottom tubes\r\n\n\ni. Must pool at least 3 wells together to yield enough protein for phosphoproteome analyses\r\n\n\ne) Centrifuge at 1,200 rpm for 2 minutes at 4°C\r\n\n\nf) Carefully decant media into small waste container leaving cell pellet at bottom\r\n\n\ni. Remove any remaining media by turning tube upside down\r\n\n\nii. Do NOT use vacuum to remove media\r\n\n\ng) Add 1 ml cold PBS, re-suspend pellet with pipette, and transfer to a 1.7 ml tube\r\n\n\nh) Centrifuge at 1,200 rpm for 2 minutes at 4°C\r\n\n\ni) Carefully decant PBS into small waste container leaving cell pellet at bottom\r\n\n\ni. Remove any remaining PBS by turning tube upside down\r\n\n\nii. Do NOT vacuum to remove PBS\r\n\n\niii. Repeat PBS wash an additional 1-2 times to ensure removal of media\r\n\n\nj) Flash freeze pellet in liquid nitrogen\r\n\n\nk) Store at -80°C until ready for phosphoproteome analysis\\(b).\r\n\n\n\r\n\n\n3. Lysis, proteolytic digestion, and TiO2 enrichment of NRVM samples\r\n  a) Lyse samples in 200 µL of 8M Urea, 0.5% SDS \\(phosphatase and protease inhibitors may be added) with brief sonication and determine protein concentration by the BCA method \\(Smith 1985). \r\n\n\nb) For proteolytic digestion of each sample, incubate 200 µg of total protein\\(c) in a solution containing 50 mM NH4HCO3 pH 8, 1.3 M Urea, 0.08% SDS, 11 mM fresh DTT at room temperature for 1 hr after which samples are treated with 108 µL of 200 mM iodoacetamide and incubated at room temperature for 1 hr in the dark.  \r\n\n\nc) Samples are treated with 20 µg of trypsin/Lys-C protease mixture \\(Promega, cat# V5072) and incubated overnight for 18-24 hrs with shaking at 37 C after which point the reaction is stopped by the addition of 100 µL 10% TFA to drop the pH below 2.  Samples are desalted on 10 mg Oasis HLB cartridges \\(Waters) and eluted in 300 µL of 80% ACN, 5% TFA, 1 M glyocolic acid and enriched by titanium dioxide \\(TiO2) as described below.  \r\n\n\nd) Eluted samples in 300 µL of 80% ACN, 5% TFA, 1 M glyocolic acid are treated with 50 µL of TiO2 slurry \\(30 mg/mL) and incubated overnight in a 1.5 mL Eppendorf LoBind  tube with vigorous shaking. TiO2 beads are washed 3x with 200 µL of 80% ACN, 5% TFA followed by once with 200 µL of 80% ACN, 0.1% TFA and eluted with 200 µL of 1% NH4OH. Eluted phosphopeptides samples are acidified with 50 µL of 10% TFA and desalted on Oasis HLB µ-elution plates \\(Waters), eluted in 200 µL 80% ACN, 0.1% FA, and dried under vacuum.  Dried peptides are re-suspended in 10-20 µL of 0.1% FA for LC-MS/MS analysis.  All TiO2 incubation, wash, and elution steps are carried out at room temperature or at 25 C.\r\n\n\n4. LC-MS/MS analysis of phosphopeptides\r\n  a) Phosphopeptides are injected onto an EASY-nLC 1000 \\(mobile phase A was 0.1% FA in water and mobile phase B was 0.1 % FA in ACN) connected to a Q-Exactive Plus \\(Thermo) equipped with a nano-electrospray ion source.  \r\n\n\nb) Peptides were loaded onto a Dionex Acclaim® PepMap100 trap column \\(Thermo, 75 µm x 2 cm, C18 3 µm 100Å) and separated on a Dionex Acclaim® PepMap RSLC analytical column \\(Thermo, 50 µm x 15 cm, C18 2 µm 100Å) at a flow rate of 300 nL/min using a linear gradient of 0-30% B for 90 minutes, 30-95% B for 5 minutes, then holding at 95% for 1 minute.  \r\n\n\nc) The nano-source capillary temperature was set to 275 °C and the spray voltage was set to 2 kV. MS1 scans were acquired at a resolution of 70,000 full width at half maximum \\(FWHM) with an AGC target of 1e6 and maximum accumulation time of 250 ms. The top 15 ions in each MS1 scan were selected for fragmentation using normalized collision energy of 30% with an isolation window of 2 Da. For MS2 scans the resolution was set to 17,500 FWHM with an AGC target of 5e5 and a maximum fill time of 150 ms.  \r\n\n\nThe above parameters are what were used in this analysis but alternative LC/MS systems can be used and instrument parameters should be optimized for each system.   \r\n\n\n\r\n\n\n5. Database searching and post processing\r\n  Search the raw files against an appropriate peptide database \\(i.e. Swissprot) using an appropriate search algorithm \\(i.e. Mascot, Sequest, etc).  Select trypsin as the digesting enzyme and set carbamidomethyl as a fixed modification on Cys and variable modifications of oxidation on Met and phosphorylation on Ser, Thr, and Tyr.  In this dataset, the Sorcerer 2TM-SEQUEST® algorithm \\(Sage-N Research, Milpitas, CA, USA) was used to search the data and post-search analysis was performed using Scaffold 4 \\(Proteome Software, Inc., Portland, OR, USA) with protein and peptide probability thresholds set to 95% and 90%, respectively, and one peptide required for identification. Phosphosite localization was determined using Scaffold PTM version 2.1.3 and phosphosites with probabilities less than 90% were ignored.  However, any combination of search engines \\(Sequest18, Mascot19, X\\!Tandem20, OMSSA21, i3D \\(www.i-a-inc.com/proteomics-saas/pass), etc) and post-processing tools can be used that are available and familiar to the user.    Additionally, manual validation should be carried out for ambiguously assigned phosphosites or computational algorithms and methods should be used to score the confidence of the phosphosite assignment \\(i.e. Ascore22 implemented  in Scaffold PTM, SpectraST23, phosphoRS24)."
        },
        {
            "header": "Timing",
            "content": "The timing required for in vitro-phosphoproteome sample collection is 10 minutes per sampled pool \\(can be varied based on need), depending on the amount of samples to be pooled and the experience of the investigator. Sample preparation for digestion and TiO2 enrichment is 2-3 days. Following completion of the experimental protocol, the entire phosphoproteome analysis protocol can take up to one week factoring in time to analyze the samples by LC/MS."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in Table 1."
        },
        {
            "header": "Anticipated Results",
            "content": "The protocol for in vitro-phosphoproteome analyses can be used in essentially any cell culture model along with being transferrable to the in vivo model/tissue sample of interest. However it is also transferable, although some minimal adaptations may be required for isolated cardiac myocytes, cardiac tissue and isolated myofilament and soluble fractions. Given the powerful in vitro tools currently available that are not possible in vivo, such as pharmacological and genetic manipulations, this protocol allows investigators to examine dynamic intracellular post-translational modifications during specific conditions. Additionally, since neonatal cardiac myocytes do not divide SILAC based methods cannot be employed so label-free quantitation methods must be used when accessing the proteome and phosphoproteome of these cells.\r\n\n\nOur results show that we are able to identify between 1000-1300 phosphorylation sites with high confidence scores \\(localization >90%) using the phosphopeptide enrichment and LC-MS parameters described in this protocol.  Results may vary depending on the instrumentation, LC and MS parameters, as well as post processing pipelines employed \\(i.e. different database search engines, thresholds selected, etc)."
        },
        {
            "header": "References",
            "content": "1 Lee, D. I. et al. Phosphodiesterase 9A controls nitric-oxide-independent cGMP and hypertrophic heart disease. Nature 519, 472-476, doi:10.1038/nature14332 \\(2015).\r\n\n\n2 Agnetti, G., Husberg, C. & Van Eyk, J. E. Divide and conquer: the application of organelle proteomics to heart failure. Circulation research 108, 512-526, doi:10.1161/CIRCRESAHA.110.226910 \\(2011).\r\n\n\n3 Blume-Jensen, P. & Hunter, T. Oncogenic kinase signalling. Nature 411, 355-365, doi:10.1038/35077225 \\(2001).\r\n\n\n4 Graves, J. D. & Krebs, E. G. Protein phosphorylation and signal transduction. Pharmacology & therapeutics 82, 111-121 \\(1999).\r\n\n\n5 Hunter, T. Signaling--2000 and beyond. Cell 100, 113-127 \\(2000).\r\n\n\n6 Hunter, T. Protein kinases and phosphatases: the yin and yang of protein phosphorylation and signaling. Cell 80, 225-236 \\(1995).\r\n\n\n7 Katsogiannou, M., Andrieu, C. & Rocchi, P. Heat shock protein 27 phosphorylation state is associated with cancer progression. Frontiers in genetics 5, 346, doi:10.3389/fgene.2014.00346 \\(2014).\r\n\n\n8 Hussain, H. A. & Harvey, A. J. Evolution of breast cancer therapeutics: Breast tumour kinase's role in breast cancer and hope for breast tumour kinase targeted therapy. World journal of clinical oncology 5, 299-310, doi:10.5306/wjco.v5.i3.299 \\(2014).\r\n\n\n9 Tasian, S. K., Teachey, D. T. & Rheingold, S. R. Targeting the PI3K/mTOR Pathway in Pediatric Hematologic Malignancies. Frontiers in oncology 4, 108, doi:10.3389/fonc.2014.00108 \\(2014).\r\n\n\n10 Kirk, J. A. et al. Cardiac resynchronization sensitizes the sarcomere to calcium by reactivating GSK-3beta. The Journal of clinical investigation 124, 129-138, doi:10.1172/JCI69253 \\(2014).\r\n\n\n11 Herren, A. W. et al. CaMKII phosphorylation of Na1.5: novel in vitro sites identified by mass spectrometry and reduced S516 phosphorylation in human heart failure. Journal of proteome research, doi:10.1021/acs.jproteome.5b00107 \\(2015).\r\n\n\n12 Schechter, M. A. et al. Phosphoproteomic profiling of human myocardial tissues distinguishes ischemic from non-ischemic end stage heart failure. PLoS One 9, e104157, doi:10.1371/journal.pone.0104157 \\(2014).\r\n\n\n13 Deng, N. et al. Phosphoproteome analysis reveals regulatory sites in major pathways of cardiac mitochondria. Molecular & cellular proteomics : MCP 10, M110 000117, doi:10.1074/mcp.M110.000117 \\(2011).\r\n\n\n14 Ficarro, S. B. et al. Phosphoproteome analysis by mass spectrometry and its application to Saccharomyces cerevisiae. Nature biotechnology 20, 301-305, doi:10.1038/nbt0302-301 \\(2002).\r\n\n\n15 Gruhler, A. et al. Quantitative phosphoproteomics applied to the yeast pheromone signaling pathway. Molecular & cellular proteomics : MCP 4, 310-327, doi:10.1074/mcp.M400219-MCP200 \\(2005).\r\n\n\n16 Larsen, M. R., Thingholm, T. E., Jensen, O. N., Roepstorff, P. & Jorgensen, T. J. Highly selective enrichment of phosphorylated peptides from peptide mixtures using titanium dioxide microcolumns. Molecular & cellular proteomics : MCP 4, 873-886, doi:10.1074/mcp.T500007-MCP200 \\(2005).\r\n\n\n17 Thingholm, T. E., Jensen, O. N., Robinson, P. J. & Larsen, M. R. SIMAC \\(sequential elution from IMAC), a phosphoproteomics strategy for the rapid separation of monophosphorylated from multiply phosphorylated peptides. Molecular & cellular proteomics : MCP 7, 661-671, doi:10.1074/mcp.M700362-MCP200 \\(2008).\r\n\n\n18 Eng, J. K., McCormack, A. L. & Yates, J. R. An approach to correlate tandem mass spectral data of peptides with amino acid sequences in a protein database. Journal of the American Society for Mass Spectrometry 5, 976-989, doi:10.1016/1044-0305\\(94)80016-2 \\(1994).\r\n\n\n19 Perkins, D. N., Pappin, D. J., Creasy, D. M. & Cottrell, J. S. Probability-based protein identification by searching sequence databases using mass spectrometry data. Electrophoresis 20, 3551-3567, doi:10.1002/\\(SICI)1522-2683\\(19991201)20:18<3551::AID-ELPS3551>3.0.CO;2-2 \\(1999).\r\n\n\n20 Fenyo, D. & Beavis, R. C. A method for assessing the statistical significance of mass spectrometry-based protein identifications using general scoring schemes. Analytical chemistry 75, 768-774 \\(2003).\r\n\n\n21 Geer, L. Y. et al. Open mass spectrometry search algorithm. Journal of proteome research 3, 958-964, doi:10.1021/pr0499491 \\(2004).\r\n\n\n22 Beausoleil, S. A., Villen, J., Gerber, S. A., Rush, J. & Gygi, S. P. A probability-based approach for high-throughput protein phosphorylation analysis and site localization. Nature biotechnology 24, 1285-1292, doi:10.1038/nbt1240 \\(2006).\r\n\n\n23 Suni, V., Imanishi, S. Y., Maiolica, A., Aebersold, R. & Corthals, G. L. Confident Site Localization Using a Simulated Phosphopeptide Spectral Library. Journal of proteome research, doi:10.1021/acs.jproteome.5b00050 \\(2015).\r\n\n\n24 Taus, T. et al. Universal and confident phosphorylation site localization using phosphoRS. Journal of proteome research 10, 5354-5362, doi:10.1021/pr200611n \\(2011)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature14332",
                "date": "2015-05-04 20:53:54",
                "title": "Phosphodiesterase 9A controls nitric-oxide-independent cGMP and hypertrophic heart disease",
                "authors": [
                    "Dong I. Lee",
                    "Guangshuo Zhu",
                    "Takashi Sasaki",
                    "Gun-Sik Cho",
                    "Nazha Hamdani",
                    "Ronald Holewinski",
                    "Su-Hyun Jo",
                    "Thomas Danner",
                    "Manling Zhang",
                    "Peter P. Rainer",
                    "Djahida Bedja",
                    "Jonathan A. Kirk",
                    "Mark J. Ranek",
                    "Wolfgang R. Dostmann",
                    "Chulan Kwon",
                    "Kenneth B. Margulies",
                    ""
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13300,
                "identity": "a05180b2-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jennifer Van Eyk",
                "email": "Jennifer.VanEyk@cshs.org",
                "orcid": "",
                "institution": "Jennifer Van Eyk Lab - CSMC",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jennifer",
                "middleName": "Van",
                "lastName": "Eyk",
                "suffix": ""
            },
            {
                "id": 13297,
                "identity": "a05175a6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ronald Holewinski",
                "email": "",
                "orcid": "",
                "institution": "Jennifer Van Eyk Lab - CSMC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ronald",
                "middleName": "",
                "lastName": "Holewinski",
                "suffix": ""
            },
            {
                "id": 13298,
                "identity": "a0517980-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mark Ranek",
                "email": "",
                "orcid": "",
                "institution": "Johns Hopkins School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mark",
                "middleName": "",
                "lastName": "Ranek",
                "suffix": ""
            },
            {
                "id": 13299,
                "identity": "a0517e9a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "David Kass",
                "email": "",
                "orcid": "",
                "institution": "Johns Hopkins School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Kass",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-05-04 20:58:36",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.041",
        "doiUrl": "https://doi.org/10.1038/protex.2015.041",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464736,
                "identity": "ed725ad0-3fbd-429f-b372-22684d88d6ee",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 162879,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3775/v1/f1798aa3-d0c8-43ff-890d-9a4004463d7a.pdf"
            },
            {
                "id": 2609141,
                "identity": "2421d8d1-9e93-44ea-8fa1-3db8900e123a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 18231,
                "visible": true,
                "origin": "",
                "legend": "Table 1 and Footnotes   Table 1   Troubleshooting advice for cell culture and phosphoproteomic analysis.",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-3775/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Phosphoproteomics, proteomics, myocytes, cyclic-GMP, Phosphodiesterase",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Protein phosphorylation is one of the most routinely studied post-translational modifications and is involved in a variety of cellular signaling processes.  Currently, mass spectrometry is the analysis of choice for detecting global phosphoproteomic changes in biological systems, with the ability to map 100s-1000s of phosphorylation amino acid residues.   In the current protocol we describe the enrichment and detection of phosphopeptides from cultured neonatal cardiac myocytes. This in vitro method allows for manipulations of the cellular environment that are impossible to obtain with in vivo models and have been a valued commodity in the unraveling of cardiac signaling pathways.",
        "manuscriptTitle": "In vitro phosphoproteomic analysis of neonatal rat cardiac myocytes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-05-18 15:45:29",
                "doi": "10.1038/protex.2015.041",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a050fdd2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 18th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3291,
                "name": "Biological techniques"
            },
            {
                "id": 3292,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-05-18 15:45:29",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}