{
    "identity": "nprot-5957",
    "title": "Detailed Cerebral Organoid Fusion Method",
    "content": [
        {
            "header": "Introduction",
            "content": "Three-dimensional \\(3D) organoid culture technology allows the development of complex, organ-like tissues reminiscent of in vivo development\\(Lancaster and Knoblich, 2014a). The cerebral organoid method\\(Lancaster et al., 2013) is capable of producing many different brain regions. However, as it relies on intrinsic patterning, the production of some regions is variable and infrequent\\(Renner et al., 2017). Alternative cerebral organoid protocols utilize exogenous drug-patterning to produce more homogenous cerebral organoid tissue\\(Qian et al., 2016). The current protocol builds upon these previous cerebral organoid methods to produce a reliable combination of multiple, defined brain regions within a single cerebral organoid tissue. Our approach is based upon classical co-culture methodology. By embedding independently patterned embryoid bodies \\(EBs) in a 3D matrix of matrigel, dorsal and ventral forebrain-like tissues can be “fused” together. Although we have produced dorsal-ventral forebrain fusions, any combination of cerebral organoids representing various brain regional identities should be feasible. Therefore, this approach is versatile with respect to the desired tissue to be engineered. \r\n\n\nMany fundamental aspects of this protocol are based on previous protocols. The culture of stem cells and generation of cerebral organoids are based on the original cerebral organoid method \\(Lancaster et al., 2013; Lancaster and Knoblich, 2014b). The small-molecule drug-patterning treatments are based on various 2D and 3D neural differentiation protocols\\(Liu et al., 2013; Maroof et al., 2013; Nicholas et al., 2013) \\(Kadoshima et al., 2013; Vazin et al., 2014; Paşca et al., 2015). These previous protocols were adapted and combined to develop a method for cerebral organoid fusion."
        },
        {
            "header": "Reagents",
            "content": "Cells\r\n\n\n• Human pluripotent stem cells \\(hPSCs) can be used to generate organoids. For cerebral organoid fusions we used feeder-dependent induced PSCs \\(iPSCs) \\(Systems Biosciences, cat. no. SC101A-1) and feeder-free H9 embryonic stem cells \\(hESCs) \\(WA09, Wisconsin International Stem Cell \\(WISC) Bank, Wicell Research Institute).\r\n\n\n\r\n\n\n• Growth-arrested irradiated mouse embryonic fibroblast \\(MEF) feeder cells were used for feeder-dependent stem cell culture \\(mouse embryonic fibroblasts \\(MEFs); GlobalStem, cat. no. GSC-6001G)\r\n\n\n\r\n\n\n\r\n\n\nReagents\r\n\n\n• mTeSR1 medium: \\(Stem Cell Technologies, cat. no. 05850)\r\n\n\n• DMEM/F12: \\(Invitrogen, cat. no. 31330-038)\r\n\n\n• Knockout serum replacement \\(KOSR): \\(Invitrogen, cat. no. 10828-028)\r\n\n\n• GlutaMAX: \\(Invitrogen, cat. no. 35050-038)\r\n\n\n• Sterile PBS \\(DPBS without Ca2+/Mg2+; Thermo Fisher Scientific, cat. no. 14190-169)\r\n\n\n• Sterile H2O \\(Water For Injection \\(WFI) for Cell Culture; Thermo Fisher Scientific, cat. no. A1287301)\r\n\n\n• Penicillin/Streptomycin \\(P/S): \\(Sigma, cat. no. P0781)\r\n\n\n• Minimal essential medium non-essential amino acids \\(MEM-NEAA): \\(Sigma cat. no. M7145\r\n\n\n• 2-Mercaptoethanol \\(2-ME): \\(Merck, cat. no. 8057400005)\r\n\n\n• bFGF: \\(FGF2; Peprotech, cat. no. 100-18B)\r\n\n\n• Collagenase Type IV: \\(Gibco, cat. no. 17104-019)\r\n\n\n• hESC-quality FBS \\(it should be tested for compatibility with hESCs; Gibco, cat. no. 10270-106)\r\n\n\n• Heparin: \\(Sigma, cat. no. H3149)\r\n\n\n• Rock inhibitor Y27632: \\(Millipore, cat. no. SCM075)\r\n\n\n• N2 supplement: \\(Invitrogen, cat. no. 17502048)\r\n\n\n• B27 without vitamin A supplement \\(- Vit. A): \\(Invitrogen, cat. no. 12587010)\r\n\n\n• B27 with vitamin A supplement \\(+Vit. A): \\(Invitrogen, cat. no. 17504044)\r\n\n\n• Neurobasal medium: \\(Invitrogen, cat. no. 21103049)\r\n\n\n• Insulin solution: \\(Sigma, cat. no. I9278-5ML)\r\n\n\n• Matrigel, hESC-Qualified: \\(Corning, cat. no. 354277)\r\n\n\n• Matrigel: \\(Corning, cat. no. 354234)\r\n\n\n• EDTA: \\(Sigma-Aldrich, cat. no. E6758)\r\n\n\n• IWP-2 \\(IWP2): \\(Sigma, cat. no. I0536)\r\n\n\n• Smoothened agonist \\(SAG): \\(Millipore, cat. no. 566660)\r\n\n\n• Cyclopamine A \\(CycA): \\(Calbiochem, cat. no. 239803)"
        },
        {
            "header": "Equipment",
            "content": "Equipment\r\n\n\n• CO2 incubators: \\(New Brunswick, model Galaxy 170s) \r\n\n\n• Biological safety cabinet \\(Faster Safefast Premiun 212) \r\n\n\n• Six-well tissue culture dishes \\(Eppendorf, cat. no. 0030720113)\r\n\n\n• Gilson Pipetman \\(P1000, P200 and P10)\r\n\n\n• Sterile filter pipette tips \\(P1250, P300, P20 P10 μl; Biozym, cat. nos. VT0270, VT0250, VT0220, respectively)\r\n\n\n• Sterile microcentrifuge tubes \\(1.5-ml size; Fisher Scientific, cat. no. 05-408-129)\r\n\n\n• Stericup 0.2-μm filter unit \\(500 and 250 ml; Millipore, cat. nos. SCGVU02RE SCGVU05RE, respectively)\r\n\n\n• Steriflip 50 mL filter unit: \\(Millipore, SCGP00525)\r\n\n\n• U-bottom ultra-low attachment plates, 96 well \\(Corning, cat. no. 7007)\r\n\n\n• Conical tubes, 15 ml \\(Greiner Cell Star, cat. no. 188271) \r\n\n\n• Parafilm \\(Sigma-Aldrich, cat. no. P7793)\r\n\n\n• Tissue culture dish, 60 mm \\(Eppendorf, cat. no. 00307701119)\r\n\n\n• Tissue culture dish, 100 mm \\(Eppendorf, cat. no. 0030702115)\r\n\n\n• Orbital shaker \\(Infors Celltron orbital shaker, cat. no. INF-69222)\r\n\n\n• Pipetboy \\(Integra Biosciences, cat. no. 155 000)\r\n\n\n• 2 mL Aspiration pipettes: \\(Falcon, cat. no. 35755)\r\n\n\n• Serological pipettes, 5, 10, 25 ml \\(BD Falcon, cat. nos. 357543, 357551, 357525, respectively)\r\n\n\n• Sterilized scissors\r\n\n\n• Water bath, 37 °C \\(Fisher Scientific, Isotemp water bath, model 2333, cat. no. 15-462-21Q)\r\n\n\n• Inverted tissue culture microscope \\(Zeiss, model Axio Vert.A1)\r\n\n\n• Automated cell counter \\(Invitrogen, Countess II)\r\n\n\n• Cell counter slides: \\(Countess Cell Counting Chamber Slides, Thermo Fisher Scientific, cat. no. C10228\r\n\n\n• Trypan blue \\(included with cell counting slides)\r\n\n\n• Benchtop centrifuge \\(Eppendorf, cat. no. 5810)\r\n\n\n• Sterile standard forceps \\(Fine Science Tools, cat. no. 11000)\r\n\n\n• Laboratory spatula \\(Sigma-Aldrich, cat. no. S3897)\r\n\n\n• Vacuum pum: \\(Integra, Vacusafe)\r\n\n\n• Vibratome \\(Leica, model VT1000s)\r\n\n\n• Tissue embedding mold \\(Thermo Fisher Scientific, cat. no. 1220)\r\n\n\n• Sterile Plastic Transfer pipet, 3mL: \\(Thermo Fisher Scientific, cat. no. PP89SA)\r\n\n\n• Low-melt agarose: \\(Biozym, cat. no. 850080)\r\n\n\n• Instant Super glue adhesive: \\(Best Klebstoffe, cat. no. Best-CA 221)\r\n\n\n• Millicell organotypic cell culture inserts: \\(Millipore, cat. no. PICM01250)\r\n\n\n• Common laboratory spoon/spatula\r\n\n\n• Common paint brush"
        },
        {
            "header": "Procedure",
            "content": "REAGENT SETUP\r\n\n\nFeeder-dependent hiPSCs\r\n\n\n• Culture hiPSCs in a 5% CO2 incubator at 37oC. Maintain feeder-dependent hiPSCs on gelatin-coated \\(0.1% wt/vol in H2O) 6-well Eppendorf plates containing pre-plated MEFs \\(1.87x105 cells/well). Feed hPSCs daily with 2mL hES media containing 20 ng/mL bFGF. Passage hiPSCs using 0.1% \\(wt/vol) collagenase IV in DMEM-F12 medium for 5–10 min, followed by scraping with a cell lifter to remove intact colonies and triturate with a 1-ml pipette tip to obtain smaller colonies before plating.\r\n\n\n\r\n\n\nFeeder-free hESCs\r\n\n\n• Maintain feeder-free hESCs in mTeSR1 on Matrigel-coated plates. Coat plates by dissolving low-growth-factor Matrigel in ice-cold DMEM-F12 and use a volume containing 0.5 mg of Matrigel to coat an entire six-well Eppendorf plate. Passage feeder-independent hESCs using 0.5 mM EDTA in sterile D-PBS without calcium and magnesium.\r\n\n\n\r\n\n\nhES media \\(500 mL volume)\r\n\n\n• For 500ml of low FGF hES, mix 400ml DMEM/F12, 100ml KOSR, 15ml FBS, 5ml Glutamax, 5ml of MEM-NEAA and 3.5µl of 2-ME together. Sterile filter using a 22µm filter bottle. Add FGF2 or bFGF and RI just before usage. Medium can be stored at 4°C for up to 2 weeks after preparation.\r\n\n\n\r\n\n\nNeural Induction \\(NI) media \\(500 mL volume)\r\n\n\n• For 500ml of NI media, mix 500ml DMEM/F12, 5ml N2 supplement, 5ml GlutaMAX, 5ml MEM-NEAA and 500µl Heparin solution. Sterile filter using a 22µm filter bottle. Medium can be stored at 4°C for up to 2 weeks after preparation.\r\n\n\n\r\n\n\nDifferentiation Media \\(500 mL volume)\r\n\n\n• For 500ml of differentiation media, mix 250ml DMEM/F12, 250ml Neurobasal, 2.5ml N2 supplement, 5ml of B27 \\(with or without vitamin A supplement), 125µl Insulin, 175µl of a 1:100 solution of 2-ME \\(in DMEM/F12), 5ml Glutamax, 2.5ml MEM-NEAA and 5ml of Penicillin+Streptomycin solution. Sterile filter using a 22µm filter bottle. For Diff-A + Matrigel, add thawn matrigel to ice cold Diff-A media after sterile filtering and mix appropriately. Medium can be stored at 4°C for up to 2 weeks after preparation.\r\n\n\n\r\n\n\nSmall-molecule Stock solutions\r\n\n\n• IWP-2: 5 mM stock in DMSO\r\n\n\n• SAG: 1 mM stock in H2O\r\n\n\n• CycA: 5 mM stock in DMSO\r\n\n\n\r\n\n\nbFGF stock solution\r\n\n\n• 10µg/ml solution prepared by reconstituting 50µg bFGF in 5ml PBS +0.1% BSA. Aliquots can be stored at -20°C for up to 1 year.\r\n\n\n\r\n\n\nHeparin stock solution:\r\n\n\n• 1 mg/ml solution in PBS, can be stored at -20oC for up to 1 year.\r\n\n\n\r\n\n\nRock Inhibitor \\(RI) working solution\r\n\n\n• Reconstitute 5mg in 2.96 mL of H2O. Aliquot into 0.5-1ml aliquots. Store at -20oC.\r\n\n\n\r\n\n\n\r\n\n\nPROCEDURE\r\n\n\nA) Generation of Cerebral Organoid Fusions\r\n\n\nDay 0, Embryoid body \\(EB) formation\r\n\n\n1) Single-cell suspensions were prepared as previously described for generation of cerebral organoids \\(Lancaster and Knoblich, 2014b) using human pluripotent stem cells \\(hPSCs) cultured in either feeder-dependent or feeder free conditions.\r\n\n\n2) Count the cell density of the single-cell suspension using a Countess cell counter by combining 6 µL of the cell suspension with 6 µL of Trypan Blue and loading 10 µL into the counting slides. \r\n\n\n\r\n\n\nCritical:  If the viability is <90% the success rate of EB formation decreases, therefore we only use cell suspensions prepared with a viability >90%.\r\n\n\n\r\n\n\n3) Add 9000 live cells in 150 µL of hES media \\(+bFGF, +RI) containing 1:2500 bFGF stock solution and 1:100 RI solution to each well of a 96-well low-attachment U-bottom cell culture plate. Create a master mix by combining all the cells required for the total number of wells required for a given experiment. For example, to account for pipet error, calculate 100 wells per 96 well plate: Combine 900,000 live cells in 15 mL media, then pipet 150 µL of this solution into each well using a p200 pipetman or multichannel pipet. \r\n\n\n\r\n\n\nDay 3\r\n\n\n4) Exchange the media by removing ~75% of the media in each well and adding 150 µL of fresh hES media \\(without bFGF or RI). \r\n\n\n\r\n\n\nDay 5, Neural induction and brain regional patterning\r\n\n\n5) When EBs are >500 µm in diameter, remove ~75% of the media and replace with neural induction \\(NI) media, containing no small molecules or small molecule patterning treatments depending on the desired dorsal/ventral forebrain identity of the resulting tissue. For stabilizing a dorsal identity, add 1:1000 cyclopamine A \\(CycA) stock. To promote a ventral identity, add 1:10,000 SAG stock and 1:2000 IWP2 stock. \r\n\n\n\r\n\n\nDays 7, 9, and 11\r\n\n\n6) Exchange the media by removing ~75% of the media in each well and adding 150 µL of fresh NI media containing the desired small molecule patterning treatments. \r\n\n\n\r\n\n\nQuality control: EBs that grow irregular, non-circular/elliptical shapes or fail to generate an expanded radialized neuroepithelium \\(Lancaster and Knoblich, 2014b) should be discarded. \r\n\n\n\r\n\n\nDay 12, Embedding EBs together in matrigel for organoid fusion\r\n\n\n7) Thaw matrigel on ice, and maintain on ice throughout the embedding procedure.\r\n\n\n8) Transfer EBs from the 96-well U-bottom plate into a 6cm Eppendorf cell culture dish containing 3 mL of Differentiation medium \\(- Vit. A) using a p200 with a widened tip cut with scissors. Separate the EBs patterned into either dorsal or ventral tissues into different cell culture dishes.\r\n\n\n9) Prepare parafilm wells by pressing a piece of parafilm onto the top of an empty p200 pipet tip box. Transfer the sheet of parafilm wells to a cell culture dish. For 8-10 wells use a 6 cm2 dish. For 20-25 wells use a 10 cm2 dish. \r\n\n\n10) Transfer 1 dorsal and 1 ventral EB into each parafilm well using a using a p200 with a widened tip. \r\n\n\n11) Carefully remove the excess media surrounding the EBs using a p200 pipetman. \r\n\n\n\r\n\n\nCritical: Avoid aspirating the EBs into the pipet tip, as this will damage the tissue.\r\n\n\n\r\n\n\n12) Embed organoids in a droplet \\(\n25-30 µL) of Matrigel using a p200 pipetman. The droplet does not need to be accurately measured, but instead use 200 µl matrigel and add droplets to\n8 parafilm wells of EBs. The droplet is best formed by placing the pipet tip against the bottom of the parafilm well next to the EBs so that the droplet forms around the 2 EBs from the bottom up.\r\n\n\n13) Before the matrigel droplet solidifies, gently position the EBs in the middle of the matrigel droplet and push dorsal and ventral EBs as close to each other as possible using a p200 pipet tip. \r\n\n\n14) Place the dish of embedded EBs into at 37°C incubator for 20 minutes to solidify the matrigel. \r\n\n\n15) Add differentiation medium to gently wash the embedded EBs off the parafilm. Add 6 mL of media to a 6cm dish, or 25 mL to a 10 cm dish. If the EBs remain attached to the parafilm, gently wash them from the parafilm using a p1000 pipetman. Remove the parafilm sheet and discard. \r\n\n\n16) Place the embedded EBs onto a shelf in a 37°C cell culture incubator.\r\n\n\n\r\n\n\nDay 16, Differentiating cerebral organoid fusions.\r\n\n\n17) Exchange the media by first removing ~75% of the media with 2mL aspirating tip connected to a vacuum pump, and the adding fresh differentiation \\(+Vit. A) media.\r\n\n\n18) Transfer the dish to an orbital shaker in a 37°C cell culture incubator. \r\n\n\n\r\n\n\nDays 20-40\r\n\n\n19) Exchange the media twice a week with differentiation media \\(+Vit. A).\r\n\n\n\r\n\n\nDays 40 and later, maturation of cerebral organoid fusions.\r\n\n\n20) Add 1% thawed matrigel to ice cold differentiation media. \r\n\n\n21) Exchange the media twice a week with differentiation media \\(+Vit. A) containing 1% matrigel, and continue culturing to the desired age of collection for subsequent analyses such as immunofluorescence or gene expression as described previously \\(Lancaster et al., 2013; Lancaster and Knoblich, 2014b)\r\n\n\n\r\n\n\n\r\n\n\nB) Creating Organoid Fusion Slice Cultures\r\n\n\nDay 0\r\n\n\n1) Prepare 4% low melt agarose in sterile PBS. Heat the solution in a microwave, and maintain melted agarose solution while stirring on a heat block at 60-70˚C. \r\n\n\n2) Prior to embedding organoid fusions in agarose, transfer 1 mL aliquots in 2mL micro-centrifuge tubes of heated low-melt agarose solution into a heat-block set to 45˚C. \r\n\n\n3) Transfer organoid fusions of a desired age \\(usually 30-80 days old) from a cell culture dish into a tissue embedding mold using a widened p1000 tip cut with scissors and a pipetman. If the tissue is too large for the p1000 tip, a widened plastic transfer pipet cut with scissors can be used instead. \r\n\n\n4) Remove excess media surrounding the organoid fusion tissue. \r\n\n\n5) Add 1 mL of 45oC low melt agarose solution into the tissue embedding mold. Position the organoid fusion tissue in the center of the agarose, at the bottom of the tissue embedding mold. \r\n\n\n\r\n\n\nCritical: Position the fusion tissue so that the two fusion tissue components \\(dorsal/ventral) are parallel to the base of the mold. This ensures the fusion tissue will be sliced in a way to create horizontal slices that includes continuous tisse from both components of the fusion tissue.\r\n\n\n\r\n\n\n6) Add an additional 1-2 mL of 45°C low melt agarose solution to the mold. \r\n\n\n7) Chill the mold on a slurry of ice to quickly solidify the agarose embedded organoid fusion tissue.\r\n\n\n8) Remove the agarose embedded tissue from the mold and attach the tissue block to the tissue holder plate of the vibratome chamber using super glue. \r\n\n\n9) Fill the vibratome sectioning chamber with ice cold PBS \\(without Ca2+/Mg2+). \r\n\n\n10) Section the organoid fusion tissue into 150-250 µm sections. Use the maximum blade frequency and a slow speed \\(setting #4). \r\n\n\n11) Immediately transfer the tissue sections to a 60 mm cell culture dish containing differentiation \\(+Vit. A.) medium \\(use the same type of medium that the organoid fusions were being cultured with prior to sectioning) using a spoon and paint brush. \r\n\n\n12) When the organoid fusion is completely sectioned, visibly inspect the sections using a microscope to determine which sections contain a continuous tissue including both tissue components of the organoid fusion. Transfer these sections individually to an organotypic cell culture insert. \r\n\n\n13) Place the cell culture insert into 1 mL of differentiation medium \\(+Vit. A.) containing 5% FBS in a well of a 6-well Eppendorf cell culture plate. The FBS aids in attachment of the tissue to the cell culture insert membrane. Carefully remove any excess media from the top of the culture insert so that the tissue section does not float, but instead rests directly on top of the cell culture insert membrane. \r\n\n\n\r\n\n\nCritical: The section should not float in media. The cell culture inserts are designed to coat the tissue in a thin layer of media by capillary action. If too much media is added on top of the tissue section, then it will float and not attach to the membrane.\r\n\n\n\r\n\n\nDay 1\r\n\n\n14) Replace the media with 1 mL of differentiation medium \\(+Vit. A.) without FBS. \r\n\n\n\r\n\n\nDays 3 and later\r\n\n\n15) Replace the media every other day until the slice cultures are desired to be collected for subsequent analyses such as immunofluorescence or live-imaging."
        },
        {
            "header": "Timing",
            "content": "TIME REQUIRED\r\n\n\nA) Generating cerebral organoid fusions\r\n\n\n• Steps 1-3, making EBs: 1-2 hours\r\n\n\n• Step 4, feeding EBs with hES media 2 days\r\n\n\n• Steps 5-6, neural induction and small-molecule drug-patterning into distinct brain regions: 7 days\r\n\n\n• Steps 7-16, embedding organoids/fusing EBs within matrigel droplets: 1-2 hours\r\n\n\n• Steps 17-18, static culture of organoid fusions: 4 days\r\n\n\n• Step 19, expansion of cerebral organoid fusion tissue on orbital shaker: 20 days\r\n\n\n• Steps 20-21, maturation of cerebral organoid fusion tissue: variable duration; we have maintained organoid fusions for over 150 days, but for analysis of ventral-to-dorsal cell migration which begins after 30 days, a final age of 60-80 days is sufficient. \r\n\n\n\r\n\n\nB) Generating cerebral organoid fusion slice cultures\r\n\n\n• Steps 1-7, preparing organoid tissue for vibratome sectioning: 10 minutes\r\n\n\n• Steps 8-10, vibratome sectioning of organoid fusion tissue: 10-15 minutes\r\n\n\n• Steps 11-12, adding organoid fusion sections to organotypic cell culture inserts: 10 minutes\r\n\n\n• Steps 13, allowing organoid fusion section to attach to cell culture insert membrane: 1 day\r\n\n\n• Steps 14-15, maintenance of organoid fusion slice cultures: variable; For live, time-lapse imaging we use slice cultures after 2-5 days. For long-term drug-treatments slice cultures were maintained for up to 3 weeks."
        },
        {
            "header": "Troubleshooting",
            "content": "TROUBLESHOOTING\r\n\n\nProblem: Cerebral organoids do not fuse.\r\n\n\nSolution: Position the individual EBs to be fused closer together in the matrigel droplet using a pipet tip. \r\n\n\n\r\n\n\nProblem: Cerebral organoid fusions fall out of matrigel before fusing.\r\n\n\nSolution: Position the EBs together within the center of the matrigel droplet. If the EBs move to the edge of the droplet, they can fall out of the matrigel before being able to grow and fuse.\r\n\n\n\r\n\n\nProblem: Brain regional patterning within organoid fusions is heterogenous.\r\n\n\nSolution: It is known that cerebral organoids exhibit variability with respect to the brain regions produced\\(Renner et al., 2017). To overcome this issue, the analysis of tissue can be restricted only to regions of interest that can be visualized through immunofluorescent detection of markers expressed within the brain region of interest."
        },
        {
            "header": "Anticipated Results",
            "content": "ANTICIPATED RESULTS\r\n\n\nA) Organoid Fusion\r\n\n\n The fusion of organoids should occur within a week after matrigel embedding. Between day 40 and 60 the organoid fusions usually grow larger than the matrigel droplet they were embedded within. However, at this age well after the fusion process is complete, the organoid fusions should remain intact. Throughout the entire protocol the organoid tissue should increase in size. \r\n\n\n\r\n\n\nB) Organoid Fusion Slice Culture\r\n\n\n Slicing a 40-60 day old organoid fusion into 200 µm slices should produce 4-6 slices containing both tissue component regions within a continuous section. The slice cultures should attach to the cell culture insert after 1-2 days."
        },
        {
            "header": "References",
            "content": "Kadoshima T, Sakaguchi H, Nakano T, Soen M, Ando S, Eiraku M, Sasai Y \\(2013) Self-organization of axial polarity, inside-out layer pattern, and species-specific progenitor dynamics in human ES cell-derived neocortex. Proceedings of the National Academy of Sciences 110:20284–20289.\r\n\n\n\r\n\n\nLancaster MA, Knoblich JA \\(2014a) Organogenesis in a dish: Modeling development and disease using organoid technologies. Science 345:1247125–1247125.\r\n\n\n\r\n\n\nLancaster MA, Knoblich JA \\(2014b) Generation of cerebral organoids from human pluripotent stem cells. Nat Protoc 9:2329–2340.\r\n\n\n\r\n\n\nLancaster MA, Renner M, Martin C-A, Wenzel D, Bicknell LS, Hurles ME, Homfray T, Penninger JM, Jackson AP, Knoblich JA \\(2013) Cerebral organoids model human brain development and microcephaly. Nature 501:373–379.\r\n\n\n\r\n\n\nLiu Y, Liu H, Sauvey C, Yao L, Zarnowska ED, Zhang S-C \\(2013) Directed differentiation of forebrain GABA interneurons from human pluripotent stem cells. Nat Protoc 8:1670–1679.\r\n\n\n\r\n\n\nMaroof AM, Keros S, Tyson JA, Ying S-W, Ganat YM, Merkle FT, Liu B, Goulburn A, Stanley EG, Elefanty AG, Widmer HR, Eggan K, Goldstein PA, Anderson SA, Studer L \\(2013) Directed Differentiation and Functional Maturation of Cortical Interneurons from Human Embryonic Stem Cells. Cell Stem Cell 12:559–572.\r\n\n\n\r\n\n\nNicholas CR, Chen J, Tang Y, Southwell DG, Chalmers N, Vogt D, Arnold CM, Chen Y-JJ, Stanley EG, Elefanty AG, Sasai Y, Alvarez-Buylla A, Rubenstein JLR, Kriegstein AR \\(2013) Functional Maturation of hPSC-Derived Forebrain Interneurons Requires an Extended Timeline and Mimics Human Neural Development. Cell Stem Cell 12:573–586.\r\n\n\n\r\n\n\nPaşca AM, Sloan SA, Clarke LE, Tian Y, Makinson CD, Huber N, Kim CH, Park J-Y, O'Rourke NA, Nguyen KD, Smith SJ, Huguenard JR, Geschwind DH, Ben A Barres, Paşca SP \\(2015) Functional cortical neurons and astrocytes from human pluripotent stem cells in 3D culture. Nature Methods 12:671–678.\r\n\n\n\r\n\n\nQian X et al. \\(2016) Brain-Region-Specific Organoids Using Mini- bioreactors for Modeling ZIKV Exposure. CELL 165:1238–1254.\r\n\n\n\r\n\n\nRenner M, Lancaster MA, Bian S, Choi H, Ku T, Peer A, Chung K, Knoblich JA \\(2017) Self‐organized developmental patterning and differentiation in cerebral organoids. The EMBO Journal:e201694700–e201694714.\r\n\n\n\r\n\n\nVazin T, Ball KA, Lu H, Park H, Ataeijannati Y, Head-Gordon T, Poo M-M, Schaffer DV \\(2014) Efficient derivation of cortical glutamatergic neurons from human pluripotent stem cells: a model system to study neurotoxicity in Alzheimer's disease. Neurobiology of Disease 62:62–72."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to members of the Knoblich laboratory for technical expertise and feedback. We also thank the facilities of IMBA/IMP and the Vienna Biocenter Core Facilities \\(VBCF) for technical support. We also thank E. Hilary Gustafson and Simone Wolfinger for technical assistance and expertise regarding cell culture and 3D-cerebral organoid culture. J.A.B. received funding from an EMBO post-doctoral fellowship. Work in J.A.K.’s laboratory is supported by the Austrian Academy of Sciences, the Austrian Science Fund \\(Z_153_B09) and an advanced grant from the European Research Council \\(ERC)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4304",
                "date": "2017-05-05 18:04:16",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14800,
                "identity": "a111cb8d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Juergen A Knoblich",
                "email": "juergen.knoblich@imba.oeaw.ac.at",
                "orcid": "",
                "institution": "Knoblich lab (IMBA)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Juergen",
                "middleName": "A",
                "lastName": "Knoblich",
                "suffix": ""
            },
            {
                "id": 14798,
                "identity": "a111c6ab-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Joshua A Bagley",
                "email": "",
                "orcid": "",
                "institution": "Knoblich lab (IMBA)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joshua",
                "middleName": "A",
                "lastName": "Bagley",
                "suffix": ""
            },
            {
                "id": 14799,
                "identity": "a111c9d8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daniel Reumann",
                "email": "",
                "orcid": "",
                "institution": "Knoblich lab (IMBA)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "",
                "lastName": "Reumann",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-05-05 14:38:20",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.064",
        "doiUrl": "https://doi.org/10.1038/protex.2017.064",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465068,
                "identity": "d9e997de-3bcc-4b0d-8c1b-3ba943c4230a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:31",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 166639,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5957/v1/aa64bf70-ad06-46e0-bd09-54fcb1e3f4bc.pdf"
            }
        ],
        "financialInterests": "The authors have no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "cerebral organoids, human brain development, stem cell culture, tissue engineering",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "3D cerebral organoids allow the growth of diverse brain regions in vitro, but the random arrangement of regional identities limits the reliable analysis of complex phenotypes. Here, we describe a co-culture method combining various brain regions of choice within one “fused” organoid tissue. This organoid fusion protocol can be used to combine independently patterned or genetically manipulated organoids to allow the versatile engineering of a complex arrangement of various tissues. We also present an organoid fusion slice culture protocol suitable for time-lapse imaging and small-molecule drug-screening. This protocol accompanies Bagley et al \\(Nature Methods, published online 10 May, 2017; 10.1038/nmeth.4304).",
        "manuscriptTitle": "Detailed Cerebral Organoid Fusion Method",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-05-10 16:16:47",
                "doi": "10.1038/protex.2017.064",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1113dc3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 10th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3942,
                "name": "Neuroscience"
            },
            {
                "id": 3943,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-05-10 16:16:47",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}