{
    "identity": "nprot-395",
    "title": "Direct hapten coated ELISA for immunosensing of low molecular weight analytes",
    "content": [
        {
            "header": "Introduction",
            "content": "We report a protocol that employs direct coating of smaller hapten on microtiter ELISA plates for the detection of low molecular weight analytes such as pesticides in an immunoassay format. In this method, the polystyrene surface of microtiter plates was functionalize with amino groups using 3-aminoprpyltriethoxysilane \\(APTES) for the covalent linkage to small molecular hapten with carboxyl groups. The developed immunoassay format could be used as convenient quantitative tool for the sensitive and rapid screening of pesticides and other low molecular weight analytes in samples. \r\n\n\n\r\n\n\n**Introduction**\r\n\n\n\r\n\n\nImmunological methods such as enzyme linked immunosorbent assay \\(ELISA) are increasingly becoming important for pesticides residual analysis due to the high inherent selectivity of detecting molecules, i.e., antibodies. The fact that antibodies could be made virtually against any substance, and its usages in developing highly sensitive assay makes this approach quite useful for the analysis of these toxic molecules<sup>1-4</sup>. These assays apart from being highly specific, exhibit the desired sensitivity and accuracy for the detection of low molecular weight contaminants present in our environment<sup>5-8</sup>. \r\n\n\nAn ELISA for small molecules, in general, needs conjugates of the hapten with large carrier protein for coating the wells of microtiter plates. The formation of such conjugates is not always reproducible. This makes it difficult to evaluate hapten-protein stoichiometry and to understand the precise orientation of the hapten on the protein<sup>9</sup>.  It has been observed that protein molecules immobilized on a hydrophobic polystyrene surface by passive adsorption lose their activity and suffer considerable denaturation<sup>10</sup>. These macromolecules are found to better retain their functional activity when immobilized through extended hydrophilic spacer arms, since sorption on the surface is substantially reduced<sup>11</sup>. \r\n\n\nA polystyrene surface can be modified to improve its hydrophilicity by incorporating various functional groups such as hydroxyl, amino, carbonyl, carboxyl etc. on its surface<sup>12-13</sup>. However, the direct attachment of hapten molecules to a polystyrene surface is not possible due to the lack of available functional groups on polystyrene. In order to avoid these drawbacks, a method for direct attachment of carboxylated hapten on polystyrene support for binding the biomolecules on modified polystyrene surface was recently reported by our group<sup>14-15</sup>. In this assay format, we describe a method for generating amino groups on polystyrene microtiter wells using simple one-step aqueous silanization method for binding carboxylated hapten to develop a highly sensitive immunoassay format for hapten \\(Fig. 1). This method allowed us to link carboxylated hapten to amine grafted polystyrene microtiter plates for the quantification of 2,4-D pesticide. Hapten specific antibodies against 2,4-D was used in the present assay format, which shows high degree of assay sensitivity."
        },
        {
            "header": "Reagents",
            "content": "&#xB7; Pesticides: 2,4-dichlorophenoxy acetic acid  \\(2,4-D) \\(Supelco)\r\n\n\n&#xB7; Keyhole limpet hemocyanin \\(KLH) \\(Sigma)\r\n\n\n&#xB7; Bovine serum albumin \\(BSA) \\(Sigma)\r\n\n\n&#xB7; Protein-hapten \\(BSA-2,4-D) conjugate \\(prepared in house)\r\n\n\n&#xB7; N-hydroxysuccinimide \\(NHS) \\(Sigma)\r\n\n\n&#xB7; N,N&#x2019; dicyclohexylcarbodiimide \\(DCC) \\(Aldrich) \r\n\n\n&#xB7; Dimethylformamide \\(DMF) \\(Aldrich)\r\n\n\n&#xB7; Freund&#x2019;s complete adjuvant \\(CFA), \\(Sigma)\r\n\n\n&#xB7; Freund&#x2019;s incomplete adjuvant \\(IFA) \\(Sigma) \r\n\n\n&#xB7; \\(3-Glycidoxypropyl)trimethoxysilane \\(GOPS) \\(Sigma)\r\n\n\n&#xB7; 3-Aminopropyltriethoxy silane \\(APTES) \\(Sigma)\r\n\n\n&#xB7; Formaldehyde \\(0.02 M) \\(Aldrich)\r\n\n\n&#xB7; Rabbit-anti-2,4-D antibody \\(generated in-house)\r\n\n\n&#xB7; Goat anti-rabbit antibody \\(IgG-HRP) \\(Sigma)  \r\n\n\n&#xB7; 3,3&#x2019;,5,5&#x2019; tetramethylbenzidine \\(TMB) \\(Bangalore Genei, India)  \r\n\n\n&#xB7; Protein-A sepharose and sepharose-4B \\(Pharmacia)\r\n\n\n&#xB7; PBS buffer \\(50 mM, pH 7.4)\r\n\n\n&#xB7; PBS containing 0.1% skim milk \\(PBSM 0.1%)\r\n\n\n&#xB7; Carbonate buffer \\(50 mM, pH 9.4)\r\n\n\n&#xB7; 47% HNO<sub>3</sub> in conc. H<sub>2</sub>SO<sub>4</sub>\r\n\n\n&#xB7; Milli-Q double distilled water \\(DDW)"
        },
        {
            "header": "Equipment",
            "content": "*96 wells ELISA plates \\(Nunc)\r\n\n\n*Immunowasher \\(Nunc)\r\n\n\n*ELISA reader \\(Molecular Device)\r\n\n\n*Minni vortex mixture \\(Remi India)\r\n\n\n*pH meter \\(Century India)"
        },
        {
            "header": "Procedure",
            "content": "**Hapten coating on microtiter plates** \r\n\n\n\r\n\n\n1  Prepare fresh 47% \\(v/v) HNO\n3\nin concentrated H\n2\nSO\n4\nin a glass beaker in a fume hood.\r\n\n\n\r\n\n\n2  Load 250 ml of acid in each well of microtiter plate and incubate for 30 min at room temperature under mild shaking to generate –NO\n2\ngroups on polystyrene surface.\r\n\n\n\r\n\n\n**\\! Caution** Care should be taken to hold the concentrated HNO3. You can do this step in fume hood also\r\n\n\n\r\n\n\n3  Wash plate two times with DDW.\r\n\n\n\r\n\n\n4  Prepare 5%  aminopropyltriethoxy silane \\(APTES) solution in DDW \\(pH 6.9).\r\n\n\n\r\n\n\n**\\! Caution** Glassware used for APTES solution should be pre-siliconised by dipping in 10% GOPS solution prepared in water.\r\n\n\n\r\n\n\n5   Load 250 ml of APTES solution in each well of microtiter plate and incubate for 2 h at room temperature to generate –NH\n2\ngroups on PS surface.\r\n\n\n\r\n\n\n6   Wash plate two times with DDW.\r\n\n\n\r\n\n\n7   Cure the microtiter plates at 62\no\nC for 2 h to enhance the binding of APTES to the PS surface. \r\n\n\n\r\n\n\n8   Prepare the activated hapten \\(2,4-D) by mixing 10 mg 2,4-D together with 1.7 mg \\(15 mmoles) NHS and 6.2 mg \\(30 mmoles) DCC in 1.3 ml DMF. \r\n\n\n\r\n\n\n9   Incubate the reaction mixture for 4 h at RT \r\n\n\n\r\n\n\n**\\! Note**  Steps 8-9 should be started prior to hapten coating on PS microtiter plate\r\n\n\n\r\n\n\n10  Centrifuge the solution at 12000 RPM to remove the acyl urea precipitate.\r\n\n\n\r\n\n\n11  Reconstitute the activated hapten solution in 0.05M carbonate buffer \\(pH9.6) to make the final concentration at 250 nmol/ml\r\n\n\n\r\n\n\n12 Add 100 µl of activated 2,4-D  into each well of microtiter plate. \r\n\n\n\r\n\n\n13   Incubate the plate overnight at 4\no\nC.\r\n\n\n14   Wash the plate three times with PBS.\r\n\n\n\r\n\n\n15   Block the unbound sites of PS surface with 0.2 M formaldehyde in PBS by incubating the plates for 2 h at 37\no\nC.\r\n\n\n\r\n\n\n16   Wash the plate four times thoroughly with PBS.\r\n\n\n\r\n\n\n17   Add 100 ml per well anti-2,4-D antibody solution prepared in PBSM at 0.1 mg/ml concentration.\r\n\n\n \r\n\n\n18 Incubate the plate for 2 h at 37\no\nC\r\n\n\n\r\n\n\n19   Wash the plate five times with PBS.\r\n\n\n\r\n\n\n20  Load 100 ml per well secondary antibody \\(goat anti-rabbit IgG-HRP) at 1:5000 dilution made in PBSM.\r\n\n\n\r\n\n\n21   Incubate the plate for 1 h at 37\no\nC\r\n\n\n\r\n\n\n22   Wash the plate six times with PBS.\r\n\n\n\r\n\n\n23   Add 100 ml per well TMB substrate for color development. \r\n\n\n\r\n\n\n24   Stop the reaction after 30 minutes by adding 50 ml per well 1N H\n2\nSO\n4\n.\r\n\n\n\r\n\n\n25   Measure the absorbance at 450 nm with ELISA reader.\r\n\n\n\r\n\n\n**Competitive inhibition using hapten coated microtiter plates**\r\n\n\n\r\n\n\n26   Prepare hapten coated plates as described in steps \\(1-16).\r\n\n\n**\\! Note** Hapten-protein conjugate \\(0.5 mg/well in carbonate buffer) coated plate are selected as positive control\r\n\n\n27   Pre-mix the anti-2,4-D antibody \\(0.1 mg/ml) with different concentrations of free hapten \\(0.5 pg/ml to 5 µg/ml) in PBSM for 30 minutes.\r\n\n\n \r\n\n\n28   Add 100 ml of pre-incubated mixture in each well.\r\n\n\n\r\n\n\n29   Incubate the plate for 2 h at 37\no\nC.\r\n\n\n\r\n\n\n30   Wash the plate five times with PBS.\r\n\n\n\r\n\n\n31  Load into each well 100 ml of goat anti-rabbit IgG-HRP \\(1:5000 dilution) prepared in PBSM.\r\n\n\n\r\n\n\n32   Incubate the plate for 1 h at 37\no\nC\r\n\n\n\r\n\n\n33   Wash the plate six times with PBS.\r\n\n\n\r\n\n\n34   Add 100 ml per well TMB substrate for color development. \r\n\n\n\r\n\n\n35÷   Stop the reaction after 30 minutes by adding 50 ml per well 1N H\n2\nSO\n4\n.\r\n\n\n\r\n\n\n36   Measure the absorbance at 450 nm with ELISA reader\r\n\n\n\r\n\n\n37  Analyze the data by normalizing the absorbance using the following formula:\r\n\n\n  % B/B0 = \\{\\(A - A\nex\n) / \\(A\n0\n– A\nex\n)} x 100\r\n\n\nwhere A: absorbance of hapten at standard concentration, A\n0\n: absorbance at zero hapten concentration, and A\nex\n: Absorbance at excess hapten concentration."
        },
        {
            "header": "Timing",
            "content": "It takes around 10 h for complete pesticides screening assay."
        },
        {
            "header": "Critical Steps",
            "content": "Step 7 Curing of microtiter plates at 62 <sup>o</sup>C for 2 h is critical to enhance the binding of APTES to the PS surface, and also enabling formation of monolayer on the PS surface."
        },
        {
            "header": "Anticipated Results",
            "content": "We here describe a method for generating amino groups on polystyrene microtiter wells using simple one-step aqueous silanization method. The amine modified PS surface was used for demonstrating binding of carboxylated hapten for immunoassay applications. This method allowed us to link carboxylated hapten to amine grafted polystyrene microtiter plates for the quantification of 2,4-D pesticides. Hapten specific antibodies against 2,4-D were used in the present assay format showing high degree of assay sensitivity. \r\n\n\nBinding of hapten to microtiter plate was highest when wells were treated first with 47% HNO<sub>3</sub> in concentrated H<sub>2</sub>SO<sub>4</sub> \\(250 &#xB5;l/well) followed by APTES treatment at pH 4 for making plates amino functionalized. This was confirmed by measuring the loading of antibody on hapten coated microtiter plates by ELISA.  The results showed that the absorbance of antibody bound to hapten coated plate at pH 6.9 was 1.749 absorbance unit \\(AU) by using nitrated-PS wells in comparison to untreated PS surface which showed 0.63 AU at pH 6.9.  The electron withdrawing nitro groups on PS surface drives the electrophilic attack of the silane group to its meta position enabling the binding of the APTES molecules to the PS surface, as demonstrated previously.   \r\n\n\nThe binding of hapten to the microtiter plates was examined using the direct hapten coated plates by using rabbit anti-2,4-D antibody on microtiter plate \\(Fig. 2).  The sensitivity of the assay obtained by using direct hapten coated plates was about 10 folds higher than the assay performed with hapten-protein conjugate16 \\(as a positive control) with very high degree of reproducibility \\(Fig. 3). This was mainly because of retention of functional activity of hapten molecules on polystyrene plates. No loss of functional activity of hapten molecules which is an organic moiety was observed, as reported in case of biomolecular immobilization on polystyrene plates. \r\n\n\nAnother advantage of the direct hapten coated microtiter plate is its long term storage ability since the coated plate did not show any significant loss in its antigenicity with anti-hapten antibodies, unlike reported where the significant antigenicity of hapten was lost when glutamic acid coated plates prepared by the direct glutaraldehyde activation method were tested after 4 days storage16. This protocol may find wide application as a convenient quantitative tool for sensitive screening of pesticides and other low molecular weight analytes in samples."
        },
        {
            "header": "References",
            "content": "1. Bruun, L., Koch, C., Jakobsen, M.H. &amp; Aamand, J. A quantitative enzyme-linked immunoassay for the detection of 2,6-dichlorobenzamide \\(BAM), a degradation product of the herbicide dichlobenil. _J. Anal. Chim. Acta_ **423**, 205-213 \\(2000).\r\n  2. Winklmair, M., Weller, M.G., Mangler, J., Schlosshauer, B. &amp; Niessner, R. Development of a highly sensitive enzyme-immunoassay for the determination of triazine herbicides. _Fres. J. Anal. Chem._ **358**, 614-622 \\(1997).\r\n  3. Miller, J.K. &amp; Lenz, D.E. Development of an immunoassay for diagnosis of exposure to toxic organophosphorus compounds. _J. Appl. Toxicol._ **1**, S 23 \\(2001)\r\n  4. Chuang, J.C., Emon, J.M.V., Jones, R., Durnford, J. &amp; Lordo, R.A. Development and application of immunoaffinity column chromatography for atrazine in complex sample media. _Anal. Chim. Acta_ **583**, 32-39 \\(2007).\r\n  5. Deng An-Ping &amp; Yang, H. A multichannel electrochemical detector coupled with an ELISA microtiter plate for the immunoassay of 2,4-dichlorophenoxyacetic acid. _Sensors and Actuators B: Chemical_ **124, 1**, 202-208 \\(2007).\r\n  6. Hennion, M. &amp; Barcelo, D. Strengths and limitations of immunoassays for effective and efficient use for pesticide analysis in water samples; A review. _Anal. Chim. Acta_ **362**, 3-24 \\(1998)  .\r\n  7. Legido-Quigley, C., Oxelbark, J., Lorenzi, E.De, Zurutuza-Elorza, A. &amp; Cormack, P.A.G. Chromatographic characterisation, under highly aqueous conditions, of a molecularly imprinted polymer binding the herbicide 2,4-dichlorophenoxyacetic acid. _Anal. Chim. Acta_ **591**, 22-28 \\(2007).\r\n  8. Kaur, J., Singh, K.V., Boro, R., Thampi, K.R., Raje, M., Varshney, G.C. &amp; Suri, C.R. Immunochromatographic dipstick assay format using gold nanoparticles labeled protein-hapten conjugate for the detection of atrazine. _Environ. Sci. Technol._ **41**, 5028-5036 \\(2007).\r\n  9. Fujiwara, K. &amp; Kitagawa, T. A new enzyme-linked immunosorbent assay \\(ELISA) for spermidine using glutaraldehyde coupling of the hapten to carrier-coated microtiter plates. _J. Biochem._ **114**, 708-713 \\(1993).\r\n  10. Butler, J.E., Ni, L., Brown, W.R., Joshi, K.S., Chang, J., Rosenberg, B. &amp; Vos, E.W. The immunochemistry of sandwich elisa&#x2014;Greater than 90% of monoclonal and 75% of polyclonal anti-fluorescyl capture antibodies \\(CAbs) are denatured by passive adsorption. _Mol. Immunol._ **30**, 1165-1175 \\(1993).\r\n  11. Buijs, J., Lichtenbelt, J.W.T., Norde, W. &amp;  Lyklema, J. Adsorption of monoclonal IgGs and their F\\(ab&#x2032;)2 fragments onto polymeric surfaces. _Colloids Surf._ **B5**, 11 \\(1995).\r\n  12. Narayanan, P.V. &amp;  Biomater. J. Surface functionalization by RF plasma treatment of polymers for immobilization of bioactive-molecules. _Science_ **6**, 181-193 \\(1994).\r\n  13. Zammatteo, N., Girardeaux, C. &amp; Delforge, D. Amination of Polystyrene Microwells: Application to the Covalent Grafting of DNA Probes for Hybridization Assays. _Anal. Biochem._ **236**, 85-94 \\(1996).\r\n  14. Kaur, J., Singh, K.V., Raje, M., Varshney, G.C. &amp; Suri, C.R. Strategies for direct attachment of hapten to a polystyrene support for applications in enzyme-linked immunosorbent assay. _Anal. Chim. Acta_ **506**, 133-135 \\(2004).\r\n  15. Kaur, J., Boro, R.C., Wangoo, N., Singh, R. K. &amp; Suri C.R. Direct hapten coated immunoassay format for the detection of atrazine and 2,4-dichlorophenoxyacetic acid herbicides. _Anal. Chim. Acta_ \\(Article in press).\r\n  16. Ordronneau, P., Abdullah, L.H. &amp; Petrusz, P. An efficient enzyme immunoassay for glutamate using glutaraldehyde coupling of the hapten to microliter plates. _J. Immunol. Methods_ **142**, 169-176 \\(1991)."
        },
        {
            "header": "Acknowledgements",
            "content": "We greatly acknowledge the financial assistance for this research programme from SDC, Switzerland and DBT, Government of India, under their ISCB programme.\r\n\n\n\r\n\n\n**Competing interests statement**\r\n\n\n\r\n\n\nThe authors declare that they have no competing financial interests"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10818,
                "identity": "9f2201dd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jasdeep Kaur",
                "email": "",
                "orcid": "",
                "institution": "Institute of Microbial Technology (IMTECH), Chandigarh 160036, INDIA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jasdeep",
                "middleName": "",
                "lastName": "Kaur",
                "suffix": ""
            },
            {
                "id": 10819,
                "identity": "9f2206e5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "C. Raman  Suri",
                "email": "",
                "orcid": "",
                "institution": "Institute of Microbial Technology (IMTECH), Chandigarh 163006, INDIA. Correspondence should be addressed to C.R.S. (raman@imtech.res.in)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "C.",
                "middleName": "Raman",
                "lastName": "Suri",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-11-14 09:37:04",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.508",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.508",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607888,
                "identity": "0b360d6e-5751-4600-9f58-ec55679fc479",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 22813,
                "visible": true,
                "origin": "",
                "legend": "Reaction mechanism of direct coating of carboxylated hapten molecules on APTES treated polystyrene surface.   The amine modified PS surface is used for demonstrating binding of carboxylated hapten for immunoassay applications.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-395/v1/figure_1.png"
            },
            {
                "id": 2607891,
                "identity": "92908740-9edd-4b9b-825f-9439399740fb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 22146,
                "visible": true,
                "origin": "",
                "legend": "Binding of purified Rabbit anti-2,4-D antibodies with immobilised molecules of 2,4-D on PS surface of NUNC ELISA plate.     The reactivity of antibody is checked at different concentrations between 1.6 &#xB5;g /ml to 1.56 ng/ml.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-395/v1/figure_2.png"
            },
            {
                "id": 2607890,
                "identity": "fbc3f280-3702-4b05-813f-10db63e73b69",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 19332,
                "visible": true,
                "origin": "",
                "legend": "Competitive inhibition assay using conjugated hapten (BSA-hapten) and direct hapten coated plates for 2,4-D.    The curves show the dilution curve analysis for hapten concentrations between 0.5 pg/ml to 5 &#xB5;g/ml. Free 2,4-D is pre-incubated with rabbit anti-2,4-D antibody for 30 min before adding into microtiter plates.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-395/v1/figure_3.png"
            },
            {
                "id": 13465220,
                "identity": "f83cd968-6c2f-4fc3-a46d-bd22c373ffc6",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:00",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 204279,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-395/v1/37fd59a3-8a25-48dd-935d-f5134c4f226b.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "polystyrene surface, silanization, 2,4-dichlorophenoxyacetic acid, immunoscreening\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Direct hapten coated ELISA for immunosensing of low molecular weight analytes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-12-06 09:28:41",
                "doi": "10.1038/nprot.2007.508",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f2198c2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 6th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2044,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-12-06 09:28:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}