{
    "identity": "nprot-670",
    "title": "Approaches to isolate porcine skeletal muscle stem and progenitor cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Abstract\r\n\n\n\r\n\n\nThe pig is an excellent biological model for the human supported by the anatomic similarities and the more comparable lifespan than, for instance, rodents. We explain protocols how to isolate muscle satellite cells and progenitor cells from porcine muscle tissue and to purify the side population \\(SP). Isolation of muscle satellite cells is based on stimulation of cell migration from muscle fibers. We describe how to purify for a specific cell population from this heterogeneous population based on Hoechst dye exclusion ability by the ABC-G2 transporter present on the SP. Furthermore, we discuss the benefits and drawbacks of each isolation method and provide lists of antibodies cross-reactive to porcine antigen epitopes for muscle stem cell characterization. Stem cells can be obtained from the pig muscle within 1 week.\r\n\n\n\r\n\n\nIntroduction\r\n\n\nA hierarchy of several progenitor cell populations resides in muscle tissue. The skeletal muscle stem and progenitor cells contribute to muscle growth and maintenance, and are important for repair and regeneration of damaged tissue caused by injury or disease1-5. For several stem cell populations the in vivo localization of the cells remains rather elusive. Some cells are associated with the vascular network, others are in more close contact with the muscle niche6-8. Upon muscle development or maintenance, stem cells are triggered to form myoblasts were they will fuse with the muscle fibers for growth or restoration. \r\n\n\nThe various stem and progenitor cells in muscle tissue differ in self-renewal capacity, differentiation potential and show diversity in biomarker expression9-11. The myogenic stem cell populations are widely used to study tissue regeneration for the treatment of muscle diseases such as muscular dystrophy or cardiac dysfunction5, 12-14. In addition, muscle tissue can serve as a potential source of myogenic cells to use in toxicology screening, drugs discovery and tissue engineering.\r\n\n\nPigs can be used as animal models to define strategies for treatment of human diseases. Their similarities in life-span and in organ size make these animals excellent models for humans15.\r\n\n\nMuscle satellite cells are the most prominent muscle stem cells which were discovered by Mauro in 196116. These cells are located beneath the basal lamina and the sarcolemma of muscle fibers. They are indicated as the muscle stem cells with a high contribution to muscle development and regeneration based on their anatomic position towards the muscle fiber. To isolate these cells, single fibers are first obtained from total muscle biopsies by enzymatic dissociation. Satellite cells are then stimulated to migrate from the fiber and adhere onto tissue culture plastic. The cell isolation technique generates a rather pure population of satellite cells with low numbers of non-myogenic cells1, 17-19. Limitations of this isolation are the low cell yield achievable and the time-consuming technique. Transplanted satellite cells show poor migration and poor survival rates. Furthermore, cell expansion reduces their myogenic differentiation capacity20. \r\n\n\nTo attain larger amounts of skeletal muscle progenitor cells a more robust isolation method can be performed, in particular by enzymatic digestion of muscle parts of the hind leg of a pig21, 22. Subsequently, these cells can be purified for myogenic stem cell populations such as the side population \\(SP). \r\n\n\nThe SP contains stem cells that have a more hematopoietic character. SP cells reside in bone marrow, but also have been found in muscle tissue23-25. It has been shown that muscle-derived SP cells exhibit both hematopoietic and myogenic potentials in vivo. Although, SP cells do not express muscle cell markers, they contribute to the muscle lineage upon transplantation24, 26-28. The sensitivity to verapamil, an inhibitor of multidrug resistance transporter like ABG2, allows the discrimination of SP cells from the main population \\(MP). Using flow cytometry, we can observe the secretion of toxic Hoechst by the ATP binding cassette ABG2-transporter present on the SP cells. The population of cells with the ability to exclude the Hoechst dye can be selected from the MP and sorted for in vitro expansion. Although SP cells have a poor myogenic differentiation capacity in vitro, they are capable to migrate through the circulation system and contribute to muscle regeneration in vivo. This makes the SP cells excellent candidates for new therapeutic strategies in regenerative medicine29, 30. \r\n\n\nTo date, several methods have been used to isolate muscle stem cells including muscle-derived stem cells \\(MDSC), distinct from satellite cells and other progenitor cells6. MDSCs have a high survival capacity, efficient tissue engraftment and their self-renewal and multilineage character make them potentially important for regenerative medicine31-33. This technique has been extensively described by the group of Huard et al. and can be applied to porcine muscle33, 34. \r\n\n\nNumerous isolation methods have been described in the last decades to derive high potential muscle stem cell populations. We have adapted protocols from previous studies to improve isolations of cells from larger animals such as the pig 35-39. In addition we report cross-reactive antibodies applicable to characterize and identify in situ porcine stem and progenitor cells. \r\n\n\n\r\n\n\nComparison with other methods\r\n\n\nTo obtain large amounts of stem cells, the isolation of muscle progenitor cells method is recommended. The drawback here is the heterogeneous character of the cell population which comprises satellite cells, muscle progenitor cells and non-myogenic cells. The population of cells can be purified using Percoll gradient centrifugation39, 40. Furthermore, membrane-associated biomarkers, such as NCAM \\(CD56), CD34, M-Cadherin and integrins can be used to select specifically for a stem cell population using flow cytometric cell sorting1, 5, 22, 36, 39, 40. \r\n\n\nThe isolation of muscle stem cells can be applied to all muscle tissues. Commonly used muscle groups are the semimembrinosus and semitendinosus muscle from the hamstring. However, muscles from the lower leg can also be used. Interestingly, the single fiber satellite cell isolation method allows us to derive cells from a special fiber type \\(slow or fast) preserving putative intrinsic specializations of the myogenic cell.\r\n\n\n\r\n\n\nExperimental design\r\n\n\nThe muscle niche is important to control muscle stem cells and direct the behavior in order to maintain their function8, 21. The knowledge concerning important extracellular matrix \\(ECM) proteins can be applied to stimulate in vitro stem cell growth and myogenic cell differentiation. The correct surface coating of cell culture plastic is crucial to sustain the stem cell character21 \\(Table 1). For porcine muscle stem cells, it has been shown that fibronectin surface coating supports satellite cell adhesion to the culture plastic. However, improved myogenic differentiation was observed when cells were cultured onto Matrigel and laminin coated areas. \r\n\n\n your introduction here]"
        },
        {
            "header": "Reagents",
            "content": "Dulbecco’s Modified Eagle Medium \\(DMEM), high glucose \\(Gibco, cat. no. 41966) \r\n\n\nDMEM 1x, low glucose \\(Gibco 22320)\r\n\n\nL-glutamax \\(Invitrogen cat. no. 35050) \r\n\n\nHorse serum \\(HS) \\(Gibco, cat. no. 16050)\r\n\n\nChicken Embryo Extract \\(CEE) \\(SLI, cat. no. CE-650-TL)\r\n\n\nFetal bovine serum \\(FBS) \\(Gibco, cat.no. 10270)\r\n\n\nHanks Balanced Salt Solution \\(HBSS) \\(Gibco, cat. no. 24020)\r\n\n\nHEPES \\(Gibco, cat. no. 15630)\r\n\n\nPhosphate-buffered saline \\(PBS) \\(Braun, cat. no. 3623140) \r\n\n\nBasic fibroblast growth factor \\(bFGF), human recombinant \\(Invitrogen, cat. no. 13256)\r\n\n\nPenicillin/ streptomycin \\(p/s) \\(Gibco, cat. no. 15140)\r\n\n\nAntibiotic-antimycotic \\(Invitrogen, cat. no. 15240)\r\n\n\nGentamycin \\(Invitrogen, cat. no. 15750)\r\n\n\nFungizone \\(Invitrogen, cat. no. 15290)\r\n\n\n0.25% Trypsin- ethylenediaminetetraacetic acid \\(EDTA) \\(GIBCO,cat.no. 27250-018)\r\n\n\nProtease preparation from Streptomyces griseus protease \\(Sigma, cat. no. 81748)\r\n\n\nCollagenase XI from Clostridium histolyticum \\(Sigma, cat. no. C9407)   \r\n\n\nCollagenase I Crude from Clostridium histolyticu \\(Sigma, cat. no. C0130)\r\n\n\nbisBenzimide H 33342 trihydrochloride \\(Hoechst 33342) \\(Sigma, cat. no. B2261)\r\n\n\nVerapamil hydrochloride \\(Sigma, cat. no. V4629)\r\n\n\nDMSO \\(sigma, cat no. D2650)\r\n\n\n\r\n\n\nREAGENT SETUP:\r\n\n\nProliferation medium \\(PM): DMEM-HG, 2% L-glutamax, 10% HS, 0.5% CEE \\(0.22 m filtered), 2.5 ng/ml bFGF, 1% antibiotic-antimycotic, gentamycin \\(50 g/ml), fungizone 250 ng/ml.\r\n\n\nDifferentiation medium \\(DM): DMEM-HG, 5% HS, gentamycin \\(50 g/ml).\r\n\n\nHS coating: Coat non-tissue culture petri dishes \\(7-8 dishes per muscle) with 0.44 µm filtered HS and remove excess. This is to prevent fiber from sticking to dishes during triturating.\r\n\n\nPasteur pipettes: Preheat with Bunsen burner and polish with tissue. Heat again prior to use.\r\n\n\nEnzyme solution 0.2% collagenase I: 0.2% Crude from Clostridium histolyticum \\(wt/vol).\r\n\n\nPM+: DMEM-HG containing 20% FBS and 50 µg/ml gentamycin, 1% antibiotic-antimycotic mix and 250 ng/ml fungizone.\r\n\n\nPBS+: PBS containing 1% antibiotic-antimycotic, gentamycin \\(50 g/ml), fungizone 250 ng/ml.\r\n\n\nCollagenase XI \\(0.15%): Add 1.5 mg/ml collagenase XI in preheated DMEM-HG+ \\(37ºC) and mix well. Sterilize by filtering through 0.22 µm filter.\r\n\n\nProteases from Streptomyces griseus \\(6 units/ mg) \\(1%): Add 1 mg/ml proteases to preheated PBS+ containing 1% HEPES \\(37°C) and mix well. Sterilize by filtering through 0.22 µm filter. \r\n\n\nFreezing medium \\(sterile): 20% DMSO \\(v/v) in FBS\r\n\n\nHBSS+: HBBS with 2% FBS, 10 mM HEPES and 1x p/s.\r\n\n\nComplete growth medium: DMEM-HG, 10% FBS, 1% antibiotic-antimycotic, gentamycin \\(50 g/ml), fungizone 250 ng/ml.\r\n\n\nSP-medium: HBSS containing 1 mM HEPES, 2% FBS, p/s.\r\n\n\nPBS+: PBS containing 50 µg/ml gentamycin, 1% antibiotic-antimycotic mix and 250 ng/ml fungizone.\r\n\n\nHoechst 33342: Prepare a 200X stock solution by resuspending Hoechst 33342 powder at a concentration of 1 mg/ml in MilliQ water, filter sterilize, and freeze in small aliquots. \r\n\n\nDilute Hoechst 33342 1:200 in cell suspension in SP-medium to obtain the final concentration of 5 µg/ml.\r\n\n\nVerapamil: Prepare a 100X stock solution by resuspending verapamil at a concentration of 5 mM in 95% ethanol."
        },
        {
            "header": "Equipment",
            "content": "Water bath with temperature control\r\n\n\nCentrifuge with temperature control\r\n\n\nIncubator with both temperature and gas composition controls \\( 37ºC, 20% O2, 5% CO2)\r\n\n\nSterile laminar flow culture hood\r\n\n\nLight microscope \\(Olympus TH3)\r\n\n\nFluorescent microscope \\(Leica DMRE)\r\n\n\nFluorescence Activated Cell Sorting \\(FACS); BD FACSVantage™ SE Cell Sorter\r\n\n\nSurgical equipment for muscle dissections \\(sterile); scalpel, forceps\r\n\n\nCell strainers \\(BD Falcon, cat. no. pore size 40 µm, 352340; 70 µm, 352350; 100 µm, 352360)\r\n\n\nPlastic petri dishes \\(Nunclon Surface, Nunc, 172958)\r\n\n\nCryoTube Vials \\(Nunc, cat. no. 363401)\r\n\n\nCulture flasks \\(Greiner Bio-One, cat. no. T75, 658175; T175, 660175\r\n\n\n6-wells culture dishes \\(Greiner Bio-One, cat. no. 657160)\r\n\n\nPolypropylene centrifuge tubes \\(Greiner Bio-One, cat no. 15 ml, 188261; 50 ml, 227261)\r\n\n\n8-wells Lab-TekTM chamber slides, PermanoxTM chamber slide \\(Nunc, cat no.177445)\r\n\n\nPasteur pipettes \\(150 mm)\r\n\n\nSyringes \\(2 ml and 10 ml)\r\n\n\nMr. Frosty \\(freezing container) \\(Sigma, cat. no. C1562)\r\n\n\nPipettes \\(5 ml, 10 ml, 25 ml)\r\n\n\nEppendorf tubes \\(Bioplastics cat. no. B77503)\r\n\n\nPolypropylene FACS tubes sterile \\(BD Falcon, 5 ml, cat. no. BD2063)\r\n\n\nBunsen burner \r\n\n\nGlass petri dish\r\n\n\nMetal strainer"
        },
        {
            "header": "Procedure",
            "content": "GENERAL PROCEDURE\r\n\n\n\r\n\n\nDissection of semitendinosus and semimembrinosus muscle from the hind leg of the pig can be performed following the next steps \\(Fig. 1):  \r\n\n\n1. Position hind leg to a lateral view. \r\n  CRITICAL\r\n\n\n2. Sterilize skin with ethanol. \r\n  3. Remove skin and adipose tissue layer with scalpel and forceps. This uncovers the biceps femoris muscle.\r\n  4. Reflection of the biceps femoris muscle \\(1) reveals the semitendinosus \\(2) and semimembrinosus \\(3) at the caudal position.\r\n  5. Transect tendons at both proximal and distal sides while holding one tendon with forceps and transect the other tendon with the scalpel. \r\n  6. Dissected muscle can now be used for stem cell isolation procedures.\r\n  \r\n\n\nPROCEDURE TO ISOLATE SATELLITE CELLS FROM SINGLE FIBERS\r\n\n\n7. Dissect muscle from tendon to tendon, keep shortly in EtOH \\(70%), rinse with cold PBS and keep on ice.\r\n  TROUBLESHOOTING \r\n\n\n\r\n\n\n8. Place muscle tissue in sterile petri dish in a sterile laminar flow culture hood and remove adipose and connective tissue using scalpels. \r\n  \r\n\n\n9. Place muscle tissue in preheated \\(37°C) 30 ml 0.2% collagenase I solution in a 50 ml tube for 2 hrs in a shaking water bath \\(37°C) to induce muscle tissue digestion. \r\n  CRITICAL \r\n\n\n\r\n\n\n10. Place digested muscle tissue on HS-coated petri dish and triturate with HS-coated pre-polished Pasteur pipette until single fibers detach from tissue. Rinse detached fibers in PM.\r\n  TROUBLESHOOTING \r\n\n\n\r\n\n\n11. Collect dissociated single fibers and rinse in PM. Transfer fibers to HS-coated petri dish and check under a light microscope \\(magnification 100X) for remaining tissue debris.\r\n  TROUBLESHOOTING \r\n\n\n\r\n\n\n12. For temporally storage place single fibers in a freshly HS-coated petri dish containing a low layer of PM and place the dish in the incubator \\(37°C, 5% CO2) until the desired number of fibers has been freed from tissue.\r\n  \r\n\n\n13. Transfer a single fiber in the center of Matrigel coated 6-well plate using a HS-coated Pasteur pipette \\(BOX1).\r\n  CRITICAL \r\n\n\n\r\n\n\n14. Carefully add 200 µl PM per 8-well chamber and place chamber slides in incubator \\(37°C, 5% CO2).\r\n  \r\n\n\n15. After 1-2 days satellite cells starts to liberate from the fiber. Medium does not need to be changed during these days.\r\n  \r\n\n\n16. Remove fibers at day 3. During these days satellite cells have migrated from the muscle fiber. Change PM and allow satellite cell proliferation.\r\n  TROUBLESHOOTING \r\n\n\n\r\n\n\n17. To detach the cell wash the well first with warm PBS. Subsequently, incubate with PBS for 10 min at 37°C under gentle trituration.\r\n  TROUBLESHOOTING\r\n\n\n\r\n\n\n18. Incubate the cells for 1 hr onto uncoated tissue culture plastic to allow fast-adhesion of fibroblasts \\(this is called pre-plating). \r\n  \r\n\n\n19. Collect cell suspension by centrifugation \\(5 min at 300g) and plate cells in PM+ to culture plastic to initiate proliferation. \r\n  \r\n\n\n20. To induce myogenic differentiation replace PM with DM \\(Fig. 2).\r\n  \r\n\n\n\r\n\n\nPROCEDURE ISOLATION OF SKELETAL MUSCLE PROGENITOR CELLS\r\n\n\n\r\n\n\n21. See step 1-6\r\n  \r\n\n\n22. Dissect around 50 g from semitendinosus or semimembrinosus muscle.  \r\n  \r\n\n\n23. Rinse in EtOH, wash in PBS+ and keep on ice in cold PBS+.\r\n  \r\n\n\n24. Mince muscle tissue in sterile glass petri dish with scalpels in a sterile laminar flow culture hood until the tissue is minced into very thin muscle parts. \r\n  \r\n\n\n25. Remove adipose and connective tissues.\r\n  CRITICAL \r\n\n\n\r\n\n\n26. Collect minced tissue parts in four 50 ml tubes using PBS+ containing 1% HEPES \\(v/v) and centrifuge \\(5 min at 1000g). \r\n  \r\n\n\n27. Separate supernatant from minced muscle tissue, keep the pellet and centrifuge supernatant \\(5 min at 2000g). Pool both pellets. \r\n  CRITICAL \r\n\n\n\r\n\n\n28. Divide minced muscle tissues in five 50 ml tubes. Add to each 50 ml tube 20 ml 1 mg/ ml Protease dissolved in preheated PBS+ containing 1% HEPES. Incubate for 60 min at 37°C \\(water bath). \r\n  CRITICAL \r\n\n\n\r\n\n\n29. Take 50 ml tubes from water bath and triturate digesting tissue 10-15X with 25 and 5 ml pipettes. \r\n  \r\n\n\n30. Collect tissue debris by mild centrifugation \\(5 min at 200g). \r\n  \r\n\n\n31. Separate supernatant from tissue debris. Store pelleted tissue temporally on ice and adjust supernatant to 50 ml with PBS+ containing 1% HEPES and centrifuge \\(5 min at 2000g). \r\n  CRITICAL \r\n\n\n\r\n\n\n32. Discard supernatant and wash cell pellets in PM+ \\(10 min at 2000g) \r\n  CRITICAL \r\n\n\n\r\n\n\n33. Take up cell pellet in 5 ml PM+ and filter through a 100 µm cell strainer followed by a 70 µm cell strainer. Wash in PM+ \\(10 min at 2000g) and take up in 1 ml PM+ and keep on ice: cell pellet I.\r\n  \r\n\n\n34. Continue with tissue debris digestion until the muscle is completely digested: \r\n  a. Incubate for 60 min in 0.15% w/v collagenase XI in DMEM containing 5% FBS.\r\n\n\nb. Triturate with 5 ml and 10 ml pipettes to further grind muscle tissue debris.\r\n\n\nc. Transfer tissue debris on 100 µm cell strainer.\r\n\n\nd. Centrifuge filtered cell suspension in PM+ \\(5 min at 2000g).\r\n\n\ne. Separate supernatant from cell pellets and collect remaining cells in supernatant \\(10 min at 2000g).\r\n\n\nf. Pool pellets and wash in 50 ml PM+ \\(10 min at 2000g).\r\n\n\ng. Take up cell pellet in 10 ml PM+ and filter through 70 µm cell strainer. Wash in PBS+ and collect cells \\(5 min at 2000g). Take up in 5 ml PM+ and store on ice: cell pellet II\r\n\n\n\r\n\n\n35. Pool pellets I and II in a 50 ml tube and centrifuge in cold PBS+ \\(10 min at 2000g).\r\n  \r\n\n\n36. Shock erythrocytes in ery-shock buffer \\(BOX2).\r\n    CRITICAL \r\n\n\n\r\n\n\n37. Take up cells in 10 ml PM+ and filter through cell strainer with pore size 40 µm. \r\n    TROUBLE SHOOTING \r\n\n\n\r\n\n\n38. Adjust with PM+ to 50 ml and collect cells \\(10 min at 700g).\r\n  \r\n\n\n39. Take up cells in 50 ml warm PM+ and pre-plate primary muscle cells for removal of fast-adhering fibroblasts \\(BOX3).\r\n  CRITICAL \r\n\n\nTROUBLE SHOOTING \r\n\n\n\r\n\n\n40. For storage of cells after pre-plating; take up cells in 10 ml cold PM and gradually add 10 ml freezing medium. Mix gently and aliquot 1 ml cell suspension in cryovials. Transfer cryovials \\(20x) to pre-chilled \\(-20°C) freezing container \\(Mr. Frosty) and keep overnight at -80°C. Next day transfer cryovials in liquid nitrogen for long term storage.\r\n  \r\n\n\nAll centrifugation steps can be performed at room temperature \\(20°C).\r\n\n\n\r\n\n\n41. Thaw one cryovial from liquid nitrogen at 37°C \\(water bath) and transfer cell suspension to a 50 ml tube. Slowly add 10 ml cold \\(4°C) PM+ and adjust to 50 ml. Centrifuge \\(5 min at 300g) to collect cells and re-centrifuge supernatant \\(5 min at 500g). Pool cell pellets in warm PM+ containing 5 ng/ml bFGF. Cells can now be plated onto 100 cm2 culture surface. \r\n  CRITICAL \r\n\n\n\r\n\n\n42. Cells will adhere to culture plastic during 2 days. Remove medium at day 3. Wash culture surface with warm PBS+ and refresh medium PM+ containing 5 ng/ml bFGF. Cells start to proliferate and will reach 80% confluency after approximately 6 days.\r\n   REMARK: Non-adhering cells, adipocytes and dead cells will be removed during this step.\r\n\n\n CRITICAL \r\n\n\n\r\n\n\n\r\n\n\nPROCEDURE OF SELECTION FOR THE SIDE POPULATION \\(SP) \r\n\n\n\r\n\n\n43. See step 21-39\r\n  \r\n\n\n44. Count the cells and wash in cold SP-medium \\(20 min at 700g, 4°C). Optionally, cells can be stored at a density of 2x106 cells/ ml in PM o/n at 4°C. \r\n  \r\n\n\n45. Filter cell suspension through 40 µm cell strainers and collect cells \\(20 min at 700g, 4°C). \r\n  TROUBLESHOOTING \r\n\n\n\r\n\n\n46. Take up cells in 5 ml SP-medium \\(37°C) at a density of 10x106/ml in a 15 ml tube. For 5 ml cell suspension add 25 µl Hoechst 33342 to obtain a concentration of 5 µg/ml and mix well. Transfer 1 ml of Hoechst 33342 cell suspension to eppendorf tube and add 10 µl verapamil \\[5 mM] to obtain a concentration of 50 µM to block Hoechst dye exclusion. \r\n  TROUBLESHOOTING \r\n\n\n\r\n\n\n47. Incubate both Hoechst dye \\(+/- verapamil) suspensions for 2 hrs in a shaking water bath \\(37°C). \r\n  CRITICAL \r\n\n\nTROUBLESHOOTING \r\n\n\nREMARK: Verapamil is an inhibitor of multidrug resistance transporter like ABG2, discriminates the SP cell from the MP for population sorting\r\n\n\n\r\n\n\n48. After incubation, wash \\(20 min at 700g, 4°C) the cell suspensions in 2 ml cold SP-medium and transfer to FACS tubes and keep on ice. \r\n  TROUBLESHOOTING \r\n\n\n\r\n\n\n49. Sort the SP with a FACS Vantage SE or equivalent sorter \\(Fig. 3). Hoechst dye 33342 excites at 350nm and its fluorescence can be two wavelengths using 450 BP20 \\(Hoechst blue) and 675/LP \\(Hoechst red) filters.\r\n  TROUBLESHOOTING, ADDITIONALLY \r\n\n\n\r\n\n\n50. Collect SP and MP in FBS-coated tubes to avoid cells sticking to the tube wall. Add cold growth medium to the samples and keep on ice.\r\n  \r\n\n\n51. Wash the cell population in cold complete growth medium \\(20 min at 700g, 4°C) and take up cell pellet in warm \\(37°C) complete growth medium. Plate cells on Matrigel coated wells plates \\(at a density of 1x104 cells/cm2) for cell culture in growth medium in presence of 5 ng/ml bFGF and antibiotics.\r\n  \r\n\n\n your procedure here]"
        },
        {
            "header": "Timing",
            "content": "PROCEDURE TO ISOLATE SATELLITE CELLS FROM SINGLE FIBERS\r\n\n\nDay 1, Step 1-14; muscle dissection, fiber detachment, plating and satellite cell liberation from fiber.\r\n\n\nDay 2, 3, Step 15; Satellite cell liberation from fiber\r\n\n\nDay 4, Step 16; removal of single f"
        },
        {
            "header": "Critical Steps",
            "content": "1 CRITICAL STEP: All reagents and equipment must be sterile. Use antibiotics, gentamycin and fungizone in all solutions. Biopsies: all skeletal muscle biopsies from the semimembrinosus should be obtained under the relevant Animal Care and Use Committee guidelines and regulations\r\n\n\n\r\n\n\n9 CRITICAL STEP: When fibers appear to detach from the muscle tissue, digestion must be terminated.\r\n\n\n\r\n\n\n13 CRITICAL STEP: Leave fiber for 2-3 minutes before adding PM. This allows the fiber to attach to the well. \r\n\n\n\r\n\n\n25 CRITICAL STEP: contamination of non-myogenic cells can be minimized by meticulous removal of adipose and connective tissue. \r\n\n\n\r\n\n\n27 CRITICAL STEP: collection of liberated single cells avoids loss of cells.\r\n\n\n\r\n\n\n28 CRITICAL STEP: Sterilize protease solution with a 0.22 µm filter prior to use.\r\n\n\n28 CRITICAL STEP: Make sure all tissue is surrounded by warm water. \r\n\n\n28 CRITICAL STEP: Shake vigorously every 10 min.\r\n\n\n\r\n\n\n31 CRITICAL STEP: Collection of dissociated cells.\r\n\n\n\r\n\n\n32 CRITICAL STEP: FBS in PM+ is important to prevent cell damage caused by proteases.\r\n\n\n\r\n\n\n36 CRITICAL STEP: if in cell pellet traces of red \\(erythrocytes) remains repeat ery-shock treatment.\r\n\n\n\r\n\n\n39 CRITICAL STEP: Check under light microscope if cell solution consists of single \r\n\n\ncells. If cell lumps are present triturate with 10 ml pipette.\r\n\n\n\r\n\n\n41 CRITICAL STEP: bFGF stimulates cell growth and should be added freshly to the culture medium. \r\n\n\n\r\n\n\n42 CRITICAL STEP: Add antibiotics and fungizone to PM during the first week of cell culture. Change to PM with only gentamycin or p/s. Refresh PM daily containing 5 ng/ml bFGF.\r\n\n\n\r\n\n\n47 CRITICAL: Temperature of water bath must be exactly 37°C. Keep the lid of the water bath closed at all times during incubation."
        },
        {
            "header": "Troubleshooting",
            "content": "TROUBLESHOOTING\r\n\n\n7 Problem Contaminations with yeast and bacteria can occur during muscle dissection. \r\n\n\nPossible cause and repair It is recommended to use antibiotics and fungizone in all solutions during isolation. In the event of contamination discard cell culture, disinfect the hood and start new stem cell isolation.\r\n\n\n7 Problem Damage of tissue \r\n\n\nPossible cause and repair Use intact muscle tissue \r\n\n\n10 Problem No fiber detachment from tissue \r\n\n\nPossible cause and repair Increase enzyme digestion time\r\n\n\n11 Problem Contamination of adipose cells or tissue debris \r\n\n\nPossible cause and repair Wash cell culture. Adipose cells will disappear when cells are cultured for prolonged time.\r\n\n\n16 Problem Fibers stick to culture dish \r\n\n\nPossible cause and repair Incubation time too long. Remove using a pipette tip or injection needle\r\n\n\n17 Problem Cells do not detach \r\n\n\nPossible cause and repair Trypsinate cells in 0.25% trypsin/ 1 mM EDTA for 2 min. Neutralize trypsin in PM containing FBS.\r\n\n\n26-39 Problem Low yield of cells \r\n\n\nPossible cause and solution Cell loss during centrifugation. Increase centrifugation speed to 2000g. Check supernatant after every centrifugation step in cell counter\r\n\n\n37, 45 Problem Debris contamination \r\n\n\nPossible cause and solution Filtration was not optimal. Repeat filtration using a new cell strainer \\(40 µm)\r\n\n\n Problem Bacterial and fungal infection    \r\n\n\nPossible cause and solution Use antibiotics and fungizone in each step\r\n\n\nProblem Tissue debris will not pass cell strainer        \r\n\n\nPossible cause and solution Stir with syringe \\(1-2 ml) to allow cell suspension to flow through the  cell strainer during filtering\r\n\n\n39 Problem Cell suspension consists of remaining small tissue debris and dead cells.              \r\n\n\nPossible cause and solution Debris will be washed away when culture medium is refreshed.\r\n\n\n46 Problem Low yield of SP population during FACS analysis\r\n\n\nPossible cause and repair High cell density during incubation. Lower Hoechst dye cell solution density\r\n\n\n47, 48 Problem Early dye exclusion \r\n\n\nPossible cause and repair Lowering of temperature. Keep water bath at exactly 37°C. After incubation keep cells on ice\\! Reduce incubation time.\r\n\n\n\r\n\n\nADDITIONALLY \r\n\n\n49 Cell staining with antibodies \r\n\n\nAdvantage Phenotype cell populations \r\n\n\n49 Staining cells with 2 µg ml-1 propidium iodide \\(PI) \r\n\n\nAdvantage Dead cell discrimination"
        },
        {
            "header": "Anticipated Results",
            "content": "To characterize muscle stem cells immunofluorescent staining can be performed using specific antibodies \\(Table 2). Immunofluorescent cell staining can be performed on cell grown to glass cover slips. For immunofluorescence on differentiated cell cultures the Lumox dishes \\(Greiner Bio-One) are highly recommended. The cell staining specific muscle proteins for can be visualized by a Leica TCS SP confocal laser scanning-microscope \\(CLSM) or a Leica DMRE fluorescence microscope \\(Fig. 4).\r\n\n\nBased on cell surface expression the muscle stem cell can be characterized by flow cytometry using a Fluorescent Activated Cell Sorter \\(FACS). Cells can phenotypically be distinguished based on membrane associated biomarkers bound by antibodies conjugated with a fluorescent dye \\(Table 3)."
        },
        {
            "header": "References",
            "content": "1. Sherwood, R. I. et al. Isolation of adult mouse myogenic progenitors: functional heterogeneity of cells within and engrafting skeletal muscle. Cell 119, 543-54 \\(2004).\r\n  2. Collins, C. A. et al. Stem cell function, self-renewal, and behavioral heterogeneity of cells from the adult muscle satellite cell niche. Cell 122, 289-301 \\(2005).\r\n  3. Zammit, P. S., Partridge, T. A. & Yablonka-Reuveni, Z. The skeletal muscle satellite cell: the stem cell that came in from the cold. J Histochem Cytochem 54, 1177-91 \\(2006).\r\n  4. Goldring, K., Partridge, T. & Watt, D. Muscle stem cells. J Pathol 197, 457-67 \\(2002).\r\n  5. Cerletti, M. et al. Highly efficient, functional engraftment of skeletal muscle stem cells in dystrophic muscles. Cell 134, 37-47 \\(2008).\r\n  6. Peault, B. et al. Stem and progenitor cells in skeletal muscle development, maintenance, and therapy. Mol Ther 15, 867-77 \\(2007).\r\n  7. Crisan, M. et al. Purification and long-term culture of multipotent progenitor cells affiliated with the walls of human blood vessels: myoendothelial cells and pericytes. Methods Cell Biol 86, 295-309 \\(2008).\r\n  8. Boonen, K. J. & Post, M. J. The muscle stem cell niche: regulation of satellite cells during regeneration. Tissue Eng Part B Rev 14, 419-31 \\(2008).\r\n  9. Pittenger, M. F. et al. Multilineage potential of adult human mesenchymal stem cells. Science 284, 143-7 \\(1999).\r\n  10. Asakura, A., Komaki, M. & Rudnicki, M. Muscle satellite cells are multipotential stem cells that exhibit myogenic, osteogenic, and adipogenic differentiation. Differentiation 68, 245-53 \\(2001).\r\n  11. Goodell, M. A. et al. Stem cell plasticity in muscle and bone marrow. Ann N Y Acad Sci 938, 208-18; discussion 218-20 \\(2001).\r\n  12. Huard, J., Cao, B. & Qu-Petersen, Z. Muscle-derived stem cells: potential for muscle regeneration. Birth Defects Res C Embryo Today 69, 230-7 \\(2003).\r\n  13. Blau, H. M. Cell therapies for muscular dystrophy. N Engl J Med 359, 1403-5 \\(2008).\r\n  14. Deasy, B. M., Li, Y. & Huard, J. Tissue engineering with muscle-derived stem cells. Curr Opin Biotechnol 15, 419-23 \\(2004).\r\n  15. Petersen, B., Carnwath, J. W. & Niemann, H. The perspectives for porcine-to-human xenografts. Comp Immunol Microbiol Infect Dis 32, 91-105 \\(2009).\r\n  16. Mauro, A. Satellite cell of skeletal muscle fibers. J Biophys Biochem Cytol 9, 493-5 \\(1961).\r\n  17. Conboy, I. M. & Rando, T. A. The regulation of Notch signaling controls satellite cell activation and cell fate determination in postnatal myogenesis. Dev Cell 3, 397-409 \\(2002).\r\n  18. Conboy, I. M., Conboy, M. J., Smythe, G. M. & Rando, T. A. Notch-mediated restoration of regenerative potential to aged muscle. Science 302, 1575-7 \\(2003).\r\n  19. Rosenblatt, J. D., Lunt, A. I., Parry, D. J. & Partridge, T. A. Culturing satellite cells from living single muscle fiber explants. In Vitro Cell Dev Biol Anim 31, 773-9 \\(1995).\r\n  20. Montarras, D. et al. Direct isolation of satellite cells for skeletal muscle regeneration. Science 309, 2064-7 \\(2005).\r\n  21. Wilschut, K. J., Haagsman, H. P. & Roelen, B. A. Extracellular matrix components direct porcine muscle stem cell behavior. Exp Cell Res 316, 341-52.\r\n  22. Wilschut, K. J., Jaksani, S., Van Den Dolder, J., Haagsman, H. P. & Roelen, B. A. Isolation and characterization of porcine adult muscle-derived progenitor cells. J Cell Biochem 105, 1228-39 \\(2008).\r\n  23. Asakura, A., Seale, P., Girgis-Gabardo, A. & Rudnicki, M. A. Myogenic specification of side population cells in skeletal muscle. J Cell Biol 159, 123-34 \\(2002).\r\n  24. Liadaki, K. et al. Side population cells isolated from different tissues share transcriptome signatures and express tissue-specific markers. Exp Cell Res 303, 360-74 \\(2005).\r\n  25. Zhou, S. et al. The ABC transporter Bcrp1/ABCG2 is expressed in a wide variety of stem cells and is a molecular determinant of the side-population phenotype. Nat Med 7, 1028-34 \\(2001).\r\n  26. Meeson, A. P. et al. Cellular and molecular regulation of skeletal muscle side population cells. Stem Cells 22, 1305-20 \\(2004).\r\n  27. Schienda, J. et al. Somitic origin of limb muscle satellite and side population cells. Proc Natl Acad Sci U S A 103, 945-50 \\(2006).\r\n  28. Goodell, M. A., Brose, K., Paradis, G., Conner, A. S. & Mulligan, R. C. Isolation and functional properties of murine hematopoietic stem cells that are replicating in vivo. J Exp Med 183, 1797-806 \\(1996).\r\n  29. Bachrach, E. et al. Systemic delivery of human microdystrophin to regenerating mouse dystrophic muscle by muscle progenitor cells. Proc Natl Acad Sci U S A 101, 3581-6 \\(2004).\r\n  30. Gussoni, E. et al. Dystrophin expression in the mdx mouse restored by stem cell transplantation. Nature 401, 390-4 \\(1999).\r\n  31. Carr, L. K. et al. 1-year follow-up of autologous muscle-derived stem cell injection pilot study to treat stress urinary incontinence. Int Urogynecol J Pelvic Floor Dysfunct 19, 881-3 \\(2008).\r\n  32. Oshima, H. et al. Differential myocardial infarct repair with muscle stem cells compared to myoblasts. Mol Ther 12, 1130-41 \\(2005).\r\n  33. Qu-Petersen, Z. et al. Identification of a novel population of muscle stem cells in mice: potential for muscle regeneration. J Cell Biol 157, 851-64 \\(2002).\r\n  34. Gharaibeh, B. et al. Isolation of a slowly adhering cell fraction containing stem cells from murine skeletal muscle by the preplate technique. Nat Protoc 3, 1501-9 \\(2008).\r\n  35. Doumit, M. E. & Merkel, R. A. Conditions for isolation and culture of porcine myogenic satellite cells. Tissue Cell 24, 253-62 \\(1992).\r\n  36. Blanton, J. R., Jr., Grant, A. L., McFarland, D. C., Robinson, J. P. & Bidwell, C. A. Isolation of two populations of myoblasts from porcine skeletal muscle. Muscle Nerve 22, 43-50 \\(1999).\r\n  37. Holzer, N. et al. Autologous transplantation of porcine myogenic precursor cells in skeletal muscle. Neuromuscul Disord 15, 237-44 \\(2005).\r\n  38. Hembree, J. R., Hathaway, M. R. & Dayton, W. R. Isolation and culture of fetal porcine myogenic cells and the effect of insulin, IGF-I, and sera on protein turnover in porcine myotube cultures. J Anim Sci 69, 3241-50 \\(1991).\r\n  39. Mesires, N. T. & Doumit, M. E. Satellite cell proliferation and differentiation during postnatal growth of porcine skeletal muscle. Am J Physiol Cell Physiol 282, C899-906 \\(2002).\r\n  40. Mau, M., Oksbjerg, N. & Rehfeldt, C. Establishment and conditions for growth and differentiation of a myoblast cell line derived from the semimembranosus muscle of newborn piglets. In Vitro Cell Dev Biol Anim 44, 1-5 \\(2008)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by SenterNovem agency of Dutch Ministry of Economic Affairs \\(Contract grant number: ISO42022). A single fiber culture protocol was kindly provided by M. Rudnicki at the Ottawa Health Research Institute, Ottawa, Canada. \r\n\n\nThe authors thank Gerco van Eikenhorst and Gustaaf Meijer for their technical assistance and Juliette van den Dolder for her assistance and support during the experimental procedures. KW was responsible for the design, experimental procedures and was the primary author for the manuscript. ET contributed to the design and provided assistance during the experimental procedures. HH supervised the design and analysis. BR supervised the design, analysis and writing."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11477,
                "identity": "9f80e699-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Karlijn J. Wilschut",
                "email": "",
                "orcid": "",
                "institution": "Department of Farm Animal Health, Faculty of Veterinary Medicine, Utrecht University, Utrecht, The Netherlands",
                "correspondingAuthor": "",
                "prefix": "",
                "firstName": "Karlijn",
                "middleName": "J.",
                "lastName": "Wilschut",
                "suffix": ""
            },
            {
                "id": 11478,
                "identity": "9f80eadc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Esther P.M. Tjin",
                "email": "",
                "orcid": "",
                "institution": "Department of Dermatology, Netherlands Institute for Pigment Disorders, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands.",
                "correspondingAuthor": "",
                "prefix": "",
                "firstName": "Esther",
                "middleName": "P.M.",
                "lastName": "Tjin",
                "suffix": ""
            },
            {
                "id": 11479,
                "identity": "9f80edd4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Henk P. Haagsman",
                "email": "",
                "orcid": "",
                "institution": "Department of Infectious Diseases and Immunology, Faculty of Veterinary Medicine, Utrecht University, Utrecht, The Netherlands",
                "correspondingAuthor": "",
                "prefix": "",
                "firstName": "Henk",
                "middleName": "P.",
                "lastName": "Haagsman",
                "suffix": ""
            },
            {
                "id": 11480,
                "identity": "9f80ef88-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bernard A.J.  Roelen",
                "email": "",
                "orcid": "",
                "institution": "Department of Farm Animal Health, Faculty of Veterinary Medicine, Utrecht University, Utrecht, The Netherlands.",
                "correspondingAuthor": "",
                "prefix": "",
                "firstName": "Bernard",
                "middleName": "A.J.",
                "lastName": "Roelen",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-07-29 16:31:38",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.53",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.53",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608118,
                "identity": "99afa4d8-bb7d-4061-bba1-3af5b4837a85",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 47517,
                "visible": true,
                "origin": "",
                "legend": "Anatomy of hind leg pig.    Darkened muscles represent the hamstring muscles usable for muscle stem cell isolations: 1= femoris, 2= semitendinosus, 3= semimembrinosus. Picture has been adapted from the Atlas of Prof P. Propesko",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-670/v1/figure_1.png"
            },
            {
                "id": 2608121,
                "identity": "b20fceaf-16d5-42b8-844f-781fcbdbf0a2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 154638,
                "visible": true,
                "origin": "",
                "legend": "Single fiber satellite cell isolation.   A. Satellite cells are liberated from fiber after 2 days (arrow). B. Fusion of activated satellite cells into multinucleated myotubes on Matrigel after 4 days of induction of differentiation (arrowhead). Asterisks denote contamination of adipose cells. Scale bar = 50 µm",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-670/v1/figure_2.png"
            },
            {
                "id": 2608119,
                "identity": "8436a316-4f47-4782-b508-5fa3d415826a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 42332,
                "visible": true,
                "origin": "",
                "legend": "Identification of side population (SP) by FACS Vantage SE.    A. Populations of cells can be gated after Hoechst dye exclusion discriminating the SP from the main population (MP). B. Verapamil inhibits Hoechst dye exclusion.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-670/v1/figure_3.png"
            },
            {
                "id": 2608122,
                "identity": "70f4e400-09d6-4444-9446-2162ed478474",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 162401,
                "visible": true,
                "origin": "",
                "legend": "Indirect immunofluorescence of muscle proteins (green).    Left panel: Transcription factors PAX7, MYOD and MYOGENIN. Right panel: Cytoplasmic DESMIN, MYHC-fast type and smooth muscle actin (SMA). Nuclei were visualized with DAPI (blue). Scale bar = 20 µm. ",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-670/v1/figure_4.png"
            },
            {
                "id": 2608126,
                "identity": "5b8eed0c-741f-4669-8ace-b5b3094ce0e6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 147213,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Overview of monoclonal antibodies (Abs) that cross-reacts with porcine antigens applicable for immunofluorescence   Ck, chicken; hu, human; ms, mouse; rt, rat",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-670/v1/figure_5.png"
            },
            {
                "id": 13464493,
                "identity": "151320a9-4cd2-4397-8064-ae119108f2b3",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:33",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 734702,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-670/v1/26a3109e-db6b-4637-8c99-d542ac19931c.pdf"
            },
            {
                "id": 2608123,
                "identity": "fe144faa-956b-4406-bd88-dababb866626",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 34306,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Overview of monoclonal antibodies (Abs) that cross-reacts with porcine antigens applicable for immunofluorescence.   Ck, chicken; hu, human; ms, mouse; rt, rat",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-670/v1/supplement_0.doc"
            },
            {
                "id": 2608124,
                "identity": "61e74b2d-7a0a-45a0-b20c-4d1d2a42f6d3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 41474,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Overview of Abs cross-reacts with porcine antigens applicable for flow cytometry.   Hu, human; ms, mouse; pg, pig; rt, rat",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-670/v1/supplement_0.doc"
            },
            {
                "id": 2608125,
                "identity": "f7468f66-77dc-4bfe-bab4-0fcc403252ce",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 30722,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Extracellular matrix component for culture surface coating.   *Consider the use of MatrigelTM Basement Membrane Matrix growth factor-reduced (BD, cat no. 356231)",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-670/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "muscle stem cells, progenitor cells, isolation, porcine, purification, characterization",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Approaches to isolate porcine skeletal muscle stem and progenitor cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-07-02 11:36:52",
                "doi": "10.1038/nprot.2010.53",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f8091cf-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 2nd, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-07-02 11:36:52",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}