{
    "identity": "nprot-7063",
    "title": "DART-seq",
    "content": [
        {
            "header": "Reagents",
            "content": "Buffers and Reagents: \r\n\n\na. Barcoded beads \\(Chemgenes, Cat # Macosko-2011-10)\r\n\n\nb. T4 DNA Ligase \\(ThermoFisher Scientific, Cat # EL0013)\r\n\n\nc. PBS buffer \\(ThermoFisher Scientific, Cat # 10010023)\r\n\n\nd. DNAse/RNAse free distilled water \\(ThermoFisher Scientific, Cat # 10977023)\r\n\n\ne. BSA, molecular biology grade, 20 mg/ml \\(New England Biolabs, Cat # B9000S)\r\n\n\nf. Ficoll PM‐400 \\(Sigma, Cat # F5415-50ML)\r\n\n\ng. Sarkosyl \\(Sigma, Cat # L7414)\r\n\n\nh. 0.5 M EDTA \\(VWR, Cat # BDH7830-1)\r\n\n\ni. Tris pH 7.5 \\(ThermoFisher Scientific, Cat # 15567027 )\r\n\n\nj. 1M DTT \\(ThermoFisher Scientific,, Cat # 707265ML )\r\n\n\nk. PEG solution \\(ThermoFisher Scientific, Cat # EL0013 )\r\n\n\nl. 10% SDS solution \\(ThermoFisher Scientific, Cat # AM9823)\r\n\n\nm. 10% Tween 20 solution \\(ThermoFisher Scientific, Cat # 85115 )\r\n\n\nn. Carrier oil \\(BioRad Sciences, Cat # 186-4006)\r\n\n\no. 6x SSC \\(Teknova, Inc., Cat # S0282)\r\n\n\np. 1H,1H,2H,2H-Perfluorooctan- 1-ol \\(Sigma, Cat # 45-370533-25G-EA)\r\n\n\nq. 1x Maxima H- RT buffer \\(Fisher, Cat # EP0753)\r\n\n\nr. dNTP \\(ThermoFisher Scientific, Cat # 18427088)\r\n\n\ns. RNase Inhibitor \\(ThermoFisher Scientific, Cat # AM2696)\r\n\n\nt. Maxima H-RT enzyme \\(Fisher, Cat # EP0753)\r\n\n\nu. Exonuclease I kit \\(New England Biolabs, Cat # M0293L)\r\n\n\nv. 2x Kapa HiFi Hotstart Readymix \\(Kapa Biosystems, Cat # KK2602)\r\n\n\nw. Nextera XT sample prep kit, 96 samples \\(Illumina, Cat # FC-131- 1096)\r\n\n\nx. Minimum Essential Medium Joklik’s Modified \\(Sigma, Cat # 56449C) \r\n\n\ny. Fetal Bovine Serum \\(FBS) \\(Atlas, Cat #  FS-0500-AP)\r\n\n\nz. Antibiotic Antimycotic solution \\(Corning, Cat # 30-004-CI)\r\n\n\naa. L-Glutamine \\(Corning, Cat # 25-005-CI)\r\n\n\nab. Gentamicin \\(Corning, Cat # 30-005-CR)\r\n\n\nac. Dulbecco's Modified Eagles Medium \\(DMEM) \\(Corning, Cat # 50-003-PB)\r\n\n\n \r\n\n\nConsumables:\r\n\n\na. Cell strainer, 40 μm \\(VWR, Cat # 10054-462)\r\n\n\nb. Cell strainer, 100 μm \\(VWR, Cat # 10054-458)\r\n\n\nc. Fuchs-Rosenthal \\(FR) hemocytometer \\(VWR, Cat # 22-600- 102)\r\n\n\nd. 3ml syringe \\(BD Scientific, Cat # BD309657)\r\n\n\ne. 10 ml syringe \\(BD Scientific, Cat # BD309695)\r\n\n\nf. 26G1/2 sterile needles \\(BD Scientific, Cat # BD305111)\r\n\n\ng. PE tubing \\(Scientific Commodities, Inc. Cat # BB31695-PE/2)\r\n\n\nh. Magnet \\(VP Scientific, Cat # 782N-6- 150)\r\n\n\ni. 1.5 ml micro-centrifuge tube \\(Ambion, Cat # AM12450)\r\n\n\nj. Ampure XP beads \\(Beckman Coulter, Cat # A63881)\r\n\n\nk. 250 ml conical bottles \\(Corning, Cat #  430776)\r\n\n\nl. 50 ml conical tubes \\(VWR, Cat #  21008-242)\r\n\n\nm. 500 ml glass bottles \\(Corning, Cat #  1395-500 Pyrex)\r\n\n\nn. Qubit dsDNA HS Assay kit \\(ThermoFisher, Cat # Q32854)\r\n\n\no. BioAnalyzer High Sensitivity Chip \\(Agilent, Cat # 5067-4626)\r\n\n\np. Illumina NextSeq kit 150bp\r\n\n\n\r\n\n\nPrimers\r\n\n\na.Barcoded bead, sequence: TTTTTTTAAGCAGTGGTATCAACGCAGAGTACJJJJJJJJJJJJ\r\n\n\nNNNNNNNNT\\(30); where J=split-pool oligo; N=random oligo \\(Chemgenes, Cat # Macosko-2011- 10)\r\n\n\nb. Template Switch Oligo, AAGCAGTGGTATCAACGCAGAGTGAATrGrGrG \\(IDT, custom RNA oligo)\r\n\n\nc. SMART PCR primer, AAGCAGTGGTATCAACGCAGAGT \\(IDT, custom DNA oligo)\r\n\n\nd. P5-PCR hybrid oligo AATGATACGGCGACCACCGAGATCTACACGCCTGTC\r\n\n\nCGCGGAAGCAGTGGTATCAACGCAGAGT**A**C, \\(IDT, custom DNA oligo)\r\n\n\ne. Custom Read1 primer, GCCTGTCCGCGGAAGCAGTGGTATCAACGCAGAGTAC \\(IDT, custom DNA oligo)"
        },
        {
            "header": "Equipment",
            "content": "a. Microfluidic chip \\(FlowJEM, Toronto, Ontario).\r\n\n\nb. Drop-seq microfluidic setup \\(reference):\r\n\n\n- optical microscope \\(Zeiss)\r\n\n\n- Three syringe pumps \\(KD Scientific, Cat # KDS910)\r\n\n\n- Magnetic Stirrer \\(VP Scientific,Cat  #710D2)\r\n\n\nc. Invitrogen Qubit 3.0 Fluorometer\r\n\n\nd. Thermocycler \\(Bio-Rad)\r\n\n\ne. Agilent 2100 Bioanalyzer\r\n\n\nf. Illumina NextSeq 500\r\n\n\ng. Plexiglass water bath with Isotemp 2100 heater \\(Fisher Scientific, Model 1C-2100)\r\n\n\nh. Magnetic stir plate \\(Belco, Cat # 7785-D2000)\r\n\n\ni. Sorval table top centrifuge \\(Legend, Cat # RT 75004377)\r\n\n\nj. Sorval Centrifuge \\(Model RC-3B+)\r\n\n\nk. Rotor \\(Sorval HLR6/H-6000A/HBB-6, with inserts #01092 and cones)\r\n\n\nl. 3.5 cm magnetic stir bars"
        },
        {
            "header": "Procedure",
            "content": "1. Primer bead synthesis. \r\n  a. Wash and prepare beads \\(Chemgenes, Cat # Macosko-2011-10)  per manufacturer’s protocol.\r\n\n\nb. Design single-stranded DNA \\(ssDNA) custom primer sequences complementary to regions of interest with 5’ phosphate modification added. Also design complementary splint sequences that also carry a 8-12 bp overhang of A-repeats. \r\n\n\nc. Resuspend all oligos in Tris-EDTA \\(TE) buffer at a concentration of 500 μM.\r\n\n\nd. Mix equal volumes \\(20 μL) of the custom primer and splint oligos in the presence of 50 mM NaCl and transfer to PCR striptube. Heat the reaction mixture to 95 °C and cool to 14 °C at a slow rate \\(-0.1 °C/s).  This will create the double stranded toehold probes for ligation to beads. \r\n\n\ne. Dilute each toehold probes with TE buffer to obtain a final concentration of 100 μM. \r\n\n\nf. Mix toehold probes in desired ratio and dilute the mixture to obtain the desired final probe concentration \\(for DART-seq experiments the all toehold probes were mixed in equal proportions). \r\n\n\ng. Combine 16 μL of this pooled probe mixture with 40 μL of PEG-4000 \\(50% w/v), 40 μL of T4 DNA ligase buffer, 72 μL of water, and 2 μL of T4 DNA Ligase. \r\n\n\nh. Combine 12,000 beads with the above ligation mix and incubate for 1 hour at 37 °C \\(15 second alternative mixing at 1800 rpm). It is very important to keep beads suspended during ligation; failure to do so will lead to coverage heterogeneities.\r\n\n\ni. Inactivate enzyme by heating the reaction mix at 65 °C for 3 minutes \r\n\n\nj. Quench reaction mixture by placing in ice water for at least 1 minute. \r\n\n\nk. To obtain the desired quantity of DART-seq primer beads, perform 6-10 bead ligation reactions in parallel. Pool all reactions and wash beads once with 250 μL Tris-EDTA Sodium dodecyl sulfate \\(TE-SDS) buffer, and twice with Tris-EDTA-Tween 20 \\(TE-TW) buffer. \r\n\n\nk. DART-seq primer beads can be stored in TE-TW at 4 °C.\r\n\n\nl. If moving ahead to microfluidics set up resuspend count beads using Fuchs-Rosenthal \\(FR) hemocytometer and resuspend approximately 120000 beads in 1mL of lysis buffer that consists of 500μL water, 300μL of 20% Ficoll PM 400 \\(Sigma, Cat # F5415-50ML), 10μL Sarkosyl \\(Sigma, Cat #L7414), 40μL of 0.5M EDTA \\(VWR, BDH7830-1), 100μL of 2M tris pH 7.5 \\(ThermoFisher Scientific, Cat # 15567027 ), and 50 μL of 1M DTT \\(ThermoFisher Scientific,, Cat # 707265ML ). \r\n\n\n\r\n\n\n2. Cell preparation. \r\n  2.1 Cell preparation for reovirus DART-seq experiment\r\n\n\na. Make Complete Minimum Essential Medium \\(CMEM) that comprise of Minimum Essential Medium Joklik’s Modified \\(Sigma 56449C), with 5% Fetal Bovine Serum \\(FBS) \\(Atlas FS-0500-AP), 1% Antibiotic Antimycotic solution \\(Corning 30-004-CI), 1% L-Glutamine \\(Corning 25-005-CI), and 0.05 mg/ml Gentamicin \\(Corning 30-005-CR).\r\n\n\nb. Set water bath/stir plate unit to 35°C.\r\n\n\nc. Count murine L929 cells and pellet 4 x 106 cells per 50 ml tube \\(2 tubes) at 215 x g, for 10 min in table top centrifuge.\r\n\n\nd. Re-suspend one pellet of cells in 1 mL of CMEM as the Mock and the other pellet in 1 mL DMEM media for infection. Dilute 10 µl purified virus in 90 µl PBS to add Multiplicity of infection of 10 to the tube of cells to infect.\r\n\n\ne. Bind virus for 1 hour, mixing gently every 12 minutes.\r\n\n\nf. Add a stir bar and 150 mL CMEM to 2 x 500 ml flat bottomed culture flasks. The flat surface allows better stirring. \r\n\n\ng. After 1 hour binding, add the cells to their designated bottles. Use a weighted ring to keep bottles from tipping over. Center the bottles so that stir-bar moves smoothly without hitting the sides of the bottle. Stir at 190 rpm for 15 hours at 35°C.\r\n\n\nh. Collect suspensions into 2 x 250 mL conical bottles.\r\n\n\ni. Pellet cells at 1400  x g for 10 minutes in Sorval centrifuge.\r\n\n\nj. Resuspend pellets in PBS containing 0.01% BSA and put on ice.\r\n\n\nk. Perform two additional washes followed by centrifugation at 1200 rpm for 8 min, and then resuspend cells in the same buffer at a final concentration of 300,000 cells/mL. \r\n\n\n2.2 Cell preparation for human B cell and PBMC DART-seq experiment\r\n\n\na. Cells can be obtained from Zen-Bio. Human Peripheral Blood Mononuclear Cells,\r\n\n\nCryopreserved, 15 million cells/vial \\(SER-PBMC-F), and Normal Human Peripheral Blood B-Cells, CD19+, Cryopreserved, 1 million cells/vial \\(SER-CD19-F).\r\n\n\nb. Wash cells three times with PBS containing 0.01% BSA, each wash followed by centrifugation at 1500 rpm for 5 min, and then resuspend in the same buffer. \r\n\n\nc. Filter cell suspension through a 40 μm filter and resuspended to a final concentration of 120,000 cells/mL.\r\n\n\n2.3 Cell preparation for bulk qPCR assays\r\n\n\na. Pellet cells by centrifugation \\(condition varies based on the type of cells).\r\n\n\nb. Wash pellet twice with cold PBS containing 0.01% BSA.\r\n\n\nc. Add 1 mL of lysis buffer to the cell pellet and incubate at 4°C for 15 min with occasional vortexing.\r\n\n\nd. Centrifuge lysate at 4°C for 14000 rpm for 15 min.\r\n\n\nf. Take supernatant and add to hybridize to beads with gentle rolling at room temperature for 15 min.\r\n\n\ng. Wash beads once with TE-SDS and twice with TE-TW and continue with RT \\(Section 4, step i).\r\n\n\n\r\n\n\n3. Microfluidics set up\r\n  a. Load the cell and barcoded bead suspension into 3 mL syringes \\(BD Scientific, Cat # BD309695) and connect to the microfluidic chip via 26G1/2 sterile needles \\(BD Scientific, Cat # BD305111) and PE2 tubing \\(Scientific Commodities, Inc. Cat # BB31695-PE/2). Note that the bead syringe is loaded onto the syringe pump in an upside down position, along with a flea magnet inside the syringe and constant stirring, using external magnetic stirrer. Flow both bead and nuclei suspensions at 4000 uL/hr each, along with carrier oil \\(BioRad Sciences, Cat # 186-4006) loaded in 10 mL syringes \\(BD Scientific, Cat # BD309695) and flown at 15 mL/hr to co-encapsulate cells and beads in droplets.\r\n\n\nb. Collect resulting emulsion via PE2 tubing into a 50 mL Falcon tube.\r\n\n\n\r\n\n\n4. cDNA Library Preparation\r\n  a. Emulsion collected after microfluidic co-encapsulation has the droplets at the top with clear oil collected under the droplets. Carefully remove the excess clear oil, add 30 mL of 6x SSC \\(Teknova, Inc., Cat # S0282) into each 50 ml Falcon collection tube, add 1 mL of 1H,1H,2H,2H-Perfluorooctan-1-ol \\(Sigma, Cat # 45-370533-25G-EA) and shake vigorously up and down 4-5 times. It is recommended that all washes following this step be performed and the beads temporarily stored on ice. \r\n\n\nb. Centrifuge falcon tube at 1,000 x g for 1 min. \r\n\n\nc. Carefully remove the supernatant from each tube and pipette an additional 30 ml of 6x SSC to kick up the beads from the oil-water interface into the aqueous phase. \r\n\n\nd. Remove the beads that were kicked up immediately into the SSC with a 25 ml pipette and transfer them into a clean 50 ml Falcon tube, leaving the heavier oil behind. \r\n\n\ne. Centrifuge the newly transferred beads and SSC mix again at 1,000 x g for 1 min; carefully remove the supernatant leaving ~1 ml of SSC and bead sediment behind. \r\n\n\nf. Carefully transfer remaining SSC and bead mix into a 1.5 ml micro-centrifuge tube and spin it down on a desktop micro-centrifuge for ~10 sec to generate a noticeable bead pellet. \r\n\n\ng. Remove any residual oil that got transferred into the 1.5 ml tube with a p200 pipette with low-retention pipette tip. \r\n\n\nh. Wash the beads again in 1.5 mL of 6x SSC and then again in 300 µl of 5x Maxima H- RT buffer \\(ThermoFisher Scientific, Cat # EP0753). A pellet of barcoded beads in each micro-centrifuge tube should have ~130,000 beads. \r\n\n\ni. Make a fresh batch of 200 µl RT mix for each barcoded bead aliquot, consisting of: 80 µl H2O, 40 µl Maxima 5x RT Buffer, 40 µl 20% Ficoll PM-400 \\(Sigma, Cat # F5415-50ML), 20 µl 10 mM dNTP \\(ThermoFisher Scientific, Cat # 18427088), 5 µl RNase Inhibitor \\(ThermoFisher Scientific, Cat # AM2696), 10 µl Maxima H-RT enzyme \\(ThermoFisher Scientific, Cat # EP0753), and 5 µl 100 µM Template Switch Oligo, AAGCAGTGGTATCAACGCAGAGTGAATrGrGrG \\(IDT, custom RNA oligo). After the supernatant is carefully removed from each bead pellet, add 200 µl of the above RT mix into each tube, and incubate in a thermal mixer \\(15 second alternative mixing at 1600 rpm) for 30 min at room temperature, and then at 45°C for 2 hr.\r\n\n\nj. Post RT, wash bead pellet with \\(1) 1 mL of TE buffer containing 0.5% SDS \\(TE-SDS), once; \\(2) 1 mL of TE buffer containing 0.01% Tween-20 \\(TE-TW), twice; and \\(3) 1 mL of 10 mM Tris pH 8.0, once. \r\n\n\nk. Spin down to remove all supernatant and treat the beads with exonuclease I \\(New England Biolabs, Cat # M0293L) as follows: add 20 µl of Exo I buffer, 170 µl of RNAse free water, 10 µl of Exo I enzyme, mix well by pipetting up and down, and incubate for 45 min at 37°C in a thermal mixer \\(15 second alternative mixing at 1600 rpm). \r\n\n\nm. Wash the pellet with TE-SDS and TE-TW washes \\(as described in j), followed by a round of wash in 1 mL of RNAse free water. \r\n\n\nn. Count beads and resuspend aliquots of 2,000 beads in a PCR mix each consisting of 24.6 µl H2O, 0.4 µl 100 µM SMART PCR primer, AAGCAGTGGTATCAACGCAGAGT \\(IDT, custom DNA oligo), and 25 µl 2x Kapa HiFi Hotstart Readymix \\(Kapa Biosystems, Cat # KK2602).\r\n\n\no. Amplify the samples in PCR strips, using the following PCR steps: 95°C for 3 min; then 4 cycles of: 98°C for 20 sec, 65°C for 45 sec, 72°C for 3 min; then 11 cycles of: 98°C for 20 sec, 67°C for 20 sec, 72°C for 3 min; and finally, 72°C for 5 min. \r\n\n\np. Transfer PCR reactions into 1.5 ml Eppendorf tubes and clean with 0.6X SPRI beads \\(Ampure XP beads, Beckman Coulter, Cat # A63881).\r\n\n\n\r\n\n\n5. Nextera library prep and sequencing: \r\n  a. Quantify purified cDNA using Qubit dsDNA HS Assay kit \\(ThermoFisher Scientific, Cat # Q32854) and BioAnalyzer High Sensitivity Chip \\(Agilent, Cat # 5067-4626). \r\n\n\nb. Use 600 pg of each sample library for fragmentation, tagging and amplification using the Nextera XT sample prep kit, 96 samples \\(Illumina, Cat # FC-131-1096), and custom primer, AATGATACGGCGACCACCGAGATCTACACGCCTGTCCGCGGAAGCAGTGGTATCAACGCAGAGT**A**C, \\(IDT, custom DNA oligo, HPLC purification) that enable selective amplification of the 3’ end, according to manufacturer’s instructions.\r\n\n\nc. Quantify Nextera libraries again with Qubit dsDNA HS Assay kit and BioAnalyzer High Sensitivity Chip.\r\n\n\nd. The libraries were sequenced on an Illumina NextSeq 500. We used NextSeq 150 cycle kits to sequence paired-end reads as follows: 20 bp \\(Read 1), 130 bp \\(Read 2), with Custom Read1 primer, GCCTGTCCGCGGAAGCAGTGGTATCAACGCAGAGTAC \\(IDT, custom DNA oligo, standard desalting), according to Illumina loading instructions.\r\n\n\n\r\n\n\nAdditional Protocols\r\n\n\n\r\n\n\n1. qPCR measurement of viral gene segments and B cell transcripts. \r\n  a. Use 0.1 ng DNA from cDNA library for each qPCR reaction. Mix 1 μL cDNA \\(0.1 ng/μL), 10 μL of iTaq™ Universal SYBR® Green Supermix \\(Bio-Rad), 0.5 μL of forward primer \\(10 μM), 0.5 μL of reverse primer \\(10 μM) and 13 μL of DNAse, RNAse free water. \r\n\n\nb. Perform reactions in a sealed 96-well plate using the following program \\(Bio-Rad C1000 Touch Thermal Cycler): 95 °C for 10 minutes; 95 °C for 30 seconds; 65 °C for 1 minute; plate read in SYBR channel; repeat steps \\(2)-\\(4) 49 tcycles; 12 °C infinite hold. c.The resulting data file can be viewed using Bio-Rad CFX manager and the Cq values used for further analysis. \r\n\n\n\r\n\n\n2. Toehold ligation measurement using fluorescent hybridization under microscope. \r\n  a. Add 6000 DART-seq beads to a mixture containing 18 uL of 5M NaCl, 2 μL of 1M Tris HCl pH 8.0, 1 μL of SDS, 78 μl of water, and 1 μL of 100 μM Cy5 fluorescently labeled oligo. \r\n\n\nb. Incubate the beads for 45 minutes at 46 ˚C in an Eppendorf ThermoMixer C \\(15”, at 1800 RPM). \r\n\n\nc. Following incubation, wash with 250 μL TE-SDS, followed by 250 μL TE-TW. Resuspend beads in water and image in the Zeiss Axio Observer Z1 in the Cy5 channel and bright field. \r\n\n\n\r\n\n\n3. Toehold ligation measurement using Qubit Fluorometer. \r\n  a. Add 3000 DART-seq beads to a mixture containing 18 uL of 5M NaCl, 2 μL of 1M Tris HCl pH 8.0, 1 μL of SDS, 78 μl of water, and 1 μL of 100 μM Cy5 fluorescently labeled oligo. You should increase the amount of oligo added if using more than one billion toehold molecules per bead.\r\n\n\nb. Incubate the beads for 45 minutes at 46 ˚C in an Eppendorf ThermoMixer C \\(15”, at 1800 RPM). \r\n\n\nc. Following incubation, wash with 250 μL TE-SDS, followed by 250 μL TE-TW. Resuspend beads in 200 μL water and transfer to a Qubit optical readout tube.\r\n\n\nd. Set Qubit to the “Fluorometer” readout, then select the 635 nm \\(far red) readout channel for measurement of Cy5 probes.\r\n\n\ne. Vortex Qubit tube to stir beads suspended in water and immediately place into Qubit and read the fluorescence.\r\n\n\nf. Perform measurement in step \\(e) two more times per condition."
        },
        {
            "header": "Timing",
            "content": "The bead preparation steps take about 2 hours to complete. The microfluidics set up and creation of bead emulsion takes approximately 20-30 minutes per sample. The library preparation protocol takes 18-24 hours depending on the number of samples."
        },
        {
            "header": "Troubleshooting",
            "content": "a. If the beads appear heterogenous upon fluorescent hybridization detection ensure proper mixing and solvent suspension during the ligation reaction.\r\n\n\nb. If fluorescent signal is low ensure heating temperature upon completion of ligation reaction was high enough to melt off the splint sequences.\r\n\n\nc. If fluorescent signal is completely absent, be sure that oligos were create with 5’ phosphate modification."
        },
        {
            "header": "Anticipated Results",
            "content": "The beads ligated with the desired custom primers when probed with complementary fluorescent probes exhibit increased fluorescence as the custom primer concentration in the ligation reaction is increased. The fluorescence value may reach saturation based on the microscope settings.\r\n\n\n\r\n\n\nThe cDNA and Nextera tagmented libraries derived from DART-seq show the same nucleotide size distribution as observed in Drop-seq \\[1] libraries."
        },
        {
            "header": "References",
            "content": "1. Macosko, E. Z. et al. Highly Parallel Genome-wide Expression Profiling of Individual Cells Using Nanoliter Droplets. Cell 161, 1202–1214 \\(2015)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Peter Schweitzer and his colleagues at the Cornell University Biotechnology Resource Center \\(BRC) for performing the sequencing. This work was supported by US National Institute of Health \\(NIH) grant 1DP2AI138242 to IDV and National Science Foundation Graduate Research Fellowship Program \\(NSF-GRFP) grant DGE-1144153 to PB."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1101/328328",
                "date": "2018-10-01 12:25:03",
                "title": "Simultaneous multiplexed amplicon sequencing and transcriptome profiling in single cells",
                "authors": [
                    "Mridusmita Saikia",
                    "Philip Burnham",
                    "Sara H Keshavjee",
                    "Michael F Z Wang",
                    "Michael Heyang",
                    "Pablo Moral-Lopez",
                    "Meleana M Hinchman",
                    "Charles G Danko",
                    "John S L Parker",
                    "Iwijn De Vlaminck"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1038/s41592-018-0259-9",
                "date": "2018-12-05 21:38:46",
                "title": "Simultaneous multiplexed amplicon sequencing and transcriptome profiling in single cells",
                "authors": [
                    "Mridusmita Saikia",
                    "Philip Burnham",
                    "Sara H. Keshavjee",
                    "Michael F. Z. Wang",
                    "Michael Heyang",
                    "Pablo Moral-Lopez",
                    "Meleana M. Hinchman",
                    "Charles G. Danko",
                    "John S. L. Parker",
                    "Iwijn De Vlaminck"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 105652,
                "identity": "44e145eb-1025-4541-85d2-dc48d7b9ebe3",
                "order_by": 0,
                "name": "Iwijn De Vlaminck",
                "email": "idevlaminck@gmail.com",
                "orcid": "",
                "institution": "Cornell University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Iwijn",
                "middleName": "",
                "lastName": "De Vlaminck",
                "suffix": ""
            },
            {
                "id": 105653,
                "identity": "083e1e6a-8ca4-4789-9c47-04180fe242a5",
                "order_by": 1,
                "name": "Mridusmita Saikia",
                "email": "",
                "orcid": "",
                "institution": "Cornell University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mridusmita",
                "middleName": "",
                "lastName": "Saikia",
                "suffix": ""
            },
            {
                "id": 105654,
                "identity": "73ee7986-0190-450d-ba0a-e390f9c3e9de",
                "order_by": 1,
                "name": "Philip Burnham",
                "email": "",
                "orcid": "",
                "institution": "Cornell University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Philip",
                "middleName": "",
                "lastName": "Burnham",
                "suffix": ""
            },
            {
                "id": 105655,
                "identity": "49bd422a-aa73-4b78-b0c2-62198553cb66",
                "order_by": 1,
                "name": "Sara H. Keshavjee",
                "email": "",
                "orcid": "",
                "institution": "Cornell University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sara",
                "middleName": "H.",
                "lastName": "Keshavjee",
                "suffix": ""
            },
            {
                "id": 105656,
                "identity": "f3cd6b84-f18d-40fc-a02d-3ad4620653f9",
                "order_by": 1,
                "name": "Michael F. Z. Wang",
                "email": "",
                "orcid": "",
                "institution": "Cornell University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michael",
                "middleName": "F. Z.",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 105657,
                "identity": "27e196f5-df72-4314-8103-7e34ebc545bf",
                "order_by": 1,
                "name": "Michael Heyang",
                "email": "",
                "orcid": "",
                "institution": "Cornell University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michael",
                "middleName": "",
                "lastName": "Heyang",
                "suffix": ""
            },
            {
                "id": 105658,
                "identity": "bbe3dafe-aeb3-4b87-946a-db7c51d2cbdd",
                "order_by": 1,
                "name": "Pablo Moral-Lopez",
                "email": "",
                "orcid": "",
                "institution": "Cornell University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pablo",
                "middleName": "",
                "lastName": "Moral-Lopez",
                "suffix": ""
            },
            {
                "id": 105659,
                "identity": "b56cb376-1046-41f2-848e-3e2d3f9e0f29",
                "order_by": 1,
                "name": "Meleana M. Hinchman",
                "email": "",
                "orcid": "",
                "institution": "Cornell University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Meleana",
                "middleName": "M.",
                "lastName": "Hinchman",
                "suffix": ""
            },
            {
                "id": 105660,
                "identity": "0ba6f90e-e564-42fd-ac5d-40aae90caf0f",
                "order_by": 1,
                "name": "Charles G. Danko",
                "email": "",
                "orcid": "",
                "institution": "Cornell University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Charles",
                "middleName": "G.",
                "lastName": "Danko",
                "suffix": ""
            },
            {
                "id": 105661,
                "identity": "1183826d-1ff7-4e97-922c-6ef4e3160349",
                "order_by": 1,
                "name": "John S. L. Parker",
                "email": "",
                "orcid": "",
                "institution": "Cornell University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "S. L.",
                "lastName": "Parker",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-10-01 12:27:42",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.1655/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.1655/v1",
        "draftVersion": [],
        "editorialEvents": [
            {
                "content": "https://doi.org/10.1038/protex.2018.118",
                "type": "published",
                "date": "2019-01-01T21:01:22+00:00"
            }
        ],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13469242,
                "identity": "8c036cc6-8e65-464d-8c4e-1e6c77ccfe12",
                "added_by": "auto",
                "created_at": "2021-09-16 21:01:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 179086,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7063/v1/b8ac494c-aa9a-4cc7-8db8-751f6cfeca0b.pdf"
            }
        ],
        "financialInterests": "We declare no conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": false,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Single cell RNA sequencing, B cell repertoire, Virology",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Here  we  describe  the  step-by-step  protocol  of  Droplet  Assisted  RNA  Targeting  by  single  cell  sequencing  \\(DART-seq).  DART-seq  allows  simultaneous  multiplexed  amplicon  sequencing  and  transcriptome  analysis  in  single  cells.  Using  a  simple  and  quick  modification  of  commercially  available  barcoded  beads  we  have  expanded  the  application  of  droplet  microfluidics  based  high  throughput  single  cell  RNA  sequencing  technology  to  include  non-polyadenylated  RNA  transcripts.  Specific  probes  targeting  RNA  of  interest  were  attached  to  the  beads  using  a  T4  DNA  Ligase  based  enzymatic  reaction.The  modified  DART-seq  beads  were  then  used  in  standard  Drop-seq platform  to  generate  single  cell  libraries  for  sequencing.  We  have  applied  DART-seq  to  analyze  reovirus  RNA  sequences  in  infected  murine  L  cells.  As  a  second  application  we  used  DART-seq  to  investigate  the  B  cell  repertoire  in  human  peripheral  blood  mononuclear  cell  \\(PBMC)  samples.",
        "manuscriptTitle": "DART-seq",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-07-24 09:45:53",
                "doi": "10.21203/rs.2.1655/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "protocol.exchange@nature.com",
                    "identity": "protocol-exchange",
                    "isNatureJournal": false,
                    "hasQc": false,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
                    "title": "Protocol Exchange",
                    "twitterHandle": ""
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a19257c9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 24th, 2019",
        "published": true,
        "revision": "",
        "status": "published-in-journal",
        "subjectAreas": [
            {
                "id": 15437,
                "name": "Cell biology"
            },
            {
                "id": 15438,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 15439,
                "name": "Biotechnology"
            },
            {
                "id": 15440,
                "name": "Biological techniques"
            },
            {
                "id": 15441,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": {
            "articleIdentity": "nprot-7063",
            "link": "https://doi.org/10.1038/protex.2018.118",
            "journal": {
                "identity": "protocol-exchange",
                "isVorOnly": false,
                "title": "Protocol Exchange"
            },
            "publishedOn": "2019-01-01 21:01:22",
            "publishedOnDateReadable": "January 1st, 2019"
        },
        "versionCreatedAt": "2019-07-24 09:45:53",
        "video": "",
        "vorDoi": "10.1038/protex.2018.118",
        "vorDoiUrl": "https://doi.org/10.1038/protex.2018.118",
        "workflowStages": []
    }
}