{
    "identity": "nprot-664",
    "title": "BCP-MG: A Web Server for Predicting Bacterial Community of Metagenome",
    "content": [
        {
            "header": "Introduction",
            "content": "The researchers have been paying more attention to culturing individual microorganisms for a long time, but the majority of microorganisms found in natural ecosystems cannot be easily cultured in the laboratory<sup>1</sup>. Metagenomics analysis of genetic material obtained directly from the environment without isolating and culturing the species in a laboratory, which is not possible with traditional methods since only a tiny fraction of all microorganisms \\( ==~== 1%) can be cultivable using standard techniques<sup>2</sup>. The metagenomics analysis employs techniques that enable researchers to obtain, and sequence the genomic content of microbial communities directly, thereby bypassing the need for prior cultivation of all individual organisms present in the sample<sup>3, 4</sup>. The metagenomics offers scientists the method to study the structure of the microorganism community.\r\n\n\n The current research of metagenome focuses on gene annotation<sup>5-7</sup>, reconstruction of the metabolism network<sup>8</sup>, analysis the diversity of the microorganisms community<sup>9, 10</sup> and so on, which are mainly based on the known genetic fragments<sup>11-13</sup>. Since diversity in metagenomic samples is often too large to provide a high sequencing coverage of single species<sup>14-16</sup>, these methods cannot give a microscopy view of the microbial community structure from a metagenomic sample data. So, we present a tool which can predict a bacterial community from a metagenomic sample data according to the enzyme information extracted from the sample or the metabolism network reconstructed from this data. The predicted community not only covers all the known metabolic functions, but also can be used to discover unknown functions of the metagenomic samples.  This tool can help researcher to form an overall understanding and find new functions in the metagenomic sample data.\r\n\n\n\r\n\n\nThe webaddress for this tool is: \"http://bioinfo.ustc.edu.cn/softwares/bcp-mg/\":http://bioinfo.ustc.edu.cn/softwares/bcp-mg/"
        },
        {
            "header": "Equipment",
            "content": "A computer with access to the internet and a web browser.\r\n\n\n**Data**\r\n\n\nYour input is a flat file which contains the enzyme information extracted from the metagenomic sample data or the reactions reconstructed from this data. Each enzyme or reaction takes one line. \r\n\n\n**Programs**\r\n\n\nIn practice, BCP-MG server process query data using a computationally intensive bioinformatics protocol. \\(A detailed flow-chart of the protocol is provided in Figure 1.) BCP-MG is a php web server, and the core background program was written in C++ which uses an improved set-covering algorithm to predict the bacterial community."
        },
        {
            "header": "Procedure",
            "content": "1.Choose the data type you used for representing the metagenomic sample data.\r\n\n\nThe data type includes enzyme and reaction. You can use the enzyme information extracted from the sample to predict the bacterial community; reaction information reconstructed from the sample can be used also. \r\n\n\n2.upload the data file\r\n\n\nThe data file must be a text file. \\! CAUTION Uploaded file must be a plain text file \\(generally using ASCII or Unicode schemes) while other rich text formats like those produced by most text editing tools e.g. Microsoft Word , cannot be processed by BCP-MG server. It may take a little time to upload this file depends on the size of the file you want to upload and the bandwidth limit. \r\n\n\n3.Choose the metabolic database to use\r\n\n\nThere are two metabolic databases that you can use, BioCyc and KEGG. Individual databases or the union can be applied. Please note that there are many differences between these two databases. One is that the organisms’ number and kinds are not identical in the two databases. The other is that even the same organism in the two databases will have different metabolic network for they have used diverse pathway reconstruction algorithms and curative methods.\r\n\n\n4.Choose the organisms selecting strategy\r\n\n\nThere are two organisms selecting strategies in use: all-organisms and base-set-organisms. If all-organisms is chosen, the predict algorithm considers all organisms without predilection which may introduce some organisms with same strain. Reversely, the base-set-organisms strategy eliminates these organisms with same strain and reserves one typical organism.\r\n\n\n5.Check for any messages. \r\n\n\nIf your data were uploaded successfully to the BCP-MG server, you can see the message “upload successfully”, and then a preprocess script will be employed to check whether your data is complied with the request. Depending on the success or failure of enzymes or reactions information submission different messages will be displayed. If you have not given required information, an error message, “Incorrect file content. Please make sure the content of the file uploaded are enzymes or reactions\\!” will be displayed, you need to recheck and fill the required information for successful submission. \r\n\n\n6.Obtain the results.\r\n\n\nOnce your submission is successful, the data will be processed by the server and the results can be accessed by pressing the “Show Results” button which is available on the neck of the process finished. Time required for processing of your data highly depends on the size of your query and on the parameters you have chosen \\(please see the section on Time Taken to obtain an indication).\r\n\n\n7.Interpret the results.\r\n\n\nThe results are displayed using a table, see Figure 3. The table displays the size of the predicted bacterial community and the microorganisms with details \\(Domain, Phylum, Class, Order, Genus and Population according to the KEGG)"
        },
        {
            "header": "Timing",
            "content": "Time taken highly depends on the size of the enzymes or reactions information of the metagenomic sample data, the metabolism database and the other parameters chosen by the user \\(more details are shown on Figure 2). For example, the GS000a Shotgun - Open"
        },
        {
            "header": "Troubleshooting",
            "content": "If the server does not accept the input data for prediction, the error might be caused by one of the following reasons:\r\n\n\n1.Input file is not a txt file\r\n\n\n2.The content of the input file is not enzymes or reactions\r\n\n\n3.The format of the input file is incorrect.\r\n\n\n4.The content of the input file does not match the data type you have selected. Error information will be given if you set data type as enzyme but upload a data file with reactions information."
        },
        {
            "header": "Anticipated Results",
            "content": "The analysis of metagenome samples by BCP-MG protocol provides a quick and conservative – but reliable - prediction of bacterial community conditons. Here we use Acid Mine Drainage Biofilm \\(4441137.3) as an example, which has been well studied<sup>17-19</sup>. The predicted bacterial community, with 22 organisms, is smaller than the community generated by MG-RAST which includes 69 organisms. The comparison detail is shown in Table. 1 with different taxonomic ranks considered \\(phylum, class and order). At the rank of phylum, 17 out of 22 organisms in the predicted community correspond to the community generated by MG-RAST, while 15 at the class level and 4 at the order level."
        },
        {
            "header": "References",
            "content": "1.Amann, R.I., Ludwig, W. & Schleifer, K.H. Phylogenetic Identification and in-Situ Detection of Individual Microbial-Cells without Cultivation. Microbiological Reviews 59, 143-169 \\(1995).\r\n\n\n2.Hugenholtz, P., Goebel, B.M. & Pace, N.R. Impact of culture-independent studies on the emerging phylogenetic view of bacterial diversity. Journal of Bacteriology 180, 4765-4774 \\(1998).\r\n\n\n3.Hugenholtz, P. Exploring prokaryotic diversity in the genomic era. Genome Biol 3, REVIEWS0003 \\(2002).\r\n\n\n4.Rappe, M.S. & Giovannoni, S.J. The uncultured microbial majority. Annu Rev Microbiol 57, 369-394 \\(2003).\r\n\n\n5.Meyer, F. et al. The metagenomics RAST server - a public resource for the automatic phylogenetic and functional analysis of metagenomes. Bmc Bioinformatics 9, - \\(2008).\r\n\n\n6.Kristiansson, E., Hugenholtz, P. & Dalevi, D. ShotgunFunctionalizeR: an R-package for functional comparison of metagenomes. Bioinformatics 25, 2737-2738 \\(2009).\r\n\n\n7.Kislyuk, A., Bhatnagar, S., Dushoff, J. & Weitz, J.S. Unsupervised statistical clustering of environmental shotgun sequences. Bmc Bioinformatics 10, - \\(2009).\r\n\n\n8.Ye, Y.Z. & Doak, T.G. A Parsimony Approach to Biological Pathway Reconstruction/Inference for Genomes and Metagenomes. Plos Computational Biology 5, - \\(2009).\r\n\n\n9.Tyson, G.W. et al. Community structure and metabolism through reconstruction of microbial genomes from the environment. Nature 428, 37-43 \\(2004).\r\n\n\n10.Schreiber, F., Gumrich, P., Daniel, R. & Meinicke, P. Treephyler: fast taxonomic profiling of metagenomes. Bioinformatics \\(2010).\r\n\n\n11.Wooley, J.C., Godzik, A. & Friedberg, I. A Primer on Metagenomics. Plos Computational Biology 6, - \\(2010).\r\n\n\n12.Schloss, P.D. & Handelsman, J. Metagenomics for studying unculturable microorganisms: cutting the Gordian knot. Genome Biol 6, 229 \\(2005).\r\n\n\n13.Riesenfeld, C.S., Schloss, P.D. & Handelsman, J. Metagenomics: genomic analysis of microbial communities. Annu Rev Genet 38, 525-552 \\(2004).\r\n\n\n14.Hoff, K.J., Lingner, T., Meinicke, P. & Tech, M. Orphelia: predicting genes in metagenomic sequencing reads. Nucleic Acids Res. 37, W101-W105 \\(2009).\r\n\n\n15.Tringe, S.G. & Rubin, E.M. Metagenomics: DNA sequencing of environmental samples. Nature Reviews Genetics 6, 805-814 \\(2005).\r\n\n\n16.Kunin, V., Copeland, A., Lapidus, A., Mavromatis, K. & Hugenholtz, P. A Bioinformatician's Guide to Metagenomics. Microbiol Mol Biol R 72, 557-578 \\(2008).\r\n\n\n17.Baker, B.J. & Banfield, J.F. Microbial communities in acid mine drainage. FEMS Microbiol Ecol 44, 139-152 \\(2003).\r\n\n\n18.Xie, X., Xiao, S. & Liu, J. Microbial communities in acid mine drainage and their interaction with pyrite surface. Curr Microbiol 59, 71-77 \\(2009).\r\n\n\n19.Bond, P.L., Druschel, G.K. & Banfield, J.F. Comparison of acid mine drainage microbial communities in physically and geochemically distinct ecosystems. Appl Environ Microbiol 66, 4962-4971 \\(2000)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work has been supported by the National Key Technologies R&D Program \\(2006CB910705)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11452,
                "identity": "9f7bf0df-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "De-Guo Xia",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": "",
                "prefix": "",
                "firstName": "De-Guo",
                "middleName": "",
                "lastName": "Xia",
                "suffix": ""
            },
            {
                "id": 11453,
                "identity": "9f7bf47f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hao-Ran Zheng",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": "",
                "prefix": "",
                "firstName": "Hao-Ran",
                "middleName": "",
                "lastName": "Zheng",
                "suffix": ""
            },
            {
                "id": 11454,
                "identity": "9f7bf793-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gui-Sheng Li",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": "",
                "prefix": "",
                "firstName": "Gui-Sheng",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 11455,
                "identity": "9f7bf932-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Zhi-Qiang Liu",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": "",
                "prefix": "",
                "firstName": "Zhi-Qiang",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            },
            {
                "id": 11456,
                "identity": "9f7bfaa8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kai Zhao",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": "",
                "prefix": "",
                "firstName": "Kai",
                "middleName": "",
                "lastName": "Zhao",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-07-29 16:30:50",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.99",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.99",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608108,
                "identity": "7639976b-fd9f-4d03-b93e-a8db613693cb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30308,
                "visible": true,
                "origin": "",
                "legend": "Flowchart illustrating the methodology",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-664/v1/figure_1.jpg"
            },
            {
                "id": 2608109,
                "identity": "54d4940c-667d-446a-b1cc-b5acf25d2a3c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 17118,
                "visible": true,
                "origin": "",
                "legend": "BCP-MG input options",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-664/v1/figure_2.jpg"
            },
            {
                "id": 2608110,
                "identity": "a5677474-b76a-4485-a27d-014fed37a8c2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 60145,
                "visible": true,
                "origin": "",
                "legend": "BCP-MG result",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-664/v1/figure_3.jpg"
            },
            {
                "id": 2608112,
                "identity": "af96bb5e-0edd-481b-b777-6b70d842c297",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 133766,
                "visible": true,
                "origin": "",
                "legend": "Table 1   The preidcted bacterial community contrast with MG-RAST data",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-664/v1/figure_4.jpg"
            },
            {
                "id": 2608111,
                "identity": "b1487cfd-e8d6-486f-b2ed-9940e805b5f7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 133693,
                "visible": true,
                "origin": "",
                "legend": "Figure 3",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-664/v1/figure_5.jpg"
            },
            {
                "id": 2608116,
                "identity": "a916260b-579e-47ea-bacf-f74980db2233",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 360254,
                "visible": true,
                "origin": "",
                "legend": "Table 1",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-664/v1/figure_6.jpg"
            },
            {
                "id": 2608115,
                "identity": "ef0f3bae-d54a-45b6-98f9-c9a94579e90a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 60923,
                "visible": true,
                "origin": "",
                "legend": "Figure 1",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-664/v1/figure_7.jpg"
            },
            {
                "id": 2608114,
                "identity": "3e4daab6-5ea3-439e-8640-cd4b2f69f716",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 34997,
                "visible": true,
                "origin": "",
                "legend": "Figure 2",
                "description": "",
                "filename": "figure8.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-664/v1/figure_8.jpg"
            },
            {
                "id": 13465316,
                "identity": "ae0cee9f-5f07-4d5a-bd24-2ac7235e098c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:15",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 624714,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-664/v1/5e817fd5-cebd-47af-b976-753e82cea7f3.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "metagenome, bacterial community, predict",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "BCP-MG: A Web Server for Predicting Bacterial Community of Metagenome",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-05-18 09:06:16",
                "doi": "10.1038/nprot.2010.99",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f7b9583-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 18th, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2422,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 2423,
                "name": "Biotechnology"
            },
            {
                "id": 2424,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-05-18 09:06:16",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}