{
    "identity": "nprot-5771",
    "title": "In vitro conversion of adult murine endothelial cells to hematopoietic stem cells.",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><i> De novo </i>generation of haematopoietic stem cells \\(HSCs) will enable autologous treatment of haematopoietic disorders<sup>1</sup>. Current methods involve HSC directed differentiation \\(using cytokines and/or over expression of transcription factors) from induced or native pluripotent cells or conversion from differentiated cell types including fibroblasts and B cell progenitors<sup>2-6</sup>. Directed differentiation of putative hematopoietic stem and progenitor cells from pluripotent cell sources \\(PSC) constitute an attractive cell source. While directed differentiation of PSC into putative HSPC recapitulate the different waves \\(primitive followed by definitive) of hematopoiesis in the dish, the resulting <i>in vitro</i> derived population largely lacks robust lymphoid and engraftment potential<sup>3,7,8</sup>. </p>\r\n\n\n\r\n\n\n<p>The inability to generate functional HSCs could be due the lack of appropriate environmental cues to fully support hematopoietic commitment. <i>Riddell et al. </i>converted murine lymphoid cells into engraftable HSCs \\(iHSCs) by expressing eight transcription factors \\(TFs) and using recipient’s in vivo niche to support successful fate alteration<sup>9</sup>. While restoring proper niche signals endowed iHSC with robust lymphoid and engraftment capacity, this experimental strategy is not suitable for mechanistic studies of endothelial to haematopoiesis transition.</p>\r\n\n\n\r\n\n\n<p>Here, we describe a hybrid method combining overexpression of transcription factors <i>in vitro</i> while restoring physiological microenvironmental cues to convert non-haematopoietic ECs to functional HSCs that recapitulates the endothelial to haematopoietic transition \\(EHT). </p>"
        },
        {
            "header": "Reagents",
            "content": "<p><b>Animals: </b>We utilized <i>Runx1</i>-IRES-GFP \\(Runx1<sup>tm4Dow</sup>) mice, a gift from James Downing at St. Jude Hospital. These were crossed with Rosa26 rtTa mice \\(B6.Cg-Gt\\(ROSA)26Sor<sup>tm1\\(rtTA*M2)Jae/J</sup>, Jackson laboratory, strain #006965) to produce <i>Runx1</i>-IRES-GFP;Rosa26-rtTa mice \\(refer to as <i>Runx1</i>-rtTA), and maintained as heterozygous for both <i>Runx1</i>-IRES-GFP and rtTa. </p>\r\n\n\n\r\n\n\n<p>For rEC-HSPC transplantation, we used CD45.1<sup>+</sup> congenic recipients B6.SJL-Ptprc<sup>a</sup> Pepc<sup>b</sup>/BoyJ \\(Jackson laboratory, strain #002014).</p>\r\n\n\n\r\n\n\n<p><b>Red Blood Cell Lysis: </b>Prepare RBC lysis solution by diluting 300μl of 10x concentrated RBC lysis buffer \\(Biolegend #420301) with 2.7 ml deionized H<sub>2</sub>O to make a 1x working concentration. The pH of the RBC lysis solution should be between 7.1 and 7.4. Adjust if necessary. Warm RBC lysis solution to room temperature before using. Centrifuge blood sample for 5 min at 500 x g, then aspirate supernatant. Re-suspend with 3 ml of RBC lysis solution and incubate at room temperature for 8 min. Stop lysis by adding 25 ml PBS 2mM EDTA. Centrifuge for 5 min at 500 x g, then aspirate supernatant. Wash sample with 25 ml PBS 2 mM EDTA and centrifuge again for 5 min at 500 x g. The cell pellet should appear white. If red blood cells persist, perform RBC lysis again as necessary. </p>\r\n\n\n\r\n\n\n<p><b>Collagenase/Dispase/DNAse digestion solution preparation: </b>Prepare reconstitution buffer with PBS \\(pH7.4), 5 mM KCl \\(Sigma-Aldrich #P9333), 10mM HEPES \\(Invitrogen, #15630080), and 2 mM CaCl<sub>2 </sub>\\(Sigma-Aldrich #C1016), and 1.3 mM MgCl<sub>2</sub> \\(Sigma-Aldrich #M8266). In a flask with a stir bar, use reconstitution buffer to re-suspend the following to their appropriate concentrations. </p>\r\n\n\n\r\n\n\n<p>• collagenase A \\(Roche #11088793001): 20 mg.ml<sup>-1</sup></p>\r\n\n\n\r\n\n\n<p>• dispase II \\(Roche #04942078001): 8 units.ml<sup>-1</sup><sup></sup></p>\r\n\n\n\r\n\n\n<p>• DNase I \\(Roche #10104159001): 400 μg.ml<sup>-1</sup><sup></sup></p>\r\n\n\n\r\n\n\n<p>This produces an 8x concentrated digestion solution. Dispense 0.5 ml aliquots into tubes and store at −20 °C \\(stable for one week). To digest one organ, add 3.5 ml DMEM \\(Corning #10-014-CV) to a 0.5 ml aliquot of 8x concentrated digestion solution to produce working concentrations of collagenase A \\(2.5 mg.ml<sup>-1</sup>), dispase II \\(1 unit.ml<sup>-1</sup>), and DNase \\(50 μg.ml<sup>-1</sup>).</p>\r\n\n\n\r\n\n\n<p><b>SB431542 preparation: </b>To prepare aliquots of SB431542 \\(R&amp;D, #1614) for endothelial growth medium, add 470 μl of DMSO to 10 mg of SB431542. This will generate a 50 mM stock \\(10,000×) solution of SB431542. Dispense 50-μl aliquots of stock solution into tubes and store them at −80 °C \\(stable for at least 1 year). When you are preparing 500 ml of endothelial growth medium, thaw out and mix it in one aliquot \\(50 μl) of SB431542.</p>\r\n\n\n\r\n\n\n<p><b>Doxycycline: </b>To prepare aliquots of doxycycline for use, dissolve 10 mg of doxycycline \\(Stemgent, #04-0016) into 5 ml of sterile water. This will generate a 2 mg.ml<sup>−1</sup> stock \\(2,000×) solution. Dispense 0.5-ml aliquots into tubes and store them at −20 °C to avoid repeated freeze/thaw cycles \\(good for at least 6 months). When treating cells with doxycycline, thaw one aliquot and remove a suitable amount that will be needed for the duration of the experiment, and then store it at 4 °C \\(this can be kept at 4 °C for up to 1 month).</p>\r\n\n\n\r\n\n\n<p><b>Fibronectin-coated plates: </b>Coat all plates and/or flasks with fibronectin solution \\(1 mg.ml<sup>−1</sup> fibronectin in Dulbecco’s PBS \\(DPBS), \\(Sigma, F1141)) before plating of cells. After adding fibronectin solution to plates or flasks, leave them at room temperature \\(20–25 °C) in a tissue culture hood for a minimum of 30 min. Aspirate fibronectin solution away, and use coated plates or flasks right away for cell plating, or store them at 4 °C \\(good for at least 3–4 weeks).</p>\r\n\n\n\r\n\n\n<p><b>Cell culture Media:</b></p>\r\n\n\n\r\n\n\n<p><b><i>Murine EC media</i>:</b> DMEM:Ham’s F-12 \\(Sigma, D6421) supplemented with 20% FBS, 20 mM HEPES \\(Invitrogen, #15630080), 100 μg.ml<sup>−1</sup> Heparin \\(Sigma, H3393), 50 μg.ml<sup>−1</sup> endothelial mitogen \\(Alfa Aeser #J65416) and 5 μM SB431542 \\(R&amp;D, #1614) </p>\r\n\n\n\r\n\n\n<p><b><i>Human EC media</i></b>: M199 \\(Sigma, M4530), 10% FBS \\(cat), 50 μg.ml<sup>−1</sup> endothelial mitogen \\(Alfa Aeser #J65416), and 100 μg.ml<sup>−1</sup> Heparin \\(Sigma, H3393).</p>\r\n\n\n\r\n\n\n<p><b><i>Conversion media</i>: </b>StemSpan SFEM \\(STEMCELL Technologies, <i>#</i>09650), 10% KnockOut Serum Replacement \\(Invitrogen, 10828028) 10 ng.ml<sup>−1 </sup>hFGF-2 \\(bFGF, 100-18), 50 ng.ml<sup>−1</sup> murine kit ligand \\(SCF, Peprotech, 250-03).</p>\r\n\n\n\r\n\n\n<p><b></b></p>\r\n\n\n\r\n\n\n<p><b>Virus Production and Transduction: </b>Open reading frames \\(<i>Fosb</i>: NM_008036.2, <i>Gfi1</i>: NM_010278.1, <i>Runx1</i>: \\(<i>Runx1b</i> isoform) BC069929.1, <i>Sfpi1</i>: BC003815.1) were cloned into doxycycline inducible pLVx TET-3G lentiviral plasmids. Viral particles were produced in 293T Lenti-X cell line \\(Clontech, #632180) using Lenti-X packaging single shot \\(Clontech, #631275) following manufactures instructions. For detailed lentiviral transduction protocol refer to <sup>10</sup>.</p>\r\n\n\n\r\n\n\n<p><b>Antibodies: </b></p>\r\n\n\n\r\n\n\n<p>VE-Cadherin \\(mouse), BV13, Biolegend </p>\r\n\n\n\r\n\n\n<p>CD45 \\(mouse) 30-F11, Biolegend </p>\r\n\n\n\r\n\n\n<p>c-kit \\(mouse) 2B8, Biolegend </p>\r\n\n\n\r\n\n\n<p>sca1 \\(mouse) D7, Biolegend </p>\r\n\n\n\r\n\n\n<p>lineage \\(mouse) nd, Biolegend </p>\r\n\n\n\r\n\n\n<p>ter119 \\(mouse) Ter119, Biolegend </p>\r\n\n\n\r\n\n\n<p>CD31 \\(mouse) 390, Biolegend </p>\r\n\n\n\r\n\n\n<p>CD31 \\(human) WM59, Biolegend </p>\r\n\n\n\r\n\n\n<p>CD45.2 \\(mouse) 104, Biolegend </p>\r\n\n\n\r\n\n\n<p>CD45.1 \\(mouse) A20, Biolegend </p>\r\n\n\n\r\n\n\n<p>CD3 \\(mouse) 17A2, Biolegend </p>\r\n\n\n\r\n\n\n<p>CD4 \\(mouse) RM4-5, Biolegend </p>\r\n\n\n\r\n\n\n<p>CD8 \\(mouse) YTS156.7.7, Biolegend </p>\r\n\n\n\r\n\n\n<p>B220 \\(mouse) RA3-6B2, Biolegend </p>\r\n\n\n\r\n\n\n<p>Gr1 \\(mouse) RB6-8C5, Biolegend </p>\r\n\n\n\r\n\n\n<p>CD11b \\(mouse) M1/70, Biolegend </p>\r\n\n\n\r\n\n\n<p>CD150 \\(mouse) TC15-12F12.2, Biolegend </p>\r\n\n\n\r\n\n\n<p>CD48 \\(mouse) HM48-1, Biolegend </p>\r\n\n\n\r\n\n\n<p>CD16/32 \\(mouse) 2.4G2, Biolegend</p>\r\n\n\n\r\n\n\n<p><b>Colony Formation Assay</b>: CFU assay was performed using Methocult M3234 \\(STEMCELL Technologies, #M3234). For cells treated with doxycycline, similar treatment was continued or not in the CFU assay \\(chemicals added to the CFU medium on the first day of CFU assay), and after 10 days hematopoietic colonies were scored microscopically to evaluate various CFU phenotypes.</p>\r\n\n\n\r\n\n\n<p><b>RNA Isolation and qRT-PCR</b>: Total RNA from cells was extracted using an RNeasy Micro Kit \\(Qiagen) and 500 ng of total RNA was reverse transcribed to cDNA using SuperScript III reverse transcriptase \\(Life Technologies) according to the manufacturer’s instructions. qPCR was performed with gene-specific primers using SYBR GreenER qPCR SuperMix \\(Life Technologies) in a \\(Life Technologies).</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Flow cytometer equipped with multiple lasers \\(BD model FACSAria II)</p>\r\n\n\n\r\n\n\n<p>Centrifuge \\(Thermo, Sorvall RG3 #750003433)</p>\r\n\n\n\r\n\n\n<p>Tissue culture plates \\(Falcon) twelve well \\(#353224) and six well \\(#353043)</p>\r\n\n\n\r\n\n\n<p>40 μm cell strainers \\(Falcon #352340)</p>\r\n\n\n\r\n\n\n<p>Sterile 10 mL pipettes \\(Denville #P7128)</p>\r\n\n\n\r\n\n\n<p>Sterile micropipettes \\(Denville) 1000 μl \\(#P1126), 200 μl \\(#P1122), 20 μl \\(#P1121), and 10μl \\(#P1096-FR)</p>\r\n\n\n\r\n\n\n<p>Micropipettors \\(Gilson Pipetman #F167700)</p>\r\n\n\n\r\n\n\n<p>Tissue culture equipment \\(specify)</p>\r\n\n\n\r\n\n\n<p>Laminar flow hood \\(NuAire Biosafety Level 2 #NU-425-600)</p>\r\n\n\n\r\n\n\n<p>Incubators, tri gaz \\(Thermo, Forma Series II #3130)</p>\r\n\n\n\r\n\n\n<p>Isoflurane vaporizer and anesthesia chamber \\(Summit Anesthesia Solutions)</p>"
        },
        {
            "header": "Procedure",
            "content": "Lentivirus preparation\n●\nTIMING ~1 week\n-Generate and titer the FosB, Gfi1, Runx1, Spi1 lentiviral particles. The method for lentiviral production that we use is described in\n10\n. Although alternative methods may be used to generate lentivirus, we cannot guarantee similar results of efficacy in the reprogramming platform described herein.\n\\! CAUTION:\nThis and all subsequent steps in which cells or viruses are manipulated should be conducted in a tissue culture hood, and waste products should be disposed of properly.\nAdult murine endothelial cell isolation\n●\nTIMING ~3 weeks\n- Anesthetize mice with a mixture of O\n2\nand Isothesia isoflurane \\(Henry Schein #1169567761) with an isoflurane vaporizer and anesthesia chamber \\(Summit Anesthesia Solutions). Turn the vaporizer knob to 4 and set the flow rate to 3 L.min\n-1\n. Allow 3-5 min until mice are completely anesthetized.\n\\! CAUTION:\nThis step should be accepted and conducted in accordance to your Institutional Animal Care and Use Committees protocol.\n- Inject 25 micrograms of anti VE-Cadherin-AF647 antibody retro-orbitally in 8–10 weeks old\nRunx1\n-rtTA mice and return mice to their cages for 8 min.\n\\! CAUTION:\nThis step should be accepted and conducted in accordance to your Institutional Animal Care and Use Committees protocol.\n- Sacrifice mice by CO\n2\n, harvest selected organs in ice cold PBS.\n\\! CAUTION:\nThis step should be accepted and conducted in accordance to your Institutional Animal Care and Use Committees protocol.\n- Wash the organs twice in ice cold PBS to get rid of the excess of blood.\n- Mince organs and incubate with Dispase/Collagenase/DNAse mix at 37°C on an orbital shaker \\(250 rpm) for 20–30 min to create a single cell suspension.\n- Wash twice with mouse EC media.\n- Wash twice with PBS 5mM EDTA 1%BSA.\n- Re-suspend your cells in PBS 5mM EDTA 1%BSA and filter through a 40μm filter \\(BD Bioscience, #352340) immediately prior to counter stain.\n- Block single cell suspension with an antibody against CD16/32 for 5 minutes on ice.\n- Stain single cell with anti-mouse CD31-PE-Cy7, anti-mouse ter119-BV421 and anti-mouse CD45-PE for 30 minutes.\n- Wash twice with 5mM EDTA 1%BSA\n- Re-suspend your cell in 5mM EDTA 1%BSA 300nM DAPI, and proceed to cell sorting.\n- Haematopoietic and erythroid cells were removed via CD45 and TER119 gate exclusion, and living adult mouse ECs were defined and sorted as VEcad\n+\nCD31\n+\nCD45\n-\nter119\n-\nDAPI\n-\n. All cells are interrogated by examining FSC-H and FSC-W in order to discern single cells from two or more cells in close proximity to each other. Repeated by comparing SSC-H to SSC-W, to ensure that only ECs are collected without perivascular, lymphatic ECs, and hematopoietic cells cell contamination. Adult murine ECs are sorted with BD SORP FACS ARIA2 at 25psi, using 100 micron nozzle.\n•\nCritical point\n: on BD FACSARIA2 flow rate should not exceed 5.0 to maximize adult endothelial cell viability.\n- Sort 250,000 to 300,000 adult murine EC per well of fibronectin-coated twelve plate, in 250µl of mouse EC media.\n•\nCritical point\n: Following cell sorting, centrifuge plates at 750 rpm for 5 min, carefully aspirate media and add 1ml of free EC media per well.\n- Culture purified adult mouse EC cultures on fibronectin-coated plates in EC growth media in a humidified incubator at 37°C, 5%CO2, 5%02.\nIsolation of human umbilical vein endothelial cells \\(HUVECs) and generation of vascular niche ECs \\(HUVEC-E4ORF1).\n●\nTIMING ~3 weeks\n- Isolate primary HUVECs as described\n11,12\nand cultured in EC growth medium.\n- Transduce primary HUVECs with E4ORF1 gene \\(serotype 5) as described in\n13\nand culture them in human EC media in a humidified incubator at 37°C, 5%CO2, 5%02.\nIn vitro conversion of adult murine ECs into haematopoietic stem and progenitor cells \\(rEC-HSPC).\n●\nTIMING ~5 weeks\n- Isolate adult mouse\nRunx1\n-rtTA ECs in mouse EC media as described and seed 250,000 to 300,000 cells on one well of fibronectin coated twelve plate. Grow to 90% confluency and expand until ECs cover six wells of a six well plate in mouse EC media.\n•\nCritical point\n: refresh mouse EC media \\(containing 5 μM SB431542) every 2 days, and maintain at 5%O\n2\nto prevent EC to mesenchymal transition. Inability to prevent EC to mesenchymal transition will lead to poor conversion process.\n- Check for any contaminating CD45\n+\ncontaminating cells in your adult mouse\nRunx1\n-rtTA ECs by flow cytometry.\n•\nCritical point\n: Proceed to an extra sort by flow cytometry to exclude any CD45+ contaminating cells from your adult mouse\nRunx1\n-rtTA ECs prior to transduction with FGRS.\n- Expand the purified\nRunx1\n-rtTA ECs until ECs cover six wells of a six well plate in mouse EC media.\n- Transduce\nRunx1\n-rtTA ECs with 10,000 picograms of\nFosB, Gfi1\n,\nRunx1\n, and\nSpi1\nlentiviral particles / well in presence of 5µg of polybrene \\(Sigma, TR-1003). Culture in mouse EC medium for 72 hours.\n•\nCritical point\n: Check the phenotype of your isolated mouse ECs for CD31, VEcad and CD45 prior\nFGRS\ntransduction. If VECad\n+\nCD31\n+\nCD45\n-\nRunx1\n-rtTA ECs represent less than 90% of the culture, restart the isolation process.\n- Induce\nFGRS\nwith doxycycline \\(1µg/ml) for 48 hours in mouse EC medium \\(add doxycycline every 24 hours).\n- Plate HUVEC-E4ORF1 on a six well plate in human EC media and grow to 50% confluency.\n- Harvest\nFGRS\n-transduced\nRunx1\n-rtTA ECs using accutase and plate onto 50% confluent HUVEC-E4ORF1 well of a 6 well in mouse EC media with doxycycline \\(1µg/ml).\n- Add doxycycline \\(1µg/ml) every 24 hours for 28 days. Replace conversion media every 48 hours.\n•\nCritical point\n: Converted haematopoietic cells grow in suspension, to avoid any loss of converting or converted cells, place the media in a 1.5ml eppendorf tube, spin down at 500g for 5min at 4°C, aspirate the supernatant, feed with 1ml of fresh conversion media, add back to the 6 well.\nPrimary and secondary transplantation of rEC-HSPCs.\n●\nTIMING ~40 weeks\n- On day 27 of conversion, lethally irradiate \\(900 cGy) CD45.1\n+\ncongenic recipients using\n137\nCs gamma irradiation.\n\\! CAUTION:\nThis step should be accepted and conducted in accordance to your Institutional Animal Care and Use Committees protocol.\n•\nCritical point\n: Maintain your transplanted recipient under sulfatrim for the first two weeks following transplantation.\n- On day 28 of conversion, harvest rEC-HSPC and HUVEC-E4ORF1 using accutase and wash twice with PBS 5mM EDTA 1%BSA.\n- Block single cell suspension with an antibody against CD16/32 for 5 minutes on ice.\n- Stain single cell with anti-human CD31-BV421, anti-mouse VECad-A647, anti-mouse CD31-PE Cy7 and anti-mouse CD45-PE.\n- Wash twice with 5mM EDTA 1%BSA\n- Re-suspend your cells in 5mM EDTA 1%BSA 300nM DAPI, and proceed to cell sorting.\n- HUVEC-E4ORF1 feeder cells were excluded via hCD31 gating. rEC-HSPC were defined and sorted as VEcad\n-\nmCD31\n-\nRunx1-GFP\n+\nCD45\n+\nDAPI\n-\n. All cells are interrogated by examining FSC-H and FSC-W to discern single cells from two or more cells in close vicinity. Repeated by comparing SSC-H to SSC-W, to ensure that only rEC-HSPCS are collected without HUVEC-E4ORF1 feeder cells. rEC-HSPCs are sorted with BD SORP FACS ARIA2 at 45psi, using 85-micron nozzle.\n- Sort 800,000 VEcad\n-\nmCD31\n-\nRunx1-GFP\n+\nCD45\n+\nDAPI\n-\nper CD45.1 recipient injected.\n- Inject retro-orbitally 800,000 VEcad\n-\nmCD31\n-\nRunx1-GFP\n+\nCD45\n+\nDAPI\n-\ninto lethally irradiated CD45.1\n+\nrecipients. Maintain transplanted mice with moistened food and Sulfatrim for 14 days after transplant.\n\\! CAUTION:\nThis step should be accepted and conducted in accordance to your Institutional Animal Care and Use Committees protocol.\n•\nCritical point\n: Maintain your transplanted recipient under sulfatrim for the first two weeks following transplantation.\n- Determine multi-lineage engraftment every 4 weeks for 20 weeks by flow cytometry of peripheral blood using DAPI to discriminate dead cells.\n- After 20 weeks, proceed to secondary transplantation, isolate whole bone marrow from primary engrafted mice and transplant retro-orbitally into lethally irradiated CD45.1\n+\nrecipients.\n\\! CAUTION:\nThis step should be accepted and conducted in accordance to your Institutional Animal Care and Use Committees protocol.\n- Determine multi-lineage engraftment every 4 weeks for 20 weeks by flow cytometry of peripheral blood, using the aforementioned panel, using DAPi to discriminate dead cells.\nPreparation of Peripheral Blood for staining. TIMING ~1.5 hours\n- Collect blood in a heparinized tube and transfer to a tube with PBS 500 μl EDTA.\n- Proceed to RBC lysis.\n- Discard the supernatant and resuspend the cells in PBS 5mM EDTA 1%BSA at 2 x 106 cells per mL and proceed to cell staining. The following antibody panels were used.\nMyeloid/B cell cocktail\nT/B cockail\nT/Effector/Memory/GD\nBV421/Pac Blue\nB220\nCD3\nCD3\nGFP\nRunx1 reporter\nRunx1 reporter\nRunx1 reporter\nPE\nGr1\nCD4\nCD4\nPE-Cy7\nCD45.1\nCD45.1\nCD62L\nAPC\nTer119\nTer119\nCD44\nAF700\nCD11b\nCD45.2\nTCR G/D\nAPC-Cy7\nCD45.2\nCD8\nCD8\nPreparation of Spleen for staining. TIMING ~1.5 hours\n- Sacrifice endpoint transplanted mice by CO\n2\nsuffocation, and harvest spleens in ice cold PBS.\n\\! CAUTION:\nThis step should be accepted and conducted in accordance to your Institutional Animal Care and Use Committees protocol.\n- Slice the excised spleen into small pieces.\n- Place the fragments onto a 40 µm strainer attached to a 50-mL conical tube.\n- Press the excised spleen through the strainer using the plunger end of a syringe.\n- Wash the cells through the strainer with ice cold PBS.\n- Centrifuge the cell suspension at 500g for 5 minutes.\n- Aspirate the supernatant.\n- Proceed to RBC Lysis.\n- Discard the supernatant and resuspend the cells in PBS 5mM EDTA 1%BSA at 2 x 106 cells per mL and proceed to cell staining. The following antibody panels were used.\nT/B cocktail\nT/Effector/Memory/GD\nBV421/Pac Blue\nCD3\nCD3\nGFP\nRunx1 reporter\nRunx1 reporter\nPE\nCD4\nCD4\nPE-Cy7\nCD45.1\nCD62L\nAPC\nTer119\nCD44\nAF700\nCD45.2\nTCR G/D\nAPC-Cy7\nCD8\nCD8\nPreparation of BM for staining. TIMING ~1.5 hours\n- Sacrifice endpoint transplanted mice by CO\n2\nsuffocation, and harvest spleens in ice cold PBS.\n\\! CAUTION:\nThis step should be accepted and conducted in accordance to your Institutional Animal Care and Use Committees protocol.\n- Isolate whole bone marrow from femurs by mechanically denuding all muscle and connective tissue and crush in a sterile mortar and pestle and digested with 2.5 mg/ml Collagenase A \\(Roche) and 1 unit/ml Dispase II \\(Roche) in Hank’s balanced salt solution at 37°C for 30 min with gentle agitation.\n- Filter the resulting cell suspension through a 0.45 μm cell strainer \\(BD Falcon) to a obtain single-cell suspension and proceed to cell straining.\n- Quantify haematopoietic stem cells by flow cytometry. Haematopoietic stem cells are defined as, and the following antibody combination was used:\nLKS SLAM- LT HSC\nBV421/Pac Blue\nLineage cocktail\nGFP\nRunx1 reporter\nPE\nSca1\nPE-Cy7\nCD150\nAPC\nc-kit\nAF700\nCD48\nAPC-Cy7\nCD45.2"
        },
        {
            "header": "Timing",
            "content": "<p>• <i>Day -30</i>: Adult murine Runx1-rtTA ECs isolation. HUVEC isolation and transduction with E4ORF1 adenoviral gene.</p>\r\n\n\n\r\n\n\n<p>• <i>Day -25 to -5</i>: Expansion of Runx1-rtTA ECs and HUVEC E4ORF1 in their respective growth media.</p>\r\n\n\n\r\n\n\n<p>• <i>Day -5</i>: Lentiviral transduction of Runx1-rtTA ECs with 10,000 pictograms of each FGRS particles.</p>\r\n\n\n\r\n\n\n<p>• <i>Day -3</i>: Dox addition \\(1ug/mL) to induce FGRS in adult Runx1-rtTA ECs EC. Plate FGRS-transduced Runx1-rtTA ECs on HUVEC-E4ORF1 feeder layer in mouse EC media.</p>\r\n\n\n\r\n\n\n<p>• <i>Day -1</i>: Dox addition \\(1ug/mL) </p>\r\n\n\n\r\n\n\n<p>• <i>Day 0</i>: Switch to conversion media + Dox addition \\(1ug/mL).</p>\r\n\n\n\r\n\n\n<p>• sion of Runx1-rtTA ECs into rEC-HSPCs.</p>\r\n\n\n\r\n\n\n<p>• <i>Day 28</i>: Transplantation of rEC-HSPCs into lethally irradiated CD45.1 recipients.</p>\r\n\n\n\r\n\n\n<p>• <i>Day 28 +4, 8, 12, 16 and 20 weeks \\(I)</i>: Determine multi-lineage engraftment by flow cytometry of peripheral blood.</p>\r\n\n\n\r\n\n\n<p>• <i>Day 28 +4, 8, 12, 16 and 20 weeks \\(II)</i>: Determine multi-lineage engraftment by flow cytometry of peripheral blood.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>• During conversion, cells are transitioning through 3 sequential phases \\(Fig. 2a): </p>\r\n\n\n\r\n\n\n<p>1. <b>Induction phase</b> \\(days 0-8): Doxycycline addition up-regulates the expression of conditional <i>FGRS</i> in adult murine lung VEcad<sup>+</sup>Runx1<sup>-</sup>CD45<sup>-</sup> Runx1-rtTA ECs cocultured with HUVEC-E4ORF1 \\(<b>Fig. 2a</b>). Within 8 days, FGRS-transduced Runx1-rtTA ECs \\(FGRS-ECs) turned on endogenous Runx1 expression giving rise to haemogenic-like ECs that have completed induction \\(<b>Fig. 2a,</b>). </p>\r\n\n\n\r\n\n\n<p>2. <b>Specification phase</b> \\(days 8-20): Runx1<sup>+</sup> ECs commit to an haematopoietic fate transitioning from VEcad<sup>+</sup>Runx1<sup>+</sup>CD45<sup>-</sup> to VEcad<sup>+</sup>Runx1<sup>+</sup>CD45<sup>+</sup> cells to VEcad<sup>-</sup>Runx1<sup>+</sup>CD45<sup>+</sup> cells and erase their vascular signature. This phase is characterized by morphological changes, acquisition of haematopoietic markers, and emergence of committed rEC-HSPCs with colony forming cell \\(CFC) function independent of FGRS expression. rEC-HSPCs are endowed with multi-lineage progenitor properties, yielding CFC-GEMM, CFC-GM, and BFU-E colonies \\(<b>Fig. 2a-d), Phase picture. Time course from Figure 6, Detailed Snapshot from Movie, + CFC Figure 1 and extended</b>). </p>\r\n\n\n\r\n\n\n<p>3. <b>Expansion phase </b>\\(days 20-28): total number of short-term repopulating/radioprotective cells, and lin<sup>-</sup>c-kit<sup>+</sup>sca1<sup>+</sup>\\(LKS) cells significantly increased \\(<b>Fig. 2c</b>). rEC-LKS cells are generated and expand adherent to VN-ECs suggesting paracrine and juxtacrine angiocrine factors supplied by the VN-ECs maintain and expand LKS cells \\(<b>Fig. 2c</b>). </p>\r\n\n\n\r\n\n\n<p>• To assess HSC function in putative rEC-HSPCs, we transplanted converted cells into congenic recipient.</p>\r\n\n\n\r\n\n\n<p>1. Circulating myeloid and lymphoid CD45.2<sup>+</sup> haematopoietic cells derived from rEC-HSPCs can be detected in peripheral blood 4 to 20 weeks after transplantation \\(<b>Fig. 3a</b>). Blood, marrow and spleen of recipients transplanted with rEC-HSPCs are replete with donor-derivedB cells and circulating T cellsin numbers and physiologic ratios like mice engrafted with normal WBM \\(<b>Fig. 3a</b>). </p>\r\n\n\n\r\n\n\n<p>2. Immunophenotyping of marrow cells revealed a normal frequency of donor-derived, immunophenotypically-marked HSCs \\(CD45.2<sup>+</sup>CD48<sup>-</sup>CD150<sup>+</sup>LKS; LKS-SLAM) in mice engrafted by rEC-HSCs or normal WBM. \\(<b>Fig. 3c</b>).</p>\r\n\n\n\r\n\n\n<p>• Examine the self-renewal potential of CD45.2<sup>+</sup> rEC-HSPCs by transplanting un-fractionated marrow from 1o transplant recipients into lethally-irradiated 2<sup>o</sup> recipients. </p>\r\n\n\n\r\n\n\n<p>1. CD45.2<sup>+</sup> myeloid and lymphoid cells in the blood of 2<sup>o</sup> recipients can be detected from 4 to 20 weeks post-transplantation \\(<b>Fig. 3b</b>). </p>\r\n\n\n\r\n\n\n<p>2. The number of LKS-SLAM cells should be comparable in 2<sup>o</sup> recipients of rEC-HSPCs and WBM \\(<b>Fig. 3d</b>). </p>"
        },
        {
            "header": "References",
            "content": "<p>1 Wahlster, L. &amp; Daley, G. Q. Progress towards generation of human haematopoietic stem cells. <i>Nature cell biology</i> <b>18</b>, 1111-1117, doi:10.1038/ncb3419 \\(2016).</p>\r\n\n\n\r\n\n\n<p>2 Batta, K., Florkowska, M., Kouskoff, V. &amp; Lacaud, G. Direct reprogramming of murine fibroblasts to hematopoietic progenitor cells. <i>Cell reports</i> <b>9</b>, 1871-1884, doi:10.1016/j.celrep.2014.11.002 \\(2014).</p>\r\n\n\n\r\n\n\n<p>3 Doulatov, S.<i> et al.</i> Induction of multipotential hematopoietic progenitors from human pluripotent stem cells via respecification of lineage-restricted precursors. <i>Cell stem cell</i> <b>13</b>, 459-470, doi:10.1016/j.stem.2013.09.002 \\(2013).</p>\r\n\n\n\r\n\n\n<p>4 Elcheva, I.<i> et al.</i> Direct induction of haematoendothelial programs in human pluripotent stem cells by transcriptional regulators. <i>Nature communications</i> <b>5</b>, 4372, doi:10.1038/ncomms5372 \\(2014).</p>\r\n\n\n\r\n\n\n<p>5 Pereira, C. F.<i> et al.</i> Induction of a hemogenic program in mouse fibroblasts. <i>Cell stem cell</i> <b>13</b>, 205-218, doi:10.1016/j.stem.2013.05.024 \\(2013).</p>\r\n\n\n\r\n\n\n<p>6 Sandler, V. M., Lis, R. &amp; Rafii, S. Reprogramming human endothelial cells to haematopoietic cells requires vascular induction. <i>Nature</i> <b>511</b>, 312-318, doi:10.1038/nature13547 \\(2014).</p>\r\n\n\n\r\n\n\n<p>7 Sturgeon, C. M., Ditadi, A., Clarke, R. L. &amp; Keller, G. Defining the path to hematopoietic stem cells. <i>Nature biotechnology</i> <b>31</b>, 416-418, doi:10.1038/nbt.2571 \\(2013).</p>\r\n\n\n\r\n\n\n<p>8 Rafii, S.<i> et al.</i> Human ESC-derived hemogenic endothelial cells undergo distinct waves of endothelial to hematopoietic transition. <i>Blood</i> <b>121</b>, 770-780, doi:10.1182/blood-2012-07-444208 \\(2013).</p>\r\n\n\n\r\n\n\n<p>9 Riddell, J.<i> et al.</i> Reprogramming committed murine blood cells to induced hematopoietic stem cells with defined factors. <i>Cell</i> <b>157</b>, 549-564, doi:10.1016/j.cell.2014.04.006 \\(2014).</p>\r\n\n\n\r\n\n\n<p>10 Ginsberg, M., Schachterle, W., Shido, K. &amp; Rafii, S. Direct conversion of human amniotic cells into endothelial cells without transitioning through a pluripotent state. <i>Nat Protoc</i> <b>10</b>, 1975-1985, doi:10.1038/nprot.2015.126 \\(2015).</p>\r\n\n\n\r\n\n\n<p>11 Rafii, S.<i> et al.</i> Human bone marrow microvascular endothelial cells support long-term proliferation and differentiation of myeloid and megakaryocytic progenitors. <i>Blood</i> <b>86</b>, 3353-3363 \\(1995).</p>\r\n\n\n\r\n\n\n<p>12 Rafii, S.<i> et al.</i> Isolation and characterization of human bone marrow microvascular endothelial cells: hematopoietic progenitor cell adhesion. <i>Blood</i> <b>84</b>, 10-19 \\(1994).</p>\r\n\n\n\r\n\n\n<p>13 Seandel, M.<i> et al.</i> Generation of a functional and durable vascular niche by the adenoviral E4ORF1 gene. <i>Proceedings of the National Academy of Sciences of the United States of America</i> <b>105</b>, 19288-19293, doi:10.1073/pnas.0805980105 \\(2008).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature22326",
                "date": "2017-05-22 10:47:06",
                "title": "Conversion of adult endothelium to immunocompetent haematopoietic stem cells",
                "authors": [
                    "Raphael Lis",
                    "Charles C. Karrasch",
                    "Michael G. Poulos",
                    "Balvir Kunar",
                    "David Redmond",
                    "Jose G. Barcia Duran",
                    "Chaitanya R. Badwe",
                    "William Schachterle",
                    "Michael Ginsberg",
                    "Jenny Xiang",
                    "Arash Rafii Tabrizi",
                    "Koji Shido",
                    "Zev Rosenwaks",
                    "Olivier Elemento",
                    "Nancy A. Spec"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14578,
                "identity": "a0fc2985-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Raphael Lis",
                "email": "ral2020@med.cornell.edu",
                "orcid": "",
                "institution": "Division of Regenerative Medicine, Ansary Stem Cell Institute, Weill Cornell Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Raphael",
                "middleName": "",
                "lastName": "Lis",
                "suffix": ""
            },
            {
                "id": 14580,
                "identity": "a0fc3391-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Shahin Rafii",
                "email": "srafii@med.cornell.edu",
                "orcid": "",
                "institution": "Division of Regenerative Medicine, Ansary Stem Cell Institute, Weill Cornell Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Shahin",
                "middleName": "",
                "lastName": "Rafii",
                "suffix": ""
            },
            {
                "id": 14579,
                "identity": "a0fc2dd5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Charles C. Karrasch",
                "email": "",
                "orcid": "",
                "institution": "Division of Regenerative Medicine, Ansary Stem Cell Institute, Weill Cornell Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Charles",
                "middleName": "C.",
                "lastName": "Karrasch",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-03-23 20:38:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.033",
        "doiUrl": "https://doi.org/10.1038/protex.2017.033",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609683,
                "identity": "7997396b-1cad-47c5-b6fe-7ea09da86ca1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 93769,
                "visible": true,
                "origin": "",
                "legend": "In vitro conversion on adult murine EC into HSPCs: Timeline.    <p><b>a.</b> Schema for conversion of adult murine ECs (mECs) into HSPCs</p>\r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-5771/v1/figure_1.png"
            },
            {
                "id": 2609682,
                "identity": "44cb11d0-7978-4dbb-a78f-ab90feac60c3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 451638,
                "visible": true,
                "origin": "",
                "legend": "Conditional expression of FGRS in adult ECs generates haematopoietic cells.    <p><b>a</b>. Emergence of CD45<sup>+</sup> cells in vincinity of VN-EC. Representative Pictures (10x) <b>b.</b> <i>FGRS-</i>ECs grown onto VN-ECs, OP9-DLL11, or in feeder-free condition. Data represent mean±s.e.m. (n=5 conversion experiment run in technical triplicates for each conditions). P values, two-tailed unpaired t-test. <b>c. </b>Quantificationof CD45<sup>+ </sup>LKS during conversion (left) and absolute cell number (right). Data represent mean±s.e.m. (n=5 conversion experiment run in technical triplicates for each conditions). P values, two-tailed unpaired t-test. <b>d. </b>CD45<sup>+</sup> cells were sorted at d23 and seeded in methylcellulose (no Dox); colonies were analyzed 7 days after. Graphs show quantification of the number of colony/2500 cells plated. (n=5 conversion experiment run in technical triplicates for each conditions). P values, two-tailed unpaired t-test.</p>\r\n",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-5771/v1/figure_2.png"
            },
            {
                "id": 2609685,
                "identity": "eda883fd-a834-4e37-af51-d5bf415e1938",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 121806,
                "visible": true,
                "origin": "",
                "legend": "Conditional FGRS expression supports long-term 1o and 2o HSPC engraftment.   <p><b>a.</b> Lineage contribution to Gr1<sup>+</sup>CD11b<sup>+</sup> and Gr1<sup>-</sup>CD11b<sup>+</sup> myeloid cells, B220<sup>+</sup> B cells, CD3<sup>+</sup>CD4<sup>+</sup> T-cells, and CD3<sup>+</sup>CD8<sup>+</sup> T-cells at week 20 post-primary transplant in peripheral blood (PB) of WBM control transplantor rEC-HSPC, data represent mean±s.d. (n=4 independent conversion experiment run in technical triplicates for each conditions). P values, two-tailed unpaired t-test. <b>b.</b> Lineage contribution to Gr1<sup>+</sup>CD11b<sup>+</sup> and Gr1<sup>-</sup>CD11b<sup>+</sup> myeloid cells, B220<sup>+</sup> B cells, CD3<sup>+</sup>CD4<sup>+</sup> T cells, and CD3<sup>+</sup>CD8<sup>+</sup> T cells at week 20 post-secondary transplant in PB of WBM control transplantor rEC-HSPC, data represent mean±s.d. (n=4 independent conversion experiment run in technical triplicates for each conditions). P values, two-tailed unpaired t-test. <b>c. </b>Relative representation of LKS and LKS-SLAM cells at week 20 post primary. <b>d.</b> secondary transplant for WBM transplantor rEC-HSPC, data represent mean±s.d. (n=4 independent conversion experiment run in technical triplicates for each conditions). P values, two-tailed unpaired t-test</p>\r\n",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-5771/v1/figure_3.png"
            },
            {
                "id": 13465130,
                "identity": "1c4201d2-b7f1-4a5e-8192-8a7c83df81f1",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:47",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1106170,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5771/v1/f86ef537-f517-4488-8658-4d1145e09168.pdf"
            }
        ],
        "financialInterests": "S.R. is the founder and a non-paid consultant to Angiocrine Bioscience \\(AB), San Diego, CA.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Direct reprogramming, Haematopoietic stem cells, Vascular niche, Endothelial cells, Haemogenic endothelium",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>In this method article, we are describing a multi-phasic approach for converting adult murine endothelial cells \\(ECs) to bona fide haematopoietic stem cells \\(HSCs) \\(rEC-HSCs) via transient expression of four transcription factors <i>FosB</i>, <i>Gfi1</i>, <i>Runx1</i>, and <i>Spi1 </i>\\(<i>FGRS</i>) and stimulation with angiocrine factors supplied by the vascular niche. Adult mouse ECs were isolated from <i>Runx1</i>-IRES-GFP; Rosa26-rtTa and maintain in culture with EC growth factor and tgfb inhibition. Induction phase \\(day 0-8) of conversion is initiated by expressing <i>FGRS</i> in mature ECs resulting in endogenous <i>Runx1</i> expression. During specification phase \\(day 8-20), endogenous <i>Runx1<sup>+</sup></i> <i>FGRS</i>-transduced ECs commit to a haematopoietic fate and no longer require <i>FGRS</i> expression. The vascular-niche drives robust self-renewal and expansion of rEC-HSCs \\(day 20-28). Upon conversion, rEC-HSCs are endowed with a transcriptomic signature and long-term self-renewal capacity similar to adult HSCs, and are competent for clonal engraftment and multi-lineage reconstituting potential, including antigen-dependent adaptive immune function. Our work provides a tractable strategy to interrogate the generation of engraftable hematopoietic cell, and advances the mechanistic understanding of hematopoietic development and HSC self-renewal.</p>",
        "manuscriptTitle": "In vitro conversion of adult murine endothelial cells to hematopoietic stem cells.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-05-22 10:47:40",
                "doi": "10.1038/protex.2017.033",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0fbbdcd-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 22nd, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3858,
                "name": "Cell biology"
            },
            {
                "id": 3860,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-05-22 10:47:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}