{
    "identity": "nprot-2426",
    "title": "Reprogramming human amniotic fluid stem cells to functional pluripotency by manipulation of culture conditions.",
    "content": [
        {
            "header": "Introduction",
            "content": "Pluripotent stem cells have several applications in cell therapy and tissue engineering to treat tissue injuries and organ pathologies, as well as drug screening and investigation of disease mechanisms <sup>1</sup>. \r\n\n\nEmbryonic stem cells \\(ESC), which are derived form the inner cell mass, have the capacity to differentiate into lineages of the three germ layers, i.e. mesoderm, endoderm and ectoderm, and contribute to adult tissues including the germline. Other early embryonic tissues have also been used to derive pluripotent stem cells, including epiblast stem cells \\(EpiSC), embryonal carcinoma cells \\(ECC) and primordial germ cells \\(PGC). The expression of OCT4A, a marker of undifferentiated pluripotent cells which regulates the Rex1 promoter, is essential to prevent the early embryo from differentiating; for example, OCT4A-deficient mouse embryos lose pluripotency and differentiate into trophectoderm. Unfortunately, these cell types are difficult to expand ex vivo, poorly contribute to adult tissues and, similarly to ESC, are only available during the early stages of development. Consequently, their use is ethically challenged because their derivation is associated with destruction of the early embryo.\r\n\n\nSomatic stem cells, which can be isolated from most tissues throughout pre-and post-natal life, do not express OTC4A <sup>2</sup> or other markers associated with pluripotency; consequently, they show considerable reduced plasticity, only differentiating into a restricted number of cell types, usually within their lineage. The absence of pluripotency in somatic stem cells restricts their applications in regenerative medicine to treat injuries or diseases from the tissues of which they are derived. \r\n\n\nStrategies to revert somatic stem cells to pluripotency have been investigated since 1952, when Briggs and Kings developed somatic cell nuclear transfer \\(SCNT). They successfully created cloned animals by replacing the nucleus of enucleated oocytes with the nucleus of late stage embryos. Although cloned organisms present phenotypic abnormalities and cloning is technically challenging <sup>3</sup>, these findings supported the concept that the genome retains a capacity to revert to earlier states of plasticity and that the epigenetic modifications, which are responsible for cellular differentiation are reversible.\r\n\n\nSince 2006, induced pluripotent stem \\(iPS) cells have been generated from fibroblasts obtained from dermal biopsies by using retroviruses to ectopically express key transcription factors critical for the modulation of cell fate and maintenance of the pluripotent identity, i.e. the four reprogramming factors OCT4A, SOX2, c-MYC and KLF4 <sup>4</sup>. \r\n\n\nRecent data suggest that endogenous expression of the reprogramming genes may favour the reprogramming process of somatic stem cells with minimal or no ectopic factors, underpinning OCT4A expression as being sufficient to induce pluripotency. For example murine neural stem cells, which endogenously express SOX2 and c-MYC, were successfully induced to pluripotency through ectopic viral expression of OCT4A and KLF4 only <sup>5</sup>, and recently by OCT4A alone in both mouse and human neural stem cells <sup>6</sup>, <sup>7</sup>. In line with these findings, germline cells, which endogenously express OCT4A, have been shown to acquire pluripotency without addition of exogenous transcription factors, but instead via a chemical approach, for example Fgf2 and Leukaemia inhibitory factor \\(LIF) <sup>8</sup>,<sup>9</sup>. Other evidences suggest that modification of the culture conditions alone may induce pluripotency without genetic manipulations in OCT4A-expressing cells <sup>9</sup>. For example, Zhou et al. <sup>10</sup> reverted epiblast stem cells from a later developmental pluripotent state to ES-like pluripotency using small molecules supplementation.\r\n\n\n We recently demonstrated that Valproic acid confers functional pluripotency to human amniotic fluid stem cells in a transgene-free approach <sup>11</sup>. We found that human c-KIT+ first and mid-trimester amniotic fluid cells \\(AFSC) endogenously express OCT4A, although levels of expression are notably inferior to those found in ES cells <sup>11</sup>. Accordingly, AFSC do not fulfil the stringent criteria of pluripotency despite being broadly multipotent. We hypothesized that manipulation of culture conditions and the use of epigenetic modulators could revert OCT4A+ cells to functional pluripotency. We showed that culture of AFSC on Matrigel in a medium designed to sustain pluripotency supplemented with the histone deacetylase \\(HDAC) inhibitor Valproic acid led the cells to grow as compact colonies of small cells. These cells up-regulated OCT4A to a level similar to ES cells, and expressed alkaline phosphatase \\(ALP), SOX2, c-MYC, KLF4, NANOG, SSEA3, SSEA4, TRA-1-60, TRA-1-81, and REX1, which is expressed upon OCT4A up-regulation in cells with low or null levels of OCT4A. In addition, the reprogrammed cells expressed FBX015, a protein expressed in undifferentiated ES cells which is expressed during co-expression of OCT4A, SOX2, c-MYC and KLF4. The cells formed embryoid bodies in vitro and highly differentiated teratomas in vivo following injection into immunodeficient mice, showed reactivation of the epigenetically silenced X chromosomes in female lines and expressed hTERT. In addition, cells gained the ability to differentiate beyond the standard mesodermal lineages bone, fat and cartilage and formed definitive endoderm, mature functional oligodendrocytes, neurons and hepatocytes <sup>11</sup>. \r\n\n\n\r\n\n\n**Advantages of the method**\r\n\n\nOur method is legally and ethically acceptable as AFSC are derived from the amniotic fluid. It is also safe and suitable for clinical applications as the AFSC are reprogrammed to pluripotency without ectopic factors, even inactivated, but simply by manipulation of the culture conditions only. In addition, our method is fast and easy, as pluripotent cells can be generated within 8-9 weeks. Reprogrammed cells can be expanded to clinically relevant numbers and stored for either prenatal, neonatal or postnatal autologous use. They can also be used in allogeneic settings, since a bank of 150 donor cell lines would provide a beneficial match for up to 37.9% of the population <sup>12</sup>. \r\n\n\nWe have used VPA, a small-molecule HDAC inhibitor, which is US Food and Drug Administration–approved for the treatment of epilepsy <sup>13</sup>. Previously, VPA has been shown to enable reprogramming of primary human fibroblasts with just two transcription factors, OCT4A and SOX2 <sup>14</sup>. VPA, which up-regulates OCT4A expression through factors targeting a proximal hormone response element, was enough to enhance OCT4A expression in AFSC, generating reprogrammed cells that were genetically stable over time.\r\n\n\n\r\n\n\n**Comparison with other methods**\r\n\n\niPS cells generated using retroviral insertion of the four Yamanaka factors are usually only partially reprogrammed as the retroviral vectors are silenced towards the end of the process. In addition, the risks of multiple random integration of the transgenes into the host genome, the low efficiency of the process, the stability of the pluripotent phenotype, the risk of residual activity or reactivation of the viral transgenes, as well as the potential risk of virally-induced tumorigenicity further restrain the application of virally-induced iPS cells. This pitfall is even greater when using lentiviral vectors, as these are less efficient in being silenced and could prevent the cells from differentiating later on <sup>1</sup>. \r\n\n\nConsequently, a number of delivery methods have been developed to generate integration-free iPS cells, including adenovirus <sup>15</sup>, Sendai virus <sup>16</sup>, episomal DNA plasmid <sup>15</sup>, <sup>17</sup>, and minicircle DNA vectors <sup>18</sup>, although the absence of genomic integration should be experimentally verified in all cases. In addition, the procedures using integrating vectors that are subsequently excised from the genome are also associated with very low efficiency <sup>19</sup>. For example, piggyBac transposons <sup>20</sup> can be removed after integration in the genome, although the screening of excised lines is time consuming. Finally, DNA-free pluripotent cell lines have been generated by direct delivery of either synthetic RNA <sup>21</sup> or protein <sup>6</sup>. However, non-integration methods are mostly inefficient or technically challenging, and although progress has been made to increase the efficiency of episomal plasmid vectors using p53 suppression <sup>19</sup>, this may also lead to genomic instability.\r\n\n\n\r\n\n\n**Experimental design**\r\n\n\nIn this manuscript, we describe a method for generating functional pluripotent fetal stem cells without ethical and legal restrictions. In principle, these cells could be used in the clinic for regeneration therapy, and have applications in disease modelling and drug screening. \r\n\n\nThe parental populations \\(human first and second trimester amniotic fluid stem cells) can be isolated during standard prenatal diagnostic, either multiple pregnancy reduction during the first trimester, or amniocentesis during mid-trimester, and do not require termination of pregnancy. These cells express OCT4A, which is absent in human first trimester fetal mesenchymal stem cells isolated from fetal blood, liver or bone marrow, as previously described by us. \r\n\n\nWe first describe the technique to isolate c-KIT+ AFSC from the amniotic fluid. To establish the parental population, the amniotic fluid is first centrifuged and the cells replated in isolation medium, where they are allowed to expand in sufficient numbers before being c-KIT+ selected based on their cell surface expression of the epitope. The cells show a fibroblastic morphology, with a spindle-shaped cytoplasm, and grow as a monolayer of single cells, as shown in Figure 1A.\r\n\n\nThe second step consists of adapting the cells to low growth factor culture conditions designed to sustain the maintenance and expansion of pluripotent cells in the absence of feeder cells. The cells are expanded on Matrigel in expansion medium \\(Nutristem medium, Stemgent) and passaged mechanically with collagenase. In these conditions, the cells show higher kinetics and grow as round and compact colonies of small SSEA3+ cells which grow on top of flat colonies of SSEA3- cells that functions as feeders, as seen in Figure 1B. \r\n\n\n After two weeks in expansion medium, the cells are switched to reprogramming medium composed of expansion medium supplemented with Valproic acid \\(0.1-1 mM) for a minimum of 5 days, during which time the cells stop dividing but up-regulate expression of pluripotency markers OCT4A, NANOG, SOX2, c-MYC, KLF4, express REX1, FBX015, SSEA3, SSEA4, TRA-1-60, TRA-1-81 and hTERT, and stain positive for alkaline phosphatase. The cells are subsequently returned to expansion medium and stabilized for a minimum of two weeks. They are able to form embryoid bodies in vitro and teratomas in vivo when transplanted into immunodeficient mice. When cultured in permissive medium in vitro, the cells express functional markers of neuron differentiation \\(NR1), produce urea \\(hepatic differentiation), and express markers of definitive endoderm, confirming their ability to differentiate into lineages of the three germ layers. The pluripotency state of the cells is also confirmed by the reactivation of the X chromosome in female lines. Finally whole genome transcription array should show a high homology with ES cells to confirm expression of ECM associated genes and other genes associated with pluripotency. The reprogrammed lines should show high kinetics and little senescence over time and should be genetically and epigenetically stable after long term expansion <sup>11</sup>. \r\n\n\nWe anticipate that the protocol described here for human amniotic fluid stem cells could be adapted to a wider range of human stem cells that express OCT4A in the parental population, although levels of expression are not required to be identical to ES cells. Such cell types include, but is not restricted to, human first trimester fetal chorion stem cells. Data from our laboratory indicate that these cells require an adaptation period to expansion medium of two weeks before Valproic acid can be added to the culture medium."
        },
        {
            "header": "Reagents",
            "content": "**Cell lines**\r\n\n\n• Donors for amniotic fluid **\\!CAUTION** Subjects must have given informed consent approved by the Research Ethics Committee of their facilities. All experiments involving humans must be in compliance with national and institutional ethics regulations guidelines. \r\n\n\n\r\n\n\n**Culture medium** \r\n\n\n• Dulbecco’s modified Eagle’s medium high glucose \\(DMEM, Sigma, cat. no. D5671)\r\n\n\n• Knockout Dulbecco’s modified Eagle’s medium \\(KO-DMEM, Invitrogen, cat. no. 10829018)\r\n\n\n• Stemedia Nutristem XF/FF \\(Stemgent, cat. no. 01-0005)\r\n\n\n• Penicillin/Streptomycin \\(Invitrogen, cat. no. 15070-063)\r\n\n\n• L-glutamine \\(Invitrogen, cat. no. 25030-024) \r\n\n\n• Fetal Bovine Serum \\(FBS) heat inactivated \\(Biosera)\r\n\n\n• Non-essential amino acids \\(Invitrogen, cat. no. 11140-035)\r\n\n\n• β-mercaptoethanol **\\!CAUTION** β-mercaptoethanol is a toxic material. Avoid inhalation, ingestion and skin contact \\(Invitrogen, cat. no. 31350-010)\r\n\n\n\r\n\n\n**Enzymes**\r\n\n\n• Collagenase Type IV \\(Invitrogen, cat. no. 17104-019) \r\n\n\n• 0.25% Trypsin-EDTA \\(1X), Phenol Red \\(Invitrogen, cat. no. 25200-056)\r\n\n\n\r\n\n\n**Chemicals and general reagents**\r\n\n\n• Matrigel \\(BD Biosciences, cat. no. 354230)\r\n\n\n• Valproic acid sodium salt \\(VPA, 1mM) Sigma, cat. no. P4543)\r\n\n\n• Dulbecco’s phosphate buffered saline \\(DPBS, Sigma, cat. no. D8537)\r\n\n\n• RNeasy minikit \\(Qiagen, cat. no. 74104)\r\n\n\n• β-mercaptoethanol **\\!CAUTION** β-mercaptoethanol is a toxic material. Avoid inhalation, ingestion and skin contact \\(Sigma, cat. no. M6250)\r\n\n\n• RNAase-free DNAase set \\(Qiagen, cat. no. 79254)\r\n\n\n• Reverse transcription system \\(Promega, cat. no. A3500)\r\n\n\n• SYBR green PCR mastermix \\(Applied Biosystems, cat. no. 4364346)\r\n\n\n• Custom oligonucleotides \\(Thermo)\r\n\n\n• Dimethyl sulfoxide \\(DMSO) **\\!CAUTION** DMSO is a toxic material. Avoid inhalation, ingestion and skin contact \\(Sigma, cat. no. D2650)\r\n\n\n• Bovine Serum Albumin \\(BSA) \\(Sigma, cat. no. A3059)\r\n\n\n• Paraformaldehyde \\(PFA) **\\!CAUTION** PFA is a toxic material. Avoid inhalation, ingestion and skin contact \\(Sigma, cat. no. P6148)\r\n\n\n• Triton X-100 \\(Sigma, cat. no. T8787)\r\n\n\n• Glycine \\(Sigma, cat. no. G7126)\r\n\n\n• Casein \\(Vector Labs, cat. no. SP-5020) \r\n\n\n• 45% Fish gelatin \\(British Biocell, cat. no. gel10)\r\n\n\n• Vectashield mounting medium with DAPI \\(Vector Labs, cat. no. H-1200)\r\n\n\n• Methylene blue solution \\(Sigma, cat. no. 03978)\r\n\n\n• AutoMACS running buffer \\(Miltenyi Biotec, cat. no. 130-091-221)\r\n\n\n• CD117 microbead kit human \\(Miltenyi Biotec, cat. no. 130-091-332)\r\n\n\n• Urea/Ammonia determination kit \\(R-Biopharm AG, Darmstadt, Germany)\r\n\n\n• Monothioglycerol \\(Sigma, cat. no. 88639)\r\n\n\n• Hepatocyte growth factor \\(Peprotech, cat. no. 100-39)\r\n\n\n• Oncostatin M \\(Peprotech, cat. no. 300-10T)\r\n\n\n• Dexamethasone \\(Sigma, cat. no. D2915)\r\n\n\n• Fibroblast Growth Factor 4 \\(Peprotech, cat. no. 100-31)\r\n\n\n• ITS \\(Insulin, Transferrin, selenium) \\(Sigma, cat. no. I1884)\r\n\n\n• DMEM:F12 medium \\(Sigma, cat. no. D6421)\r\n\n\n• Glucose \\(Sigma, cat. no. G7528)\r\n\n\n• Sodium bicarbonate \\(Sigma, cat. no. S8761)\r\n\n\n• HEPES buffer \\(Sigma, cat. no. H0887)\r\n\n\n• Insulin \\(Sigma, cat. no. I1882)\r\n\n\n• Transferrin \\(Sigma, cat. no. T1147)\r\n\n\n• Progesterone \\(Sigma, cat. no. P0130)\r\n\n\n• Putrescine \\(Sigma, cat. no. P7505)\r\n\n\n• Selenium chloride \\(Sigma, cat. no. S5261)\r\n\n\n• Epidermal Growth Factor \\(Peprotech, cat. no. AF-100-15)\r\n\n\n• basic Fibroblast Growth Factor \\(Peprotech, cat. no. 100-18B)\r\n\n\n• Leukemia Inhibitory Factor \\(Sigma, cat. no. L5283)\r\n\n\n• Baicalin \\(Sigma, cat. no. 572667)\r\n\n\n• N1 supplement \\(Sigma, cat. no. N6530)\r\n\n\n• Biotin \\(Sigma, cat. no. B4501)\r\n\n\n• Platelet Derived Growth Factor \\(Peprotech, cat. no. 100-13A)\r\n\n\n• Gelatin \\(Sigma, cat. no. G1393)\r\n\n\n• Urea/Ammonia determination kit \\(R-Biopharm AG, cat. no. 10542946-035)"
        },
        {
            "header": "Equipment",
            "content": "• Petri dishes \\(6-well, Fisher Scientific, cat. no. TKB-100-105K)\r\n\n\n• Falcon conical tubes \\(15ml and 50ml, VWR, cat. no. 525-0150 and 525-0156 respectively)\r\n\n\n• Parafilm \\(VWR, Cat. no. 291-1214)\r\n\n\n• Incubator maintained at 37°C, 90% humidity and 5% CO2\r\n\n\n• Safety cabinet suitable for cell culture\r\n\n\n• Water bath maintained at 37°C\r\n\n\n• Centrifuge suitable for 15ml and 50ml tubes\r\n\n\n• Microcentrifuge suitable for 1.7 ml tubes\r\n\n\n• 1.7ml microcentrifuge tubes \\(Fisher, cat. no. FB56089)\r\n\n\n• 0.2 ml PCR tubes \\(VWR, cat. no. 7320-0548)\r\n\n\n• PCR machine \r\n\n\n• Step one ABI PRISM Sequence Detection System \\(Applied Biosystems)\r\n\n\n• MicroAmp fast 96-well reaction plate 0.1 ml \\(Applied Biosystems, cat. no. 4346907)\r\n\n\n• MicroAmp 96-well optical adhesive film \\(Applied Biosystems, cat. no. 4311971)\r\n\n\n• Square petri dishes 100 mm \\(VWR, cat. no. 391-2018)\r\n\n\n• Cell scraper 18 cm \\(VWR, cat. no. 734-0385) \r\n\n\n• Cryogenic vials 2 ml \\(VWR, cat. no. 479-3222)\r\n\n\n• 0.2 μm syringe filter \\(Appleton woods, cat. no. FC121)\r\n\n\n• Syringes for 20ml and 50ml \\(VWR, cat. no. 613-3922 and 613-3925 respectively)\r\n\n\n• Plastic disposable pipettes for 5ml and 10ml \\(VWR, cat. no. 734-1737 and 734-1738 respectively)\r\n\n\n• Filter units, PES membrane, 250ml, 0.22μM filter pore size \\(Fisher Scientific, cat. no. FDR-120-050L)\r\n\n\n• Pipettes for 20μl, 200μl and 1000μl \\(Gilson)\r\n\n\n• Filtered pipette tips for 20μl, 200μl and 1000μl \\(Starlab, cat. no. S1120-1810, S1120-8810 and S1126-7810 respectively)\r\n\n\n• Inverted light microscope with phase contrast \\(x10, x20, x40 objectives)\r\n\n\n• Pipette filter CellMate II \\(Fisher scientific, cat. no. PMX-170-030C)\r\n\n\n• MACS columns \\(Miltenyi Biotec, cat. no. 130-042-201)\r\n\n\n• miniMACS separator \\(Miltenyi Biotec)\r\n\n\n• MACS multistand \\(Miltenyi Biotec)\r\n\n\n• FACS tubes round bottom \\(VWR, cat. no. 734-0436)\r\n\n\n• Cell counter or haemocytometer\r\n\n\n• Thermanox plastic coverslips for 24-well dish \\(Fisher Scientific, cat. no. TKT-210-330P)"
        },
        {
            "header": "Procedure",
            "content": "**REAGENT SETUP**\r\n\n\n\r\n\n\n**Matrigel-coated culture plates** Refer to manufacturer’s instructions for reagent handling and thawing. **\\!CAUTION** It is important to keep Matrigel and all equipment used to prepare and aliquot stocks chilled. Thaw Matrigel on ice overnight. When thawed, dilute Matrigel 1:2 using ice-cold KO-DMEM and immediately aliquot into 15 ml chilled centrifuge tubes \\(1 ml/tube). Aliquots can be stored at -80°C until use. To prepare Matrigel-coated plates, thaw 1 ml stock aliquot overnight at 4°C and dilute 1:15 using ice cold KO-DMEM. Using chilled pipette tips, aliquot 1 ml/well for a 6-well plate. Swirl to coat plate surface evenly. Plates can be used after incubation at 37°C for 1 hour, or at 4°C overnight, and can be kept at 4°C for up to 2 weeks wrapped in Parafilm. Plates kept at 4°C should be transferred to 37°C for at least 30 minutes before use. To use Matrigel-coated plates for cell culture, aspirate the Matrigel solution, replace with 3ml of pre-warmed Nutristem media and place back into incubator to equilibrate. Passage cells onto the prepared plates after a minimum of 10 minutes.\r\n\n\n\r\n\n\n**Collagenase Type IV solution** Final concentration is 200U/ml. Dissolve 20,000 U of collagenase Type IV in 100 ml KO-DMEM. Add all components to a 250 ml filter unit and filter. Aliquot into 15 ml sterile tubes and store at -20°C until use. Thawed solution can be stored at 4°C for up to 1 week.\r\n\n\n\r\n\n\n**Isolation medium** The isolation medium consists of DMEM supplemented with 2 mM L-Glutamine, 100 U/ml Penicillin/Streptomycin and 10% FBS. Solutions of L-Glutamine and Penicillin/Streptomycin are aliquoted in 5 ml tubes and stored at -20°C until use. FBS is filtered \\(optional) and aliquoted in 50 ml falcon tubes and stored at -20°C until use. To make 500 ml isolation medium, take one DMEM bottle and remove 60 ml of liquid. Thaw one aliquot of L-Glutamine, Penicillin/Streptomycin and FBS in a 37°C waterbath. Add solutions to the DMEM bottle. **\\!CAUTION** gently swirl the bottle to mix avoiding the liquid touching the ridges of the bottle. The isolation medium should be kept at 4°C for up to 2 weeks and a small aliquot should be pre-warmed in a 37°C waterbath before use. \r\n\n\n\r\n\n\n**Expansion medium** The expansion medium consist of Nutristem supplemented with 100 U/ml Penicillin/Streptomycin. To prepare one 500 ml bottle of expansion medium, remove 5 ml of solution from a 500 ml Nutristem bottle and replace with 5ml of thawed Penicillin/Streptomycin. **\\!CAUTION** gently swirl the bottle to mix avoiding the liquid touching the ridges of the bottle. The expansion medium should be aliquoted into 50 ml aliquots in falcon tubes and stored at -20°C until use. When needed, thaw one aliquot in a 37°C waterbath and at keep at 4°C for up to 1 week. Prior to use for cell culture, a small aliquot should be pre-warmed in a 37°C waterbath before use.\r\n\n\n\r\n\n\n**Reprogramming medium** Reprogramming medium consists of expansion medium supplemented with 1 mM VPA. Make 50 mM VPA stock by diluting 100 mg of powder VPA into 12 ml expansion medium and sterilize by filtering using a 0.2 μm syringe filter. Take 1 ml from this solution and add it to 50 ml expansion medium to make up a final VPA concentration of 1mM. CRITICAL STEP The 50 mM VPA stock and the reprogramming medium should be made fresh before use. \r\n\n\n\r\n\n\n**Freezing medium** The freezing medium consists of 60 % \\(vol/vol) DMEM, 30 % FBS and 10 % DMSO. To make 10 ml of freezing medium, add 6 ml of DMEM, 3 ml of FBS and 1 ml of DMSO. CRITICAL STEP Add the DMSO last and keep the freezing medium at 4°C until use. \r\n\n\n\r\n\n\n**Solution for Flow cytometry and cell separation** The solution for flow cytometry and cell separation consists of 1% BSA in DPBS. First, make a stock solution of 10 % BSA by dissolving 5 g of BSA into 50 ml of DPBS and sterile filter using a 0.2 μm syringe filter. **\\!CAUTION** BSA does not readily dissolve in DPBS. To fully dissolve, put a little bit of DPBS in a 50 ml falcon tube and add the BSA powder carefully. Then, affix the tube horizontally on a shaking plate, shaking slowly. When dissolved, complete the volume up to 50 ml with DPBS and sterile filter using a 0.2 μm syringe filter. To make the 1 % BSA solution, add 5 ml of the filtered solution into 45 ml of DPBS. CRITICAL STEP 1% BSA in DPBS should be stored at -20°C and thawed before use. The solution can be kept at 4°C for 24 h. \r\n\n\n\r\n\n\n**PROCEDURE** \r\n\n\n\r\n\n\n**Isolation of AFSC from human amniotic fluid**  TIMING ∼10 min\r\n\n\n1|   Collect human amniotic fluid after amniocentesis \\(usually 1-2 ml) in a sterile syringe.\r\n\n\n\r\n\n\n2|   Transfer to 15 ml centrifuge tube and centrifuge at 300g for 5 minutes.\r\n\n\n\r\n\n\n3|   Resuspend the resulting pellet in 1 ml of pre-warmed isolation medium and transfer to one well of a 6-well plate, add 2 more ml of pre-warmed medium, working in aseptic conditions. \r\n\n\n\r\n\n\n**\\!CAUTION** any study involving use of human tissue must conform to national and institutional ethics regulations.\r\n\n\n\r\n\n\n**Expansion of isolated AFSC cells**  TIMING ∼ 2 weeks\r\n\n\n4|   Check cells daily for attachment without changing the medium for the first week. \r\n\n\n\r\n\n\n5|   When the first colonies are forming \\(∼ 10-15 cells each), replace the medium. Aspirate the medium from the well carefully without touching the bottom of the well. Wash the well carefully with 2 ml of pre-warmed DPBS. Replace with 3 ml of pre-warmed isolation medium. **\\!CAUTION** place the pipette end on the side of the well and release the solution very slowly to avoid disturbance of the colonies. \r\n\n\n\r\n\n\n6|   Allow the colonies to grow until 70% confluence has been reached, changing the medium every Monday, Wednesday and Friday. \r\n\n\n\r\n\n\n7|   When the culture has reached 70% confluence, passage the cells. \r\n\n\n\r\n\n\n8|   Remove the medium and wash with DPBS as mentioned above. \r\n\n\n\r\n\n\n9|   Add 1 ml of Trypsin solution, swirl the plate gently to cover plate surface evenly     and place back in the incubator for 2-3 minutes, until cells detach. \r\n\n\n\r\n\n\n10| Add 1 ml of isolation medium to neutralize the trypsin, and collect in a 15 ml tube. \r\n\n\n\r\n\n\n11|   Centrifuge at 300g for 5 minutes. \r\n\n\n\r\n\n\n12|   Carefully remove the supernatant and resuspend the pellet slowly in 200 μl of isolation medium to obtain a single cell suspension \r\n\n\n\r\n\n\n13|   Add a further 800μl of isolation medium, resuspending slowly\r\n\n\n\r\n\n\n14|   Add a further 2 ml of isolation medium and resuspend carefully, avoiding the formation of air bubbles \r\n\n\n\r\n\n\n15|   Transfer 1 ml of cell suspension into each of 3 wells of a 6 well plate\r\n\n\n\r\n\n\n16|   Add 2ml of pre-warmed isolation medium to each well containing cells\r\n\n\n\r\n\n\n17|   Place the plate in the incubator\r\n\n\n\r\n\n\n**Selection of c-KIT+ cells.**  TIMING 1h\r\n\n\nWhen the cells have been expanded to ∼10 x10\n6\ncells, proceed with selection of c-KIT+ cells\r\n\n\n\r\n\n\n18|   Repeat steps 8-11\r\n\n\n\r\n\n\n19|   Carefully remove the supernatant and resuspend the pellet slowly in 200 μl of solution for cell separation to obtain a single cell suspension\r\n\n\n\r\n\n\n20|   Add a further 800 μl of solution for cell separation, resuspending slowly\r\n\n\n\r\n\n\n21|   Count the cells using a haemocytometer or cell counter, using methylene blue to determine cell viability\r\n\n\n\r\n\n\n22|   Wash the cells by adding 4 ml to the cell suspension and resuspending gently\r\n\n\n\r\n\n\n23|   Centrifuge at 300g for 5 minutes\r\n\n\n\r\n\n\n24|   Discard the supernatant and resuspend the pellet as before\r\n\n\n\r\n\n\n25|   Repeat wash 2 more times, centrifuging after each wash\r\n\n\n\r\n\n\n26|   Resuspend the cell pellet in 300 μl of AutoMACS running buffer, in a FACS round bottom tube\r\n\n\n\r\n\n\n27|   Add 100 μl of CD117 microbeads \r\n\n\n\r\n\n\n28|   Mix well and incubate at 4°C for 15 minutes\r\n\n\n\r\n\n\n29|   Wash cells by adding 4 ml of running buffer, resuspend well\r\n\n\n\r\n\n\n30|   Centrifuge at 300g for 10 minutes\r\n\n\n\r\n\n\n31|   Remove supernatant completely and resuspend in 500 μl of running buffer\r\n\n\n\r\n\n\n32|   Place an MS column in the magnetic field of the MACS separator\r\n\n\n\r\n\n\n33|   Prime column by rinsing with 500 μl of running buffer\r\n\n\n\r\n\n\n34|   Apply cell suspension to the column, and collect the flow through that contains the unlabelled cells in a 15 ml falcon tube\r\n\n\n\r\n\n\n35|   Wash column 3 times with 500 μl of running buffer, collecting the flow through in the same 15 ml tube\r\n\n\n\r\n\n\n36|   After the washes, remove the separation column and place it in a 15ml falcon tube\r\n\n\n\r\n\n\n37|   Add 1 ml of isolation medium onto the column and immediately flush out the CD117+ magnetically labelled cells by firmly pushing the plunger into the column.\r\n\n\n? TROUBLESHOOTING \r\n\n\n PAUSE POINT If needed, cells can be frozen and kept in liquid nitrogen long-term\r\n\n\n\r\n\n\n38|   Plate the cells in 6-well plates at a cell density of 2 x 10\n5\ncells/well, topping up with isolation medium to 3 ml per well\r\n\n\n\r\n\n\n39|   Place the plate in the incubator\r\n\n\n\r\n\n\n**Adaptation of cells to medium sustaining pluripotency**  TIMING ∼ 2 weeks\r\n\n\nTo transfer the cells from isolation medium to expansion medium:\r\n\n\n40|   First prepare Matrigel-coated plates and place the plates in the incubator with 2 ml per well of pre-warmed 1:1 isolation medium:expansion medium to equilibrate for a minimum of 10 minutes.\r\n\n\n\r\n\n\n41|   When the cells reach 70% confluence in isolation medium, detach the cells with trypsin as describe in steps 8-11.\r\n\n\n\r\n\n\n42|   Resuspend the cells in 1 ml of a solution made of pre-warmed 1:1 isolation medium:expansion medium.\r\n\n\n\r\n\n\n43|   Count the cells and resuspend at a cell density of 2 x 10\n5\ncells/ml\r\n\n\n\r\n\n\n44|   Add 1 ml of single cell suspension per well. \r\n\n\n? TROUBLESHOOTING\r\n\n\n\r\n\n\n45|   The next day, check for cell viability \\(should be 100%) and replace the media with 3 ml of pre-warmed expansion medium per well\r\n\n\n\r\n\n\n46|   The pre-warmed expansion medium is then replaced daily\r\n\n\n\r\n\n\n47|   When the cells reach 70 % confluence, passage the cells\r\n\n\n\r\n\n\n48|   Prepare Matrigel plates and place the plates in the incubator with 2 ml per well of pre-warmed expansion medium to equilibrate for a minimum of 10 minutes.\r\n\n\n\r\n\n\n49|   Pre-warm the collagenase in a 37°C waterbath for 15 minutes\r\n\n\n\r\n\n\n50|   Aspirate carefully the medium from the wells\r\n\n\n\r\n\n\n51|   Add carefully 1 ml of collagenase on the side of the well without touching the cells\r\n\n\n\r\n\n\n52|   Place the plate back in the incubator for 7 minutes **\\!CAUTION** after 5 minutes of incubation, check the cells under light microscope. The cells must not detach completely but the sides of the cytoplasm should slightly detach while the nucleus remain attached. This might take 5 to 7 minutes depending on cell type.\r\n\n\n\r\n\n\n53|   Carefully aspirate the collagenase from the side of the well without touching the cells\r\n\n\n54|   Wash the well twice by gently pipetting 2 ml of room temperature DPBS on the side of the well, paying attention not to detach the cells\r\n\n\n\r\n\n\n55|   Add 1 ml of pre-warmed expansion medium per well \r\n\n\n\r\n\n\n56|   Gently scrape cells with a 1 ml pipette tip until cells are uniformly dispersed into small clumps \\(50 to 500 cells) **\\!CAUTION** do not triturate the cells to a single cell suspension\r\n\n\n\r\n\n\n57|   Add 2 ml of expansion medium\r\n\n\n\r\n\n\n58|   Add 1 ml of cell suspension into one well of a 6 well plate \\(1:3 split ratio)\r\n\n\n\r\n\n\n59|   Place the plate back into the incubator. The cells should now start growing as compact spherical colonies of small cells, which are difficult to disaggregate and with time increase in size on top of large fibroblastic cells arranged as flat colonies.\r\n\n\n PAUSE POINT If needed, cells can be frozen and kept in liquid nitrogen long-term\r\n\n\n\r\n\n\n**Derivation of pluripotent cells**  TIMING ∼ 5-14 days\r\n\n\n60|   Prepare the reprogramming medium and pre-warm in a 37°C waterbath for 15 minutes \r\n\n\n\r\n\n\n61|   Remove the expansion medium from the cells and replace with 3 ml of pre-warmed reprogramming medium per well\r\n\n\n\r\n\n\n62|   Change the medium daily, for 5 days in total. **\\!CAUTION** At this stage, the cells will stop growing\r\n\n\n? TROUBLESHOOTING\r\n\n\n\r\n\n\n63|   After 5 days, extract RNA from one well and synthesize cDNA. Using qRT-PCR, verify that the levels of expression of OCT4A, SOX2, c-MYC, KLF4 and FBX015 are upregulated\r\n\n\n\r\n\n\n\r\n\n\n**Stabilization of pluripotent lines**  TIMING ∼ 3 weeks\r\n\n\nTo stabilize the cells after reprogramming:\r\n\n\n64|   Remove reprogramming medium and rinse cells carefully with 2 ml DPBS\r\n\n\n\r\n\n\n65|   Replace the medium with 3 ml of pre-warmed expansion medium per well\r\n\n\n\r\n\n\n66|   When the cells reach 70% confluence, you can either passage the cells by following steps 48-59 or freeze the cells. \r\n\n\n\r\n\n\n**Characterisation of pluripotent lines** \r\n\n\n\r\n\n\n67|   The pluripotency status of stabilised reprogrammed cells can be characterised using flow cytometry for cell surface markers \\(option A), flow cytometry for nuclear markers \\(option B), EB formation \\(option C), immunofluorescence \\(option D), quantitative real-time PCR \\(option E), teratoma formation \\(option F), or in vitro differentiation assays \\(option G).\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n\r\n\n\n**EB differentiation medium**: 80% \\(vol/vol) KO-DMEM supplemented with 1 mM L-glutamine, 0.1 mM b-mercaptoethanol, 1% non-essential amino acids stock and 20% FBS.\r\n\n\n\r\n\n\n**Immunofluorescence blocking solution**: DPBS supplemented with 1 % \\(vol/vol) BSA, 0.2 % \\(vol/vol) fish skin gelatin and 0.1 % \\(vol/vol) casein \\(pH 7.6).\r\n\n\n\r\n\n\n**Hepatic differentiation medium**: High glucose DMEM supplemented with 15% \\(vol/vol) FBS, 1 % \\(vol/vol) Penicillin/Streptomycin, 2 mM L-Glutamine, 300 μM Monothioglycerol, 20 ng/ml Hepatocyte Growth Factor, 10 ng/ml Oncostatin M, 10-7 Dexamethasone, 100 ng/ml Fibroblast Growth Factor 4 and 1X ITS \\(Insulin, Transferrin, selenium).\r\n\n\n\r\n\n\n**Ectoderm differentiation medium**: DMEM/F12 \\(1:1) supplemented with 1 % \\(vol/vol) Penicillin/Streptomycin, 2 mM L-Glutamine, 0.6 % \\(vol/vol) glucose, 3 mM sodium bicarbonate, 5 mM HEPES buffer, 25 mg/ml insulin, 100mg/ml transferrin, 20nM progesterone, 60 mM putrescine, 30 nM selenium chloride, 20 ng/ml Epidermal Growth Factor, 10 ng/ml basic Fibroblast Growth Factor and 10 ng/ml Leukemia Inhibitory Factor.\r\n\n\n\r\n\n\n**Neuronal differentiation medium**: High glucose DMEM supplemented with 0.5 % \\(vol/vol) FBS, 1 % \\(vol/vol) Penicillin/Streptomycin, 2 mM L-Glutamine and 0.1% \\(vol/vol) Baicalin.\r\n\n\nCRITICAL STEP Neuronal medium must be made fresh and used immediately, as Baicalin becomes toxic for the cells when left at high concentration.\r\n\n\n\r\n\n\n**Oligodendrocyte differentiation medium**: high glucose DMEM supplemented with 1% \\(vol/vol) Penicillin/Streptomycin, 2mM L-Glutamine, 1X N1 supplement, 1μg/ml biotin, 5ng/ml basic Fibroblast Growth Factor, 1ng/ml Platelet Derived Growth Factor and 30% B104 conditioned medium.\r\n\n\n\r\n\n\n\\(A)  Flow cytometry for cell surface markers: CD105, CD24, CD29, CD90, SSEA3, SSEA4, TRA-1-60, TRA-1-81  TIMING 3 hours\r\n\n\n\\(i) Detach the cells as described in steps 49-56.\r\n\n\n\\(ii) Collect the cells in a 15 ml falcon tube and centrifuge at 300g for 5 minutes.\r\n\n\n\\(iii) Resuspend the cells in 1 ml of flow cytometry buffer and count using a haemocytometer.\r\n\n\n\\(iv) Wash the cells 3 times by resuspending in 4 ml of flow cytometry buffer and centrifuging at 300g for 5 minutes after each wash.\r\n\n\n\\(v) For cell surface staining, stain cells with antibodies for 1 h at 4°C.\r\n\n\n\\(vi) When using unconjugated primary antibodies, wash cells twice in 4 ml of flow cytometry buffer, centrifuging at 300g for 5 minutes after each wash.\r\n\n\n\\(vii) Add secondary fluorochrome-conjugated antibody and incubate for 30 min at 4°C.\r\n\n\n\\(viii) Wash the cells 3 times by resuspending in 4 ml of flow cytometry buffer and centrifuging at 300g for 5 minutes after each wash.\r\n\n\n\r\n\n\n\\(B)   Flow cytometry for nuclear markers: OCT4A, SOX2, C-MYC, NANOG  TIMING 3 hours\r\n\n\n\\(i) Detach the cells as described in steps 49-56.\r\n\n\n\\(ii) Collect the cells in a 15 ml falcon tube and centrifuge at 300g for 5 minutes.\r\n\n\n\\(iii) Resuspend the cells in 1 ml of flow cytometry buffer and count using a haemocytometer.\r\n\n\n\\(iv) Wash the cells 3 times by resuspending in 4 ml of flow cytometry buffer and centrifuging at 300g for 5 minutes after each wash.\r\n\n\n\\(v) Fix cells in 2 ml of 0.01% PFA for 10 minutes at room temperature\r\n\n\n\\(vi) Wash twice with 4 ml of DPBS, centrifuging at 300g for 5 minutes after each wash\r\n\n\n\\(vii) Resuspend the cells in DPBS with 1% \\(vol/vol) Triton and centrifuge at 300g for 5 minutes\r\n\n\n\\(viii) Stain cells with antibodies for 1 h at 4°C.\r\n\n\n\\(ix) When using unconjugated primary antibodies, wash cells twice in 4 ml of flow cytometry buffer, centrifuging at 300g for 5 minutes after each wash.\r\n\n\n\\(x) Add secondary fluorochrome-conjugated antibody and incubate for 30 min at 4°C.\r\n\n\n\\(xi) Wash the cells 3 times by resuspending in 4 ml of flow cytometry buffer and centrifuging at 300g for 5 minutes after each wash.\r\n\n\n\r\n\n\n\\(C)   EB formation  TIMING ∼ 25 days\r\n\n\n\\(i) Detach the cells from 5-6 confluent wells of a six-well plate as described in steps 49-55.\r\n\n\n\\(ii) Scrape the cells using an 18 cm cell scraper, taking care to detach the cells in small clumps. CRITICAL STEP Do not overdo it to avoid breaking up clumps of cells too much into single cells. Check under the microscope after scraping to ensure all cells have detached from surface of the well.\r\n\n\n\\(iii) Plate the cells in a 100mm square low-attachment petri dish in 15 ml of EB differentiation medium, using a 5 ml plastic disposable pipette to transfer the cell solution.\r\n\n\n\\(iv) To change medium twice per week transfer cells to a 50 ml falcon tube and centrifuge at 300g for 5 minutes.\r\n\n\n\\(v) Carefully remove supernatant without disturbing the cell pellet, and resuspend pellet in 5 ml of EB differentiation medium using a 5 ml plastic disposable pipette\r\n\n\n\\(vi) Transfer cell solution to a new low-attachment petri dish, and add 10 ml of EB differentiation medium.\r\n\n\n\\(vii) Allow the cells to develop into 15 day old EBs.\r\n\n\n\\(viii) Transfer EBs suspensions to gelatin-coated plates for another 7-10 days before fixation in 4% PFA and immunostaining for markers representative of the three embryonic germ layers, i.e. NESTIN and PAX6 \\(ectoderm), BMP4 \\(primitive endoderm), CK3, CK19 \\(endoderm), GATA6 \\(mesoderm), or SYCP1 \\(testis), with concomitant down-regulation of OCT4A. **\\!CAUTION** PFA is a toxic material. Avoid inhalation, ingestion and skin contact.\r\n\n\n\r\n\n\n\\(D)   Immunofluorescence  TIMING 3 days\r\n\n\n\\(i) Fix cells on coverslips in 1 ml of 4% PFA in 125 mM HEPES \\(pH 7.6) per well for 10 minutes at 4°C. **\\!CAUTION** PFA is a toxic material. Avoid inhalation, ingestion and skin contact.\r\n\n\n\\(ii) Remove 4% PFA and replace by 1 ml of 8% PFA in the same buffer for 50 minutes at 4°C.\r\n\n\n\\(iii) Remove 8% PFA and wash cells twice with 2 ml DPBS per well.\r\n\n\n\\(iv) Transfer coverslips into a 24-well plate \\(1 coverslip per well).\r\n\n\n\\(v) Permeabilize cells in 1 ml of 0.5% Triton in DPBS for 30 min at room temperature. \r\n\n\n\\(vi) Remove Triton solution and wash cells 6 times with DPBS.\r\n\n\n\\(vii) Incubate cells with 1 ml 20mM glycine in DPBS for 30 minutes at room temperature.\r\n\n\n\\(viii) Remove glycine solution and wash cells 3 times with DPBS.\r\n\n\n\\(ix) Incubate cells with 1 ml of immunofluorescence blocking solution for 1 hour at room temperature.\r\n\n\n\\(x) Incubate cells with primary antibodies diluted in immunofluorescence blocking solution for 2 hours at room temperature.\r\n\n\n\\(xi) Wash cells every 20 minutes with 1 ml of immunofluorescence blocking solution for a total of 5 times.\r\n\n\n\\(xii) Incubate the cells with secondary antibodies diluted in immunofluorescence blocking solution for 2 hours at room temperature.\r\n\n\n\\(xiii) Wash the cells in 1 ml of immunofluorescence blocking solution overnight at 4°C.\r\n\n\n\\(xiv) Wash the cells 3 times with 1 ml DPBS\r\n\n\n\\(xv) Mount the coverslips using 1 drop of VectaShield containing DAPI\r\n\n\n\r\n\n\n\\(E)   Quantitative real time PCR  TIMING ∼ 8 hours\r\n\n\n\\(i) Detach the cells as described in steps 49-56.\r\n\n\n\\(ii) Collect the cells in a 15 ml falcon tube and centrifuge at 300g for 5 minutes.\r\n\n\n\\(iii) Remove the supernatant and extract RNA from the pellet using the RNeasy minikit according to manufacturer’s instructions.\r\n\n\n\\(iv) Synthesise cDNA using the Reverse transcription system kit, according to manufacturer’s instructions.\r\n\n\n\\(v) Prepare one mastermix per gene of interest containing SYBR green PCR mastermix, custom oligonucleotide pairs and water, and aliquot into each well of a MicroAmp fast 96-well reaction plate, running each gene in triplicate for each sample.\r\n\n\n\\(vi) Add cDNA \\(10-20 ng) to each well, mixing the cDNA into the mastermix.\r\n\n\n\r\n\n\n\\(F)   Teratoma formation assay  TIMING ∼ 13 weeks\r\n\n\n\\(i) Detach 2x10\n6\ncells as described in steps 49-56.\r\n\n\n\\(ii) Collect the cells in a 15 ml falcon tube and centrifuge at 300g for 5 minutes.\r\n\n\n\\(iii) Remove the supernatant and resuspend the cells in 30% \\(vol/vol) Matrigel on ice.\r\n\n\n\\(iv) Inject the cells subcutaneously into the dorsal flank of 8-12 week old common γ chain -/-, RAG2-/-,C5-/- immunodeficient mice without preconditioning.\r\n\n\n\\(v) Observe mice for the growth of solid tumours up to 12 weeks or up to 10mm3 tumour volume.\r\n\n\n\\(vi) Dissect the formed teratomas, and proceed with histopathological and immunohistochemical analysis to confirm the presence of cell and tissue derivatives from all three embryonic germ layers.\r\n\n\n\r\n\n\n\\(G)   _In vitro_ differentiation protocols\r\n\n\n\r\n\n\n**Hepatic differentiation**  TIMING ∼ 25 days\r\n\n\n\\(i) Detach 2x10\n6\ncells as described in steps 49-56.\r\n\n\n\\(ii) Collect the cells in a 15 ml falcon tube and centrifuge at 300g for 5 minutes.\r\n\n\n\\(iii) Seed cells at a concentration of 5000 cells/cm\n2\non tissue culture plastic plates and coverslips coated with Matrigel in 3 ml isolation medium per well.\r\n\n\n\\(iv) 3 days later, remove the isolation medium and wash each well carefully with 2 ml DPBS.\r\n\n\n\\(v) Add 3 ml of pre-warmed hepatic differentiation medium per well.\r\n\n\n\\(vi) Replace the medium every 3 days for 21 days in total. Collect the supernatant after each change and store at -80°C for analysis of urea secretion. \r\n\n\n\\(vii) After 21 days, fix the cells with 4% \\(vol/vol) PFA and proceed with immunofluorescence analysis for the expression of Alpha Fetoprotein \\(AFP) and ALBUMIN. **\\!CAUTION** PFA is a toxic material. Avoid inhalation, ingestion and skin contact.\r\n\n\n\\(viii) Measure urea in the supernatant using the Urea/Ammonia determination kit according to the manufacturer’s instructions.\r\n\n\n\r\n\n\n**Ectoderm differentiation**  TIMING ∼ 25 days\r\n\n\n\\(i) Detach 2x10\n6\ncells as described in steps 49-56.\r\n\n\n\\(ii) Collect the cells in a 15 ml falcon tube and centrifuge at 300g for 5 minutes.\r\n\n\n\\(iii) Seed cells at a concentration of 3000 cells/cm\n2\non tissue culture plastic plates and coverslips coated with Matrigel in 3 ml of pre-warmed ectoderm differentiation medium. \r\n\n\n\\(iv) Replace the medium every 3 days for 21 days in total.\r\n\n\n\\(v) After 21 days, fix the cells with 4% \\(vol/vol) PFA and proceed with immunofluorescence analysis for the expression of NESTIN and VIMENTIN. **\\!CAUTION** PFA is a toxic material. Avoid inhalation, ingestion and skin contact.\r\n\n\n\r\n\n\n**Neuronal differentiation**  TIMING 9 days\r\n\n\n\\(i) Detach 2x10\n6\ncells as described in steps 49-56.\r\n\n\n\\(ii) Collect the cells in a 15 ml falcon tube and centrifuge at 300g for 5 minutes.\r\n\n\n\\(iii) Seed cells at a concentration of 5000 cells/cm\n2\non tissue culture plastic plates and coverslips coated with Matrigel in 3 ml of isolation medium for 1 day. \r\n\n\n\\(iv) Remove the isolation medium from the wells and wash with 2 ml of DPBS.\r\n\n\n\\(v) Replace with 3 ml of pre-warmed, freshly made neuronal differentiation medium per well. \r\n\n\n\\(vi) Add one co-culture membrane insert per well, and plate C17.2 mouse neural progenitor cells at a concentration of 10,000 cells/ cm2 into the insert. \r\n\n\n\\(vii) Allow the cells to differentiate for 5 days without changing the medium.\r\n\n\n\\(viii) After 5 days, fix the cells with 4 % \\(vol/vol) PFA and proceed with immunofluorescence analysis for the expression of the neuronal markers β-TUBULIN and MAP2 and for the NMDA receptor NR1. **\\!CAUTION** PFA is a toxic material. Avoid inhalation, ingestion and skin contact.\r\n\n\n\r\n\n\n**Oligodendrocyte differentiation**  TIMING 9 days\r\n\n\n\\(i) Detach 2x10\n6\ncells as described in steps 49-56.\r\n\n\n\\(ii) Collect the cells in a 15 ml falcon tube and centrifuge at 300g for 5 minutes.\r\n\n\n\\(iii) Seed cells at a concentration of 5000 cells/cm\n2\non tissue culture plastic plates and coverslips coated with Matrigel in 3 ml of oligodendrocyte differentiation medium for 1 day. \r\n\n\n\\(iv) The following day add one co-culture membrane insert per well, and plate CG4 rat oligodendrocyte progenitor cells at a concentration of 10,000 cells/ cm\n2\ninto the insert.\r\n\n\n\\(v) Replace the medium every 2 days with 3 ml of pre-warmed oligodendrocyte differentiation medium per well, for 5 days in total. \r\n\n\n\\(vi) After 5 days, fix the cells with 4% \\(vol/vol) PFA and proceed with immunofluorescence analysis for the expression of the oligodendrocyte markers O2 and NG2. **\\!CAUTION** PFA is a toxic material. Avoid inhalation, ingestion and skin contact."
        },
        {
            "header": "Timing",
            "content": "Steps 1-3, isolation of AFSC from human amniotic fluid: 10 minutes\r\n\n\nSteps 4-17, expansion of AFSC: ∼ 2 weeks\r\n\n\nSteps 18-39, isolation of c-KIT+ cells: 1 h\r\n\n\nSteps 40-59, adaptation of cells to medium sustaining pluripotency: ∼ 2 weeks\r\n\n\nSteps 60-63, derivation of pluripotent cells: ∼ 5-14 days\r\n\n\nSteps 64-66, stabilization of pluripotent lines: ∼ 3 weeks\r\n\n\nStep 67 A-G, characterisation of pluripotent lines: maximum 13 weeks"
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in \"Table 1.doc\":http://www.nature.com/protocolexchange/system/uploads/2191/original/TABLE_1.doc?1340882089."
        },
        {
            "header": "Anticipated Results",
            "content": "**Parental population**\r\n\n\n• **Expansion**: AFSC should be plastic adherence and not form colonies but grow as a single layer of single cells.\r\n\n\n• **Morphology and cell size**: the cells should present a fibroblastic morphology with a spindle-shaped cytoplasm. Cell size should be assessed on light microscopy images of trypsinised cells in an haemocytometer using Image J. \r\n\n\n• **Immunophenotype**: the culture should not contain hematopoietic cells, as seen by the absence of staining for CD14, CD34, and CD45, and show low/null levels of HLAI and HLAII. In addition, they should express the mesenchymal markers CD73, CD44, CD105, CD29, fibronectin, laminin and CD90. Positive control should be human adult bone marrow MSC and negative controls should be human ES cells. \r\n\n\n• **Stem cell identity**: Expression of OCT4A variant 1, REX1 and hTERT should be performed by RT-PCR and show expression of OCT4A but not REX1 or hTERT. Levels of expression of other pluripotency markers, i.e. NANOG, SOX2, c-MYC, KLF4, should be performed using quantitative real time RT-PCR. Positive control should be human ES cells and negative controls human adult bone marrow MSC and results should show either absence of expression of levels considerably lower than those found in ES cells. At the protein level, heterogeneity of the population should be analysed by flow cytometry \\(OCT4, NANOG, SOX2, c-MYC, SSEA3, SSEA4, TRA-1-60, TRA-1-81 and CD24) and confocal immunostaining \\(OCT4, NANOG, SOX2, c-MYC, KLF4, SSEA3, SSEA4, TRA-1-60, TRA-1-81 and CD24). Positive controls should be human ES cells and negative controls should be istotype controls and human adult bone marrow MSC. Results should show that the cell population my contain a subset of cells positive for OCT4, but should be mostly negative for the other markers, with the exception of SSEA4. Measure of alkaline phosphatase staining should be negative. \r\n\n\n• **Whole genome transcriptome identity**: to complement the analysis of stem cell identity, the whole genome transcriptome should be investigated using the Affimetrix platform to complement the analysis of the stem cell identity in the parental population.\r\n\n\n• **Kinetics**: the kinetics of the population should be assessed to determine doubling time and senescence using growth rate analysis and cumulative population doubling over 60 days. These values will be the reference from which the increase in kinetics will be estimated in reprogrammed cells. \r\n\n\n• **Differentiation potential**: the plasticity of the cells should be investigated using the embryoid body assay and by testing the capacity of the cells to form teratomas after transplantation into immunodeficient mice. The cells should not be able to form either embryoid bodies in vitro or teratomas in vivo and not express markers of the three germ lineages.\r\n\n\n\r\n\n\n**Reprogrammed cells**\r\n\n\n• **Expansion**: The cells should now form colonies the cell morphology should change.\r\n\n\n• **Morphology and cell size**: the morphology of the cells should change, with cells becoming cuboidal and smaller in size compared to the parental population.\r\n\n\n• **Immunophenotype**: expression of the mesenchymal markers CD73, CD44, and CD105 should be down-regulated. \r\n\n\n• **Stem cell identity**: Cells should now express OCT4A variant 1, REX1 and hTERT. Levels of expression of other pluripotency markers, i.e. NANOG, SOX2, c-MYC, KLF4, should be up-regulated with levels in the range of those found in ES cells. At the protein level, the population should be positive for OCT4, NANOG, SOX2, c-MYC, KLF4, SSEA3, SSEA4, TRA-1-60, TRA-1-81 and CD24 and show homogeneity of expression for these markers. Measure of alkaline phosphatase staining should be positive. \r\n\n\n• **Whole genome transcriptome identity**: whole genome transcriptome analysis should show >80% identity with ES cells, with the pool of genes common for the two cell types including genes involved in the maintenance of pluripotency.\r\n\n\n• **Kinetics**: the kinetics of the population should be significantly increased and the cells expanded long term without showing signs of senescence.\r\n\n\n• **X inactivation status**: the reactivation of X inactivation should be investigated and show downregulation of the Xist gene.\r\n\n\n• **Differentiation potential**: the cells should now form embryoid bodies and teratomas containing cells expressing markers of the three germ layers. The capacity of the cells to differentiate into functional endodermal, mesodermal and ectodermal lineages should be confirmed. Examples include definitive endoderm, hepatocytes, neurons and oligodendrocytes."
        },
        {
            "header": "References",
            "content": "1. Mukherjee, S. & Thrasher, A. iPSCs: Unstable Origins? . Mol Ther 19, 1188-90 \\(2011).\r\n  2. Ryan, J. M., Pettit, A. R., Guillot, P. V., Chan, J. K. & Fisk, N. M. Unravelling the Pluripotency Paradox in Fetal and Placental Mesenchymal Stem Cells: Oct-4 Expression and the Case of the Emperor's New Clothes. Stem Cell Rev. Epub \\(2011).\r\n  3. Stadtfield, M. & Hochedlinger, K. Induced pluripotency: history, mechanisms, and applications. Genes and Development 24, 2239-63 \\(2010).\r\n  4. Takahashi, K. & Yamanaka, S. Induction of pluripotent stem cells from mouse embryonic and adult fibroblast cultures by defined factors. Cell 126, 663-76 \\(2006).\r\n  5. Di Stefano, B., Prigione, A. & Broccoli, V. Efficient Genetic Reprogramming of Unmodified Somatic Neural Progenitors Uncovers the Essential Requirement of Oct4 and Klf4. . Stem Cell Dev 18, 707-15 \\(2009).\r\n  6. Kim, D. e. a. Generation of human induced pluripotent stem cells by direct delivery of reprogramming proteins. Cell Stem Cell, 472-6 \\(2009).\r\n  7. Kim, J. B. e. a. Oct4-induced pluripotency in adult neural stem cells. . Cell  136, 411-9 \\(2009).\r\n  8. Matsui, Y., Zsebo, K. & Hogan, B. L. Derivation of pluripotential embryonic stem cells from murine primordial germ cells in culture. Cell 70, 841-7 \\(1992).\r\n  9. Sterneckert, J., Hoing, S. & Scholer, H. R. Oct4 and more: the reprogramming expressway. Stem Cells Epub ahead of print \\(2011).\r\n  10. Zhou, H. e. a. Conversion of Mouse Epiblast Stem Cells to an Earlier Pluripotency State by Small Molecules. . The Journal of Biological Chemistry 285, 29676-80 \\(2010).\r\n  11. Moschidou, D. et al. Valproic acid confers functional pluripotency to human amniotic fluid stem cells in a transgene-free approach. Molecular Therapy Epub \\(2012).\r\n  12. Taylor, C. T. e. a. Banking on human embryonic stem cells: estimating the number of donor cell lines needed for HLA matching. . Lancet 366, 2019-25 \\(2005).\r\n  13. Leeman, B. A. & Cole, A. J. Advancements in the treatment of epilepsy. . Ann Rev Med 503-23 \\(2008).\r\n  14. Huangfu, D. et al. Induction of pluripotent stem cells from primary human fibroblasts with only Oct4 and Sox2. Nat Biotechnol 26, 1269-75 \\(2008).\r\n  15. Li, C. et al. Pluripotency can be rapidly and efficiently induced in human amniotic fluid-derived cells. Hum Mol Genet 18, 4340-9 \\(2009).\r\n  16. Fusaki, N., Ban, H., Nishiyama, A., Saeki, K. & Hasegawa, M. Efficient induction of transgene-free human pluripotent stem cells using a vector based on Sendai virus, an RNA virus that does not integrate into the host genome. Proc Jpn Acad Ser B Phys Biol Sci. 85, 348-62 \\(2009).\r\n  17. Hu, K. e. a. Efficient generation of transgene-free induced pluripotent stem cells from normal and neoplastic bone marrow and cord blood mononuclear cells. Blood, e109-19 \\(2011).\r\n  18. Narsinh, K. H., Robbins, R. C., Kay, M. A., Longaker, M. T. & Wu, J. C. Generation of adult human induced pluripotent stem cells using nonviral minicircle DNA vectors. . Nat Protoc 6, 78-88 \\(2011).\r\n  19. Okita, K. e. a. A more efficient method to generate integration-free human iPS cells. . Nat Methods 409-12 \\(2011).\r\n  20. Kaji, K. e. a. Virus-free induction of pluripotency and subsequent excision of reprogramming factors. . Nature, 771-75 \\(2009).\r\n  21. Warren, L. e. a. Highly efficient reprogramming to pluripotency and directed differentiation of human cells with synthetic modified mRNA. . Cell Stem Cell, 618-30 \\(2010)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/mt.2012.117",
                "date": "2012-07-03 15:25:48",
                "title": "Valproic Acid Confers Functional Pluripotency to Human Amniotic Fluid Stem Cells in a Transgene-free Approach",
                "authors": [
                    "Dafni Moschidou",
                    "Sayandip Mukherjee",
                    "Michael P Blundell",
                    "Katharina Drews",
                    "Gemma N Jones",
                    "Hassan Abdulrazzak",
                    "Beata Nowakowska",
                    "Anju Phoolchund",
                    "Kenneth Lay",
                    "T Selvee Ramasamy",
                    "Mara Cananzi",
                    "Daniel Nettersheim",
                    "Mark Sullivan",
                    "Jennifer Frost",
                    "Gudrun Moore",
                    ""
                ],
                "journal": "Molecular Therapy",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12123,
                "identity": "9fd07243-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Pascale V Guillot",
                "email": "dafni.moschidou04@imperial.ac.uk",
                "orcid": "",
                "institution": "Guillot PV Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Pascale",
                "middleName": "V",
                "lastName": "Guillot",
                "suffix": ""
            },
            {
                "id": 12122,
                "identity": "9fd06e91-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dafni Moschidou",
                "email": "",
                "orcid": "",
                "institution": "Guillot PV Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dafni",
                "middleName": "",
                "lastName": "Moschidou",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-07-06 14:04:43",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.032",
        "doiUrl": "https://doi.org/10.1038/protex.2012.032",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608520,
                "identity": "d95397c8-6386-4902-ac6a-fde195889834",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2313408,
                "visible": true,
                "origin": "",
                "legend": "Cell morphology of reprogrammed cells.   Figure 1| light microscopy images of human amniotic fluid stem cells cultured in isolation medium (A) and in reprogramming medium (B). Magnification x200.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2426/v1/figure_1.png"
            },
            {
                "id": 13465512,
                "identity": "ed21415b-9465-4db7-b285-a0f92926dea0",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:55",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1316195,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2426/v1/2cf1f5e4-199f-444d-8f88-8002d30ecb7d.pdf"
            },
            {
                "id": 2608514,
                "identity": "28b94c1a-f09f-4756-bfc6-3ce09038145d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 53760,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting table",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2426/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "reprogramming, stem cells, amniotic fluid, pluripotency, valproic acid",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Pluripotent stem cells have potential applications in regenerative medicine, disease modelling and drug screening. Induced pluripotent stem \\(iPS) cells have first been generated from fibroblasts using retroviral insertion of OCT4A, SOX2, c-MYC and KLF4. Since then, a number of methods have been developed to avoid the random integration of ectopic factors in the genome and the low efficiency of the process. Those include alternative integrating, non-integrating, excisable and DNA-free systems, but they all present challenges that prevail their use as a clinical and molecular tool. Here we present a transgene-free detailed protocol to generate human pluripotent cells from c-KIT+ amniotic fluid fetal stem cells. The parental populations express OCT4A and can be reverted to functional pluripotency through manipulations of culture conditions and Valproic acid \\(VPA) supplementation. The resulting pluripotent cells could potentially be used safely without ethical and legal restriction in the clinic for prenatal and postnatal autologous use.",
        "manuscriptTitle": "Reprogramming human amniotic fluid stem cells to functional pluripotency by manipulation of culture conditions.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-07-06 14:11:05",
                "doi": "10.1038/protex.2012.032",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fcffc6a-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 6th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2776,
                "name": "Cell biology"
            },
            {
                "id": 2777,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-07-06 14:11:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}