{
    "identity": "pex-1606",
    "title": "<p>Recapitulating neural tube morphogenesis with human pluripotent stem cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Recent advances in 3D stem cell cultures enable studying the genetic and cellular processes which underlie the development of the human nervous system<sup>1–5</sup>. The key to these protocols is the aggregation of human pluripotent stem cells (hPSC) into three-dimensional embryoid bodies (EBs), followed by embedding in Matrigel to drive their expansion. This approach enables differentiation into diverse cell types, and self-organization in 3D which are reminiscent of brain development. However, this approach suffers from large variability between samples, and does not accurately model the 3D organization of the early nervous system – i.e. a neural tissue encapsulating a single large lumen<sup>6</sup>. Here, we present a protocol which solves these issues, and enables us to recapitulate the early steps of neural tube development.&nbsp;</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>1.Silicon wafer (University Wafers, 4”).</p><p>2. Photoresist (Microchem, SU-8 2075).</p><p>3. PDMS (Dow Corning, SYLGARD 184 A/B).</p><p>4.PLL(20)-g(3.5)-PEG(2) ( SuSoS AG, Switzerland).</p><p>5. Laminin-521 (STEMCELL Tech., 77004).</p><p>6. Magnets (K &amp; J Magnetics, R621/R821).</p><p>7. DPBS (Thermo Fisher, 14040133).</p><p>8. DBPS -Ca -Mg (Thermo Fisher, 14190144)</p><p>9. Round coverslip 25mm (Fisher Scientific, 50-121-5161).</p><p>10. UV curable adhesive (Norland Products,NOA-81).</p><p>11. 35mm petri-dish (Fisher Scientific, 12-565-92).</p><p>12. mTeSR1(STEMCELL Tech.,85850).</p><p>13. ReLeSR (STEMCELL Tech.,05872).</p><p>14. ROCK inhibitor Y27632 (STEMCELL Tech., 72302).</p><p>15. Matrigel (Corning, 354277).</p><p>16. SB-431542 (Fisher Scientific, 16-141).</p><p>17. DMEM/F12 (Thermo Fisher, 11330032).</p><p>18. N-2 supplement 100X (Thermo Fisher, 17502048).</p><p>19. MEM-NEAA (Gibco, 11140050).</p><p>20. Pen-Strep 100X (Thermo Fisher, 15140122).</p><p>21. β-mercaptoethanol (Thermo Fisher, 31350010).</p><p>22. Recombinant Human BMP4 (Fisher Scientific, 314BP010).</p><p>23. 16% PFA (Thermofisher, 28906).</p><p>24. Triton-X (Sigma, T8787).</p><p>25. Tween-20 (Sigma, P1379).</p><p>26. Normal Donkey Solution (abcam, ab7475).</p><p>27. BSA (Thermofisher, 37520).</p><p>28. RapiClear (Sunjin lab)</p><p><br>"
        },
        {
            "header": "Equipment",
            "content": "<p>1. Mask aligner&nbsp;MA6 (Suss MicroTec.).</p><p>2. Plasma Machine (Harrick Plasma, PDC-32G).</p><p>3. UV LED nail lamp (Amazon).</p>"
        },
        {
            "header": "Procedure",
            "content": "Our approach is to recreate as closely as possible the initial and boundary conditions, physical and biochemical, in the embryo at the onset of neural tube development. The nervous system develops from the anterior epiblast, a pluripotent epithelium overlaying the endoderm, and is in contact with a lumen -the amnion. Neural development is triggered by a combination of NODAL and BMP signaling from surrounding tissues\n7,8\n. Inspired by these events, we used micropatterning of stem cells\n9–11\nto create a pluripotent epithelium with controlled and reproducible dimensions (Fig. 1, Day 1). We than used low concentration Matrigel to drive robust folding into a 3D epithelium containing a single lumen. (Fig. 1, Day 3). Finally, we exposed the culture to TGFβ inhibition and BMP. The precisely controlled initial and boundary conditions of the sample triggered robust pattern formation and folding morphogenesis (Fig. 1, Day 7). In the following sections we describe in details the steps of the protocol. Key steps include microfabrication of PDMS stamps (4hrs), micropatterning of glass-bottom dishes (2hrs), stem-cell seeding (2hrs), lumen formation and differentiation protocol (9 days). Finally, we describe catheterization of neural tube morphogenesis using whole-mount immunostaining.\nStep 1: Microfabrication of PDMS stamps\nThis step explains how to create the PDMS stencils, which are required for micro-patterning of stem cells. The fabrication of SU8 molds is described, followed by PDMS casting and curing. These steps have been previously described in detail\n12\nand are brought here for completeness.  The stencil fabrication and micropatterning steps can be skipped as micropatterned dishes are commercially available and successfully applied\n9\n. However, we find that in-house manufacturing is low-cost, fast, and offers experimental flexibility.\nWafer Prep\n1.     Nano-strip at ~70°C for at least 5 minutes.\n2.     O2 plasma clean at 375W for 5 minutes.\nSpin Coat\n1.     Dispense 4ml of resist in the center\n2.     Spin coat:\n3.     300 rpm, 100 rpm/sec, 7 sec.\n4.     500 rpm, 100 rpm/second, 10 seconds.\n5.     2000 rpm, 100 rpm/sec, 30 sec\n6.     Let rest for 15 min\nSoft Bake\nTransfer to hot plate\n1.     65C, Ramp to 95C over 10 min (3°C/min)\n2.     95C, 20min\nLithography\nAll exposures must be made with the long pass filter in place. All exposures performed at 10 mW/cm² when measured at 365 nm. Set the following parameters: Hard contact, Multi-exposure (3 x 34 sec, with 5 sec wait)\nPost-exposure Bake\nTransfer to hot plate\n1.     Starting at 65°C ramp to 95°C over 10 min (3°C/min)\n2.     Dwell at 95°C for 5 min\nDevelop\n1.     Develop in SU-8 developer until clear ~10-15min total\n2.     Rinse with IPA and Dry. A white film produced during IPA rinse is an indication of underdevelopment.\n3.     Repeat until developed.\nClean\n1.     O2 plasma clean at 375W for 5 minutes.\n2.     Cure for 10 minutes at 180°C.\nQuality control.\nSU-8. Mold should be inspected under a stereomicroscope and Dektak profiler to verify micropattern dimensions.\nSilanization\nPlace fabricated wafer in silanization chamber for 30min.\nPDMS Casting\n1.     A 10:1 ratio of PDMS and its curing agent (SYLGARD 184 A/B, Dow Corning) is poured onto the wafers.\n2.     Degas air bubbles in vacuum.\n3.     Cure at 65C overnight.\n4.     The PDMS layer is then peeled off the silicon mold and individual stamps are cut out using a razor blade for future use.\nStep 2: Micro-contact printing\nThis step describes how to create extracellular matrix (ECM) protein micropatterns. In previous publications\n12\n, a PDMS stencil is incubated in a bath of ECM protein, and then brought into contact with a glass surface for a short period of time. Then the microprinted surface is coated with PLL-PEG to passivate the glass surface outside the ECM printed regions. Our approach is slightly modified. We first apply PLL-PEG to passivate the surface, while protecting regions of interest using a PDMS stencil (Fig. 2). Then in a second step we expose the entire surface to ECM proteins and those assemble in the areas previously protected by the PDMS stencil. In our hands this approach has been more robust than contact-printing of the ECM protein.\n1.     Drill 20mm hole in the bottom of 35mm petri dish.\n2.     Clean glass coverslip and 35mm dish using ethanol.\n3.     Apply a small amount of NOA-81 to dish bottom. Place coverslip on dish and cure using UV light.\n4.     Prepare PLL-PEG 0.1mg/ml in 10 mM HEPES (pH 7.4) on ice.\n5.     Prepare PDMS stamp, 1cm x 1cm in area by sonicating stamps in ethanol for 10min and drying with an airgun.\n6.     Place cleaned dishes and PDMS stamps in plasma oven. Pull a vacuum for 30-60s. Using needle valve allow a small stream of ambient air into the chamber. Turn on radiofrequency power to full (18W) to generate a purple-hued plasma for 60s. Turn off the radiofrequency power. Turn off pump. Vent slowly.\n7.     Place PDMS stamps in contact with glass.\n8.     Place R621 magnet on PDMS top, R821 magnet on bottom-side of glass coverslip.\n9.     Use 200ul pipet tip to add PLL-PEG solution around PDMS stamps. The PLL-PEG will flow between the PDMS and glass coverslip by capillary forces. Then cover entire glass and plastics (Total 200µl per dish).\n10.  Incubate for 30min.\n11.  Aspirate PLL-PEG solution, and wash with PBS++.\n12.  Carefully remove PDMS stamp and wash with PBS++ two times.\n13.  Coat with a solution of Laminin-521 (5% v/v in PBS++) and incubate overnight at 4C (750µl Laminin solution per dish).\n14.  Wash micropatterns with PBS++. Micropatterns are now ready to use.\n15.  Quality control. To verify that micropatterns have formed, apply a fluorescently tagged protein (e.g. SA-488, Thermofisher S11223) for 10min. Wash and observe in a fluorescence microscope.\nStep 3: Stem-cell seeding (Day 1)\nThis step describes seeding hPSCs onto the ECM micropatterns. The protocol is adapted from Warmflash et al.\n13\n, and there are slight modifications to incubation times and washing steps.\n1.     Wash cultured hPSCs with PBS - -.\n2.     Aspirate PBS.\n3.     Add 200μl ReLeSR per well and incubate for 2min at RT.\n4.     Aspirate ReLeSR and incubate for 5min at 37C.\n5.     Resuspend in 1mL mTESR per well.\n6.     Centrifuge cells at 180RCF for 3min into a pellet.\n7.     Aspirate media, and resuspend cell pellet into mTESR supplemented with 10μM ROCK inhibitor. Final volume of resuspension should be 400μl per well.\n8.     Pipet cell solution to form a single cell suspension using 1ml pipette tip. Pipet up-down 10 times.\n9.     Pipet 200μL of cell suspension into the center of prepatterned dishes. Allow cell suspension to cover the glass area by gently tilting the dish. Avoid liquid from reaching the non-patterned plastic area as this will reduce cell surface density.\n10.  Incubate 15min at 37C in an incubator.\n11.  Add 1mL of mTeSR1 per well and incubate for 10 min at 37C incubator.\n12.  Excess media is aspirated, leaving enough liquid to cover patterns and replaced with fresh 2mL of mTeSR1.\n13.  Check micropatterns in binocular. Cells should be confined to the micropatterns, with some cells left between patterns. Don’t attempt to remove these cells, as the culture has not adhered strongly at this step. Cells will detach spontaneously from these regions overnight.\n14.  Incubate overnight.\nStep 3: Lumen formation (Days 2-3).\nThis step describes how to transform 2D micropatterned hPSC colonies into 3D colonies with a single lumen. For this purpose we apply Matrigel, which has been previously used to generate lumens from small hPSC colonies\n14\nand in brain organoids\n2\n. We find that exposure of 2D hPSC cultures to low percentage Matrigel results in robust lumen formation. This occurs through folding of the 2D hPSC culture, and maintains the epithelial structure of the culture. Thus, the initial epithelial state of the culture is essential for the formation of a single lumen. This is in contrast to Matrigel embedding of brain organoids\n2\nin which the cell aggregate lacks epithelial organization prior to Matrigel exposure, and exposure to Matrigel results in the formation of multiple lumens. Another key point is the media in which Matrigel is diluted. Here we describe addition of Matrigel diluted in neural induction media, which is optimized for the neural tube morphogenesis protocol. However, to maintain the pluripotency of the culture during the transition to 3D, one should dilute Matrigel in mTESR. This allows further differentiation into mesendoderm cell types.\n1.     Prepare neural induction media (N2). Combine 97ml DMEM/F12, 1ml N-2 supplement 100X, 1ml MEM-NEAA,  1ml Pen-Strep 100X, 10μl β-mercaptoethanol 50mM.\n2.     Matrigel addition (Day 2).\na.     Check seeded stem-cells. Cells should confluently cover micropatterned regions, and regions between micropatterns should not contain cells (Fig 1b, say 1). There should be excess of cell debris in the media. Wash excess cells with PBS several times and recheck micropatterns.\nb.\nSupplement ice-cold N2 media with 5μM of TGFβ-inhibitor SB-431542 and 4% (v/v) ice-cold Matrigel.\nc.     Take out micropatterned dishes from incubator, and aspirate media, leaving some liquid to cover cells.\nd.     Place 2mL of N2 media supplemented with TGFβ-inhibitor and Matrigel into each well.\ne.     Place dishes back into the incubator.\n3.     Lumen Formation (Day 3). Dishes are left unperturbed at day 3 to allow transition into 3D stem-cell tissue containing a single lumen.\nStep 4: Neural induction and folding morphogenesis (Days 4-9).\nHere we describe the steps for triggering neural induction and folding morphogenesis in 3D stem-cell cultures. The approach is based on exposure to BMP4, which is known to pattern the ectoderm into neural and non-neural domains in a concentration dependent manner\n8\n. A similar approach has been used in 2D stem cell cultures to drive pattern formation, however folding morphogenesis was not observed\n9–11\n. Thus, the presence of a 3D stem cell culture, and a lumen, are essential for folding morphogenesis. The timing of BMP addition is critical, and we find that a minimal neural induction period of three days is required before adding BMP. Adding BMP earlier than that results in mesendoderm fates and does not lead to folding morphogenesis.\n1.     Media change (Day 4).\na.     Check for lumen formation in brightfield. Patterns should be circular though maybe somewhat retracted from original micropattern. A single lumen should appear in each colony wrapped by a smooth epithelial layer (Fig. 1b, day 4).\nb.     Change N2 media with fresh N2 media supplemented with 5μM of TGFβ-inhibitor SB-431542.\n2.     Exposure to BMP4 (Days 5-9). Starting on day 5, change N2 media with fresh N2 media supplemented with 5ng/mL BMP4 and 5μM of SB-431542. Change media daily and follow progression on binocular. On Day 6 a lump should appear in the center of the culture. On Day 7 neural folds should appear and a bi-layer is visible (Fig 1b,d day 7).\nStep 5: Immunostaining characterization of neural tube morphogenesis.\nHere we describe an immunostaining protocol optimized for the 3D stem cell cultures. The entire process is carried within the culture dishes. The glass bottom dishes enable imaging without transferring to an additional sample holder. We find that addition of a clearing reagents is critical for characterizing tissue morphology and cellular composition.\nFixing and Permeabilization (Day 1)\n1. Prepare 4% PFA in PBS-/-.\n2. Aspirate media from dishes (don’t dry center) and immediately add 1ml 4% PFA to each dish.\n3. Incubate 1hr.\n4. Wash in PBS 3 times for 15 min (in chemical hood).\n5. Permeabilize in 1.5% Triton -PBS Over-night 4C.\nBlocking (Day 2)\n1. Wash in 0.3% Triton 3 times for 5 min.\n2. Blocking solution (10% Normal Donkey Solution, 1% BSA diluted in 0.3% Triton-X in PBS).\n3. Incubate for 2 h at 4C (overnight optional).\nPrimary antibody (day 3-4)\n4. Take all liquid out.\n5. Primary antibodies 1:100-1:200 in blocking solution.\n6. Incubate 1-2 nights at 4°C.\nSecondary antibody (day 5)\n1. Wash in PBT 3 times for 15 min.\n2. Add secondary antibodies 1:500 in PBT. Add DAPI 1:5,000-1:10,000.\n3. Incubate overnight at 4°C.\nWashing and clearing (day 6)\n1. Wash in PBT 3 times for 15 min.\n2. Overnight wash optional.\n3. Apply RapiClear. The sample should be cleared within 5 minutes. We typically incubate for 30min before imaging.\nImaging (day 8)\n1. The  samples are ready for imaging in confocal or wide-field microscope.\n2. For imaging in a light-sheet microscope, samples need to be separated from the glass dish. This can be achieved by gentle pipetting."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kadoshima, T.&nbsp;<em>et al.</em>&nbsp;Self-organization of axial polarity, inside-out layer pattern, and species-specific progenitor dynamics in human ES cell-derived neocortex.&nbsp;<em>Proc. Natl. Acad. Sci. U. S. A.</em>&nbsp;<strong>110</strong>, 20284–9 (2013).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lancaster, M. A.&nbsp;<em>et al.</em>&nbsp;Cerebral organoids model human brain development and microcephaly.&nbsp;<em>Nature</em>&nbsp;<strong>501</strong>, 373–379 (2013).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Birey, F.&nbsp;<em>et al.</em>&nbsp;Assembly of functionally integrated human forebrain spheroids.&nbsp;<em>Nature</em>&nbsp;<strong>545</strong>, 54–59 (2017).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quadrato, G.&nbsp;<em>et al.</em>&nbsp;Cell diversity and network dynamics in photosensitive human brain organoids.&nbsp;<em>Nature</em>&nbsp;<strong>545</strong>, 48–53 (2017).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cederquist, G. Y.&nbsp;<em>et al.</em>&nbsp;Specification of positional identity in forebrain organoids.&nbsp;<em>Nat. Biotechnol.</em>&nbsp;<strong>37</strong>, 436–444 (2019).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Quadrato, G. &amp; Arlotta, P. Present and future of modeling human brain development in 3D organoids.&nbsp;<em>Curr. Opin. Cell Biol.</em>&nbsp;<strong>49</strong>, 47–52 (2017).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Li, L.&nbsp;<em>et al.</em>&nbsp;Ectodermal progenitors derived from epiblast stem cells by inhibition of Nodal signaling.&nbsp;<em>J. Mol. Cell Biol.</em>&nbsp;<strong>7</strong>, 455–465 (2015).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wilson, P. A., Lagna, G., Suzuki, A. &amp; Hemmati-Brivanlou, A. Concentration-dependent patterning of the Xenopus ectoderm by BMP4 and its signal transducer Smad1.&nbsp;<em>Development</em>&nbsp;<strong>124</strong>, 3177–84 (1997).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Warmflash, A., Sorre, B., Etoc, F., Siggia, E. D. &amp; Brivanlou, A. H. A method to recapitulate early embryonic spatial patterning in human embryonic stem cells.&nbsp;<em>Nat. Methods</em>&nbsp;<strong>11</strong>, 847–854 (2014).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Britton, G., Heemskerk, I., Hodge, R., Qutub, A. A. &amp; Warmflash, A. A novel self-organizing embryonic stem cell system reveals signaling logic underlying the patterning of human ectoderm.&nbsp;<em>Development</em>&nbsp;<strong>146</strong>, dev179093 (2019).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Haremaki, T.&nbsp;<em>et al.</em>&nbsp;Self-organizing neuruloids model developmental aspects of Huntington’s disease in the ectodermal compartment.&nbsp;<em>Nat. Biotechnol.</em>&nbsp;<strong>37</strong>, 1198–1208 (2019).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thery, M. &amp; Piel, M. Adhesive Micropatterns for Cells: A Microcontact Printing Protocol.&nbsp;<em>Cold Spring Harb. Protoc.</em>&nbsp;<strong>2009</strong>, pdb.prot5255-pdb.prot5255 (2009).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Deglincerti, A.&nbsp;<em>et al.</em>&nbsp;Self-organization of human embryonic stem cells on micropatterns.&nbsp;<em>Nat. Protoc.</em>&nbsp;<strong>11</strong>, 2223–2232 (2016).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shao, Y.&nbsp;<em>et al.</em>&nbsp;A pluripotent stem cell-based model for post-implantation human amniotic sac development.&nbsp;<em>Nat. Commun.</em>&nbsp;<strong>8</strong>, 208 (2017).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-021-04026-9",
                "date": "2021-10-27 16:03:25",
                "title": "Human neural tube morphogenesis in vitro by geometric constraints",
                "authors": [
                    "Eyal Karzbrun",
                    "Aimal H. Khankhel",
                    "Heitor C. Megale",
                    "Stella M. K. Glasauer",
                    "Yofiel Wyle",
                    "George Britton",
                    "Aryeh Warmflash",
                    "Kenneth S. Kosik",
                    "Eric D. Siggia",
                    "Boris I. Shraiman",
                    "Sebastian J. Streichan"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 44960323,
                "identity": "d3fd4987-74c4-4493-8fb9-6590c827b0fa",
                "order_by": 0,
                "name": "Eyal Karzbrun",
                "email": "karzbrun@gmail.com",
                "orcid": "https://orcid.org/0000-0001-8724-7855",
                "institution": "University of California Santa Barbara",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Eyal",
                "middleName": "",
                "lastName": "Karzbrun",
                "suffix": ""
            },
            {
                "id": 44960324,
                "identity": "f05f94b3-5e72-40e9-9a35-c1615289acea",
                "order_by": 1,
                "name": "Aimal H. Khankhel",
                "email": "",
                "orcid": "",
                "institution": "University of California Santa Barbara",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aimal",
                "middleName": "H.",
                "lastName": "Khankhel",
                "suffix": ""
            },
            {
                "id": 44960325,
                "identity": "0fd2ec33-d44d-4b38-a93f-ba62b17c0c3d",
                "order_by": 2,
                "name": "Sebastian J. Sterichan",
                "email": "streicha@ucsb.edu",
                "orcid": "https://orcid.org/0000-0002-6105-9087",
                "institution": "University of California Santa Barbara",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sebastian",
                "middleName": "J.",
                "lastName": "Sterichan",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-08-10 20:39:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1606/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1606/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15189542,
                "identity": "f0bed7bb-e2a3-4f98-888d-8f8e6d546b9d",
                "added_by": "auto",
                "created_at": "2021-11-03 15:05:40",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2754868,
                "visible": true,
                "origin": "",
                "legend": "Key stages in neural tube protocol. (a) Scheme and phase contrast images at high (b) and (c) low magnification showing keys protocol stages in circular micropatterns. On day 1 hPSC are seeded on the micropattern. On Day 4 a lumen is formed following exposure to Matrigel. On Day 7 a neural fold appears in response to NODAL inhibition and BMP signaling. (d) Images of a culture which was seeded on a stripe shaped micropattern (day 7). ",
                "description": "",
                "filename": "ProtocolFigure.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1606/v1/6af3a0ce170fb9e2a6bba06b.jpg"
            },
            {
                "id": 15189482,
                "identity": "3d68f59b-428d-4e80-b148-6103146247b6",
                "added_by": "auto",
                "created_at": "2021-11-03 15:02:39",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 846513,
                "visible": true,
                "origin": "",
                "legend": "Steps in ECM micropatterning (Protocol Step 2). (1) PDMS stamp and glass coverslip are plasma treated to activate surfaces. (2) PDMS and coverslip are brought into contact and pressed with small magnets. (3) PLL-g-PEG is flown between the PDMS and coverslip by capillary forces. Incubate 30min. (4) PLL-PEG is aspirated. (5) Stamp and magnets are removed gently. (6) The glass surface is incubated over-night with ECM protein Laminin-521. (7) Laminin is washed with PBS++ and the micropattern is ready.",
                "description": "",
                "filename": "ProtocolFigure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1606/v1/180558824b8adc89d4716352.jpg"
            },
            {
                "id": 15189543,
                "identity": "8219283a-6c33-48ec-bb33-df3cc3474173",
                "added_by": "auto",
                "created_at": "2021-11-03 15:05:43",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 557996,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1606/v1/a6404c57-59a1-4e7e-822d-dea5f61365bf.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Neural tube, organoid, hPSC, stem-cells.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Neural tube morphogenesis is the first step in the formation of the nervous system, and tube defects are among the highest rate birth defects. However, it is not possible to study the dynamics of organ formation in humans. Animals differ from humans in key aspects, and in particular in the development of the nervous system. Conventional organoids are neither reproducible nor do they recapitulate the intricate anatomy of the neural tube. Here we describe a new protocol for recapitulating the intricate dynamics of neural tube morphogenesis using human stem cells. Our approach is reproducible, scalable, compatible with live imaging, genetic modifications, and drug screening. The protocol captures the early steps of neural development: pattering of the ectoderm into a neural plate and surface ectoderm, neural plate folding and closure, coverage by surface ectoderm, and neural crest cells differentiation and migration. This protocol opens up a way for further studies into the genetics and biophysics of the development of the human nervous system in health and disease.</p>",
        "manuscriptTitle": "Recapitulating neural tube morphogenesis with human pluripotent stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-11-03 15:02:38",
                "doi": "10.21203/rs.3.pex-1606/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "b5f73ee2-8f51-428b-ac88-b6001b7e2a2c",
        "owner": [],
        "postedDate": "November 3rd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 6364122,
                "name": "Biotechnology"
            },
            {
                "id": 6364123,
                "name": "Stem cells"
            },
            {
                "id": 6364124,
                "name": "Developmental biology"
            },
            {
                "id": 6364125,
                "name": "Biophysics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-11-03 15:02:38",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}