{
    "identity": "nprot-6901",
    "title": "Rapid generation of functional and homogeneous excitatory human forebrain neurons using Neurogenin-2 \\(Ngn2)",
    "content": [
        {
            "header": "Introduction",
            "content": "Transcription factor-based reprogramming of various cell types has revolutionized the field of translational medicine. Forced expression of transcription factor cocktails, particularly those important for neuronal cell fate determination in the mouse embryonic development has been recently adopted in fibroblasts and human ES/iPS cells to generate multiple neuronal cell types in a dish<sup>1-5, 10-16</sup>. With protocols ranging from cortical neurons to medium spiny neuron-like cells, with a defined set of factors, one can generate neuronal cell type of choice with improved definition and fidelity. Coupled with genome-editing techniques, such as CRISPR/Cas9 system and AAV-mediated homologous recombination, it is now possible to perform functional characterization of genes, disease mutations, and protein reporter studies<sup>5, 7-9</sup>. In addition, patient-specific materials can be directly converted from either fibroblast stage or as iPS cells to carry out disease modeling studies.\r\n\n\nWhile a combination of transcription factors might be necessary to initiate a cascade of transcriptional programs in order to convert these cells into neurons, identifying the minimal number of factors needed for the conversion is essential to better define and easily manipulate the cell types generated in the dish. In a previous report, we have identified that a single transcription factor, Neurogenin-2 \\(Ngn2), is sufficient to generate functional and homogenous population of excitatory neurons from human ES and iPS cells<sup>3</sup>. Within 3 weeks in vitro, these iN cells are purely excitatory and resemble cortical layer 2/3-type neurons in the brain. They display quantitatively reproducible neuronal and synaptic properties independent of the cell line of origin, form mature pre- and post-synaptic specializations, and integrate into pre-existing synaptic networks when transplanted into the mouse brain. In this stepwise protocol, we describe how to generate Ngn2-iN cells from both feeder-free human pluripotent stem cells and feeder-dependent human pluripotent stem cells."
        },
        {
            "header": "Reagents",
            "content": "**Reagents**\r\n\n\nmTeSR1 \\(Stem Cell Technologies, cat. No. 85850)\r\n\n\nDMEM \\(ThemoFisher Scientific, cat. No. 11995-073) \r\n\n\nDMEM/F12 \\(ThermoFisher Scientific, cat. No. 11320-082)\r\n\n\nMEM, no glutamine, no phenol red \\(ThermoFisher Scientific, cat. No. 51200-038)\r\n\n\nNeurobasal Medium \\(ThermoFisher Scientific, cat. No. 21103-049)\r\n\n\nPenicillin/Streptomycin 100x \\(ThermoFisher Scientific, cat. No. 15070063)\r\n\n\nL-Glutamine \\(200 mM) \\(ThermoFisher Scientific, cat. No. 25030081)\r\n\n\nGluatmax 100x \\(ThermoFisher Scientific, cat. No. 35050061) \r\n\n\nMEM non-essential amino acid solution 100x \\(ThermoFisher Scientific, cat. No. 11140-050)\r\n\n\nSodium pyruvate \\(100mM) \\(ThermoFisher Scientific, cat. No.11360070)\r\n\n\nFetal Bovine Serum \\(FBS, ATLANTA Biological, cat. No. S11550)\r\n\n\nKnockOut Serum Replacement \\(ThermoFisher Scientific, cat. No. 10828028) \r\n\n\nN2 Supplement \\(100x) \\(ThermoFisher Scientific, cat. No. 17502048)\r\n\n\nB27 Supplement \\(50x) \\(ThermoFisher Scientific, cat. No. 17504-044)\r\n\n\nGlucose \\(Sigma, cat. No. G8270)\r\n\n\nSodium bicarbonate NaHCO3 \\(Sigma, cat. No. S5761)\r\n\n\nBovine Holo transferrin \\(Gemini, cat. No. 700-131p)\r\n\n\nRecombinant human FGF-basic \\(ThermoFisher Scientific, , cat. No. PHG-0263) \r\n\n\nRecombinant human BDNF \\(PeproTech, cat. No. 450-02)\r\n\n\nRecombinant human NT3 \\(PeproTech, cat. No. 450-03)\r\n\n\nRecombinant mouse laminin \\(Invitrogen, cat. No. 23017-015)\r\n\n\nSterile PBS, pH 7.4 \\(Invitrogen, cat. No. 10010-023)\r\n\n\nTrypsin \\(Sigma, cat. No. T4674)\r\n\n\nTrypsin 2.5%, no phenol red \\(ThermoFisher Scientific, , cat. No.15090046) \r\n\n\nAccutase \\(Innovative Cell Technologies, cat. No. 07920) \r\n\n\nCorning. Matrigel. hESC-Qualified Matrix, *LDEV-Free, 5ml \\(Corning, cat. No. 354277)\r\n\n\nPapain \\(Worthington Biochemical, cat. No. LS003127)\r\n\n\nCytosine β-D-arabinofuranoside hydrochloride \\(Ara-C) \\(Sigma, cat. No. C1768)\r\n\n\nDoxycycline hyclate \\(Sigma, cat No. D9891)\r\n\n\nBES \\(Sigma, cat. No. B4554)\r\n\n\nDMSO \\(Sigma, cat. No. 472301)\r\n\n\nY-27632 dihydrochloride \\(Axon Medchem, cat. No. 1683)\r\n\n\nGelatin \\(Sigma, cat. No. G2625)\r\n\n\nMitomycin C \\(StressMarq Biosciences, cat. No. SIH-246)\r\n\n\nCollagenase, Type IV, powder \\(ThermoFisher Scientific, cat. No. 17104019)\r\n\n\n2-Mercaptoethanol \\(55mM) \\(ThermoFisher Scientific, cat. No. 21985023) \r\n\n\n\r\n\n\n**Plasmids:**\r\n\n\npMD2.G \\(Addgene, plasmid 12259)\r\n\n\npRSV-rev \\(Addgene, plasmid 12253)\r\n\n\npMDLg/pRRE \\(Addgene, plasmid 12251)\r\n\n\nFUW-M2rtTA \\(Addgene, plasmid 20342)\r\n\n\npTet-O-Ngn2-puromycin \\(Addgene, plasmid 52047)\r\n\n\n\r\n\n\n\r\n\n\n**Reagent setup:**\r\n\n\n• 2x BBS solution: \\(50 mM BES, 280 mM NaCl, 1.5 mM Na2HPO4): Add H2O \\(double distilled) up to 900 ml. Dissolve, titrate to pH 6.95 with 1 M NaOH and bring volume to 1 liter. Sterile filter, aliquot and store at 4°C.\r\n\n\n• 0.1 M or 2.5 M CaCl2: Dissolve in sterile water. Aliquot into 1.5-ml screw cap tubes and store at −20°C.\r\n\n\n• Doxycycline: 2 mg/ml dissolved in water \\(1000x stock). Sterilize with a 0.22 μM filter and store at -20°C. Protect from light.\r\n\n\n• Cytosine arabinose \\(Ara-C): Dissolve 12 mg Ara-C in 50 ml sterile water. Filter with 0.22 μM filter. Aliquot and store at -20°C.\r\n\n\n• Papain digestion solution: 5 ml HBSS, 80 μl Papain, 5 μl EDTA \\(0.5 μM), 5 μl CaCl2 \\(1 μM). Filter with a 0.22 μM filter.\r\n\n\n• CTK: To make 50 ml: 5 ml Trypsin 2.5% no phenol red, 5 ml collagenase IV \\(1 mg/ml), 0.5 ml 0.1 M CaCl2, 10 ml KnockOut Serum Replacement \\(final concentration 20% vol/vol), 30 ml sterile water. Keep aliquots in -20°C. \r\n\n\n• BDNF: To make 5000x stock \\(50 μg/ml), dissolve BDNF in sterile 0.1% BSA/PBS. Keep aliquots in -80°C.\r\n\n\n• NT-3: To make 5000x stock \\(50 μg/ml), dissolve NT3 in sterile 0.1% BSA/PBS. Keep aliquots in -80°C.\r\n\n\n• Laminin: To make 5000x stock \\(1 mg/ml), aliquot as supplied. Keep aliquots in -80°C.\r\n\n\n• bFGF: To make 10 μg/ml stock, dissolve bFGF in sterile 0.1% BSA/PBS. Keep aliquots in -80°C.\r\n\n\n• Collagenase IV: To make 1 mg/ml stock, dissolve power in HBSS \\(with calcium and magnesium). Keep aliquots in -20°C.\r\n\n\n• Y-27632: To make 1000x stock \\(10mM), dissolve 5 mg Y-compound in 1.48 ml sterile water. Keep aliquots in -80°C.\r\n\n\n\r\n\n\n\r\n\n\n**Cell culture media:**\r\n\n\n• MEF medium: To make 500 ml: 445 ml DMEM, 50 ml FBS \\(final concentration 10% vol/vol), 5 ml 100x Pen/Strep. Sterile filter with 0.22 μM bottle top filter into sterile bottles. Store at 4°C for up to one month.\r\n\n\n• hES medium: To make 100 ml: 80 ml DMEM/F12, 20 ml KnockOut Serum Replacement \\(final concentration 20% vol/vol), 1 ml Glutamax \\(100x), 1 ml MEM NEAA \\(100x), 1 ml sodium pyruvate \\(100x), 1 ml Pen/Strep \\(100x), 200 μl 2-Mercaptoethanol \\(55 mM), 100 μl bFGF. Filter with a 0.22 μM filter and store at 4°C for up to two weeks.   \r\n\n\n• N2 medium: To make 500 ml: 490 ml DMEM/F12, 5 ml N2 supplement \\(100x), 5 ml MEM NEAA. Filter with a 0.22 μM filter and store at 4°C for up to one month. \r\n\n\n• B27 medium: To make 500 ml: Neurobasal Medium, 5 ml L-Glutamine \\(200 mM), 10 ml B27 Supplement \\(50x). Filter with a 0.22 μM filter and store at 4°C for up to one month.\r\n\n\n• 2-AraC neuronal growth medium: To make 1 L:  900 ml MEM, 25 ml of 20% glucose \\(20 g in 100 ml), 2.5 ml of 8% NaHCO3 \\(8 g in 100 ml- make fresh each time), 100 mg transferrin \\(kept at -20°C, should turn orange), 50 ml FBS \\(final concentration 5% vol/vol), 20 ml B27 Supplement \\(50x), 2.5 ml 200mM L-glutamine, 0.5 ml 4 mM AraC stock. Filter with a 0.22 μM filter and store at 4°C for up to one month."
        },
        {
            "header": "Equipment",
            "content": "**Equipment**\r\n\n\n15 cm sterile tissue culture dishes \\(VWR, cat. No. 82050-598)\r\n\n\n10 cm sterile tissue culture dishes \\(VWR, cat. No. 25382-166)\r\n\n\n6 cm sterile tissue culture dishes \\(VWR, cat. No. 25382-100)\r\n\n\nT-75 tissue culture flasks \\(VWR, cat. No. 15708-134)\r\n\n\n24-well sterile tissue culture plates \\(VWR, cat. No. 29442-044)\r\n\n\nSterile serological pipettes \\(VWR, cat. No. 53300)\r\n\n\nCoverslips \\(GmbH & Co KG, cat. No. 01105209)\r\n\n\n15 ml falcon tubes \\(VWR, cat. No. 21008-936)\r\n\n\n50 ml Falcon tubes \\(VWR, cat. No. 21008-940)\r\n\n\nBenchtop vortex\r\n\n\nBeckman Optima L-80 XP Ultracentrifuge \\(or similar model)\r\n\n\nPolyallomer ultracentrifuge tubes \\(32 ml) \\(Beckman Coulter, cat. No. 355642)\r\n\n\nDissecting microscope\r\n\n\nWater bath set at 37°C\r\n\n\nMicro-dissecting instruments\r\n\n\nTissue culture equipment\r\n\n\nIncubator at 37°C with 95% air and 5% CO2\r\n\n\nLaminar flow hood or biological safety cabinet"
        },
        {
            "header": "Procedure",
            "content": "**Lentiviral Production using HEK293T cells \\(~4-5 days)** \r\n\n\nCaution: Infectious viral particles will be produced following transfection. BSL-2/2+ level safety\r\n\n\nprecautions are essential for the following steps.\r\n\n\n1. 16-24 hours prior to transfection, plate ~5.0 x 10^6 HEK293T cells in 13 ml of MEF media on T-75 flasks.\r\n  2. Remove media, replace with 10 ml of fresh MEF media.\r\n  3. For every T-75 flasks of virus produced, prepare 10.8 μg of lentiviral plasmid \\(e.g. Tet-Ngn2-puro), 8.1 μg of pMDLg/pRRE, 3.25 μg of pRSV-rev, and 4.5 μg of pMD2.G in sterile water, for a total volume 650-\\(65 μl of 2.5 M CaCl2 volume) μl.\r\n  4. Add 650 μL of 2x BBS to the transfection mixture drop by drop while vortexing and incubate for 10 min at room temperature.\r\n  5. Lightly mix solution by pipetting up and down and add 1 ml dropwise to each plate of HEK293T cells.\r\n  6. 16-20 hours after transfection, replace media with 13 ml of fresh MEF media. Check EGFP fluorescence of Tet-O-EGFP plate to ensure that the transfection worked properly.\r\n  NOTE: For every batch of lentiviral production include at least one plate transfected with TetO-EGFP. EGFP fluorescence will be visible 10-16 hours after transfection. If less than 60% of cells are EGFP-positive after 16 hours it is likely that lentiviral production will be sub-optimal, and thus transfection should be repeated.\r\n\n\n7. Harvest viral supernatant 24 hours later \\(40-44 hours after transfection), filter through 0.45 μm cellulose acetate filter, and centrifuge at 50,000 xg for 1.5 h at 4°C to concentrate the viral particles.\r\n  8. Reconstitute the pellet in 100 μl MEM \\(to obtain a 100x concentrated virus stock) and store at -80°C.\r\n  \r\n\n\n**Primary Mouse Glia Isolation \\(~10-14 days)** \r\n\n\n1. Anesthetize postnatal day 0 or 1 pups on ice. Remove heads from pups with surgical scissors and place in a 6 cm tissue culture dish. To prepare a significant amount of cells at least 4 pups are required.\r\n  2. Remove mouse heads one at a time and place in a 15-cm dish cover to remove brain from skull. Then put the brain in a 6-cm dish filled with cold HBSS, dissect the cortices from the brain and separate the two hemispheres. Remove the meninges using fine tweezers and place the hemisphere into a 15 ml falcon tube filled with cold HBSS and put the tube on ice.\r\n  3. After collecting all the hemispheres from 2 pups per falcon tube, remove the HBSS and add 5 ml dissociation solution \\(5 ml HBSS, 80 μl Papain, 5 μl EDTA \\(0.5 μM), 5 μl CaCl2 \\(1 μM). Filter with a 0.22 μM filter and place at 37°C until the solution is clear). Put the tube in the 37°C incubator for 20 min and shake the tube every 5 min. \\(Optional: include DNase in the dissociation solution to reduce the stickiness of the mix.)\r\n  4. Remove the dissociation solution with caution and wash the tissue twice with MEF media. Caution: the mixture is very sticky and move the solution cautiously to avoid losing the material.\r\n  5. Add 1 ml MEF media and use a pipette to triturate the tissue and add 12 ml MEF Media to plate onto T-75 flask.\r\n  6. Change the media on the next day.\r\n  7. Passage the cells in MEF media at least once \\(P1) before using them for experiments to avoid neuron contamination. Passage until P2 and freeze down in freezing medium if necessary. \r\n  \r\n\n\n\r\n\n\n**iN Cell Generation from feeder-free human ES/iPS cells \\(~ 3.5 weeks)** \r\n\n\n1. \\(Day -2) Plate human ES/iPS cells on Matrigel coated 6-well plate one day before infection. Dissociate human ES/iPS cells with Accutase and plate 5 x 10\n4 - 1 x 10\n5 cells/well using mTeSR with Y-compound.\r\n  2. \\(Day -1) On the day of transduction, remove the mTeSR from the culture and add 2 ml mTeSR that contains the lentiviruses \\(rtTA and Ngn2-puro). Titer the lentiviruses by adding various amounts of lentiviruses to the cells to achieve complete infectivity and clean selection. \r\n  3. \\(Day 0) After 16-18 hours, remove the virus-containing media and add N2 media with Doxycycline, BDNF, NT-3, and laminin \\(N2+B/L/N/Dox).\r\n  4. \\(Day 1-2) 24 hours later, change the media with \\(N2+B/L/N/Dox) plus puromycin for 24-48 hours.\r\n  5. \\(Day 3) Plate iN cells together with mouse glial cells matrigel coated coverslip. Dissociate primary mouse glial culture \\(passage 1) from a T-75 flask with Trypsin/EDTA and the cells are enough to be split onto 48 coverslips. Dissociate iN cells with Accutase, adjust the iN cell number to 2-4 x10^5 and mix the cells with mouse glial cells in 0.5 ml B27 medium with Doxycycline, BDNF, NT-3, laminin \\(B27+B/L/N/Dox) plus 2 Ara-C \\(2 μM) onto one coverslip.\r\n  6. \\(Day 6) Change half of the media using B27+B/L/N/Dox/2Arac. Change every 2-3 days until Day 10.\r\n  7. \\(Day 10) Change half of the media using 2-AraC neuronal growth medium. \r\n  8. \\(Day 13) Add 0.5 ml of 2-AraC neuronal medium without any change. Leave them alone in the incubator for 7 days. \r\n  9. \\(Day 20) Remove 250 μl of old media and replace with 350 μl of fresh media \\(2-AraC neuronal growth medium). Change every week until maturity.  \r\n  \r\n\n\n\r\n\n\n**iN Cell Generation from feeder-dependent human ES/iPS cells \\(~ 3.5 weeks)** \r\n\n\n1. \\(Day -1) Plate and infect human ES/iPS cells on Matrigel coated 24-well plate. Per 6-well of iPS cells grown on feeders: wash cells 1x with PBS. Add 0.5 ml of CTK to remove the feeders at 37°C until feeder cells lift off. Aspirate CTK and wash 2x with PBS. Treat iPS cells with 0.5 ml Accutase briefly and bring it up with 1 ml hES media. Spin cells down at 150g x 5 min. Resuspend cells in 50% hES media/50% mTeSR plus Y-compound, and lentiviruses. Typically 200,000 - 300,000 cells are plated per well of a 24-well plate with 1 uL of viruses \\(rtTA and Ngn2-puro) in 1 ml of mixed media. \r\n  2. \\(Day 0) Dox induction. Remove half of the virus-containing media and add back fresh N2 media with Doxycycline, BDNF, NT-3, and laminin \\(N2+B/L/N/Dox) plus Y-compound. \r\n  3. \\(Day 1-2) Puromycin selection. 24 hours later, change the media completely with \\(N2+B/L/N/Dox) plus puromycin for 24-48 hours.\r\n  4. \\(Day 3) Addition of mouse glia. Wash iN cells 1-2x with PBS. Add mouse glial cells in 1.0 ml  B27 medium with Doxycycline, BDNF, NT-3, laminin \\(B27+B/L/N/Dox) plus 2 Ara-C \\(2μM) onto one coverslip.\r\n  5. \\(Day 5) Change half of the media using B27+B/L/N/Dox/2Arac. Change every 2-3 days until Day 10.\r\n  6. \\(Day 10) Change half of the media using 2-AraC neuronal growth medium. \r\n  7. \\(Day 13) Add 0.5 ml of 2-AraC neuronal medium without any change. Leave them alone in the incubator for 7 days. \r\n  8. \\(Day 20) Remove 250 uL of old media and replace with 350 uL of new media \\(2-AraC neuronal growth medium). Change every week until maturity."
        },
        {
            "header": "Anticipated Results",
            "content": "As early as Day 2 of differentiation, we can observe neuronal-like morphology. By 7 days in vitro, extensive neurite outgrowth and development occur, which continues to maturity by 14-21 days \\(Figure 1A, B). Cultures that are 3 weeks or older display robust synapse formation as assayed by electrophysiology, mRNA and protein expression, and immunostaining. Dense synaptic puncta along MAP2-positive dendrites are visualized by synaptic marker Synapsin-1 \\(SYN1) \\(Figure 1C)."
        },
        {
            "header": "References",
            "content": "1.     Vierbuchen, T. et al. Direct conversion of fibroblasts to functional neurons by defined factors. Nature 463, 1035–1041 \\(2010).\r\n  2.     Pang, Z. P. et al. Induction of human neuronal cells by defined transcription factors. Nature 476, 220–223 \\(2011).\r\n  3.     Zhang, Y. et al. Rapid single-step induction of functional neurons from human pluripotent stem cells. Neuron 78, 785–798 \\(2013).\r\n  4.     Chanda, S. et al. Generation of Induced Neuronal Cells by the Single Reprogramming Factor ASCL1. Stem Cell Reports 3, 282–296 \\(2014).\r\n  5.     Yang, N. et al. Generation of pure GABAergic neurons by transcription factor programming. Nature Methods 14, 621-628 \\(2017).\r\n  6.     Yang, N. et al. Induced neuronal cells: how to make and define a neuron. Cell Stem Cell 9, 517-525 \\(2011).\r\n  7.     Pak, C. et al. Human neuropsychiatric disease modeling using conditional deletion reveals synaptic transmission defects caused by heterozygous mutations in NRXN1. Cell Stem Cell 17, 316-328 \\(2015).\r\n  8.     Yi, F. et al. Autism-associated SHANK3 haploinsufficiency causes Ih channelopathy in human neurons. Science 352, aaf. 2669 \\(2016).\r\n  9.     Huang, YA. et al.  ApoE2, ApoE3, and ApoE4 Differentially Stimulate APP Transcription and Aβ Secretion. Cell 168, 427-441 \\(2017).\r\n   10. Yoo, A. S. et al. MicroRNA-mediated conversion of human fibroblasts to neurons. Nature 476, 228–231 \\(2011).\r\n\n\n 11. Pfisterer, U. et al. Direct conversion of human fibroblasts to dopaminergic neurons. Proc. Natl. Acad. Sci. U.S.A. 108, 10343–10348 \\(2011).\r\n\n\n 12. Caiazzo, M. et al. Direct generation of functional dopaminergic neurons from mouse and human fibroblasts. Nature 476, 224–227 \\(2011).\r\n\n\n 13. Victor, M. B. et al. Generation of Human Striatal Neurons by MicroRNA-Dependent Direct Conversion of Fibroblasts. Neuron 84, 311–323 \\(2014).\r\n\n\n 14. Kim, J. et al. Functional integration of dopaminergic neurons directly converted from mouse fibroblasts. Cell Stem Cell 9, 413–419 \\(2011).\r\n\n\n 15. Son, E. Y. et al. Conversion of mouse and human fibroblasts into functional spinal motor neurons. Cell Stem Cell 9, 205–218 \\(2011).\r\n\n\n 16. Colasante, G. et al. Rapid Conversion of Fibroblasts into Functional Forebrain GABAergic Interneurons by Direct Genetic Reprogramming. Cell Stem Cell 17, 719–734 \\(2015)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.neuron.2013.05.029",
                "date": "2018-06-14 20:21:39",
                "title": "Rapid Single-Step Induction of Functional Neurons from Human Pluripotent Stem Cells",
                "authors": [
                    "Yingsha Zhang",
                    "ChangHui Pak",
                    "Yan Han",
                    "Henrik Ahlenius",
                    "Zhenjie Zhang",
                    "Soham Chanda",
                    "Samuele Marro",
                    "Christopher Patzke",
                    "Claudio Acuna",
                    "Jason Covy",
                    "Wei Xu",
                    "Nan Yang",
                    "Tamas Danko",
                    "Lu Chen",
                    "Marius Wernig",
                    "and Thomas C. Südhof"
                ],
                "journal": "Neuron",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15793,
                "identity": "a17c058e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "ChangHui Pak",
                "email": "cpak11@stanford.edu",
                "orcid": "",
                "institution": "Stanford University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "ChangHui",
                "middleName": "",
                "lastName": "Pak",
                "suffix": ""
            },
            {
                "id": 15798,
                "identity": "a17c12d0-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Thomas Sudhof",
                "email": "tcs1@stanford.edu",
                "orcid": "",
                "institution": "Stanford University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Thomas",
                "middleName": "",
                "lastName": "Sudhof",
                "suffix": ""
            },
            {
                "id": 15794,
                "identity": "a17c0a0c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sarah  Grieder",
                "email": "",
                "orcid": "",
                "institution": "Stanford University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sarah",
                "middleName": "",
                "lastName": "Grieder",
                "suffix": ""
            },
            {
                "id": 15795,
                "identity": "a17c0c0b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nan Yang",
                "email": "",
                "orcid": "",
                "institution": "Stanford University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nan",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 15796,
                "identity": "a17c0d8e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yingsha Zhang",
                "email": "",
                "orcid": "",
                "institution": "Stanford University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yingsha",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 15797,
                "identity": "a17c0f09-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marius Wernig",
                "email": "",
                "orcid": "",
                "institution": "Stanford University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marius",
                "middleName": "",
                "lastName": "Wernig",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-06-14 20:35:36",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.082",
        "doiUrl": "https://doi.org/10.1038/protex.2018.082",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610203,
                "identity": "e9d3d972-3f20-4f14-9b93-dbf09b812bb4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:29",
                "extension": "eps",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 26059266,
                "visible": true,
                "origin": "",
                "legend": "Generation of Ngn2-iN cells   A. Schematic of differentiation protocol. \r\nB. Representative light microscopic images of control iPS-iN cells over developmental time points. Scale bar: 500 μm.\r\nC. Representative confocal images of control iPS-iN cells stained with MAP2 (ab5392, Abcam; chicken 1:1000) and SYN1 (Yenzym; rabbit 1:250) antibodies at 3.5 weeks. Scale bar: 40 μm.\r\n",
                "description": "",
                "filename": "figure1.eps",
                "url": "https://assets.researchsquare.com/files/nprot-6901/v1/figure_1.eps"
            },
            {
                "id": 13465745,
                "identity": "5f9c3070-64a3-493a-aea6-a7824a53d8e6",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 174231,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6901/v1/6274bd86-6769-4e89-960f-7b07aa671f85.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "induced neurons, stem cells, iPSCs, reprogramming, excitatory neurons",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Induced neuronal \\(iN) cells are versatile tools for modeling neurological disorders and human synapse development, and provide a novel cell-based platform for drug screening and discovery<sup>1-9</sup>. In 2013 Zhang, Y. et al. study, we reported that inducible expression of a single basic helix-loop-helix transcription factor Neurogenin-2 \\(Ngn2) in human embryonic stem \\(ES) and induced pluripotent stem \\(iPS) cells generates a homogenous population of excitatory neurons that resemble those of cortical upper layer 2/3 neurons in the brain<sup>3</sup>. Within 3-4 weeks in culture, Ngn2-iN cells display mature molecular, cellular and synaptic properties, which can be readily analyzed using various functional assays. Coupled with genome editing and/or patient iPS cell lines, Ngn2-iN cells provide an excellent experimental system that can harness rapid, reliable, and renewable source of human neurons in a culture dish. Here, we describe a stepwise protocol in generating Ngn2-iN cells from both feeder-free human pluripotent stem cells \\(previously published) and feeder-dependent human pluripotent stem cells \\(unpublished).",
        "manuscriptTitle": "Rapid generation of functional and homogeneous excitatory human forebrain neurons using Neurogenin-2 (Ngn2)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-06-29 09:32:09",
                "doi": "10.1038/protex.2018.082",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a17b8f96-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 29th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4312,
                "name": "Biological techniques"
            },
            {
                "id": 4313,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-06-29 09:32:09",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}