{
    "identity": "pex-1594",
    "title": "<p>Effects of Virtual Reality-based Motor Control Training on Inflammation, Oxidative Stress and Neuroplasticity in Patients with Chronic Stroke: A Randomized Controlled Trial </p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>\tStroke affects 80 million people annually and claims 5.5 million lives and 116 million disability-adjusted life years (DALYs) worldwide. This number is gradually increasing, making stroke a serious global healthcare issue [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">1</a>]. Approximately 85% of stroke survivors exhibit various degrees of motor paralysis [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">2</a>], and 55% to 75% of stroke patients may experience paralysis of an arm [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">3</a>]. Upper limb paralysis caused by stroke not only affects a patient’s activities of daily living [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">4</a>], but also increases the burden on the patient’ s caregiver and puts an economic pressure on both the patient’s family and the society. </p><p>\t&nbsp;Stroke rehabilitation for a patient is often a long-term journey. In order to improve the patients’ motivation during such a long-term period, rehabilitation activities involving the use of augmented reality (AR) and virtual reality (VR) have been developed. VR and AR provide new (different from the real world) and multisensory stimulation, which may improve an individual's sense, self-reflection, and self-efficacy through the processes of adaptation and engagement [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">5</a>]. VR systems applied to stroke rehabilitation range from non-immersive to a fully immersive system. The former uses a desktop monitor or projector to display the virtual environment, while the latter uses head-mounted display (HMD) devices, cave automatic virtual environment (CAVE), or other three-dimensional (3D) input devices to create a full-body sense of presence in a virtual environment. With advancements in technology, immersive VR systems have become more sophisticated and intuitive. </p><p>\tThe immersive VR system used for the intervention can be categorized into using customized VR system and the commercial VR system. It is suggested to use the commercial VR system to decrease the financial burden and workload for clinical professionals, thus increasing the utility and accessibility of VR rehabilitation. Several studies have found that immersive VR systems with commercial programs may be a useful tool for upper limb rehabilitation. Erhardsson et al. conducted a trial and Huang et al. conducted a single case design study, combining an HMD VR system and commercial applications for upper limb training in patients with chronic stroke [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">6</a>, <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">7</a>]. The single case design study showed improvement in upper limb function [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">6</a>]. Saywell et al. found that upper limb function was significantly improved after patients implemented an entertainment-based VR intervention compared to traditional rehabilitation [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">8</a>], indicating that using commercial VR applications originally designed for entertainment could be an alternative strategy for VR rehabilitation. </p><p>\tHowever, an issue should be further confirmed when using the immersive VR systems with commercial programs. That is, the difficulty and speed of commercial VR applications may not be suitable for patients with stroke. Proper assistance and guidance by a therapist may be needed to improve the effectiveness of VR rehabilitation and ensure patient safety. Studies are warranted to investigate the effectiveness of upper limb training using the commercial VR guided by a therapist. </p><p>\tFurthermore, most outcome measures for VR-based upper limb training were based on subjective functional scales and instruments of motor performance, such as the Fugl-Meyer Assessment (FMA), Box and Block Test (BBT), Motricity Index (MI), and Action Research Arm Test (ARAT). Few have examined brain cortical activation by magnetic resonance imaging (MRI), motor-evoked potentials (MEPs) and electroencephalography (EEG) [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">9</a>]. However, to elucidate the potential pathological mechanisms involved, molecular targets in stroke induced inflammation, oxidative stress, and brain repairment should be analyzed [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">10</a>]. In contrast to MRI and brain waves, which were used to diagnose tissue and brain activity, serum biomarkers may provide further assessment tools for outcome prediction and risk stratification of patients with stroke. For example, the interleukin 6 (IL-6)[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">11</a>, <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">12</a>], intercellular adhesion molecule (ICAM-1) could represent the inflammation level[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">11</a>, <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">13</a>], the 8-hydroxy-2'-deoxyguanosine (8-OHdG)[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">14</a>], heme oxygenase-1 (HO-1) could provide the information of oxidative stress[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">11</a>, <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">15</a>, <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">16</a>], and the brain-derived neurotrophic factor (BDNF) could be the indicator of neuroplasticity[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">17</a>, <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">18</a>]. To the best of our knowledge, no report has identified reliable serum biomarkers after immersive VR training in patients with stroke.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Serum IL-6 (Invitrogen Corp., Carlsbad, CA, USA), ICAM-1 (Invitrogen Corp., Carlsbad, CA, USA), HO-1 (Aviva Systems Biology, San Diego, CA, USA), 8-OHdG (Aviva Systems Biology, San Diego, CA, USA), and BDNF (Invitrogen Corp., Carlsbad, CA, USA)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>The commercial immersive VR headset developed by HTC VIVE (HTC Corporation, New Taipei City, Taiwan) was used in this study.</p>"
        },
        {
            "header": "Procedure",
            "content": "Study design\nThis is an assessor-blinded, randomized controlled study. Patients with stroke will be randomly assigned to the COT group and the VRT group. The sampling frame is based on the patients receiving occupational therapy in the department of rehabilitation in E-DA Hospital. The inclusion criteria of participants are : (1) aged between 20–75 years, (2) having a first onset of stroke over 3 months, (3) having a Brunnstrom stage higher than 3, (4) with a diagnosis of stroke that was confirmed with computed tomography or magnetic resonance imaging scans, (5) being able to understand the instructions (Mini-Mental State Examination score higher than 18), and (6) with no other neurological disorders as comorbidities. The exclusion criteria are: (1) participating in other rehabilitation-related or clinical trials within 3 months of the experiment, (2) with sensory apraxia, (3) with severe impairments in vision or visual perception such as hemi-neglect, (4) receiving warfarin or vitamin K antagonist treatment, (5) with a high risk of epilepsy, (6) failing to cooperate with the researcher to execute VR activities, and (7) refusing to take the blood test. Informed consents are obtained from all participants involved in the study. The expected duration of the study is one year.\nMethodology\nInterventions\nThe intervention of the study is conducted through VR-based intervention of motor control training. The commercial immersive VR headset developed by HTC VIVE (HTC Corporation, New Taipei City, Taiwan) will be used in this study. The VR equipment contains an HMD device, two controllers, and two infrared laser emitter units. The VR equipment will be installed in a room without external disturbance, and the region for the virtual environment will be set in a 6 m\n2\nphysical space. At the beginning of each session, the participant would sit in the center of the set zone and will be assisted with wearing the HMD. After the participant confirms the sight and sound are clear and is feeling comfortable, the controllers will be handed to the participant. Twenty VR scenes (see Additional file 1) from commercial games will be selected for the participants and each scene is available online. Participants who are able to walk will experience all the tasks, while those unable to walk will experience fifteen scenes (excluding Scenes 6, 8, 10, 18, and 19). Scenes 6, 8, 10, 18, and 19 will require either standing in a fixed position, or moving a few steps to complete the tasks. Selected scenes will be chosen based on the original upper limb activities. Participants could accomplish the first-contact task with the help of their unaffected hand, then they will be encouraged to use the affected hand or both hands at same time. Tasks in several scenes (Scenes 10, 12, and 17) could be completed using only one hand, while tasks in other scenes (Scenes 3, 8, 18, and 19) require bilateral coordination of both hands. Upper limb movements in most scenes will involve aiming, shooting, hitting, waving arms, punching, and throwing objects. Upper limb movements in Scenes 18 and 19 will be more complex, since tasks in the two scenes simulated daily life activities, such as shopping, pouring water, and blending drinks.\nParticipants’ activity performance and information will be recorded, including training intensity, duration, game scores, level completed, and invalid activities. This information will allow the therapist to assign the tasks, adjust the difficulty in the VR game setting, and even design a new way to play the game for each participant according to their needs and capacities.\nProcedures\nThe flow diagram of the study is listed as Figure 1.\nPotentially eligible participants will be asked to participate in the study and complete the informed consent. Participants enrolled in the study will be randomly assigned to the COT group or the VRT groups. In addition to regular occupational therapy, all participants received 16 sessions of extra intervention (one-hour activity, 2 to 3 times per week). Each session will be supervised by an occupational therapist. In the COT group, conventional instruments such as the peg board, climbing ladder, and stacking cones will be used for upper limb training. In the VRT group, participants will execute VR-based activities with the same therapist. Six to ten tasks will be assigned in each session. The FMA-UE, AROM and blood collection will be conducted before and after the intervention. Questionnaires evaluating user’s experience will be assessed after each session (Appendix File 1). Motor function evaluation will be performed by another occupational therapist who is not involve the intervention, and blood collection will be conducted by licensed medical personnels in the same hospital.\nInstruments and data collection\nClinical assessments\nThe Fugl-Meyer Assessment for upper extremity (FMA-UE) and active range of motion (AROM) will be assessed to examine motor function changes in the patients with stroke [\n19\n,\n20\n], the evaluation form of FMA and AROM are listed in Figure 2 and Figure 3. The FMA-UE is widely used to examine motor impairment of upper limb performance of motor, sensation, coordination, range of motion, and speed; it is a highly reliable and valid assessment tool. The score of the FMA-UE ranges from 0 to 66, with a higher score indicating better function. A total score and four subscale scores of the FMA-UE will be used in this study. The subscale scores include upper extremity (18 items; 0 to 36), wrist (5 items; 0 to 10), hand (7 items; 0 to 14), and coordination/speed (3 items; 0 to 6). AROM is used to evaluate isolated joint motion by participant’s self-report of reaching maximal capacity without pain. Five AROM items including shoulder flexion, elbow extension, wrist extension, forearm supination and pronation will be assessed with a goniometer.\nSerum sampling for molecular biomarkers\nBlood samples from all participants will be collected before and after sixteen weeks of intervention. Since BDNF protein expression may be affected by age, circadian rhythm, and menstrual cycle [\n21\n], blood will be drawn at the same time point before and after intervention. The intervention will last approximately one month, which meets the normal menstrual cycle of female participants. Whole blood will be maintained at 40°C for 30 minutes and then centrifuged at 1,000 x g for 15 minutes. The supernatant will be transferred to several microfuge tubes to avoid repeated freeze–thaw cycles. Serum samples will be stored at -80\n0\nC and each aliquot will be used only once. Serum IL-6 (Invitrogen Corp., Carlsbad, CA, USA), ICAM-1 (Invitrogen Corp., Carlsbad, CA, USA), HO-1 (Aviva Systems Biology, San Diego, CA, USA), 8-OHdG (Aviva Systems Biology, San Diego, CA, USA), and BDNF (Invitrogen Corp., Carlsbad, CA, USA) will be measured by the respective commercial enzyme linked immunoassay (ELISA) kit following the manufacturer's standard protocols. All samples will be analyzed in triplicate.\nSafety considerations\nIn this study, we will enroll participants who do not have other neurological disorders as comorbidities, sensory apraxia, severe impairments in vision or visual perception, and high risk of epilepsy to prevent adverse reactions. Each Serum sampling for molecular biomarkers will be executed by licensed medical personnels at the medical center. During the intervention period, researchers with rehabilitation background will monitor patient’s responses to ensure appropriate affordance of the motor training tasks. Researchers will also investigate the client’s satisfaction and adverse symptoms during the VR intervention.\nFollow-up\nFollow up is not applicable. This is a cross-sectional Study. The participants will be assessed before and after intervention to complete data collection. All participants receive 16 sessions of extra intervention (one-hour activity, 2 to 3 times per week) without follow-up.\nData management and statistical analysis\nThe main indicators of this study include FMA-UE, AROM, and concentration of serum biomarkers. Sample size is estimated using G*Power software and based on previous research[22] . The effect size 0.79 proposed by Guillermo is used in this study[\n23\n]. Independent Sample\nt\ntest with a significance level of 5% and a test power of 80% were applied. The sample size estimation for each group is 15 to 21 participants.\nData will be analyzed using statistical software SPSS 18.0 (IBM Corp., Chicago, NY, USA) Demographic data between groups will be compared using the Chi square test for categorical variables and independent sample t test for continuous variables. We will use the Wilcoxon signed rank test and the Mann-Whitney U test to compare the independent-samples (pre- and post-treatment effects in each group) and paired-samples (pre- and post-treatment effects within groups) respectively. Significant models will be further assessed by Bonferroni post-hoc tests to compare differences between each pair of the five variables in either clinical assessment (FMA and AROM). Correlations between clinical outcomes and biomarker concentration will be assessed using Spearman’s correlation coefficient. A\np\nvalue < 0.05 will be considered significant."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;Participants may not be willing to participate in the intensive intervention (2 to 3 times per week). We will explain the research benefits to participants, encourage them to participate, and give them a participation fee after the intervention.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Participants may not be willing to participate in blood collection. We will explain the research benefits to participants, encourage them to participate, and give them a participation fee after the intervention.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Participants may feel discomfort during the intervention process (eye strain, blurred vision, and sweating after the training). Researchers will carefully monitor the patient's status, and pay attention to any situations that may occur and influence the patient's safety, the intervention will be immediately terminated.&nbsp;</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>The following is a list of the expected progress during the one-year period.</p><p>&nbsp;</p><p>The 1<sup>st</sup>&nbsp;month: Preparation and planning of clinical trial research.</p><p>The 2<sup>nd</sup>-3<sup>th</sup> months:  Preparation and set up VR system in medical institutions. Participant recruitment.</p><p>The 4<sup> th</sup> -7<sup> th</sup> months: Participant recruitment and intervention.</p><p>The 8<sup>th</sup> month: Complete the intervention.</p><p>The 9<sup>th</sup> month: Serum sample preparation for ELISA.</p><p>The 10<sup>th</sup> month: Data analysis/Writing the final report.</p><p>The 11<sup>th</sup> month: Closing the project.</p><p>  </p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>\tThis study is expected to find that after patients received VR-based upper limb training, they could have improvement not only in the motor functioning, but also have changes in biomedical indexes Therefore, clinicians could use the immersive VR system with commercial games for stroke rehabilitation.&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lindsay MP, Norrving B, Sacco RL, Brainin M, Hacke W, Martins S, Pandian J, and Feigin V, World Stroke Organization (WSO): Global stroke fact sheet 2019. Int J Stroke. 2019;14(8):806-17.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hendricks HT, Van Limbeek J, Geurts AC, and Zwarts MJ, Motor recovery after stroke: A systematic review of the literature. Arch Phys Med Rehabil. 2002;83(11):1629-37.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kwakkel G, Kollen BJ, van der Grond J, and Prevo AJ, Probability of regaining dexterity in the flaccid upper limb: Impact of severity of paresis and time since onset in acute stroke. Stroke. 2003;34(9):2181-86.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Desrosiers J, Malouin F, Bourbonnais D, Richards CL, Rochette A, and Bravo G, Arm and leg impairments and disabilities after stroke rehabilitation: Relation to handicap. Clin Rehabil. 2003;17(6):666-73.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Riva G, Baños RM, Botella C, Mantovani F, and Gaggioli A, Transforming experience: The potential of augmented reality and virtual reality for enhancing personal and clinical change. Front Psychiatry. 2016;7(164.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Erhardsson M, Murphy MA, and Sunnerhagen KS, Commercial head-mounted display virtual reality for upper extremity rehabilitation in chronic stroke: A single-case design study. J Neuroeng Rehabil. 2020;17(1):1-14.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Huang Q, Wu W, Chen X, Wu B, Wu L, Huang X, Jiang S, and Huang L, Evaluating the effect and mechanism of upper limb motor function recovery induced by immersive virtual-reality-based rehabilitation for subacute stroke subjects: Study protocol for a randomized controlled trial. Trials. 2019;20(1):1-9.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Saywell N, Taylor N, Rodgers E, Skinner L, and Boocock M, Play-based interventions improve physical function for people with adult-acquired brain injury: A systematic review and meta-analysis of randomised controlled trials. Clin Rehabil. 2017;31(2):145-57.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Huo C-C, Zheng Y, Lu W-W, Zhang T-Y, Wang D-F, Xu D-S, and Li Z-Y, Prospects for intelligent rehabilitation techniques to treat motor dysfunction. Neural Regen Res. 2021;16(2):264.</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Simats A, García-Berrocoso T, and Montaner J, Neuroinflammatory biomarkers: From stroke diagnosis and prognosis to therapy. Biochim Biophys Acta Mol Basis Dis. 2016;1862(3):411-24.</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Iadecola C and Anrather J, The immunology of stroke: From mechanisms to translation. Nat Med. 2011;17(7):796-808.</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ramiro L, Simats A, García-Berrocoso T, and Montaner J, Inflammatory molecules might become both biomarkers and therapeutic targets for stroke management. Ther Adv Neurol Disord. 2018;11(1756286418789340.</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Menon B, Ramalingam K, and Kumar R, Evaluating the role of oxidative stress in acute ischemic stroke. J Neurosci Rural Pract. 2020;11(1):156.</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cherubini A, Ruggiero C, Polidori MC, and Mecocci P, Potential markers of oxidative stress in stroke. Free Radic Biol Med. 2005;39(7):841-52.</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Morse D and Choi AM, Heme oxygenase-1: The “emerging molecule” has arrived. Am J Respir Cell Mol Biol. 2002;27(1):8-16.</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Otterbein LE, Soares MP, Yamashita K, and Bach FH, Heme oxygenase-1: Unleashing the protective properties of heme. Trends Immunol. 2003;24(8):449-55.</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liu W, Wang X, O’Connor M, Wang G, and Han F, Brain-derived neurotrophic factor and its potential therapeutic role in stroke comorbidities. Neural Plast. 2020;2020(</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wlodarczyk L, Szelenberger R, Cichon N, Saluk-Bijak J, Bijak M, and Miller E, Biomarkers of angiogenesis and neuroplasticity as promising clinical tools for stroke recovery evaluation. Int J Mol Sci. 2021;22(8):3949.</p><p>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fugl-Meyer AR, Jääskö L, Leyman I, Olsson S, and Steglind S, The post-stroke hemiplegic patient. 1. A method for evaluation of physical performance. Scandinavian journal of rehabilitation medicine. 1975;7(1):13-31.</p><p>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Riddle DL, Rothstein JM, and Lamb RL, Goniometric reliability in a clinical setting: Shoulder measurements. Physical therapy. 1987;67(5):668-73.</p><p>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cain SW, Chang A-M, Vlasac I, Tare A, Anderson C, Czeisler CA, and Saxena R, Circadian rhythms in plasma brain-derived neurotrophic factor differ in men and women. J Biol Rhythms. 2017;32(1):75-82.</p><p>22.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ögün MN, Kurul R, Yaşar MF, Turkoglu SA, Avci Ş, and Yildiz N, Effect of leap motion-based 3d immersive virtual reality usage on upper extremity function in ischemic stroke patients. Arquivos de neuro-psiquiatria. 2019;77(681-88.</p><p>23.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Palacios-Navarro G and Hogan N, Head-mounted display-based therapies for adults post-stroke: A systematic review and meta-analysis. Sensors. 2021;21(4):1111.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We have the pleasure to express gratitude to the department of Rehabilitation Department of E-Da Hospital and the clinical professionals, Sheng-Xiong Chen. We like to express sincere thanks for all the necessary practical knowledge and assistance. We also grateful to all participants and their family to engage in this study, helping us to have the opportunity to investigate the advanced filed of intervention in stroke.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "unpublished": "Effects of Virtual Reality-based Motor Control Training on Inflammation, Oxidative Stress and Neuroplasticity in Patients with Chronic Stroke: A Randomized Controlled Trial "
            }
        ],
        "authors": [
            {
                "id": 41999065,
                "identity": "b538f152-71be-4339-9335-15a45f74efb1",
                "order_by": 0,
                "name": "Chien-Yu Huang",
                "email": "",
                "orcid": "",
                "institution": "School of Occupational Therapy, National Taiwan University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chien-Yu",
                "middleName": "",
                "lastName": "Huang",
                "suffix": ""
            },
            {
                "id": 41999066,
                "identity": "4439237c-c592-4090-bd82-d381a83645e8",
                "order_by": 1,
                "name": "Wei-Chi Chiang",
                "email": "",
                "orcid": "",
                "institution": "Department of Occupational Therapy, I-Shou University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wei-Chi",
                "middleName": "",
                "lastName": "Chiang",
                "suffix": ""
            },
            {
                "id": 41999067,
                "identity": "3c465562-3458-4c4f-ad8f-0a9e94146ff3",
                "order_by": 2,
                "name": "Ya-Chin Yeh",
                "email": "",
                "orcid": "",
                "institution": "Department of Occupational Therapy, Shu-Zen Junior College of Medicine and Management,",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ya-Chin",
                "middleName": "",
                "lastName": "Yeh",
                "suffix": ""
            },
            {
                "id": 41999068,
                "identity": "c8a32c60-6e01-44ad-85dd-7bc25fdb1ae9",
                "order_by": 3,
                "name": "Shih-Chen Fan",
                "email": "",
                "orcid": "",
                "institution": "Department of Occupational Therapy, I-Shou University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shih-Chen",
                "middleName": "",
                "lastName": "Fan",
                "suffix": ""
            },
            {
                "id": 41999069,
                "identity": "63d26ae1-94e2-485d-943d-851c55d33231",
                "order_by": 4,
                "name": "Wan-Hsien Yang",
                "email": "",
                "orcid": "",
                "institution": "Tan-Chi International Technology Co., Ltd",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wan-Hsien",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 41999070,
                "identity": "0203105f-c551-4dd8-bcba-87ae44ff0d96",
                "order_by": 5,
                "name": "Ho-Chang Kuo",
                "email": "",
                "orcid": "",
                "institution": "Kawasaki Disease Center and Department of Pediatrics, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ho-Chang",
                "middleName": "",
                "lastName": "Kuo",
                "suffix": ""
            },
            {
                "id": 41999071,
                "identity": "08a557e1-a601-4e1a-9ed9-c2bd05069227",
                "order_by": 6,
                "name": "Ping-Chia Li",
                "email": "pingchiali@gmail.com",
                "orcid": "",
                "institution": "Department of Occupational Therapy, I-Shou University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ping-Chia",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-07-27 10:03:44",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1594/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1594/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13307628,
                "identity": "ed70fc5f-2956-47ac-8163-549aebcb053e",
                "added_by": "auto",
                "created_at": "2021-09-13 08:59:41",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 37115,
                "visible": true,
                "origin": "",
                "legend": "The evaluation form of FMA-UE",
                "description": "",
                "filename": "flowchart.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1594/v1/13fe7a99aa46dc77a9e1a106.jpg"
            },
            {
                "id": 13307557,
                "identity": "40e48994-86fb-424a-9173-eb0e18a6c50f",
                "added_by": "auto",
                "created_at": "2021-09-13 08:56:41",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 340359,
                "visible": true,
                "origin": "",
                "legend": "The evaluation form of FMA-UE",
                "description": "",
                "filename": "FMA.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1594/v1/3e3ec498c25ca4e2b2b64275.jpg"
            },
            {
                "id": 13307629,
                "identity": "8b04c671-a551-40d4-8b7c-b003e559860e",
                "added_by": "auto",
                "created_at": "2021-09-13 08:59:41",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 105208,
                "visible": true,
                "origin": "",
                "legend": "The evaluation form of the AROM.",
                "description": "",
                "filename": "AROM.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1594/v1/2148f4f4a1b440356f0cd753.jpg"
            },
            {
                "id": 13713817,
                "identity": "53e52b3d-0daa-472d-9cdb-5e012d931b46",
                "added_by": "auto",
                "created_at": "2021-09-17 14:35:04",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 517469,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1594/v1/2c52e19b-63cd-4a3f-bc7f-3261bcad3362.pdf"
            },
            {
                "id": 13307559,
                "identity": "b91d2c5c-5ba3-4c55-a7b7-099081951786",
                "added_by": "auto",
                "created_at": "2021-09-13 08:56:41",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 642273,
                "visible": true,
                "origin": "",
                "legend": "User’s Experience Questionnaires",
                "description": "",
                "filename": "SSQ.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1594/v1/acc3c81df17334ef2ff374c3.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Virtual Reality (VR); Stroke Rehabilitation; Inflammation; Oxidative Stress; Neuroplasticity; Heme oxygenase-1 (HO-1); 8-hydroxydeoxyguanosine (8-OHdG); Brain-derived neurotrophic factor (BDNF)",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Background: Virtual reality (VR)-based rehabilitation is the innovative approach in motor control training in individuals with stroke. Currently, most outcome assessments of motor performance in stroke were based on subjective functional scales and instruments. Detecting serum biomarkers related to inflammation, oxidative stress and neuroplasticity, might provide precise and subtle changes after motor control training in patients with stroke.</p><p>Objectives: This study aims to identify the effects of immersive VR-based intervention of motor control training on motor function improvement, inflammation, oxidative stress and neuroplasticity in patients with stroke.</p><p>Methods: This is an assessor-blinded, randomized controlled study. Patients with stroke will be randomly assigned to VR training (VRT) group or the conventional occupational therapy (COT) group. Clinical assessments will include motor performance and active range of motion (AROM) of the upper limb. Serum concentrations of inflammation, oxidative stress and neuroplasticity will be assessed, including interleukin 6 (IL-6), intracellular adhesion molecule 1 (ICAM-1), heme oxygenase 1 (HO-1), 8-hydroxy-2-deoxyguanosine (8-OHdG), and brain-derived neurotrophic factor (BDNF).</p><p>Expected outcomes: After the intervention, both groups will show improvements in motor performance and the changes of inflammation, oxidative stress and neuroplasticity. As compared to the COT group, the VRT group will show greater improvements in motor performance and AROM of the upper limb, greater induction of HO-1 and BDNF levels, and greater reductions in 8-OHdG.</p><p>The trial registration number for this study is ChiCTR2100047853.</p><p><br></p><p>&nbsp;</p>",
        "manuscriptTitle": "Effects of Virtual Reality-based Motor Control Training on Inflammation, Oxidative Stress and Neuroplasticity in Patients with Chronic Stroke: A Randomized Controlled Trial",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-09-13 08:56:40",
                "doi": "10.21203/rs.3.pex-1594/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "700e14ec-9372-4ad4-a9e0-6115bca6b561",
        "owner": [],
        "postedDate": "September 13th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 6015856,
                "name": "Biomarkers"
            },
            {
                "id": 6015857,
                "name": "Physiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-09-13 08:56:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}