{
    "identity": "nprot-71",
    "title": "An Integrative Procedure for Apoptosis Identification and Measurement",
    "content": [
        {
            "header": "Introduction",
            "content": "Apoptosis is a normal physiological phenomenon put forward by Kerr \\[1]. It plays an important role in embryonic development, maintenance of tissue homeostasis and pathology, and therefore has become a hotspot of activity in biomedical fields. To date, many methods to detect apoptosis have sprung up, including morphological identification, DNA ladder observation and DNA content and cell cycle analysis. However, these methods differ in treatment and are performed independently, consuming more time. As degraded low-molecular-weight DNA is exuded out of apoptotic cells after fixation with ethanol, DNA dyed with fluorescein will form an apoptosis curve \\(sub-diploid curve) because its contents are less than that of G1 phase \\[2].  The quantity of phosphate-citric acid buffer \\(0.2M, pH7.8) can effectively control the amount of the extracted DNA, and the exuded DNA can be used for DNA ladder detection through gel electrophoresis, while the residual cells can be analyzed with a flow cytometer \\[3,4]. Here I have uploaded an integrative procedure through which a relatively satisfactory result can be obtained following  a single stage of cell culture and transient cell treatment, then detection with different instruments.  This shortens experiment time. The protocols are as follows \\[5-7]:"
        },
        {
            "header": "Reagents",
            "content": "HEPES \\(Amresco), RPMI 1640 \\(HyClone), Penicillin-Streptomycin \\(Penicillin 10,000 units/ml, Streptomycin 10,000 &#xB5;g/ml) \\(Invitrogen), Fetal bovine serum \\(FBS) \\(Sijiqing Co. Hangzhou, China), Trypsin \\(HyClone), Propidium iodide \\(Sigma), RNase A \\(Sina-American Biotechnology Co.) and Proteinase K \\(Merck). \r\n\n\nAny cancer cell line and any apoptosis-inducing drug can be chosen according to the experimenter&#x2019;s convenience."
        },
        {
            "header": "Equipment",
            "content": "Incubator, fluorescence microscope, electrophoresis apparatus, flow cytometer and MULTYCYCLE analysis software."
        },
        {
            "header": "Procedure",
            "content": "（1） **Cell Culture and Induction of Apoptosis**\r\n\n\nCulture cancer cells in RPMI 1640 supplemented with 10% FBS, 10mM HEPES plus penicillin-streptomycin \\(100 IU/ml penicillin, 100 µg/ml streptomycin). Induce apoptosis with an apoptosis-inducing drug for 24h. Culture control group cells in medium without drug at 10\n4-6\n/ml in a flat-bottom plate \\(Costar). \r\n\n\n\r\n\n\n（2） **Cell Collection and fixation**\r\n\n\nTrypsinize cancer cells（1-2×10\n7\n）with 1 ml 0.25% trypsin at 37℃ for 2-3 min until cells detach completely from the flat-bottom. Add 0.5%FBS-RPMI 1640 medium to terminate trypsinization and pipette gently to disrupt cell clumps into single cells.  Transfer into an eppendorf tube, spin at 1000 rpm for 5min and discard the supernatant. Wash the cell pellet with 1×PBS at 1000 rpm for 5min×2, resuspend cells into single cell status with a little 1×PBS \\(20µl), then add 2ml 70% ethanol and place at -20℃ overnight to fix cells.\r\n\n\n（3） Centrifuge at 1000 rpm for 10 min; discard the supernatant to remove ethanol thoroughly.\r\n\n\n（4） Resuspend cells with 0.5ml 1×PBS, transfer into a micro-eppendorf tube, spin at 1500 rpm for 10 min and discard the supernatant.\r\n\n\n（5） Add 40µl 0.2M phosphate-citric acid buffer \\(pH7.8) to each tube respectively and stand at room temperature for at least 30min with intermitten shaking.\r\n\n\n（6） Spin at 1000 rpm for 10 min, transfer the supernatant to new micro-eppendorf tubes and incubate the cell pellets on ice for fluorescence observation and for flow cytometric analysis.\r\n\n\n（7） Add 3µl 0.25% NP40 and 3µl RNase A solution（1mg/ml）to the supernatant, vortex the mixture thoroughly and incubate at 37℃ for 30min.\r\n\n\n（8） Add again 3µl Proteinase K（1mg/ml）to the mixture，vortex thoroughly and incubate at 37℃ for 30min. \r\n\n\n（9） Mix each 16µl reaction solution thoroughly with 2µl 6×DNA loading buffer，and resolve the DNA ladder on a 0.8% 1×TAE agarose gel after electrophoresis at constant voltage 2 V/cm for 2h.  Visualize by UV light after standard ethidium bromide staining. \r\n\n\n（10） Resuspend the cell pellets in step（6）with 0.5ml 1×PBS, add 10µl Proteinase K \\(1mg/ml), vortex gently and stand at room temperature for 30min.  Wash with 1ml 1×PBS by spinning at 1000 rpm for 5min×2, resuspend again with 20µl 1×PBS into single cells after discarding the supernatant and then add 300µl DNA staining solution \\(containing 150µg/ml PI, 20U/ml RNase A).  Incubate at room temperature for 30min.\r\n\n\n（11） Place a drop of the above single cell suspension on a air-drying glass slide, then place a glass coverslip over the cells to reduce light diffraction and observe cells using a fluorescence microscope equipped with a G.B filter, using the 40×objective. The remaining cell suspension can be used for flow cytometry, and the ratio of apoptotic cells analyzed with MULTYCYCLE software."
        },
        {
            "header": "Timing",
            "content": "Four days total. \\(2 overnight incubations, 1 overnight cell fixation and 1 day with 2-3 hours hands-on time)"
        },
        {
            "header": "Critical Steps",
            "content": "\\(1)  Don&#x2019;t trypsinize cells for too long when collecting them.\r\n\n\n\\(2) Rotation speed should be no more than 1500 rpm during centrifugation.\r\n\n\n\\(3) Before fixation with ethanol, cells should be resuspended into single cell suspension with a small  amount of 1&#xD7;PBS.\r\n\n\n\\(4) Pipetting the final cell suspension through a nylon monofilament mesh screen with &#x424;44 micrometer openings immediately prior to analysis on the flow cytometer is highly recommended to remove large multi-cellular aggregates common in ethanol-fixed preparations, so as to ensure cells flow through the cytometer in a single line."
        },
        {
            "header": "Anticipated Results",
            "content": "Through only cell culturing once, and one transient cell treatment, experimental materials to identify cell apoptosis with different instruments can be obtained, allowing simultaneous detection of morphology, biochemistry, cell cycle and DNA content. Unity of quantitative analysis and qualitative analysis can also be realized, which not only shortens the experiment time, reducing working time from 9 to 4 days, but also gets relatively satisfactory results.\r\n\n\nKnown methods to identify cellular apoptosis are characteristic of detection of targets of morphology, biochemistry and DNA content etc. Fluorescence microscopy needs cells to be seeded on coverslips and culturing until monolayers form. Its main shortcomings lie in the fussy steps in culturing cells on coverslips and the inferior picture quality resulting from cell-cell junction. As the most classical and dependable method to identify cell apoptosis, it is only qualitative and not easy to quantify the ratio of apoptotic cells. In classical electrophoresis detection&#xFF0C;DNA is extracted with phenol-chloroform-isopentanol or phenol-chloroform and then precipitated with cold ethanol and sodium acetate after lysis buffer treatment, which is time-consuming and needs many centrifugation steps. Furthermore, phenol and chloroform are toxic, and too much centrifugation can shear DNA so as to decrease the experimental accuracy. Although pre-embedding cells with low-melting-point agarose and then performing pulse alternative field gel electrophoresis can avoid shearing DNA, time and expenditure on experiments will increase, moreover all these can only belong to qualitative analysis, at most semi-quantitative. Flow cytometric analysis, however, is simple, rapid, quantitative and multi-parametric. \r\n\n\n\r\n\n\nThree independent experiments consume too much time, and experimental materials are not from the same group, so it is very hard to ensure the identity and veracity of results of former and latter experiments. Herein, the cells are prefixed in 70% cold ethanol, DNA is extracted with 0.2 M phosphate-citrate buffer at pH 7.8, then centrifuged at 1000rpm for 5~10 min so as to extract relative low-molecular-weight DNA into the buffer thoroughly, and then the supernatant is sequentially treated with RNase A and proteinase K and then subjected to electrophoresis directly. The cell pellets are dyed with propidium iodide, and a little amount is used for slide preparation and observation under a fluorescence microscope.  The remaining cells are for flow cytometer analysis. Such one-station operation makes simultaneous detection of three targets come true. The advantages of this procedure are as follows:\\(1) The cells prefixed with 70% cold ethanol may be stored for several weeks or more before analysis without any significant DNA degradation. Moreover, treatment with ethanol also inactivates several pathogens and prevents cells from autolysis, thereby increasing the safety of sample handling; \\(2) This procedure permits the electrophoresis analysis of DNA extracted from the very same cell population that is subjected to measurements by flow cytometer to estimate DNA ploidy, the cell cycle distribution of non-apoptotic cells, the percentage of apoptotic cells, or other parameters. In other words, cells cultured once can be used to detect multi-targets only through a single transient treatment, which can shorten experimental time;\\(3) It simplifies the fussy steps of culturing cells on coverslips when morphological characteristics are detected under fluorescence microscope; \\(4) The procedure to extract relative low-molecular-weight DNA is simple and rapid, and uses no phenol, chloroform or other toxic reagents so as to reduce DNA damage by phenol-chloroform and the inconvenience of pulse field gel electrophoresis; \\(5) Treatment with 0.2 M phosphate-citrate buffer at pH 7.8 makes the degraded, low-molecular-weight DNA fragments from apoptotic cells ooze out of the cells completely, increasing the sensitivity and specificity of flow cytometer analysis; \\(6)The procedure can ensure the identity of experimental materials, enhancing the consistency and reliability of experimental results. In short, the procedure successfully uses the very same cell population to analyze the degraded DNA ladder of apoptotic cells, observe the morphological characteristics of apoptotic cells and determine the percentage of apoptotic cells.  This is just as &#x201C;one stone hits three birds&#x201D;. As a sort of improvement on classical methods, researchers can select this procedure according to their different purposes and respective conditions."
        },
        {
            "header": "References",
            "content": "\\[1] Kerr J.F., Wyllie A.H., Currie A.R. Apoptosis: a basic biological phenomenon with wide-ranging implications in tissue kinetics. _Br. J. Cancer_ **26**, 239-257 \\(1972)\r\n\n\n\\[2] Darzynkiewicz Z, Bruno S, Del Bino G, Gorczyca W, Hotz M.A., Lassota P, Traganos F. Features of apoptotic cells measured by flow cytometry. _Cytometry_ **13**, 795-808 \\(1992)\r\n\n\n\\[3] Hotz M.A., Gong J, Traganos F, Darzynkiewicz Z. Flow cytometric detection of apoptosis: comparison of the assay of in situ DNA degradation and chromatin changes. _Cytometry_ **15**, 237-244 \\(1994)\r\n\n\n\\[4] Gong J, Traganos F, Darzynkiewicz Z. A Selective Procedure for DNA Extraction from Apoptotic Cells Applicable for Gel Electrophoresis and Flow Cytometry. _Analyt. Biochem._ **218**, 314-319 \\(1994)\r\n\n\n\\[5] David L. S., Robert D.G., Leslie A. L., Cells: A Laboratory Manual, Volume 1: Culture and Biochemical Analysis of Cells, \\(Patricia Barker, ed), Cold Spring Harbor Laboratory Press, New York&#xFF0C; pp.15.1-15.12 \\(1998)\r\n\n\n\\[6] David L. S., Robert D.G., Leslie A. L., Cells: A Laboratory Manual, Volume 1: Culture and Biochemical Analysis of Cells, \\(Patricia Barker, ed), Cold Spring Harbor Laboratory Press, New York&#xFF0C; pp.16.1-16.4 \\(1998)\r\n\n\n\\[7] Cui Y.Y.&#xFF0C;Xie H., Wang J.F. Transient detection of apoptosis of human liver cancer cells induced by Pinus massoniana bark extract \\(PMBE) in vitro, _Chin. J. Histochem. Cytochem._ **14**, 80-83 \\(2005)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 9843,
                "identity": "9e9bbbfb-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yingyu Cui",
                "email": "yingyu-cui@sohu.com",
                "orcid": "",
                "institution": "Peking University, China",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yingyu",
                "middleName": "",
                "lastName": "Cui",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-06 09:04:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.192",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.192",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464155,
                "identity": "85c9f6f2-db77-4e96-8e24-5f65d1873899",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:33",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 134507,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-71/v1/4cf7f54d-7fa7-4c88-ae40-6468e5c2f141.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "apoptosis, fluorescence microscopic observation, DNA gel electrophoresis, flow cytometric analysis\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "An Integrative Procedure for Apoptosis Identification and Measurement",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-08-03 09:11:00",
                "doi": "10.1038/nprot.2006.192",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e9b61dd-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 3rd, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1334,
                "name": "Biological techniques"
            },
            {
                "id": 1335,
                "name": "Cell biology"
            },
            {
                "id": 1336,
                "name": "Developmental biology"
            },
            {
                "id": 1337,
                "name": "Chemical biology"
            },
            {
                "id": 1338,
                "name": "Drug discovery"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-08-03 09:11:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}