{
    "identity": "nprot-5859",
    "title": "Generation of pure GABAergic neurons by transcription factor programming",
    "content": [
        {
            "header": "Introduction",
            "content": "Given their implication in human disease, considerable efforts have been made to derive GABAergic neurons from human induced pluripotent stem \\(iPS) cells and embryonic stem \\(ES) cells that could provide a foundation for studying the pathogenesis and identifying potential therapeutic targets for these diseases. Methods to generate defined subtypes of GABAergic neurons have only recently been reported<sup>1-4</sup>. These studies endeavored to recapitulate neural developmental processes and focused on the derivation of properly regionalized neural progenitor cells that spontaneously differentiate into post-mitotic neurons. While this approach likely generates properly specified neuronal cells, it presents three important obstacles for translational research. First, spontaneous differentiation of neural progenitor cells leads to a mixed culture of cells of different maturation stages that is often contaminated with undifferentiated progenitor cells, glial cells, and undesired neuronal subtypes. Second, the morphological and functional maturation requires extended culture periods, which complicates experimental designs. Finally, multi-stage and long differentiation procedures present technical challenges for reproducibility and consistency. \r\n\n\nTo address these problems, we and others have developed methods to directly convert fibroblasts into induced neuronal \\(iN) cells using defined reprogramming factors<sup>5-12</sup>.  Modification of the reprogramming factor pool was shown to yield different neuronal subpopulations such as glutamatergic neurons<sup>5,10</sup>, dopaminergic neurons<sup>7,8,11</sup>, motor neurons<sup>12</sup>, and inhibitory neurons<sup>9,13</sup>. More recently, we have also applied the transcription factor-mediated lineage reprogramming method to iPS and ES cells<sup>5,14,15</sup> and demonstrated that the basic helix-loop-helix \\(bHLH) transcription factor Ngn2 or Neurod1 could rapidly convert human iPS and ES cells into iN cells with an unprecedented yield and synaptic maturation in just 3 weeks after transcription factor induction<sup>14</sup>. \r\n\n\nIn the current study, we set out to seek transcription factor combinations that allow rapid and reproducible generation of GABAergic iN cells from human pluripotent stem cells \\(PSCs). To this end, we found that Ascl1, a bHLH proneural factor predominantly expressed in the progenitor domains for GABAergic neurons, together with Dlx2, a homeodomain transcription factor required for the differentiation and migration of basal forebrain neurons, could induce the differentiation of human neurons with homogeneous GABAergic neurotransmitter specification. The GABAergic phenotype was stable in the absence of reprogramming factor activity in vitro and after transplantation into the mouse brain for at least 6 months. Single cell gene expression analysis showed that the subtype-specific markers somatostatin \\(SST), calbindin \\(CB) or calretinin \\(CR) are expressed in largely non-overlapping sub-populations. These data suggest that AD-iN cells represent a mixture of different GABAergic subtypes of the forebrain reflecting cells derived from Dlx2-expressing progenitors. In combination with our previously established glutamatergic Ngn2-iN cells, it is now possible to generate human neuronal cultures with defined excitatory/inhibitory components, which provides a new, defined platform for human neuronal cell models of disease."
        },
        {
            "header": "Reagents",
            "content": "**Reagents:**\r\n\n\nDMEM \\(ThermoFisher Scientific, cat. No. 12430-062)\r\n\n\nDMEM/F12 \\(ThermoFisher Scientific, cat. No. 11320-082)\r\n\n\nMEM, no glutamine, no phenol red \\(ThermoFisher Scientific, cat. No. 51200-038)\r\n\n\nNeurobasal Medium \\(ThermoFisher Scientific, cat. No. 21103-049)\r\n\n\nPenicillin/Streptomycin 100× \\(ThermoFisher Scientific, cat. No. 15070063)\r\n\n\nSodium Pyruvate 100× \\(ThermoFisher Scientific, cat. No. 11360-070)\r\n\n\n2-mercaptoethanol \\(Sigma, cat. No. M7522) \\(Caution)\r\n\n\nL-Glutamine \\(200 mM) \\(ThermoFisher Scientific, cat. No.25030081)\r\n\n\nMEM non-essential amino acid solution 100× \\(ThermoFisher Scientific, cat. No. 11140-050)\r\n\n\nCosmic Calf Serum \\(CCS, Thermo Scientific, cat. No. SH3008704)\r\n\n\nFetal Bovine Serum \\(FBS, ATLANTA Biological, cat. No. S11550)\r\n\n\nN-2 Supplement \\(100×) \\(ThermoFisher Scientific, cat. No. 17502048)\r\n\n\nB27 Supplement \\(50×) \\(ThermoFisher Scientific, cat. No.17504-044)\r\n\n\nGlucose \\(Sigma, cat. No. G8270)\r\n\n\nRecombinant human BDNF \\(R&D systems, cat. No. 248-BD)\r\n\n\nSterile PBS, pH 7.4 \\(Invitrogen, cat. No. 10010-023)\r\n\n\nTrypsin \\(Sigma, cat. No. T4674) \r\n\n\nAccutase \\(Innovative Cell Technologies).\r\n\n\nPolyornithine \\(Sigma, cat. No. P3655) \r\n\n\nCorning® Matrigel® hESC-Qualified Matrix, *LDEV-Free, 5mL \\(Corning, cat. No. 354277)\r\n\n\nPapain \\(Worthington Biochemical, cat. No. LS003127)\r\n\n\nCytosine β-D-arabinofuranoside hydrochloride \\(Ara-C) \\(Sigma, cat. No. C1768)\r\n\n\nDoxycycline hyclate \\(Sigma, cat No. D9891) \r\n\n\nMgCl2 \\(Sigma, cat. No. M8266)\r\n\n\nBES \\(Sigma, cat. No. B4554)\r\n\n\n\r\n\n\n**Plasmids:**\r\n\n\nFUW-M2rtTA \\(Addgene, plasmid 20342)\r\n\n\npRSV-rev \\(Addgene, plasmid 12253)\r\n\n\npMDLg/pRRE \\(Addgene, plasmid 12251)\r\n\n\npTet-O-FUW-Myt1l \\(Addgene, plasmid 27152)\r\n\n\npTet-O-FUW-Ascl1-puromycin\r\n\n\npTet-O-FUW-Dlx2-hygromycin\r\n\n\n\r\n\n\n**Reagent setup:**\r\n\n\n• _2× BBS solution:_ \\(50 mM BES, 280 mM NaCl, 1.5 mM Na2HPO4): Add H2O \\(double distilled) up to 900 ml. Dissolve, titrate to pH 6.95 with 1M NaOH and bring volume to 1 liter.  Sterile filter, aliquot and store at 4°C.\r\n\n\n• _2.5 M CaCl2:_ Dissolve in sterile water. Aliquot into 1.5-ml screw cap tubes and store at −20°C. \r\n\n\n• _Polyornithine:_ To make 100× stock, dilute 100 mg in 67 mL water. Filter with 0.22 M filter and store at -20°C in 5 mL aliquots. Dilute 100× stock in sterile water and filter into sterile bottle. Store at 4 degrees for up to 3 months. \r\n\n\n• _Doxycycline:_ 2 mg/mL dissolved in water \\(1000× stock). Sterilize with a 0.22 µM filter and store at -20°C. Protect from light.  \r\n\n\n• _Glucose:_ For 20% stock: Dissolve 20g glucose in 100 mL sterile water. Filter with a 0.22 M filter and store at 4°C for 3-6 months.\r\n\n\n• _Cytosine arabinose \\(Ara-C):_ Dissolve 12 mg Ara-C in 50 mL sterile water. Filter with 0.22 M filter. Aliquot and store at -20°C.\r\n\n\n• _Papain digestion solution:_ 5 mL HBSS, 80 l Papain, 5 l EDTA \\(0.5 M), 5 l CaCl2 \\(1 M).  Filter with a 0.22 µM filter.\r\n\n\n• _BDNF:_ To make 1000× stock \\(20 μg/ml), dissolve BDNF in sterile 0.1% BSA/PBS. Keep aliquots in -80°C.\r\n\n\n• _Thiazovivin \\(5000×):_ Santa Cruz sc-361380. Add 3.2 ml DMSO to a 10 mg bottle. Make 50 μl aliquots and store at -80 °C.\r\n\n\n\r\n\n\n**Cell culture media:**\r\n\n\n• _MEF medium:_ To make 500 mL: 435 mL DMEM, 50 mL CCS \\(final concentration 10% vol/vol), 5 mL 100× Pen/Strep, 5 mL 100× Sodium Pyruvate, 5 mL 100× MEM NEAA, 4 µL of 2-Mercaptoethanol.  Sterile filter with 0.22 µM bottle top filter into sterile bottles.  Store at 4°C for up to one month.\r\n\n\n• _N2 medium:_ To make 500 mL: 495 mL DMEM/F12, 5 ml N2 supplement \\(100×). Filter with a 0.22 µM filter and store at 4°C for up to one month.\r\n\n\n• _Glia medium:_ To make 500 mL: MEM, 5 mL L-Glutamine \\(200 mM), 0.4% Glucose \\(Sigma), 10 mL B-27 Supplement \\(50×), 25 mL 5% FBS \\(final concentration 5% vol/vol). Filter with a 0.22 µM filter and store at 4°C for up to one month.\r\n\n\n• _Growth medium: _Neurobasal Medium, 5 mL L-Glutamine \\(200 mM), 10 mL B-27 Supplement \\(50×), 25 mL 5% FBS \\(final concentration 5% vol/vol). Filter with a 0.22 µM filter and store at 4°C for up to one month."
        },
        {
            "header": "Equipment",
            "content": "15 cm sterile tissue culture dishes \\(VWR, cat. No. 82050-598)\r\n\n\n10 cm sterile tissue culture dishes \\(VWR, cat. No. 25382-166)\r\n\n\n6 cm sterile tissue culture dishes \\(VWR, cat. No. 25382-100)\r\n\n\nSterile serological pipettes \\(VWR, cat. No. 53300)\r\n\n\nCoverslips \\(GmbH & Co KG, cat. No. 01105209)\r\n\n\n15 ml falcon tubes \\(VWR, cat. No. 21008-936)\r\n\n\n50 ml Falcon tubes \\(VWR, cat. No. 21008-940)\r\n\n\nBench top vortex\r\n\n\nBeckman Optima L-80 XP Ultracentrifuge \\(or similar model)\r\n\n\nPolyallomer ultracentrifuge tubes \\(32 mL) \\(Beckman Coulter, cat. No. 355642)\r\n\n\nDissecting microscope\r\n\n\nWater bath set at 37°C \r\n\n\nMicro-dissecting instruments\r\n\n\nTissue culture equipment\r\n\n\nIncubator at 37°C with 95% air and 5% CO2 \r\n\n\nLaminar flow hood or biological safety cabinet"
        },
        {
            "header": "Procedure",
            "content": "**Lentiviral Production using HEK293T cells \\(~4-5 days)**\r\n\n\n\r\n\n\n**Caution:** Infectious viral particles will be produced following transfection.  BSL-2/2+ level safety precautions are essential for the following steps.  \r\n\n\n\r\n\n\n1) 16-24 hours prior to transfection, plate 5.0 × 10\n6\nHEK293T cells in 6 ml of MEF media on polyornithine coated 10-cm plates.  \r\n\n\n2) Remove media, replace with 9 ml of fresh MEF media.  \r\n\n\n3) For every 10 cm plate of virus produced, prepare 10 µg of lentiviral plasmid \\(e.g. Tet-O-FUW Ascl1-puro), 5 µg of pMDLg/pRRE, 2.5 µg of pRSV-rev, and 2.5 µg of pMD2.G in sterile water, for a total volume 500-\\(CaCl2 volume) μl.\r\n\n\n4) Add predetermined amount \\(40–120 μl) of 2.5M CaCl2 dropwise to water/DNA mixture.  The final volume of this solution should be 500 μl. Vortex for 10 seconds.\r\n\n\n5) Add 500 μL of 2× BBS to the transfection mixture drop by drop while vortexing and incubate for 10 min at room temperature.\r\n\n\n6) Lightly mix solution by pipetting up and down and add 1 ml dropwise to each plate of HEK293T cells.  \r\n\n\n7) 16-20 hours after transfection, replace media with 5 ml of fresh MEF media.  Check EGFP fluorescence of Tet-O-EGFP plate to ensure that the transfection worked properly.\r\n\n\n**NOTE:** For every batch of lentiviral production include at least one plate transfected with TetO-EGFP.  EGFP fluorescence will be visible 10-16 hours after transfection.  If less than 60% of cells are EGFP-positive after 16 hours it is likely that lentiviral production will be sub-optimal, and thus transfection should be repeated. \r\n\n\n_TROUBLESHOOTING_\r\n\n\n8) Harvest viral supernatant 24 hours later \\(40-44 hours after transfection), filter through 0.45 μm cellulose acetate filter, and centrifuge at 50,000 × g for 1.5 h at 4 °C to concentrate the viral particles. \r\n\n\n9) Reconstitute the pellet in 50 μl DMEM \\(to obtain a 100× concentrated virus stock) and store at 4 °C. \r\n\n\n10) Titration of each reprogramming factor will require 6 wells of a 12-well dish. Each reprogramming factor must be titrated together with FUW-RtTA virus and the infection efficiency should be measured 48 h after the addition of doxycycline using immunofluorescence with appropriate antibodies for each factor. An approximate starting point for hES/iPS cells would be to perform a dilution series across the 6 wells using a range of 0.5–5 μl/virus in 1 ml media/well. Fix and stain cells 48 h after the addition of doxycycline using standard procedures. Determine infection efficiency for each reprogramming factor by estimating the fraction of infected cells and use DAPI staining to mark all nuclei. Optimal reprogramming efficiencies will be achieved when approximately 80-90 % of cells express Ascl1, Dlx2.\r\n\n\n\r\n\n\n** Glial Cell Isolation \\(~10-14 days)**\r\n\n\n\r\n\n\n1) Anesthetize postnatal day 3 pups on ice.  Remove heads from pups with surgical scissors and place in a 10 cm tissue culture dish \\(2-3 brains for each 10-cm tissue culture dish). To prepare a significant amount of cells at least 3 pups are required.\r\n\n\n2) Remove mouse heads one at a time and place in a 15-cm dish cover to remove brain from skull. Then put the brain in a 3-cm dish filled with cold HBSS, dissect the cortices from the brain and separate the two hemispheres. Remove the meninges using fine tweezers and place the hemisphere into a 15ml falcon tube filled with cold HBSS and put the tube on ice.\r\n\n\n3) After collecting all the hemispheres from 3 pups, remove the HBSS and add 5 ml dissociation solution \\(5 mL HBSS, 80 μl Papain, 5 μl EDTA \\(0.5 μM), 5 μl CaCl2 \\(1 μM).  Filter with a 0.22 µM filter and place at 37°C until the solution is clear). Put the tube in the 37 incubator for 15 min and shake the tube every 5 min. \r\n\n\n\\(Optional: include DNase in the dissociation solution to reduce the stickiness of the mix.)\r\n\n\n4) Remove the dissociation solution with caution and wash the tissue twice with MEF media. Caution: the mixture is very sticky and move the solution cautiously to avoid losing the material.\r\n\n\n5) Add 1 mL MEF media and use a pipette to triturate the tissue and another 4 mL MEF media transfer through a 0.40 µM cell strainer into the 50 mL falcon tube with 5 mL MEF media. Plate onto a 10cm plate.\r\n\n\n6) Change the media on the next day. \r\n\n\n7) Passage the cells in Glia media in 10cm dishes before using them for experiments to avoid neuron contamination. When the cells are confluent, add Ara-C \\(4µM) in the media and the cells are good to use till 3-4 week old.\r\n\n\n\r\n\n\n**iN Cell Generation \\(~ 6 weeks)**\r\n\n\n1. \\(Day -1) Plate human ES/iPS cells in Matrigel coated 6-well plate one day before infection. Dissociate human ES cells with Accutase and plate 5×10\n4\n- 1×10\n5\ncells/well using mTeSR with Thiazovivin.\r\n  2. \\(Day 0) On the day of transduction, remove the mTeSR from the culture and add 1ml mTeSR that contains the lentiviruses.\r\n  3. \\(Day 1) After 16-18 hours, remove the virus-containing media and add N2 media with Doxycycline.\r\n  _TROUBLESHOOTING_\r\n\n\n4. \\(Day 2) 24 hours later, change the media with N2 media with Doxycycline and proper antibiotics \\(puromycin and hygromycin).\r\n  Optional: Change the media with N2 media with Doxycycline and proper antibiotics on day 4 to remove the dead cells.\r\n\n\n5. \\(Day 5) Change the media with N2 media with Doxycycline and Ara-C \\(4µM).\r\n  6. \\(Day 7-8) Plate iN cells together with mouse glial cells matrigel coated coverslip. Dissociate primary mouse glial culture \\(passage 1) from a 10cm-dish with Trypsin/EDTA and the cells are enough to be split onto 36-48 coverslips. Dissociate iN cells with Accutase, adjust the iN cell number to 4×105 and mix the cells with mouse glial cells in 0.6 ml Growth Medium with Doxycycline onto one coverslip. \r\n  _TROUBLESHOOTING_\r\n\n\n7. \\(Day 9 or 10) Change half of the media using Growth Medium with Doxycycline. When the glial cells grow to ~80-90% confluent, add Ara-C \\(4µM) into the Growth Medium.\r\n  8. \\(Day 15) Remove Doxycycline from the Growth Medium and add BDNF.\r\n  9. \\(Day 18-42) Change half of the media \\(0.3 ml) every 3-4 days using Growth Medium with Ara-C \\(4µM) and BDNF.\r\n  _TROUBLESHOOTING_"
        },
        {
            "header": "Troubleshooting",
            "content": "<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/5367/thumbnail/Figure-1.png?1491332496\">See figure in Figures section.</a>"
        },
        {
            "header": "Anticipated Results",
            "content": "By 6 weeks after differentiation, we observed that almost all neurons expressed the forebrain marker FOXG1 as well as GABAergic neuron markers including GABA, DLXs, and GAD65/67 \\(Figure 1b). Immunofluorescence analysis suggested that around 37% of the MAP2-expressing neurons were Calretinin-positive, 28% were Calbidin-positive, and 9% were Somatostatin-positive \\(Figure 1c). Synaptic components could be detected by western blot \\(Figure 1d). The dendrites \\(marked by MAP2 immunofluorescence) were also decorated with the presynaptic proteins SYN1 and vGAT, suggesting the formation of GABAergic synapses \\(Figure 1e).\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/5367/original/Figure-1.jpg?1491332496\">See figure in Figures section.</a>"
        },
        {
            "header": "References",
            "content": "1. Maroof, A. M. et al. Directed differentiation and functional maturation of cortical interneurons from human embryonic stem cells. Cell Stem Cell 12, 559–572 \\(2013).\r\n  2. Nicholas, C. R. et al. Functional maturation of hPSC-derived forebrain interneurons requires an extended timeline and mimics human neural development. Cell Stem Cell 12, 573–586 \\(2013).\r\n  3. Au, E. et al. A modular gain-of-function approach to generate cortical interneuron subtypes from ES cells. Neuron 80, 1145–1158 \\(2013).\r\n  4. Liu, Y. et al. Directed differentiation of forebrain GABA interneurons from human pluripotent stem cells. Nat Protoc 8, 1670–1679 \\(2013).\r\n  5. Pang, Z. P. et al. Induction of human neuronal cells by defined transcription factors. Nature 476, 220–223 \\(2011).\r\n  6. Yoo, A. S. et al. MicroRNA-mediated conversion of human fibroblasts to neurons. Nature 476, 228–231 \\(2011).\r\n  7. Pfisterer, U. et al. Direct conversion of human fibroblasts to dopaminergic neurons. Proc. Natl. Acad. Sci. U.S.A. 108, 10343–10348 \\(2011).\r\n  8. Caiazzo, M. et al. Direct generation of functional dopaminergic neurons from mouse and human fibroblasts. Nature 476, 224–227 \\(2011).\r\n  9. Victor, M. B. et al. Generation of Human Striatal Neurons by MicroRNA-Dependent Direct Conversion of Fibroblasts. Neuron 84, 311–323 \\(2014).\r\n  10. Vierbuchen, T. et al. Direct conversion of fibroblasts to functional neurons by defined factors. Nature 463, 1035–1041 \\(2010).\r\n  11. Kim, J. et al. Functional integration of dopaminergic neurons directly converted from mouse fibroblasts. Cell Stem Cell 9, 413–419 \\(2011).\r\n  12. Son, E. Y. et al. Conversion of mouse and human fibroblasts into functional spinal motor neurons. Cell Stem Cell 9, 205–218 \\(2011).\r\n  13. Colasante, G. et al. Rapid Conversion of Fibroblasts into Functional Forebrain GABAergic Interneurons by Direct Genetic Reprogramming. Cell Stem Cell 17, 719–734 \\(2015).\r\n  14. Zhang, Y. et al. Rapid single-step induction of functional neurons from human pluripotent stem cells. Neuron 78, 785–798 \\(2013).\r\n  15. Chanda, S. et al. Generation of Induced Neuronal Cells by the Single Reprogramming Factor ASCL1. Stem Cell Reports 3, 282–296 \\(2014)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4291",
                "date": "2017-05-10 21:25:45",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14669,
                "identity": "a1040b4a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Marius Wernig",
                "email": "wernig@stanford.edu",
                "orcid": "",
                "institution": "Marius Wernig Lab, Stanford University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Marius",
                "middleName": "",
                "lastName": "Wernig",
                "suffix": ""
            },
            {
                "id": 14666,
                "identity": "a103fcbe-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nan Yang",
                "email": "",
                "orcid": "",
                "institution": "Marius Wernig Lab, Stanford University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nan",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 14667,
                "identity": "a10400cd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Soham Chanda",
                "email": "",
                "orcid": "",
                "institution": "Marius Wernig Lab, Stanford University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Soham",
                "middleName": "",
                "lastName": "Chanda",
                "suffix": ""
            },
            {
                "id": 14668,
                "identity": "a1040880-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Thomas Südhof",
                "email": "",
                "orcid": "",
                "institution": "Stanford University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thomas",
                "middleName": "",
                "lastName": "Südhof",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-04-04 19:13:57",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.042",
        "doiUrl": "https://doi.org/10.1038/protex.2017.042",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609742,
                "identity": "20125bf0-e672-490a-8695-3111677ab591",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:09",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 409484,
                "visible": true,
                "origin": "",
                "legend": "GABAergic iN cells generated from human ES cells by transient expression of Ascl1 and Dlx2 (AD).    (a) Design of lentiviral vectors for GABAergic iN cell induction and a flow diagram of iN cell generation. Cells are transduced with a virus expressing rtTA, a virus expressing an Ascl1/puromycin resistance gene as a fusion protein linked by T2A sequences, and a virus that expresses Dlx2/hygromycin resistance gene. (b) AD-iN cells express the telencephalic marker FOXG1 and GABAergic neuron markers (GABA, DLX proteins, GAD1/2 (GAD67/65)). (c) Immunoblot analyses of proteins extracted from AD-iN cells co-cultured with mouse glia cells or mouse glia only. Proteins are identified on the left (b-actin, GFAP, MAP2, Gephyrin, VELI, Munc18, Cask and SYT1(Synaptotagmin-1). (d) Representative image showing vGAT and Synapsin 1 (SYN1) expression in AD-iN cells co-cultured with mouse glia.\r\n\r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5859/v1/figure_1.jpg"
            },
            {
                "id": 2609743,
                "identity": "e4b6691e-0d7c-4f5b-a8c7-28d9b671c932",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:09",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 909598,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5859/v1/figure_2.jpg"
            },
            {
                "id": 13465059,
                "identity": "dd6eef6f-518b-4608-8f7f-53e4fe4d350b",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 592613,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5859/v1/a2b19ab2-6544-4b56-a158-e6c8930a6615.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "human pluripotent stem cells, direct reprogramming, GABAergic neurons",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Utilizing lineage-determining transcription factors, we previously developed a single-step method to generate glutamatergic neurons from human pluripotent stem cells. Now we show that transient expression of the transcription factors Ascl1 and Dlx2 induces exclusively GABAergic neurons from human pluripotent stem cells with a high degree of synaptic maturation. These AD-induced neuronal  cells represent largely non-overlapping populations of GABAergic neurons expressing various subtype-specific markers and display a high degree of synaptic maturity after five weeks when cultured with glia. This protocol accompanies Yang et al, Nature Methods, published online May 15, 2017 \\(doi: 10.1038/nmeth.4291).",
        "manuscriptTitle": "Generation of pure GABAergic neurons by transcription factor programming",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-05-15 16:20:26",
                "doi": "10.1038/protex.2017.042",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a10378aa-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 15th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3883,
                "name": "Biological techniques"
            },
            {
                "id": 3884,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-05-15 16:20:26",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}