{
    "identity": "nprot-3415",
    "title": "Cold tolerance assay for studying cultivation-temperature-dependent cold habituation in C. elegans",
    "content": [
        {
            "header": "Introduction",
            "content": "The environmental conditions to which living organisms are exposed may change constantly. Therefore, animals possess a variety of mechanisms that adapt their physical or behavioral activities to such changes. Temperature causes direct biochemical changes within organisms and is a critical factor for their survival. The nematode Caenorhabditis elegans exhibits temperature-responsive phenomena. The induction of dauer larvae and thermotaxis are well-known responses to high temperature 1,2,3, but it is not well understood how C. elegans habituates to cold temperature. C. elegans is unable to proliferate below 10°C but previous reports suggested the existence of cold tolerance in this species. Cold tolerance enabling survival at 2–4°C for a number of hours is regulated by phospholipid saturation and the aging pathway 4,5. Xiao et al reported that culture temperature affects the longevity of cold-sensitive TRPA-1-defective mutants 6. Recently, we reported that light- and pheromone-sensing ASJ neurons detect temperature and control cold-tolerance through insulin signaling 7. This implies that a pair of sensory neurons promotes cold-temperature resistance in other tissues. Here we present our assay for cold tolerance following prior temperature experience. \r\n\n\nAn established state of cold tolerance can be changed within three or more hours incubation at a new temperature, suggesting that the cultivation temperature is stored somewhere and can be replaced within a few hours of a new experience 7. Here we also describe our cultivation-temperature-shifted cold-tolerance assay."
        },
        {
            "header": "Reagents",
            "content": "Nematode growth medium \\(NGM) seeded with E. coli \\(OP-50)\r\n\n\nWe made NGM essentially according to the original protocol by Brenner with some modifications 8, 9, as follows.\r\n\n\nMix 3 g NaCl, 20 g agar \\(Ina, Japan), 2.5 g Bacto Peptone \\(BD Falcon) and 975 ml H2O in an Erlenmeyer flask with a stirring bar and autoclave for 40 min. Cool the autoclaved medium to 50°C with stirring; then add 1 ml of MgSO4 \\(1 M), 1 ml of CaCl2 \\(1 M), 25 ml of potassium phosphate \\(1 M, pH 6.0) and 1 ml of cholesterol \\(5 mg/ml in ethanol). Dispense 14 ml of the medium to 60 mm diameter petri dishes, or 6 ml to 35 mm diameter petri dishes, with a sterile automatic dispenser. Then, seed liquid-cultured E. coli OP-50 onto the well-solidified medium. \r\n\n\n\r\n\n\nWorms\r\n\n\nAdult animals were grown under well-fed conditions."
        },
        {
            "header": "Equipment",
            "content": "Incubators\r\n\n\nWe used incubator models CRB-14A \\(Hitachi, Japan) or FMU-2041 \\(Fukushima Industries Corp., Japan) for worm cultivation at 15–25°C and used the model CRB-41A or CRB-14A \\(Hitachi, Japan) as a refrigerator for the cold-shock incubation at 2°C."
        },
        {
            "header": "Procedure",
            "content": "Assay for cold-tolerance induced by temperature experience \\(Fig. 1, 2).\r\n\n\n\r\n\n\n1. Cultivate C. elegans to adults under well-fed conditions. Place two adult nematodes \\(P0) onto the NGM in 60-mm diameter plates, which are the assay plates in the following procedure. \r\n  \r\n\n\n2. Incubate the assay plates at each experimental temperature for 8–12 h, until the P0 adults have laid about 100 eggs.\r\n  \r\n\n\n3. Remove all P0 adults to synchronize the stages of nematodes\r\n  \r\n\n\n4. Incubate the assay plates until the progeny develop to the adult stage at their respective temperatures, e.g.: \r\n  15°C, cultivate for 144–150 hours\r\n\n\n20°C, cultivate for 85–90 hours\r\n\n\n25°C, cultivate for 60–65 hours\r\n\n\n\r\n\n\n5. Place the assay plates containing fully matured—but not old—adult animals directly onto ice for 20 min. Note that assay plates must be sealed by Parafilm with only half of their agar bottoms in contact with the ice.  \r\n  \r\n\n\n6. Place the assay plates into a plastic container with a lid and transfer them to the refrigerator at 2°C.\r\n  \r\n\n\n7. Incubate the assay plates at 2°C for 48 h.\r\n  \r\n\n\n8. Store the assay plates at 15°C overnight.\r\n  \r\n\n\n9. Count the numbers of dead and live adult animals, and calculate the survival rate. \r\n  \r\n\n\nAt least nine assays \\(steps 1 to 9) are performed for each strain. Calculate mean survival rates and the standard error of the mean \\(SEM) for the data from more than nine assay plates.\r\n\n\n\r\n\n\nIf the growth rates of mutants are slower or faster than wild types, shift the laying day \\(step 2) to synchronize the start of the cold exposures of wild-types and mutants.\r\n\n\n\r\n\n\nIf the mutants have the constitutive dauer-formation phenotype \\(daf-c), cultivate them at 15°C from eggs to L4 larvae and then cultivate them overnight at the designated temperature \\(20°C or 25°C) before cold shock. \r\n\n\n\r\n\n\nCultivation temperature-shifted cold-tolerance assay \r\n\n\nIn this assay, the animals are cultivated from eggs to young adults or L4 larvae at one temperature and then cultivated at a second temperature for some hours before cold shock. \r\n\n\n\r\n\n\n1. Cultivate C. elegans to adults under well-fed conditions. Place two adult animals \\(P0) onto the NGM in 60-mm diameter plates, which are the assay plates in the following procedure. Three assay plates of the same strain are used for one assay. \r\n  \r\n\n\n2. Incubate the assay plates at the first temperature for 8–12 hours until the P0 adults have laid about 100 eggs.    \r\n  \r\n\n\n3. Remove all P0 adults to synchronize the stages of the nematodes.\r\n  \r\n\n\n4. Incubate the assay plates until the progeny develop into young adults or adults at the first temperature, e.g.: \r\n   15°C, cultivate for 132–150 h\r\n\n\n20°C, cultivate for 72–90 h\r\n\n\n  25°C, cultivate for 52–65 h\r\n\n\nIf step 5 involves 18 h incubation above 20°C, it is best to move to this step when the animals are L4 larvae.\r\n\n\n\r\n\n\n5. Transfer the assay plates to another incubator kept at the second temperature and incubate for several hours \\(e.g., 0, 3, 5, 8, or 18 h).\r\n    \r\n\n\n6. After incubation at the second temperature, place the assay plates on ice for 20 min. Note that the assay plates must be sealed by Parafilm with only half of their agar bottoms in contact with the ice.  \r\n  \r\n\n\n7. Place the assay plates into a plastic container with a lid and transfer them to the refrigerator at 2°C\r\n  \r\n\n\n8. Incubate the assay plates at 2°C for 48 h.\r\n  \r\n\n\n9. Store the assay plates at 15°C overnight.\r\n  \r\n\n\n10. Count the numbers of dead and live adult animals, and calculate the survival rate.\r\n  \r\n\n\nRepeat the assay three times with three assay plates each and calculate the mean survival rates and the standard error of the mean \\(SEM) for the data from more than nine assay plates."
        },
        {
            "header": "Troubleshooting",
            "content": "The cold-tolerance phenotype seems to be severely affected by humidity and other unknown factors. In particular, these effects are observed during changes of season. In Japan, these phenotypes change markedly in the rainy season. If the cold tolerance of mutant strains is changed, the cold-shock temperature or cold-shock time should be changed, e.g., 2°C to 3.5°C and/or 24 hr to 72 hr.\r\n\n\n\r\n\n\nIf 35-mm diameter NGM plates are used, the number of eggs laid by P0 adults should be reduced to fewer than 100 and the egg-laying time shortened, or the P0 numbers per assay plate reduced.\r\n\n\n\r\n\n\nTemperature stability is is markedly different among different models of incubator or refrigerator. We frequently monitored the internal temperature of the incubators and refrigerator using an HA-100K digital thermometer \\(Anritsum, Japan)."
        },
        {
            "header": "References",
            "content": "1 Golden, J. W. & Riddle, D. L. The Caenorhabditis elegans dauer larva: developmental effects of pheromone, food, and temperature. Developmental biology 102, 368-378 \\(1984).\r\n\n\n2 Hedgecock, E. M. & Russell, R. L. Normal and mutant thermotaxis in the nematode Caenorhabditis elegans. Proc Natl Acad Sci U S A. 72, 4061-4065 \\(1975).\r\n\n\n3 Ohta, A. & Kuhara, A. Molecular mechanism for trimeric G protein-coupled thermosensation and synaptic regulation in the temperature response circuit of Caenorhabditis elegans. Neuroscience research 76, 119-124, doi:10.1016/j.neures.2013.03.008 \\(2013).\r\n\n\n4 Murray, P., Hayward, S. A., Govan, G. G., Gracey, A. Y. & Cossins, A. R. An explicit test of the phospholipid saturation hypothesis of acquired cold tolerance in Caenorhabditis elegans. Proc Natl Acad Sci U S A 104, 5489-5494, doi:0609590104 \\[pii]\r\n\n\n10.1073/pnas.0609590104 \\(2007).\r\n\n\n5 Savory, F. R., Sait, S. M. & Hope, I. A. DAF-16 and Delta9 desaturase genes promote cold tolerance in long-lived Caenorhabditis elegans age-1 mutants. PLoS One 6, e24550, doi:10.1371/journal.pone.0024550\r\n\n\nPONE-D-11-11397 \\[pii] \\(2011).\r\n\n\n6 Xiao, R. et al. A genetic program promotes C. elegans longevity at cold temperatures via a thermosensitive TRP channel. Cell 152, 806-817, doi:10.1016/j.cell.2013.01.020\r\n\n\nS0092-8674\\(13)00072-X \\[pii] \\(2013).\r\n\n\n7 Ohta, A., Ujisawa, T., Sonoda, S. & Kuhara, A. Light and pheromone-sensing neurons regulates cold habituation through insulin signalling in Caenorhabditis elegans. Nature communications 5, 4412, doi:10.1038/ncomms5412 \\(2014).\r\n\n\n8 Brenner, S. The genetics of Caenorhabditis elegans. Genetics 77, 71-94 \\(1974).\r\n\n\n9 Stiernagle, T. Maintenance of C. elegans. WormBook : the online review of C. elegans biology, 1-11, doi:10.1895/wormbook.1.101.1 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the members of the Kuhara laboratory for supporting the experiments and for stimulating discussion; A.K. was supported by the Narishige Zoological Science Award, the Toray Science Foundation, the Sumitomo Foundation, the Astellas Foundation, the Senri Life Science Foundation, the Shimadzu Foundation, the Novartis Foundation, the Mitsubishi Foundation, the Naito Foundation, the Casio Foundation, the Research Foundation for Opto-Science and Technology, the Asahi Glass Foundation, the Hirao Taro Foundation of Konan University, JSPS KAKENHI, grant-in-aid for Young Scientists \\(A) and grant-in-aid for Challenging Exploratory Research, and Grant-in-Aid for Scientific Research on Innovative Areas from the Ministry of Education, Culture, Sports, Science and Technology \\(MEXT) of Japan. A.O. was supported by the Sasagawa Science Foundation, the Naito Foundation, the Narishige Zoological Science Award and grant-in-aid for JSPS Fellows \\(KAKENHI), Japan."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms5412",
                "date": "2014-08-28 03:04:29",
                "title": "Light and pheromone-sensing neurons regulates cold habituation through insulin signalling in Caenorhabditis elegans",
                "authors": [
                    "Akane Ohta",
                    "Tomoyo Ujisawa",
                    "Satoru Sonoda",
                    "and Atsushi Kuhara"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13045,
                "identity": "a0370938-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Akane Ohta",
                "email": "aohta@center.konan-u.ac.jp",
                "orcid": "",
                "institution": "Laboratory of Molecular and Cellular Regulation, Faculty of Science and Engineering, & Institute for Integrative Neurobiology",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Akane",
                "middleName": "",
                "lastName": "Ohta",
                "suffix": ""
            },
            {
                "id": 13048,
                "identity": "a0371391-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Atsushi Kuhara",
                "email": "atsushi_kuhara@me.com",
                "orcid": "",
                "institution": "Laboratory of Molecular and Cellular Regulation, Faculty of Science and Engineering, & Institute for Integrative Neurobiology",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Atsushi",
                "middleName": "",
                "lastName": "Kuhara",
                "suffix": ""
            },
            {
                "id": 13044,
                "identity": "a0370679-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tomoyo Ujisawa",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Molecular and Cellular Regulation, Faculty of Science and Engineering, & Institute for Integrative Neurobiology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tomoyo",
                "middleName": "",
                "lastName": "Ujisawa",
                "suffix": ""
            },
            {
                "id": 13046,
                "identity": "a0370af6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Misaki Okahata",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Molecular and Cellular Regulation, Faculty of Science and Engineering, & Institute for Integrative Neurobiology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Misaki",
                "middleName": "",
                "lastName": "Okahata",
                "suffix": ""
            },
            {
                "id": 13047,
                "identity": "a0371094-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Satoru Sonoda",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Molecular and Cellular Regulation, Faculty of Science and Engineering, & Institute for Integrative Neurobiology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Satoru",
                "middleName": "",
                "lastName": "Sonoda",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-08-29 07:25:03",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.032",
        "doiUrl": "https://doi.org/10.1038/protex.2014.032",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609024,
                "identity": "c004cd6e-7128-4e05-98a9-2b363e86bbd6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:38",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50011,
                "visible": true,
                "origin": "",
                "legend": "Assay for cold-tolerance induced by temperature experience.    After egg-laying, remove the P0 animals from the test plate.\r\nCultivate at a constant temperature until the eggs reach the adult stage; transfer the plate to a 2°C environment for 48 h. Then, calculate the survival rate and compare it with that of the wild-type.\r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-3415/v1/figure_1.png"
            },
            {
                "id": 2609025,
                "identity": "66344a02-9d18-4f2a-b8dc-fcd0fa74d4ca",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:38",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 573925,
                "visible": true,
                "origin": "",
                "legend": "Animals on assay plates after cold shock.   These pictures show animals on an assay plates at the end of the period of cold shock (2°C for 48 h) for wild-type N2, previously grown at 15°C (a) or 25°C (b) from egg to adult.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-3415/v1/figure_2.png"
            },
            {
                "id": 2609031,
                "identity": "a4537039-5336-42ff-8f89-4b8aaca38ef6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:39",
                "extension": "pdf",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2350839,
                "visible": true,
                "origin": "",
                "legend": "Figures 1 and 2 in pdf format   Figures 1 and 2 in pdf format",
                "description": "",
                "filename": "figure3.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3415/v1/figure_3.pdf"
            },
            {
                "id": 13465363,
                "identity": "0407fb77-00c5-4fcd-a66a-1f5c3521bc72",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1666136,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3415/v1/05fc607f-1efb-4ecd-8ec0-b006a171a35f.pdf"
            }
        ],
        "financialInterests": "The Authors declare that they have no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "C. elegans, cold tolerance, temperature habituation, stress response",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Temperature is a critical and continuous environmental factor that directly affects biochemical processes within organisms. Animals may habituate to environmental temperature change using a range of mechanisms. To investigate mechanisms of temperature habituation, we exposed Caenorhabditis elegans nematodes to a temperature of 2°C, which is much colder than their normal growing temperature \\(approximately 10–28°C) and we evaluated their survival rate in recovery from this cold shock. The survival rate after cold shock was different between animals grown at 15°C and 25°C, suggesting that C. elegans exhibits temperature-habituation-linked cold tolerance. Here we show in detail two protocols: a standard cold-tolerance assay after cultivation at constant temperature; and a multistep temperature-shifted cold-tolerance assay. \r\n\n\n\\(T.U. & A.O. contributed equally to this work.)",
        "manuscriptTitle": "Cold tolerance assay for studying cultivation-temperature-dependent cold habituation in C. elegans",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-09-08 16:09:55",
                "doi": "10.1038/protex.2014.032",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a036b2a3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 8th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3182,
                "name": "Biochemistry"
            },
            {
                "id": 3183,
                "name": "Biological techniques"
            },
            {
                "id": 3184,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-09-08 16:09:55",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}