{
    "identity": "nprot-2514",
    "title": "Optical manipulation of particles and cells using a tapered fibre probe",
    "content": [
        {
            "header": "Introduction",
            "content": "The ability of manipulating mesoscopic particles and cells with high precision and flexibility is extremely important for a wide variety of fields from physics, biochemistry, to biomedicine. Particularly, the ability of arranging particles and cells into desired patterns precisely is a challenge for numerous physical and biological applications. Conventional optical tweezers \\(COTs) based on standard microscopes by focusing free space light beams using high-numerical-aperture objectives, have been widely used for manipulate objects ranging in size from tens of nanometers such as proteins and DNA molecules, to tens of micrometers such as colloidal particles<sup>1</sup>, and are constantly delivering new insights and discoveries<sup>2-4</sup>. However, the relatively bulky structure of the focusing objective and optical system make it lacking of flexibility in move and manipulation. In addition, to arrange objects into desired patterns, complicated assistant methods, such as holographic elements<sup>5</sup> and lithographic surface plasmon substrates<sup>6</sup>, are needed in COTs, making it difficult for arranging particles with any desired configurations. This protocol reports an optical method for flexible manipulation \\(stable trapping, targeted driving, and flexible arrangement) of particles and cells using a single tapered fibre probe."
        },
        {
            "header": "Reagents",
            "content": "1) Particle sample \\(silica particles, diameter: 3 and 0.7 μm, Sphere Scientific Co., Ltd, China).\r\n\n\n2) Cell sample \\(yeast cells, average diameter: 4 µm; _Escherichia coli_ \\(_E. coli_) bacteria, rod-shaped, about 0.7 × 2 µm).\r\n\n\n3) Deionized water."
        },
        {
            "header": "Equipment",
            "content": "**Equipment for tapered fibre probe \\(TFP) fabrication:**\r\n\n\n1) Commercial single-mode optical fibre \\(connector type: FC/PC, core diameter: 9 µm, cladding diameter: 125 µm, Corning Inc.) \\(key part of the TFP).\r\n\n\n2) A fibre stripper for stripping off the polymer jacket of the fibre.\r\n\n\n3) An alcohol lamp for heating the fibre.\r\n\n\n4) Tweezers to hold up the fibre.\r\n\n\n5) Glass capillary \\(inner diameter: <sub>0.9 mm, wall thickness: </sub>0.1 mm, length: ~120 mm) to sheathe the fibre. \r\n\n\n\r\n\n\n**Equipment for sample preparation:**\r\n\n\n1) Weighing bottle \\(25 × 25 mm).\r\n\n\n2) Microcentrifuge tube \\(1.5 mL).\r\n\n\n3) Ultrasonic instrument \\(CD-820, CODYSON, China). \r\n\n\n4) Glass slide \\(25.4 × 76.2 mm, 1~1.2 mm thick). \r\n\n\n5) Micro-syringe \\(1 mL). \r\n\n\n\r\n\n\n**Experimental setup for optical manipulation \\(Fig. 1a):**\r\n\n\n1) A personal computer interfaced microscope with a charge-coupled device \\(CCD) is used for real-time monitoring and image capture. The microscope \\(Union, Hisomet II) consists of a series of objectives. The specifications of objective, including magnification, numerical aperture \\(NA) and working distance \\(WD), are ×5 \\(NA = 0.10, WD = 19.0 mm), ×10 \\(NA = 0.20, WD = 16.4 mm), ×20 \\(NA = 0.40, WD = 11.2 mm), ×40 \\(NA = 0.50, WD = 10.0 mm), ×50 \\(NA = 0.75, WD = 1.5 mm), and ×100 \\(NA = 0.73, WD = 1.0 mm). A translation stage \\(50 nm in resolution) is equipped with the microscope for holding and manipulation the sample.\r\n\n\n2) A laser source \\(laser wavelength: 980 nm, LU0980M330, Lumics, Germany) is used for optical power supply.\r\n\n\n3) An optical splitter \\(10% : 90%), the 10% end is connected to an optical power meter, and the 90% end is used for optical manipulation.\r\n\n\n4) An optical power meter \\(OMM-6810B, ILX Lightwave, USA) is used for measuring optical power.\r\n\n\n5) A six-axis manipulator \\(Kohzu Precision Co., Ltd., 50 nm in resolution) is used for fixing and manipulating the TFP."
        },
        {
            "header": "Procedure",
            "content": "**Preparation of sample suspensions:**\r\n\n\n1) Dilute the particles \\(3-μm-diameter) with deionized water in a weighing bottle, the concentration \\(weight ratio of particles to water) is about 1 : 2,000. The method for preparing 0.7-μm-diameter particle suspension is the same as that for the 3-μm-diameter particle suspension.\r\n\n\n2) Put the weighing bottle with particle suspension into an ultrasonic instrument, turn on the instrument and treat it with about 10 minutes to get a monodisperse particle suspension.\r\n\n\n3) Dilute the yeast cells with deionized water in a microcentrifuge tube. The density of the cell is about 1.0 × 10\n8\n#/mL. To ensure the cells in dispersed state, the suspension is kept in a static state for about 10 minutes.\r\n\n\n4) Dilute the _E. coli_ bacteria with deionized water in a microcentrifuge tube, The density of _E. coli_ bacteria is about 1.2 × 10\n8\n#/mL. To ensure the bacteria in dispersed state, the suspension is kept in a static state for about 10 minutes.\r\n\n\n\r\n\n\n**Fabrication of TFP:**\r\n\n\n1) Strip off the polymer jacket of the single-mode optical fibre with a fibre stripper, fabricate a bare fibre of 160-mm in length and 125-μm in diameter.\r\n\n\n2) Sheathe the bare fibre with a glass capillary.\r\n\n\n3) Light the alcohol lamp, seize the left and right parts of the bare fibre outside the capillary with left hand and the tweezers, respectively, make sure the bare fibre being heated by the outer flame of the alcohol lamp with a heating zone of about 2~3 mm. After heating about 1 minute, draw the fibre with a speed at about 0.3 mm/s for about 30 seconds. The fibre diameter is decreased from 125 to 10 μm with a length of about 2 mm. Then draw the fibre with a high speed at about 2 mm/s until the fibre broke with a sharply tapered end. Finally, a TFP is fabricated.\r\n\n\n4) Fix the TFP on the six-axis manipulator, and observe it under the microscope with different objectives. The image is displayed on the screen of the computer \\(see Fig. 1b).\r\n\n\n\r\n\n\n**Manipulation of particles and cells:**\r\n\n\n1) Connect the laser source, optical splitter, optical power meter, and TFP as shown in Fig. 1a.\r\n\n\n2) Place a clean glass slide on the translation stage of the microscope, pipette a droplet of particle \\(3-μm-diameter silica) suspension \\(0.1 mL) on the glass slide with a micro-syringe. Adjust the six-axis manipulator to move the TFP inside the suspension and adjust the microscope until the TFP and particles appear inside the field of view. Change the objectives from ×5 to ×100 to have a clear view of the TFP and particles. Move the TFP to get close to particles by adjusting the six-axis manipulator.\r\n\n\n3) Turn on the laser source, tune the knob on the laser source until the optical power displayed on the optical power meter is 2 mW. The particles beside the TFP axis will be trapped to the axis by the transverse optical gradient force as shown in Fig. 2a-c.\r\n\n\n4) Increase the optical power displayed on the power meter to 4.5 mW. The particles along the TFP axis will be trapped and/or driven away by the dominant optical gradient force and scattering force, respectively, as shown in Fig. 2d,e.\r\n\n\n5) Move the TFP in different directions, the trapped and driven particles can be manipulated flexibly in different directions, as shown in Fig. 2f.\r\n\n\n6) Keep the optical power displayed on the power meter at 4.5 mW, and move the TFP until the particles are along the TFP axis but with different distances. You will see single particle being trapped or driven away \\(see Supplementary Video 1 and Video 2). Different manipulation distances \\(_D_\nM\n) for particles with different axial working distances \\(_D_\nA\n) and optical powers launched into the TFP are shown in Fig. 3a and b, respectively.\r\n\n\n7) Tune the optical power displayed on the power meter at 2.8 mW, move the TFP to trap and pick up individual particles and deliver them to designated positions to form desired patterns \\(see Supplementary Video 3).\r\n\n\n8) Tune the optical power displayed on the optical power meter at 3.9 mW, move the TFP to drive particles to designated positions to form desired patterns \\(see Supplementary Video 4).\r\n\n\n9) Combine the abilities of trapping and driving, different patterns can be arranged as shown in Fig. 4.\r\n\n\n10) To manipulate sub-micron sized particles, using another clean glass slide and pipette a droplet of particle \\(0.7-μm-diameter silica) suspension \\(0.1 mL) on the slide, follow the procedure as described in 2) of section **Manipulation of particles and cells**.\r\n\n\n11) Turn on the laser source, tune the knob on the laser source until the optical power displayed on the power meter is 3.3 mW. The particle near the TFP tip will be trapped by the dominant optical gradient force as shown in Fig. 5aI. For those particles with a larger distance to the TFP tip, they will be driven away by the dominant optical scattering force as shown in Fig. 5aII.\r\n\n\n12) To manipulate cells, using another clean glass slide and pipette a droplet of yeast cell suspension \\(0.1 mL) on the slide, follow the procedures as described in 2) of section **Manipulation of particles and cells**.\r\n\n\n13) Turn on the laser source, tune the knob on the laser source until the optical power displayed on the power meter is 2.8 mW, the yeast cell near the TFP tip will be trapped by the dominant optical gradient force as shown in Fig. 5bI. For those cells with a larger distance to the TFP tip, they will be driven away by the dominant optical scattering force as shown in Fig. 5bII.\r\n\n\n14) Change a new glass slide for manipulation of _E. coli_ bacteria.\r\n\n\n15) Follow the method for manipulation of yeast cells, the power displayed on the meter is also 2.8 mW, the trapping and driving of _E. coli_ bacteria are shown in Fig. 5cI and cII, respectively.\r\n\n\n16) After finishing manipulation of each kind of particles and cells, remember to turn off the laser."
        },
        {
            "header": "Timing",
            "content": "Preparing each sample: about 15 minutes\r\n\n\nFabrication a TFP: about 3 minutes\r\n\n\nManipulation of each particle sample: depending on the manipulation types \\(trapping, driving, moving, and arrangement), it may take about 1 to 10 minutes."
        },
        {
            "header": "Troubleshooting",
            "content": "The bare fibre breaks easily, therefore, much attention should be paid on your safety avoiding the broken fibre segments to prick into your hands."
        },
        {
            "header": "References",
            "content": "1. Ashkin, A. Optical trapping and manipulation of neutral particles using lasers. _Proc. Natl. Acad. Sci. USA_ **94**, 4853-4860 \\(1997).\r\n  2. Grier, D. G. A revolution in optical manipulation. _Nature_ **424**, 810-816 \\(2003).\r\n  3. Dholakia, K. & Reece, P. Optical micromanipulation takes hold. _Nano Today_ **1**, 18-27 \\(2006).\r\n  4. Moffitt, J. R., Chemla, Y. R., Smith, S. B. & Bustamante, C. Recent advances in optical tweezers. _Annu. Rev. Biochem._ **77**, 205-228 \\(2008).\r\n  5. Curtis, J. E., Koss, B. A. & Grier, D. G. Dynamic holographic optical tweezers. _Opt. Commun._ **207**, 169-175 \\(2002).\r\n  6. Juan, M. L., Righini, M. & Quidant, R. Plasmon nano-optical tweezers. _Nature Photon._ **5**, 349-356 \\(2011)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors thank Dr. Huixian Zhang from School of Life Sciences, Sun Yat-Sen University for the providing of yeast cell and _E. coli_ bacteria samples. This work was supported by the National Natural Science Foundation of China \\(Nos. 61205165 and 61007038)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep00818",
                "date": "2012-11-12 10:37:46",
                "title": "Optical trapping, driving, and arrangement of particles using a tapered fibre probe",
                "authors": [
                    "Hongbao Xin",
                    "Rui Xu",
                    "and Baojun Li"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12214,
                "identity": "9fdc4cd1-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Baojun Li",
                "email": "stslbj@mail.sysu.edu.cn",
                "orcid": "",
                "institution": "State Key Laboratory of Optoelectronic Materials and Technologies, School of Physics and Engineering, Sun Yat-Sen University, Guangzhou 510275, China",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Baojun",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 12212,
                "identity": "9fdc4742-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hongbao Xin",
                "email": "",
                "orcid": "",
                "institution": "State Key Laboratory of Optoelectronic Materials and Technologies, School of Physics and Engineering, Sun Yat-Sen University, Guangzhou 510275, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hongbao",
                "middleName": "",
                "lastName": "Xin",
                "suffix": ""
            },
            {
                "id": 12213,
                "identity": "9fdc49ca-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rui Xu",
                "email": "",
                "orcid": "",
                "institution": "State Key Laboratory of Optoelectronic Materials and Technologies, School of Physics and Engineering, Sun Yat-Sen University, Guangzhou 510275, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rui",
                "middleName": "",
                "lastName": "Xu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-10-30 10:21:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.053",
        "doiUrl": "https://doi.org/10.1038/protex.2012.053",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608572,
                "identity": "20cdb1b1-2f58-4b2f-a60a-b219471b18ef",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1457504,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   *A sequence of optical microscope images recorded for trapping and driving of particles by TFP.*   (a) _t_ = 0 s, without light launched into the TFP, yellow dashed line indicates the original location of the TFP. Particles A, B, and C were randomly suspended. Inset schematically shows the location of a particle, _D_~A~ and _D_~T~ indicate the axial distance and transverse distance of a particle to the TFP tip and the axis, respectively. (b) TFP launched with an optical power of 18 mW (980-nm wavelength) for _t_ = 0.55 s, Particle B was trapped to the axis in y direction, blue circle I indicates the location of particle B in panel (a). (c) _t_ = 1.31 s, particles A and B were moved in –y direction, yellow circle I and blue circle II indicate the respective locations of particles A and B in panel (b). (d) _t_ = 1.72 s, power increased to 40 mW, particle A was trapped and particle B was driven away, yellow circle II and blue circle III indicate the locations of particles A and B in panel (c). (e) For _t_ = 3.79 s, yellow circle III, blue dashed line, and white dashed line indicate the locations of particle A in panel (d), TFP in panel (d), and TFP in panel (e), respectively. (f) For _t_ = 8.79 s, yellow circle IV indicates the location of particle A in panel (e). Particle C kept static in the whole process.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2514/v1/figure_1.jpg"
            },
            {
                "id": 2608574,
                "identity": "84e74d97-958c-4e64-a99b-2b57be824a7b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 983220,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   *Experimental setup.*   (a) Schematic of experimental setup, a 980-nm laser is split into two parts with 10% connected to an optical power meter and 90% injected into the TFP which is immersed in a silica particle suspension. The fibre is sheathed by a glass capillary and manipulated by a six-axis manipulator. All the experimental data can be obtained by a personal computer (PC) interfaced microscope with a CCD camera. (b) Optical microscope image of the TFP. Diameter of the TFP is decreased from 10.6 to 1.6 µm within 45.6-µm axial distance.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2514/v1/figure_2.jpg"
            },
            {
                "id": 2608573,
                "identity": "76233dd4-4d33-45ef-9ea5-e865a78a684f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 903988,
                "visible": true,
                "origin": "",
                "legend": "*Trapping and driving abilities.*   (a) Manipulation distance (_D_~M~) for particles as a function of _D_~A~ (_D_~T~ = 0 µm). Negative values indicate particles being trapped, while positive values for driven. Inset I is a detailed description of the light blue region. Insets II and III show the images for the trapping and driving performance with _D_~A~ = 6.56 and 7.03 µm, respectively. (b) _D_~M~ as a function of input optical power (_P_) for particles at _D_~A~ = 12 µm and _D_~T~ = 0 µm. Linear fit shows _D_~M~ increases with increasing _P_.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2514/v1/figure_3.jpg"
            },
            {
                "id": 2608577,
                "identity": "0e945ba4-5f2b-43d7-95ef-518c42523391",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 726421,
                "visible": true,
                "origin": "",
                "legend": "*Images of particle positioning and arrangement.*   (a) From left to right is sequential arrangement of a hexagon with 6 particles. The yellow arrows indicate the TFP. (b) Sequential arrangement of a triangle with 6 particles. (c) Arrangement of a line, a parallelogram, a pentagon, a jointed threefold pattern, and a disjointed threefold pattern, respectively. (d) Arrangement of letters “T” for Trapping, “D” for Driving, “A” for Arrangement, and “S”, “Y”, and “U” for “Sun Yat-Sen University”. Scale bars are 20 µm.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2514/v1/figure_4.jpg"
            },
            {
                "id": 2608581,
                "identity": "e56db82b-7879-4a5f-875b-2e757611e487",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 708719,
                "visible": true,
                "origin": "",
                "legend": "*Optical microscope images for trapping and driving of particles with different sizes and materials.*   (a) Trapping and driving of 0.7-µm-diameter SiO~2~ particles with an optical power of 30 mW. (aI) For trapping, at trapping time _t_~1~ = 0 s, the particle was 1.1 µm away from the TFP. At _t_~1~ = 1 s, the particle was trapped; (aII) For driving, at driving time _t_~2~ = 0 s, the particle was 3 µm away from the TFP. At _t_~2~ = 2 s, the particles was driven away with 3.8 µm. (b) Trapping and driving of yeast cells with an optical power of 25 mW. (bI) For trapping, at _t_~1~ = 0 s, the cell is 5.7 µm away from the TFP. At _t_~1~ = 1 s, the cell was trapped; (bII) For driving, at _t_~2~ = 0 s, the cell was 12.6 µm away from the TFP. At _t_~2~ = 2 s, the cell was driven away with 14.9 µm. (c) Trapping and driving of _E. coli_ with an optical power of 25 mW. (cI) For trapping, at _t_~1~ = 0 s, the _E. coli_ was 1.3 µm away from the TFP. At _t_~1~ = 1 s, the _E. coli_ was trapped; (cII) For driving, at _t_~2~ = 0 s, the _E. coli_ was 3.3 µm away from the TFP. At _t_~2~ = 2 s, the _E. coli_ was driven away with 5.4 µm.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2514/v1/figure_5.jpg"
            },
            {
                "id": 13464659,
                "identity": "c230f961-7127-44fe-8a5e-c4b1c36aabef",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 750193,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2514/v1/cb84b550-d098-48b7-a91f-ce9083edbf53.pdf"
            },
            {
                "id": 2608583,
                "identity": "f421fd36-d362-4d42-b289-730c6d78a565",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1496977,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Video 4   *Detailed process of driving six particles to form a triangle.*   <iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/XVgx30j8w6Y?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2514/v1/supplement_0.mov"
            },
            {
                "id": 2608575,
                "identity": "a25ac4f2-55ea-4cd5-84cd-23860a20c28e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 93650,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Video 1   *Optical trapping of a particle.*   <iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/UqzIAyeFHQc?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2514/v1/supplement_0.mov"
            },
            {
                "id": 2608576,
                "identity": "269ce2e5-aab1-473d-bddd-f9bb0944be60",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 186577,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Video 2   *Optical driving of a particle.*   <iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/74Uei1PWJI0?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2514/v1/supplement_0.mov"
            },
            {
                "id": 2608578,
                "identity": "01d4eae7-395e-4873-9a6e-f7d01f7b2a34",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 734977,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Video 3   *Detailed process of pick-and-position of the sixth particle to form the sixth vertex of the hexagon.*   <iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/DFcGG3T9hNU?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2514/v1/supplement_0.mov"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Optical manipulation, particles, yeast cells, Escherichia coli bacteria",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The protocol reported here describes an optical method for flexible manipulation of particles and cells. Using a tapered optical fibre probe launched with a laser at 980-nm wavelength, particles and cells can be stably trapped, targeted driven to designated positions, and flexibly arranged into desired patterns. This method provides a highly potential avenue for highly flexible and precise manipulation of biological objects.",
        "manuscriptTitle": "Optical manipulation of particles and cells using a tapered fibre probe",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-11-12 13:58:29",
                "doi": "10.1038/protex.2012.053",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fdbfe68-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 12th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2825,
                "name": "Cell biology"
            },
            {
                "id": 2826,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-11-12 13:58:29",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}