{
    "identity": "nprot-4571",
    "title": "Reconstitution of transmembrane protein Na+,K+-ATPase in giant unilamellar vesicles of lipid mixtures involving PSM, DOPC, DPPC and cholesterol at physiological buffer and temperature conditions",
    "content": [
        {
            "header": "Introduction",
            "content": "Quantitative assessment of the mutual interaction between functional trans-membrane proteins and the lateral molecular organization of membranes requires assays where the molecular composition of lipids and reconstituted proteins can be accurately controlled. Considering that the raft hypothesis, linking membrane function to lateral structure, is based on the assumption that functional proteins interacting differently with the rafts and the membrane matrix \\[1-4], it is of importance to have available methods to study this interaction in a simple setting using model systems that permit quantitative measurements of how lateral membrane organization and active proteins mutually influence each other. A minimal model system involves reconstitution of active proteins in multi-component membranes. For this purpose new protocols are required. Na+,K+-adenosine triphosphatase \\(NKA) is a P-type ion-motive ATPase and integral membrane protein that spans the cell membrane via a hydrophobic trans-membrane \\(TM) domain and is known to be associated with rafts \\[5-12]. NKA accounts for about 25% of standard metabolic rate \\[13] in animal cells \\(level reaches 70% in brain). NKA concentration in tissues varies significantly between the lowest \\(erythrocytes) and the highest \\(brain cortex) value. The study of the function and regulation of NKA or similar TM-proteins by the membrane lipid composition and the physical state of model membranes has so far led to the successful development of a method of preparation of cell-size giant unilamellar vesicles \\(GUVs) containing reconstituted proteins based on electroformation of a single population of proteoliposomes. This simple model system has been studied using advanced optical microscopy techniques and flicker-noise analysis and it has been demonstrated that the intrinsic reaction-cycle time scale of NKA manifests itself in the lipid-protein interactions of non-equilibrium membranes and the membrane softens due to protein’s activity \\[14]. However, the method works only for a restricted range of lipid compositions and does not reveal how homogeneously the lipids and proteins are intermixed. Hence the results do not easily carry over to complex multi-component biological membranes. \r\n\n\n\r\n\n\nWe have developed a new experimental protocol for the functional reconstitution of NKAs in fluid-phase GUVs of precisely controlled, complex lipid compositions based on mixing small unilamellar vesicles \\(SUVs) of different populations with different lipid compositions of saturated lipids and cholesterol. NKA activity and density in the active GUVs are measured using standard biochemical methods \\[15-17]. It is possible to quickly produce GUVs with a wide variety of well-defined compositions from a few readymade SUVs preparations. The method can be extended to make GUVs with reconstituted membrane proteins and a desired lipid composition from few ready-made SUVs preparation and proteoliposomes. We apply the protocol to the two ternary lipid mixtures containing high-melting lipids, low-melting lipids and cholesterol: i) DOPC, DPPC and cholesterol and ii) DOPC, PSM and cholesterol. The overall lipids composition is chosen to fall within the well-studied lo-ld coexistence region of the coexistence region. The compositional variation of DOPC, DPPC and cholesterol GUVs displaying lateral phase lo-ld coexistence is evaluated based on a 3D-analysis of confocal image stacks \\[18]. The area fraction of the lo-ld domains is found to be consistent with recent thermodynamic measurements of tie lines in the same membrane system \\[19, 20]. Our new protocol opens up for quantitative biophysical studies of a whole new class of well-defined model membrane systems with functional trans-membrane proteins reconstituted into non-equilibrium membranes of a complexity that resembles biological membranes with rafts \\[1-4]."
        },
        {
            "header": "Reagents",
            "content": "1. 1, 2-dioleoyl-sn-glycero-3-phosphocholine \\(DOPC), cholesterol and 1, 2-dipalmitoyl-sn-glycero-3-phosphocholine \\(DPPC) from Corden-Pharma. \r\n  2. N-palmitoyl-D-erythro-sphingosylphosphorylcholine \\(PSM) is purchased from Avanti Polar lipids.\r\n  3. The fluorescence probes: N-Lissamine rhodamine B 1, 2-dihexadecanoyl-sn-glycero-3-phosphoethanolamine, triethylammonium salt \\(RhPE) and naphthopyrene \\(NaP) are purchased from Molecular Probes and Sigma.\r\n  4. DOPC proteoliposomes are prepared by Prof. Cornelius, AU, DK.\r\n  5. Chloroform of HPLC grade quality from Rathburn \\(Micro-lab, Aarhus, Denmark). \r\n  6. Glucose and sucrose from Sigma.\r\n  7. NaCl \\(sodium chloride, purity > 99.5%) from Fluka.\r\n  8. L-histidine \\(purity > 99%) and MgCl2 \\(magnesium dichloride, purity > 99%) from Sigma-Aldrich. \r\n  9. Ultra-pure MilliQ water \\(18.3 MOhm cm).\r\n  10. Saturated NaCl-salt solution."
        },
        {
            "header": "Equipment",
            "content": "1. Zeiss LSM 510 Meta confocal laser scanning fluorescence microscope \\(Carl Zeiss GmbH, Jena, Germany) equipped with C-apochromat 40X/1.2 water immersion objective. Probes are excited using the excitation laser at 543 nm for RhPE and 458 nm for NaP. The lasers were directed to the sample using two dichroic mirrors \\(HFT 458/514, HFT 488/543/633). The emission is collected at 560-580 nm and at 500±20 nm for RhPE and NaP respectively.\r\n  2. A tip-ultrasonicator \\(Misonixs 3000, Qsonica, Newtown, CT operating at frequency 20 kHz).\r\n  3. Rotatory evaporator.\r\n  4. A desiccator \\(catalog no. 24 782 61 from Schoot-Duran)."
        },
        {
            "header": "Procedure",
            "content": "A] **Preparation of the GUVs of high-melting lipids and cholesterol at physiological conditions displaying lo-ld domains** \r\n\n\n\r\n\n\nWe have mixed SUVs of DPPC/chol \\(0.538/0.462) with DOPC-proteoliposomes such that the molar fraction of the lipids in the final mixture \\(sample I) is DPPC/chol/DOPC \\(0.35/0.30/0.35). For control experiments we have mixed SUVs of DPPC/chol \\(0.538/0.462) with DOPC such that the molar fraction of the lipids in the final mixture \\(sample II) is DPPC/chol/DOPC \\(0.26/0.22/0.52). The SUVs suspension is mixed inside an eppendorf and frozen in liquid N2, followed by thawing on ice. The freeze-thaw process is repeated a maximum of the three times in the same eppendorf. Many well separated drops of 1 µl of the SUVs suspension is placed on the Pt-wires \\(inbuilt part of an electroformation chamber) and the chamber is placed inside a desiccator containing saturated NaCl solution with small vacuum sufficient to tight hold the chamber overnight \\(for max. 12 hrs.) in dark at 4oC. Later the individual partially dried samples are hydrated with the appropriate solvent at ~ 37oC and an a.c. electric field is applied to the Pt-wires. The temperature of the chamber is maintained at 37oC throughout the electroformation process. After the electroformation is completed, the temperature of the chamber is changed slowly to 23oC and fluorescence observations are made at the same temperature. The GUVs are shown in the Fig. 1.\r\n\n\n\r\n\n\nWe have prepared GUVs containing proteins of a ternary mixture in the sucrose-buffer \\(and in 200 mM sucrose for GUVs without NKA) solution and have transferred 50 μl of the GUVs suspension into a fluid observation chamber filled with 950 μl of equi-osmolar glucose-buffer \\(or glucose) solution for fluorescence observations. It is important to have a well-balanced osmotic pressure of the two sugar solutions in order to minimize the membrane’s thermal conformations. The density difference between sucrose and glucose leads to sinking of the vesicles onto the bottom of the observation chamber. The vesicles were allowed for an hour to settle down and the chamber was covered from top to prevent evaporation and fluid flow during the experiment. \r\n\n\n\r\n\n\nB] **Quantification of the compositional variation among GUVs displaying lo-ld domains**\r\n\n\n\r\n\n\nAfter about an hour, we select a quasi-spherical vesicle for taking 3D confocal stacks of the GUVs, at fixed confocal slice thickness and scan speed. Having all the 2D confocal stacks of a GUV from bottom to top, we align these with respect to each other to construct a 3D vesicle body, as described earlier in \\[19]. In some cases, we require to correct for the vesicle’s motion in the horizontal plane in order to align all the stacks on top of each other, for extracting a radius \\(r) and centroid \\(c) of the quasi-spherical vesicle. Individual vesicles are modelled as a sphere with a surface modelled by a triangulated mesh and each mesh-point resembling a volume pixel \\(voxel). We count the intensity values of the two fluorescence probes \\(NaP and RhdPE) in each voxel and project it onto the surface of the vesicle to map the areal-intensity counts of NaP and RhdPE. The area fraction of the fluorescence intensity of the two probes represents directly the area fraction of the two membrane phases and is well tested in \\[18] for a number of ternary lipid compositions.\r\n\n\n\r\n\n\nFig. 1b shows the fluorescence intensity counts of the two dyes \\(corresponding to the two membrane phases) on the surface of a GUV. Using the intensity counts, we estimate the area fraction of the lo phase: A\\(lo)/A plotted in the Fig. 1c for a batch of vesicles prepared. As a control experiment, we have made an estimate of the lipid compositional state in the GUVs without NKA \\(Fig. 1d-f) in the lo-ld coexistence region. The A\\(lo) /A is\n0.57 ± 3% \\(SEM, N=16)  for sample I and is\n0.387 ± 1% \\(SEM, N=14) for sample II. The error bars include contributions from experimental and software analysis and constitute an upper bound on compositional variations. In order to compare the values of the area fraction of the lo phase in GUVs prepared by SUVs mixing and by conventional methods \\(dissolving lipids in chloroform), we have included the color diagram in the Fig. 2a, displaying A\\(lo)/A for a batch of vesicles prepared by the conventional method, which is taken from \\[18]. The two samples are indicated on top of the color diagram by black dots in order to highlight the measured A\\(lo)/A for these ternary compositions and the values closely match with shown in the Fig. 1 for the respective samples. We find the same area fraction as predicted by equilibrium thermodynamics in the GUVs with and without NKA and that it is not affected by the presence of protein in the non-active state with the SUVs fusion method. We have found that the macroscopic lo and the ld domains are visible in GUVs both with \\(Fig. 1a-c) and without \\(Fig. 1d-f) NKA. Both of the samples I and II are prepared by mixing SUVs of DPPC/chol \\(0.538/0.462) and DOPC with different mole fractions of DOPC SUVs and therefore, lie on the same line A1B1, as shown in the Fig. 2a. Moreover the sensitivity of the protocol is clearly indicated by the fact that by changing the moles of DOPC with respect to DPPC/chol, \\(as for the samples I and II) all the ternary lipid compositions in the coexistence region lying on the line A1B1 can be experimentally accessed without having to prepare new SUVs. The protocol could be generalized to work with three populations of SUVs \\(or more) to reach an overall composition \\(x1, x2, x3) in the coexistence region if the molar ratios of the populations are chosen appropriately, as described in \\[23].\r\n\n\n\r\n\n\nC] **Applications of the protocol to prepare sphingomyelin-chol-DOPC GUVs.**\r\n\n\n\r\n\n\nWe have applied the above-mentioned protocol to sphingomyelin-containing lipid samples. We have mixed PSM/chol \\(1/1) with DOPC-proteoliposomes such that the molar fraction of the lipids in the final mixture \\(sample III) is \\(1/1/1), and for the control experiments we have used DOPC SUVs instead of proteoliposomes. A GUV of sample III is shown in the Fig. 3a with lateral domain that both the dyes are excluded from the lo phase, as shown in Fig. 3b. A z-stack of the GUV of Fig. 3a is shown in Fig. 3c that confirms the presence of the domain structure. Thus, here we show qualitatively that our protocol works with the sphingomyelin lipid mixture at 37oC. The thawed mixed-SUVs suspensions are left on ice \\(in 4 oC room) for an extra hour prior to the re-freezing process in liquid N2, for the best results.\r\n\n\n\r\n\n\nD] **Protein density and activity measurements in GUVs**\r\n\n\n\r\n\n\nThe protein content in GUVs of samples I and III is measured and found to be almost 30% with respect to the initial proteoliposomes. The specific hydrolytic activity of reconstituted NKA in GUVs is estimated from the measured hydrolytic activity of NKA with an n-o orientation assuming that the fraction of enzyme with this orientation is preserved from the proteoliposomes, where it is measured to be ~33%. The specific activity in GUVs is found to be below 10±2 µmol⋅mg–1⋅h¬–1 \\(mean, n = 6) for DPPC at 23℃ and around 5±0.01 µmol⋅mg–1⋅h¬–1 \\(mean, n = 2) at 42℃ for the PSM mixture, where n denotes the number of independent measurements for different batches of vesicles. A lower activity of NKA has previously been reported in the case where NKA is reconstituted into lo/ld phase-separated proteoliposomes with poly-unsaturated lipids \\(PUFA) \\[24]. Based on functional analysis of NKA \\[24], structural \\[7] and generalized polarisation measurements \\[25], it was suggested that a lower hydrolytic activity would result if the NKA localize at the two-phase domain boundaries, a hypothesis that we have verified and confirmed in a recent paper \\(Bhatia et. al., submitted).\r\n\n\n\r\n\n\n**PROCEDURE** \r\n\n\n1) **Formation of GUVs with and without proteins** \\(Timing ~ Overnight + 3-5 hrs) \r\n\n\n1a) Dissolve DOPC, DPPC and cholesterol in CHCl3 in 3 separate glass vials \\(4 ml) at 8.65 mM.\r\n\n\n1b) Prepare RhdPE and NaP dyes stock in CHCl3 at 1 mM. \r\n\n\n1c) Prepare 2.844788 mM of PSM \\(1 ml) in CHCl3.\r\n\n\n1d) Prepare 1 ml of the following lipid mixtures: DPPC:cholesterol \\(53.8:46.2) at 8.65 mM containing RhdPE and NaP at 0.4 mole%.\r\n\n\n1e) PSM:cholesterol \\(1:1) at 2.844788 mM containing RhdPE and NaP at 0.4 mole%.\r\n\n\n1f) DOPC 8.65 mM \\(no dye).\r\n\n\n \r\n\n\n2) **SUVs preparation** \\(Timing ~ 4 hrs): Around a) 500 µL of the 8.65 mM DPPC:cholesterol \\(53.8:46.2), b) 1 ml of the 2.844788 mM PSM:cholesterol \\(1:1) and c) 500 µL of the 8.65 mM DOPC \\(no dye) lipid mixtures solution are individually placed in a flask and chloroform is removed from the sample by using a rotatory evaporator at 50ºC for about an hour. The sample flask is kept in vacuum for about an hour to remove any residual chloroform at room temperature \\(23ºC). 500 µL of milli-Q water is added to the flask to hydrate the lipids and is mixed using the rotatory evaporator without vacuum-tight conduit at 45℃ \\(23ºC for DOPC) for about an hour. The hydrated lipid sample is transferred into an eppendorf, and 500 µL of milli-Q water is re-added to the sample flask and mixed, resulting in an overall 1mL volume \\(measured with a micropipette) of the hydrated lipid sample. A tip-ultrasonicator is used to prepare SUVs of 1 mL of the lipid solutions in water inside a glass vial kept in an ice-bath \\(to prevent heat-induced chemical degradation of lipids) in the following sequence: one step of sonication for 10 s and break for 5 s at 2 W power, for total sonication and break time of 20 mins and 10 mins respectively. In this way, SUVs of concentration a) 4.325 mM of DPPC:chol \\(53.8:46.2), b) 2.844788 mM of PSM:cholesterol \\(1:1) both in water containing RhPE and NaP and c) 4.325 mM of DOPC \\(no dye) in water are prepared. In case the SUVs have been stored at -20℃, then SUVs are required to be ultrasonicated with the same protocol as mentioned above and after sonication SUVs are extruded in the liquid phase, using membrane filters. \r\n\n\n\r\n\n\n3a) **For sample I**: DOPC-proteoliposomes are mixed with 4.325 mM DPPC/cholesterol \\(53.8/46.2) SUVs in the total molar ratio DPPC/cholesterol/DOPC \\(0.35/0.3/0.35), and for sample II: DOPC SUVs are mixed with 4.325 mM DPPC/cholesterol \\(53.8/46.2) SUVs in the total molar ratio DPPC/cholesterol/DOPC \\(0.26/0.22/0.52) and for sample III: DOPC SUVs are mixed with 2.844788 mM PSM/cholesterol \\(1/1) SUVs in the total molar ratio PSM/cholesterol/DOPC \\(1/1/1). \r\n\n\n3b) The mixed SUVs suspension is freeze-thawed max. 3 times and many 1 μl drops of the SUVs suspension are coated on the Pt-wire being well separated. \r\n\n\n3c) The sample is dehydrated in a desiccator with minimal pressure drop inside enough to hold the container tight during incubation, overnight \\(\n12 hrs. max.). For protein samples, the desiccator is kept in dark at 4ºC for partial dehydration of SUV suspension deposits in the presence of saturated NaCl-salt solution. \\(Timing\n12 hrs. max.).\r\n\n\n\r\n\n\n4) 200 mM sucrose or sucrose buffer preheated at 37oC is introduced in the electroformation chamber and an a.c. electric field is applied. 4b) For GUVs with no proteins, the a.c. field is applied in the following sequence: 10 Hz \\(0.2 VPP for 5’, 0.5 VPP for 10’, 1 VPP for 20’, 1.5 VPP for 20’, 2 VPP for 30’), 4 Hz, 2 VPP for 30’. \\(Timing ~ 2 hrs.). \r\n\n\n4c) For GUVs containing proteins, the a.c. field is applied in the following sequence: 50 Hz \\(0.15 VPP \\(peak-to-peak voltage) for 2 mins, 0.3 VPP for 5 mins, 0.6 VPP for 5 mins, 1 VPP for 10 mins, 1.5 VPP for 10 mins, 2 VPP for 15 mins, 3 VPP for 120 mins), 10 Hz \\(2 VPP for 45 mins). \\(Timing ~ 4 hrs.).\r\n\n\n4d) After electroformation, the temperature is changed at a rate of 0.02o C/min to 23oC. \r\n\n\n4e) The GUVs can be stored at R.T. \\(and at 4oC for containing proteins) for later use. \r\n\n\n\r\n\n\n5) **CRITICAL STEPS** \r\n\n\na) SUVs are unstable and form large unilamellar vesicles \\(LUVs) by fusion. The mixing protocol is reproducible only for SUVs and not for LUVs.\r\n\n\nb) If the mixed SUVs suspension is thawed faster by increasing temperature then the results are not reproducible.\r\n\n\nc) If the mixed SUVs suspension is completely dried on Pt-wires \\(due to an reduction in the saturated vapour pressure) and not partially dried then the GUVs do not form.\r\n\n\nd) If the thawed mixed SUVs suspensions containing PSM are left for an extra hour on ice \\(in the 4 o C room) before the re-freezing process in the liquid N2, the results are the best. The suspension is also mixed by using a pipette before freezing.  \r\n\n\n\r\n\n\n6) **Acquiring 3D confocal stacks of GUVs** \\(Timing ~ max. 2 hrs) \r\n\n\na) The fluid chamber is filled with 350 μl osmotically matched glucose solution \\(buffer in the case of GUVs containing proteins) and then we add 50μl of the GUVs suspension at the centre of the chamber giving a total volume of 400μl of GUVs suspension and solvent, as shown in Fig. 1.\r\n\n\nb)  CRITICAL STEP \r\n\n\nIt is important that the osmotic pressure of glucose solution and GUVs suspensions match. Usually, the osmotic pressure of the GUVs suspension is slightly different from the solvent in which these are prepared after electroformation. If the GUVs are floppy then membrane undulations are enhanced.\r\n\n\nc) GUVs are allowed to settle down for about an hour. \r\n\n\nd) Quasi-spherical GUV are selected and its bottom and top edge is found by moving the focus manually, in small steps. \r\n\n\ne) CRITICAL STEP It is important to choose a bidirectional scan speed fast enough which allows for confocal stack acquisition of all the 2D cross-section of the GUV from bottom to top. Having all the 2D cross-sections we can combine those to construct a 3D vesicle body. \r\n\n\n\r\n\n\n7) **Measuring protein density and activity in active GUVs** \\(Timing ~ 1 day) \r\n\n\n\r\n\n\na) NKA activity and density in the active GUVs are measured according to the Baginsky \\[15] and to the Peterson’s modification of the Lowry method \\[16, 17].\r\n\n\nb) The specific hydrolytic activity of reconstituted NKA in GUVs is estimated from the measured hydrolytic activity of NKA with a n-o orientation assuming that the fraction of enzyme with this orientation is preserved from the proteoliposomes, where it is measured to be ~33 %."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting\r\n\n\n1. Normally, the yield of GUVs is less for the lipid mixtures containing proteins compared to mixtures with no proteins. The size of GUVs without NKA is also bigger. \r\n  2. It is important to have far apart GUVs for acquiring the confocal stacks. Crowding of vesicles in the observation chamber must be avoided. Controlling the amount of GUVs suspension added in the chamber is hence essential. \r\n  3. If mixed SUVs suspension containing protein is thawed faster at higher temperature than mixing is not uniform. \r\n  4. If mixed SUVs suspension containing protein is frozen for more than 3 times then it can destroy the protein. \r\n  5. The mixed SUVs suspension with and without containing NKA can be stored at 4oC \\(no protein) and on ice \\(with protein), respectively, for extra one day prior to Pt-wires coating.\r\n  6. The temperature of the buffer for hydrating the sample and that of the electroformation chamber is maintained at 37oC prior to hydration and electroformation process respectively."
        },
        {
            "header": "Anticipated Results",
            "content": "Initially, preparing vesicle patches requires a little bit of practice for a month or two, in order to gain control of the coverage and avoid crowding and overlapping."
        },
        {
            "header": "References",
            "content": "References\r\n\n\n1. Simons, K. & Ikonen, E. Functional rafts in cell membranes. Nature 387, 569-572 \\(1997).\r\n  2. Hanzel-Bayer, M. F. & Hancock, J. F. Lipid rafts and membrane traffic. FEBS Lett. 581, 2098-2104 \\(2007).\r\n  3. Brown, D. A. & London, E. Structure and function of sphingolipid- and cholesterol-rich membrane rafts. J. Biol. Chem. 275, 172-17224 \\(2000).\r\n  4. Eggeling, C. et al. Direct observation of the nanoscale dynamics of membrane lipids in a living cell. Nature 457, 1159-1162 \\(2009).\r\n  5. Skou, J. The influence of some cations on an adenosine triphosphatase from peripheral nerves. Biochim. Biophys. Acta 23, 394-401 \\(1957).\r\n  6. Xie, Z. Molecular mechanisms of NaK-ATPase mediated signal transduction. Ann. N. Y. Acad. Sci. 986, 497-503 \\(2003). \r\n  7. Cornelius, F., Habeck, M., Kanai, R., Toyoshima, C. & Karlish, S. J. D. General and specific lipid-protein interactions in Na K-ATPase. Biochim. Biophys. Acta 1848, 1729-1743 \\(2015).\r\n  8. Cornelius, F. Functional reconstitution of the sodium pump kinetics of exchange reactions performed by reconstituted NaK-ATPase. Biochim. Biophys. Acta 1071, 19-66 \\(1991).\r\n  9. Cornelius, F. Incorporation of C12E8-solubilized Na+K+-ATPase into liposomes, Determination of sidedness and orientation. Methods Enzymol. 156, 156-167 \\(1988).\r\n  10. Cornelius, F. & Moller, J. V. Liposomes in reconstitution of ion-pumps. Handbook of Non-medical Applications of Liposomes. Vol II, eds Lasic, D. D., and Barenholz, Y. CRC Press Boca Raton FL, pp. 219-243 \\(1995).\r\n  11. Kanai, R., Ogawa, H., Vilsen, B., Cornelius, F. & Toyoshima, C. Crystal structure of a Na+-bound Na+K+-ATPase preceding the E1P state. Nature 502, 201-206 \\(2013).\r\n  12. Shinoda, T., Ogawa, H., Cornelius, F. & Toyoshima, C. Crystal structure of the sodium-potassium pump at 2.4 a resolution. Nature 459, 446-450 \\(2009).\r\n  13. Rolfe, D. F., and Brown, G. C. Cellular energy utilization and molecular origin of standard metabolic rate in mammals. Physiol. Rev. 77, 731-758 \\(1997).\r\n  14. Bouvrais, H., Cornelius, F., Ipsen, J. H. & Mouritsen, O. G. \\(2012) Intrinsic reaction-cycle time scale of Na+K+-ATPase manifests itself in the lipid-protein interactions of non-equilibrium membranes. Proc. Natl. Acad. Sci. USA 109, 18442-18446.\r\n  15. Baginski, E. S., Foa, P. P. & Zak, B. Microdetermination of inorganic phosphate, phospholipids, and total phosphate in biologic materials. Clin. Chim. 13, 326-332 \\(1967).\r\n  16. Peterson, G. L. A simplification of the protein assay method of Lowry et al., which is more generally applicable. Anal. Biochem. 83, 346-356 \\(1977).\r\n  17. Lowry, O. H., Rosebrough, N. J., Farr, L. & Randall. R. J. Protein measurement with the Folin phenol reagent. J. Biol. Chem. 193, 265-275 \\(1951).\r\n  18. Husen, P., Arriaga, L. R., Monroy, F., Ipsen, J. H. & Bagatolli, L. A. Morphometric image analysis of giant vesicles, A new tool for quantitative thermodynamics studies of phase separation in lipid membranes. Biophys. J. 103, 2304-2310 \\(2012).\r\n  19. Husen, P., Arriaga, L. R., Monroy, F., Ipsen, J. H. & Bagatolli, L. A. A method for analysis of lipid vesicle domain structure from confocal image data. European Biophys. J. 41, 161-175 \\(2012).\r\n  20. Fidorra M., Garcia, A., Ipsen, J. H., Härtel, S. & Bagatolli, L. A. Lipid domains in giant unilamellar vesicles and their correspondence with equilibrium thermodynamic phases: A quantitative fluorescence microscopy imaging approach. Biochim. Biophys. Acta 1788, 2142-2149 \\(2009).\r\n  21. Veatch, S. L., Polozov, I. V., Gawrisch, K. & Keller, S. L. Liquid domains in vesicles investigated by NMR and fluorescence microscopy. Biophys. J. 86, 2910-2922 \\(2004).\r\n  22. Cornelius, F. Active Biomimetic Membranes. In Biomimetic membranes for sensor and separation applications, Biological and Medical Physics, Biomedical Engineering \\(ed. C. Hèlix-Nielsen), 6, 113-135. \\(Springer, Dordrecht, Netherlands, 2012. DOI 10.1007/978-94-007-2184-5_6).\r\n  23. Bhatia, T. et al. Preparing giant unilamellar vesicles \\(GUVs) of complex lipid mixtures on demand, Mixing small unilamellar vesicles of compositionally heterogeneous mixtures. Biochim. Biophys. Acta 1848, 3175-3180 \\(2015).\r\n  24. Cornelius, F. Cholesterol dependent interaction of Polyunsaturated Phospholipids with NaK-ATPase. Biochemistry 47, 1652-1658 \\(2008).\r\n  25. Powalska, E. et al. Fluorescence spectroscopic studies of pressure effects on NaK-ATPase reconstituted into phospholipid bilayers and model raft mixtures. Biochemistry 46, 1672-1683 \\(2007)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the Danish Council for Independent Research-Natural Sciences \\(FNU) grant number 95-305-23443 for financial support. TB thanks Hanne Kidmose for technical assistance with the protein’s activity measurements."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13768,
                "identity": "a0a8bc6f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Tripta Bhatia",
                "email": "bhatia@memphys.sdu.dk",
                "orcid": "",
                "institution": "John H. Ipsen's Lab.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Tripta",
                "middleName": "",
                "lastName": "Bhatia",
                "suffix": ""
            },
            {
                "id": 13769,
                "identity": "a0a8c149-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Flemming Cornelius",
                "email": "",
                "orcid": "",
                "institution": "University of Aarhus",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Flemming",
                "middleName": "",
                "lastName": "Cornelius",
                "suffix": ""
            },
            {
                "id": 13770,
                "identity": "a0a8c3fb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ole G. Mouritsen",
                "email": "",
                "orcid": "",
                "institution": "MEMPHYS, University of Southern Denmark",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ole",
                "middleName": "G.",
                "lastName": "Mouritsen",
                "suffix": ""
            },
            {
                "id": 13771,
                "identity": "a0a8c588-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "John H. Ipsen",
                "email": "",
                "orcid": "",
                "institution": "MEMPHYS, University of Southern Denmark",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "H.",
                "lastName": "Ipsen",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-01-26 18:57:39",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.010",
        "doiUrl": "https://doi.org/10.1038/protex.2016.010",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609381,
                "identity": "079f059e-fcf9-45be-8921-06e82a1f618e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:53",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2421880,
                "visible": true,
                "origin": "",
                "legend": "GUVs displaying lo/ld domains and quantification of the lo phase area-fraction in the GUVs.   a: GUVs containing NKA of a DPPC/DOPC/chol (0.35/0.35/0.30) lipid mixture as observed in a confocal microscope. The colors represent the lo (green) and the ld (red) phase. \r\nb: Fluorescence intensity histogram of the two dyes on the surface of a GUV. The green line is where the two phases are separated. \r\nc: Area fraction of the lo phase: A(lo) /A for a batch of the vesicles prepared. \r\nd: GUVs of DPPC/DOPC/chol (0.26/0.52/0.22) lipid mixture as observed in a confocal microscope. The color represents the ld (red) phase.\r\ne: Fluorescence intensity histogram of the two dyes on the surface of a GUV. The green line is where the two phases are separated.\r\nf: Area fraction of the lo phase: A(lo) /A for a batch of the vesicles prepared.\r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-4571/v1/figure_1.png"
            },
            {
                "id": 2609380,
                "identity": "66628d5a-da5f-4093-942c-bac245c2b8b9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:53",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 785585,
                "visible": true,
                "origin": "",
                "legend": "Ternary phase diagram and protein's orientation in a vesicle.   a: Phase-coexistence region for the DPPC/DOPC/chol lipid mixture at two different temperatures, taken from [21]. The colour represents the measured area-fraction of the lo phase in GUVs prepared by conventional methods. A1B1 is the line on which the compositions I and II lie.\r\nb: Different orientations of the protein in a liposome with different colours represent different sub-units of the protein, taken from [22]. \r\n",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-4571/v1/figure_2.png"
            },
            {
                "id": 2609384,
                "identity": "c8a4f79a-fc3a-4af1-897e-95f45706d396",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:53",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 833955,
                "visible": true,
                "origin": "",
                "legend": "Sphingomyelin-PC-cholesterol GUVs.   a:  GUVs containing NKA of the PSM/DOPC/chol (1/1/1) lipid mixture prepared at 37oC. \r\nb:  GUVs (without NKA) of the same lipid mixture prepared at 37oC. \r\nc: z-stacks of the GUV (in a). Domain is clearly observable in the z-stacks. The number of stacks is shown from 1-48, as z is varying. Both the probes NaP and RhdPE go to lo/ld phases in the presence of NKA while in the absence of protein these goes to the ld phase only (as in b).\r\n",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-4571/v1/figure_3.png"
            },
            {
                "id": 13465126,
                "identity": "61a932d0-ba7b-4386-af93-806a01e47972",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:46",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1717375,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4571/v1/46efbbb4-e608-432e-981d-64725935da8c.pdf"
            }
        ],
        "financialInterests": "NO",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "fluid domains, model membranes, Na/K-ATPase, protein reconstituion at physiological temperature and buffer conditions",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We prepare compositionally uniform samples of giant unilamellar vesicles \\(GUVs) of two model rafts mixtures: DOPC/DPPC/cholesterol and DOPC/PSM/chol lipid mixtures with and without transmembane protein Na+,K+-ATPase \\(NKA) at 37^oC in physiological buffer. The method has been applied to mixtures involving DOPC, DPPC, PSM, cholesterol and the ion-pump NKA. From a few preparations of small unilamellar vesicles \\(SUVs) of simple lipid compositions and proteoliposomes, GUVs with prescribed complex composition can be formed by electroswelling. We find that the method works only if cholesterol is added to the high melting lipids in the small unilamellar vesicles \\(SUVs) of different populations in order to bring the vesicle membrane into the fluid phase prior to electroswelling and not otherwise. To quantify the compositional variation among GUVs, we choose an overall ternary lipid composition that displays liquid ordered \\(lo) and liquid disordered \\(ld) domains in coexistence and quantify the area fraction of the domains. The method is general and can be extended to prepare GUVs of high and low melting lipids and cholesterol with reconstituted transmembrane proteins at physiological temperature or below avoiding potential destruction of the protein.",
        "manuscriptTitle": "Reconstitution of transmembrane protein Na+,K+-ATPase in giant unilamellar vesicles of lipid mixtures involving PSM, DOPC, DPPC and cholesterol at physiological buffer and temperature conditions",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-02-18 11:58:48",
                "doi": "10.1038/protex.2016.010",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0a84fcb-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 18th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3555,
                "name": "Biochemistry"
            },
            {
                "id": 3556,
                "name": "Physics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-02-18 11:58:48",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}