{
    "identity": "nprot-3473",
    "title": "Assay for quantitative determination of CYP1A1 enzyme activity using 7-Ethoxyresorufin as standard substrate \\(EROD assay)",
    "content": [
        {
            "header": "Introduction",
            "content": "Up to now, 57 human genes coding for the various cytochrome P450 \\(CYP) enzymes have been characterized1. Binding of polycyclic aromatic hydrocarbons \\(PAHs) and the other persistent organic pollutants \\(POPs) to the aryl hydrocarbon receptor \\(AHR), a ligand dependent transcription factor,  results in an induction of cytochrome P450 1A and their associated 7-ethoxy-resorufin-O-deethylase \\(EROD) activity 2. CYP1A genes are activated by AHR agonists via high affinity competitive binding to the receptor3. CYP1A enzymes are the most highly up-regulated and therefore often used as a marker to indicate AHR activation3. The CYP enzymes show cell-type-and tissue-specific expression patterns in human and animal tissues and seven members of the CYP1 enzyme family \\(e.g., CYP1A1, 1A2, 1B1) are primarily involved in the metabolism of xenobiotics 4-8and several endogenous chemicals1,4. \r\n\n\nCYP1A is expressed predominantly in the liver, but it can be been found in the other organs such as kidney, skin, lung, adrenal, gonads and brain 9-11. The use of CYP1A induction as an assessment technique has increased in recent years. This is due mainly to the optimization of protocols for the rapid and relatively inexpensive measurement of its catalytic activity so-called EROD 12-14. As for most enzyme assays, the EROD activity can be normalized to the total protein values, the determination of which has clear limitations in high-throughput assays. The catalytic activity towards 7-ethoxyresorufin is measured as the concentration of resorufin produced per mg protein \\(pmol/min/mg protein) 15,16. In addition to the protein value, EROD activity can be normalized to the metabolic activity of the cells that can be measured by MTT, reszrusin and almar blue assays and expressed as metabolic cell equivalents based on the obtained data rather than to protein values17. It seems that the results of EROD activity normalized by protein value to some extent are comprable with the data normalized with cell viability \\(Figure 1). \r\n\n\n\r\n\n\nAt present, the measurement of EROD activities in the primary and immortalized cell lines remains the preferred bioassay tool in many laboratories, because of the reproducible simultaneous determination of protein and resorufin concentrations. The EROD can be fluorimetrically detected in prepared microsomes from human and animal tissues 18-20. Indeed, fish gill EROD assay is a sensitive biomarker of exposure to POPs 21.\r\n\n\nEROD assay: principle\r\n\n\nEROD activity describes the rate of the CYP1A mediated deethylation of the substrate 7-ethoxyresorufin to form the product resorufin \\(Figure 2). \r\n\n\nEROD assay: applications\r\n\n\nOver two decades have passed since the induction of the CYP1A was proposed as a biomarker of exposure to PHHs and PAHs 22. Measurement of EROD activity in fish is a well-established in vivo biomarker of exposure to certain planar halogenated hydrocarbons \\(PHHs), PAHs and the other structurally similar compounds23. To study the fate of pharmaceutical residues, EROD assay is a rapid, accurate and cost effective method."
        },
        {
            "header": "Reagents",
            "content": "DMEM \\(Invitrogen, cat. no. 11960-044) \r\n\n\nPenicillin and streptomycin \\(Invitrogen, cat. no. 15070-063)\r\n\n\nL-Glutamine \\(Invitrogen, cat. no. 25030-081)\r\n\n\nSodium pyruvate \\(Invitrogen, cat. no. 11360-070)\r\n\n\nFBS \\(Invitrogen, cat. no. 16000-044) \r\n\n\nTrypsin-EDTA \\(Invitrogen, cat. no. 25300-054)\r\n\n\nDMSO \\(Sigma-Aldrich, cat. no. D2650)\r\n\n\nSucrose \\(Sigma-Aldrich, cat. no. S7903)\r\n\n\nNaHPO4 \\(Sigma-Aldrich, cat. no. 342483)\r\n\n\nNaH2PO4 \\(Sigma-Aldrich, cat. no. S8282)\r\n\n\nGlycerol \\(Sigma-Aldrich, cat. no. G5516)\r\n\n\nKCl \\(Sigma-Aldrich, cat. no. P9333)\r\n\n\nNaCl \\(Sigma-Aldrich, cat. no. S7653)\r\n\n\nMgSO4 \\(Sigma-Aldrich, cat. no. M7506)\r\n\n\nCaCl2 \\(Sigma-Aldrich, cat. no. 793639)\r\n\n\nHEPES \\(Sigma-Aldrich, cat. no. H4034)\r\n\n\nDicumarol \\(Sigma-Aldrich, cat. no. M1390)\r\n\n\nBovine serum albumin \\(Sigma-Aldrich, cat. no. A2153)\r\n\n\nSodium hydroxide \\(NaOH) \\(Sigma-Aldrich, cat. no. S8045)\r\n\n\n7-Ethoxyresorufin \\(Sigma-Aldrich, cat. no. 46121)\r\n\n\nResorufin \\(Sigma-Aldrich, cat. no. 424455)\r\n\n\nRC DC protein assay kit \\(Bio Rad, cat. no. 500-0122)\r\n\n\nCYP1A1 microsomes \\(Human CYP1A1+ P450 reductase supersomes TM \\(BD Biosciences, Woburn, MA).\r\n\n\nAlmar blue assay kit \\(Invitrogen, cat. no. DAL1025)\r\n\n\nWST-1 kit \\(Life Science, cat. no. 05015944001)\r\n\n\nβ-glucuronidase/arylsulfatase \\(Life Science, cat. no. 10127698001)\r\n\n\nSodium acetate \\(Sigma-Aldrich, cat. no. w302406)\r\n\n\nEthanol \\(Sigma-Aldrich, cat. no. 34852)"
        },
        {
            "header": "Equipment",
            "content": "Incubator for tissue cultures \\(Sanyo)\r\n\n\nA sterile bench suitable for cell culture work \\(Fisher Scientific)\r\n\n\nStandard plastic ware \\(test tubes, Falcon tubes, sterile disposable pipettes and so on)\r\n\n\nStandard cell culture flasks \\(Nunc)\r\n\n\nSterile 96-well plates \\(Nunc)\r\n\n\nCentrifuges \\(Thermo Scientific) \r\n\n\nHomogenizer \\(Fisher Scientific)\r\n\n\nIncubator \\(shaking water bath, Fisher Scientific)\r\n\n\nFluorescence spectrophotometer \\(Varian Cary Eclipse, Varian)"
        },
        {
            "header": "Procedure",
            "content": "REAGENT SETUP\r\n\n\na) Cell culture setup\r\n\n\nSupplement DMEM with 1 mM sodium pyruvate, 4 mM L-glutamine, 10% \\(vol/vol) FBS, 100 U ml − 1 penicillin and 100 μg ml − 1 streptomycin. CRITICAL It is important to keep media, buffers and solutions sterile. For all other solutions it is recommended that they be sterilized at least once prior to use. CRITICAL Pre-warm buffers and media at 37 °C before bringing them into contact with growing cell cultures. Please store commercial cell culture media at 4 °C. Media supplements should be added prior to use.\r\n\n\nb) EROD setup\r\n\n\nCell EROD reaction buffer consisting of 50 mM NaHPO4 with pH adjusted to 8.0 with 50 mM NaH2PO4. 7-Ethoxyresorufin stock solutions of 2 mM in DMSO. CRITICAL Optimal concentration of 7-Ethoxyresorufin is ≤ 2.5 µM. TE-enzymatic microsome buffer consisting of 0.1 M Tris-HCl, pH 7.4, with 1 mM EDTA. Cell stop reaction consisting of fluorescamine solution in acetonitrile \\(150 µg/ml). Microsomal pellet collection media consisting of 50 mM Tris-HCl, 0.1 mM EDTA and 20% glycerol at pH 7.4. Resorufin stock solution in DMSO \\(2 mM) CRITICAL NADPH, 7-ethoxyresorufin and resorufin are redox and light sensitive chemicals. CRITICAL Prepare directly before uses and protect them from the light. \r\n\n\nHEPES-Cortland \\(HC) buffer composed of 0.38 g of KCl, 7.74 g of NaCl, 0.23 g of MgSO4, 0.23 g of CaCl2, 0.41 g of NaH2PO4, 1.43 g of HEPES, and 1 g of glucose per 1L of dH2O; pH 7.7. A gill assay reaction buffer containing HC buffer supplemented with 1µM 7-ethoxyresorufin, 10 µM dicumarol, and 0.2 % DMSO.\r\n\n\nEXPERIMENTAL PROCEDURE\r\n\n\nIf using intact cells, follow Step 1A. Step 1B details general instructions for processing tissues. Follow Step 1C for rainbow trout and zebrafish gills. If using human recombinant CYP1A1 and already prepared microsomes, follow Step 1D. Follow Step 1E for eggs and embryos.\r\n\n\na) Enzyme activity measurement of CYP1A1 in cells \\(EROD assay) 15,16,24,25  TIMING 0.5 h\r\n\n\ni. Grow the cells in a flask using DMEM and standard growth conditions. \r\n\n\nii. Trypsinase cells from prepared flasks \\(cells should be approximately 80% confluent).\r\n\n\niii. Count cell concentration using a coulter counter or hemocytometer. \r\n\n\niv. Plate 200 µl of diluted cells \\(1 x 104 cells) to each well of a 96 well plate. CRITICAL Always perform at least triplicate assays.\r\n\n\nv. Incubate plates at 5% CO2, 37°C and 95% humidity.\r\n\n\nvi. After the cells reached 100% confluency start treating the cells.\r\n\n\nvii. After exposure time, remove the medium and rinse with 200 µl of PBS. \r\n\n\nviii. Immediately, add 100 µl of 2µM EROD solution to each well. \r\n\n\nix. PAUSEPOINT Stop the treatment after 20 min incubation by addition of 75µl fluorescamine solution in acetonitrile \\(150 µg/ml).\r\n\n\nx. Prepare a calibration curve in the range of 0 to 50 pmol of resorufin using the resorufin calibration standard.\r\n\n\nxi. Measure fluorescence at excitation wavelength of 535 nm and emission wavelength of 590 nm.\r\n\n\nb) Measurement of EROD activity in animal tissues\r\n\n\ni. Collect tissue samples. CRITICAL Immediately freeze in liquid nitrogen and store at −80 °C until required for microsome preparations.\r\n\n\nii. Homogenize frozen tissue \\(2.5 mg) with ice-cold 10 mM Tris-HCl buffer \\(5 mL) containing 250 mM sucrose at pH 7.4. \r\n\n\niii. Centrifuge the homogenized tissue at 10000 × g for 10 min at 4 ºC. \r\n\n\niv. Remove the pellet and add calcium chloride \\(8 mM) to the supernatant, well mix and allow standing at 4 ºC for 4 min. \r\n\n\nv. Centrifuge the supernatants at 25000 × g for 30 min at 4 ºC to separate the microsomal and cytosolic fractions. \r\n\n\nvi. Re-suspend the microsomal fraction in 50 mM Tris-HCl containing 0.1 mM EDTA and 20% glycerol at pH 7.4. \r\n\n\nvii. The microsomal protein concentrations can be determined with a commercially available kit \\(Bio-Rad laboratories Inc., Hercules, CA, USA). CRITICAL Store the prepared microsomes at -80 ºC until required for assay.\r\n\n\nviii. Follow Steps D) i to iii\r\n\n\nc) Measurement of EROD activity in rainbow trout and zebrafish gills21,26,27 \r\n\n\ni. Dissect the gill arches and place in HEPES-Cortland \\(HC) buffer. CRITICAL For rainbow trout 2-mm pieces cut from the tip of gill filaments is used, while whole gill arches are used for zebrafish.\r\n\n\nii. Transfer duplicate groups of 10 filaments per fish for trout assay and for zebrafish assay one whole gill arch per fish with a pasteur pipet into two wells containing HC buffer gill assay reaction buffer.\r\n\n\niii. Replace the HC buffer in the plate with 0.5 ml of reaction buffer and incubate with continuous shaking. CRITICAL cover plate with aluminium foil to prevent degradation of 7-ethoxyresorufin.\r\n\n\niv. Following 10 min of preincubation at room temperature, replace buffer with 0.7 ml of fresh reaction buffer and incubate again.\r\n\n\nv. After the incubation period, transfer 0.2 ml aliquots from each well to a 96-well plate.\r\n\n\nvi. Measure fluorescence at excitation wavelength of 535 nm and emission wavelength of 590 nm. \r\n\n\n\r\n\n\nd) Measurement of EROD activity in microsomes and human recombinant CYP1A115,16  TIMING 20 min\r\n\n\ni. Incubate a mixture of 0.5 μM 7-Ethoxyresorufin, 40 nM of human recombinant CYP1A1 in TE-enzymatic buffer at 37 °C for 10 min.\r\n\n\nii. Initiate the reaction by adding 0.5 mM NADPH.\r\n\n\n NADPH is light and pH sensitive. CRITICAL Prepare directly before uses and protect from light.\r\n\n\niii. Measure the fluorescence at excitation/emission wavelengths 535/590 nm over time.\r\n\n\nCRITICALSTEP 7-ethoxyresorufin is light sensitive. Incubate samples in the dark.\r\n\n\nPAUSEPOINT Stopped reactions can be stored at − 80 °C for later measurement.\r\n\n\n\r\n\n\na) Protein Determination \\(Bradford Assay)\r\n\n\ni. Remove the medium and add 25µl of 0.5M sodium hydroxide \\(NaOH).\r\n\n\nii. Scrape the cells and shake the plate for 15 min.\r\n\n\niii. Prepare a calibration curve in the range of 0 to 1200 µg/ml of protein using the BSA calibration standard.\r\n\n\niv. Measure the protein. \r\n\n\nb) Resazurin \\(7-Hydroxy-3H-phenoxazin-3-one 10-oxide) assay\r\n\n\n\r\n\n\ni. Prepare an enough resazurin solution by diluting stock solution \\(1mg/ml in PBS) in \\(Phenol red-free) complete DMEM to10 µg/ml.\r\n\n\nii. Wash cells once with 100 µl PBS.\r\n\n\niii. Add 100 µl of the resazurin solution to each well.\r\n\n\niv. Incubate for 1hour at 37C, 5% CO2 and measure fluorescence at 535/590 nm \\(excitation/emission).\r\n\n\nv. If cells are going to be used further, remove solution and add fresh media.\r\n\n\nc) Almar blue assay\r\n\n\ni. Wash the cells with PBS.\r\n\n\nii. Add 100 µl of Almar blue reagent to each well. CRITICAL Alamar blue should be diluted in DMEM medium \\(1:9 v/v).\r\n\n\niii. Incubate plates for 2-4 hours. CRITICAL Alamar blue should be protected from light.\r\n\n\niv.  Measure the fluorescence at the excitation/emission wavelengths of 530/590 nm or read absorbance at 570 nm with reference wavelength of 600 nm.\r\n\n\nd) WST1 assay\r\n\n\ni. Add 10 µl of WST-1 reagents \\(1:10 final dilution) to each well.\r\n\n\nii. Incubate for 0.5-4 hours \\(0.5 hour for 2×10 4 cells/well and 4 hours for 0.7 ×10 4 cells /wells).\r\n\n\niii. Shake thoroughly 1 min. \r\n\n\niv. Add the same volume of medium and WST-1 as a blank position for the ELISA reader.\r\n\n\nv. Measure the absorbance at 420 nm with reference wavelength of 690. \r\n\n\n\r\n\n\nCALCULATIONS\r\n\n\ni. Resorufin concentrations are determined from their respective resorufin calibration standard curves and then are normalized to total protein. Protein concentration is determined from the BSA standard curve. \r\n\n\nii. Resorufin concentrations are determined from their respective resorufin calibration standard curves, and then are normalized to resazurin, Almar blue or WST-1 assays values.\r\n\n\nE) Measurement of EROD activity in zebrafish larvae and embryos 28,29 \r\n\n\ni. Expose thirty zebrafish larvae in 10 ml Falcon tubes to 7-ethoxyresorufin \\(8 μM, dissolved in DMSO \\(0.1% v/v) for up to 10 hours in triplicate in the dilution water at 28 ± 1°C.\r\n\n\nPAUSEPOINT Add dicumarol 10 μM to prevent degradation of the resorufin.\r\n\n\nii. After incubation with the substrate, remove 750 μl of the assay medium and add to 250 μl of 666-fold diluted β-glucuronidase/arylsulfatase \\(in 100 mM sodium acetate buffer, pH 4.5) or just buffer only.\r\n\n\n\r\n\n\niii. Incubate for 2 hours at 37 ± 1°C.\r\n\n\niv. Add 1ml ethanol to the solution.\r\n\n\ni. Measure fluorescence at excitation wavelength of 535 nm and emission wavelength of 590 nm."
        },
        {
            "header": "Troubleshooting",
            "content": "Ensure that the EROD activity of the samples fall within the range of the standard curve; if not, adjust the standard. 7-Ethoxyresorufin ≥ 2.5 µM can inhibit some activity of CYP1A1, it might work with optimal concentrations of 7-Ethoxyresorufin which is ≤ 2.5 µM. The CYP1A1 enzyme show cell-type-and tissue-specific expression patterns, to find out the optimum EROD activity, it is recommended to run a dose-response and a time course study \\(Figure 3). Sometimes the fluorescence of samples is lower than the background. In this case, it is better to do well kinetic rather than endpoint measurement."
        },
        {
            "header": "References",
            "content": "1. Nebert DW, Russell DW. Clinical importance of the cytochromes P450. Lancet 2002;360:1155-62.\r\n  2. Nebert DW, Gonzalez FJ. P450 genes: structure, evolution, and regulation. Annu Rev Biochem 1987;56:945-93.\r\n  3. Denison MS, Nagy SR. Activation of the aryl hydrocarbon receptor by structurally diverse exogenous and endogenous chemicals. Annu Rev Pharmacol Toxicol 2003;43:309-34.\r\n  4. Nebert DW, Dalton TP. The role of cytochrome P450 enzymes in endogenous signalling pathways and environmental carcinogenesis. Nat Rev Cancer 2006;6:947-60.\r\n  5. Guengerich FP. Cytochrome p450 and chemical toxicology. Chem Res Toxicol 2008;21:70-83.\r\n  6. Luch A. Nature and nurture - lessons from chemical carcinogenesis. Nat Rev Cancer 2005;5:113-25.\r\n  7. Schober W, Luch A, Soballa VJ, et al. On the species-specific biotransformation of dibenzo\\[a,l]pyrene. Chem Biol Interact 2006;161:37-48.\r\n  8. Nelson DR, Zeldin DC, Hoffman SM, Maltais LJ, Wain HM, Nebert DW. Comparison of cytochrome P450 \\(CYP) genes from the mouse and human genomes, including nomenclature recommendations for genes, pseudogenes and alternative-splice variants. Pharmacogenetics 2004;14:1-18.\r\n  9. Seliskar M, Rozman D. Mammalian cytochromes P450--importance of tissue specificity. Biochim Biophys Acta 2007;1770:458-66.\r\n  10. Hu W, Sorrentino C, Denison MS, Kolaja K, Fielden MR. Induction of cyp1a1 is a nonspecific biomarker of aryl hydrocarbon receptor activation: results of large scale screening of pharmaceuticals and toxicants in vivo and in vitro. Mol Pharmacol 2007;71:1475-86.\r\n  11. Schweikl H, Taylor JA, Kitareewan S, Linko P, Nagorney D, Goldstein JA. Expression of CYP1A1 and CYP1A2 genes in human liver. Pharmacogenetics 1993;3:239-49.\r\n  12. Kennedy SW, Jones SP. Simultaneous measurement of cytochrome P4501A catalytic activity and total protein concentration with a fluorescence plate reader. Anal Biochem 1994;222:217-23.\r\n  13. Burke MD, Mayer RT. Ethoxyresorufin: direct fluorimetric assay of a microsomal O-dealkylation which is preferentially inducible by 3-methylcholanthrene. Drug Metab Dispos 1974;2:583-8.\r\n  14. Pohl RJ, Fouts JR. A rapid method for assaying the metabolism of 7-ethoxyresorufin by microsomal subcellular fractions. Anal Biochem 1980;107:150-5.\r\n  15. Mohammadi-Bardbori A, Bengtsson J, Rannug U, Rannug A, Wincent E. Quercetin, resveratrol, and curcumin are indirect activators of the aryl hydrocarbon receptor \\(AHR). Chem Res Toxicol 2012;25:1878-84.\r\n  16. Wincent E, Bengtsson J, Mohammadi Bardbori A, et al. Inhibition of cytochrome P4501-dependent clearance of the endogenous agonist FICZ as a mechanism for activation of the aryl hydrocarbon receptor. Proc Natl Acad Sci U S A 2012;109:4479-84.\r\n  17. Heinrich P, Diehl U, Forster F, Braunbeck T. Improving the in vitro ethoxyresorufin-O-deethylase \\(EROD) assay with RTL-W1 by metabolic normalization and use of beta-naphthoflavone as the reference substance. Comp Biochem Physiol C Toxicol Pharmacol;164:27-34.\r\n  18. Burke MD, Thompson S, Weaver RJ, Wolf CR, Mayer RT. Cytochrome P450 specificities of alkoxyresorufin O-dealkylation in human and rat liver. Biochem Pharmacol 1994;48:923-36.\r\n  19. Sousa RL, Marletta MA. Inhibition of cytochrome P-450 activity in rat liver microsomes by the naturally occurring flavonoid, quercetin. Arch Biochem Biophys 1985;240:345-57.\r\n  20. Ryan DE, Levin W. Purification and characterization of hepatic microsomal cytochrome P-450. Pharmacol Ther 1990;45:153-239.\r\n  21. Jonsson EM, Abrahamson A, Brunstrom B, Brandt I. Cytochrome P4501A induction in rainbow trout gills and liver following exposure to waterborne indigo, benzo\\[a]pyrene and 3,3',4,4',5-pentachlorobiphenyl. Aquat Toxicol 2006;79:226-32.\r\n  22. Payne JF, Penrose WR. Induction of aryl hydrocarbon \\(benzo\\[a]pyrene) hydroxylase in fish by petroleum. Bull Environ Contam Toxicol 1975;14:112-6.\r\n  23. Hahn ME, Stegeman JJ. Regulation of cytochrome P4501A1 in teleosts: sustained induction of CYP1A1 mRNA, protein, and catalytic activity by 2,3,7,8-tetrachlorodibenzofuran in the marine fish Stenotomus chrysops. Toxicol Appl Pharmacol 1994;127:187-98.\r\n  24. Hestermann EV, Stegeman JJ, Hahn ME. Serum alters the uptake and relative potencies of halogenated aromatic hydrocarbons in cell culture bioassays. Toxicol Sci 2000;53:316-25.\r\n  25. Kennedy SW, Jones SP, Bastien LJ. Efficient analysis of cytochrome P4501A catalytic activity, porphyrins, and total proteins in chicken embryo hepatocyte cultures with a fluorescence plate reader. Anal Biochem 1995;226:362-70.\r\n  26. Jonsson ME, Brunstrom B, Brandt I. The zebrafish gill model: induction of CYP1A, EROD and PAH adduct formation. Aquat Toxicol 2009;91:62-70.\r\n  27. Jonsson EM, Brandt I, Brunstrom B. Gill filament-based EROD assay for monitoring waterborne dioxin-like pollutants in fish. Environ Sci Technol 2002;36:3340-4.\r\n  28. Noury P, Geffard O, Tutundjian R, Garric J. Non destructive in vivo measurement of ethoxyresorufin biotransformation by zebrafish prolarva: development and application. Environ Toxicol 2006;21:324-31.\r\n  29. Segner H, Behrens A, Joyce EM, Schirmer K, Bols NC. Transient induction of 7-ethoxyresorufin-O-deethylase \\(EROD) activity by medium change in the rainbow trout liver cell line, RTL-W1. Mar Environ Res 2000;50:489-93.\r\n  30. Mattingly CJ, Toscano WA. Posttranscriptional silencing of cytochrome P4501A1 \\(CYP1A1) during zebrafish \\(Danio rerio) development. Dev Dyn 2001;222:645-54.\r\n  31. Gelardi A, Morini F, Dusatti F, Penco S, Ferro M. Induction by xenobiotics of phase I and phase II enzyme activities in the human keratinocyte cell line NCTC 2544. Toxicol In Vitro 2001;15:701-11.\r\n  32. Grant MH, Melvin MA, Shaw P, Melvin WT, Burke MD. Studies on the maintenance of cytochromes P-450 and b5, monooxygenases and cytochrome reductases in primary cultures of rat hepatocytes. FEBS Lett 1985;190:99-103.\r\n  33. Garrick RA, Woodin BR, Wilson JY, Middlebrooks BL, Stegeman JJ. Cytochrome P4501A is induced in endothelial cell lines from the kidney and lung of the bottlenose dolphin, Tursiops truncatus. Aquat Toxicol 2006;76:295-305.\r\n  34. Rainio MJ, Kanerva M, Wahlberg N, Nikinmaa M, Eeva T. Variation of basal EROD activities in ten passerine bird species--relationships with diet and migration status. PLoS One 2012;7:e33926."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1021/tx300169e",
                "date": "2014-11-11 19:34:08",
                "title": "Quercetin, Resveratrol, and Curcumin Are Indirect Activators of the Aryl Hydrocarbon Receptor (AHR)",
                "authors": [
                    "Afshin Mohammadi-Bardbori",
                    "Johanna Bengtsson",
                    "Ulf Rannug",
                    "Agneta Rannug",
                    "and Emma Wincent"
                ],
                "journal": "Chemical Research In Toxicology",
                "logo": ""
            },
            {
                "doi": "10.1073/pnas.1118467109",
                "date": "2014-11-11 19:34:22",
                "title": "Inhibition of cytochrome P4501-dependent clearance of the endogenous agonist FICZ as a mechanism for activation of the aryl hydrocarbon receptor",
                "authors": [
                    "E. Wincent",
                    "J. Bengtsson",
                    "A. M. Bardbori",
                    "T. Alsberg",
                    "S. Luecke",
                    "U. Rannug",
                    "and A. Rannug"
                ],
                "journal": "Proceedings Of The National Academy Of Sciences",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13114,
                "identity": "a03fc15d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Afshin Mohammadi-Bardbori",
                "email": "afshin.mohammadibardbori@ki.se",
                "orcid": "",
                "institution": "Shiraz University of Medical Sciences, School of Pharmacy",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Afshin",
                "middleName": "",
                "lastName": "Mohammadi-Bardbori",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-11-11 20:01:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.043",
        "doiUrl": "https://doi.org/10.1038/protex.2014.043",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609067,
                "identity": "f5de2bef-ba48-40f3-a67b-8a0bd66cc5a0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:40",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 535624,
                "visible": true,
                "origin": "",
                "legend": "Normalization of EROD activity   Figure 1   CYP1A1 enzyme activity in HaCaT cells treated with FICZ, an endogenous ligand of AHR, in DMEM medium. Cells were treated for 3 hours with vehicle (DMSO) or 0.1, 1 or 10 µM of FICZ. Treatments were terminated at the indicated time point and EROD activity was measured. Data are expressed as means ± SD. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3473/v1/figure_1.jpg"
            },
            {
                "id": 2609068,
                "identity": "0fa1cc2a-4520-44d7-afa1-fb092d7e5211",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:40",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 195559,
                "visible": true,
                "origin": "",
                "legend": "EROD assay principle   Figure 2   Schematic illustration of AHR activation by the POPs and conversion of 7-Ethoxyresorufin to resrufin by CYP1A1 enzyme. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3473/v1/figure_2.jpg"
            },
            {
                "id": 13465071,
                "identity": "3ab36003-0933-4be9-aa53-d2c12be9b89e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:31",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 278539,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3473/v1/43d0cfeb-5d30-48fc-9637-8c5762a8eac0.pdf"
            }
        ],
        "financialInterests": "The author declare no conflicts of interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "CYP1A1 enzyme activity ; 7-Ethoxyresorufin; EROD assay",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The activity of the enzyme 7-ethoxy-resorufin-O-deethylase \\(EROD) has been extensively employed in biomonitoring studies of persistent organic pollutants \\(POPs) for more than a decade. Although the procedure is simple, convenient, sensitive and accurate. The cytochrome P450 monooxygenase 1A \\(CYP1A) is induced by several planar toxic compounds and endogenous chemicals, and the induction of this protein is often measured in terms of EROD activity. This protocol describes how to use EROD activity in the prediction of toxicity of chemicals in several models. The method can be employed in vitro and in vivo to assess the effects of drugs and toxic compounds on CYP1A1 enzyme. In aquatic biota EROD activity is a sensitive biomarker of exposure to certain planar halogenated hydrocarbons and the other structurally similar compounds. This method is rapid and the whole procedure takes no longer than 30 min including reagent preparation.",
        "manuscriptTitle": "Assay for quantitative determination of CYP1A1 enzyme activity using 7-Ethoxyresorufin as standard substrate (EROD assay)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-11-17 18:22:34",
                "doi": "10.1038/protex.2014.043",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a03f627b-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 17th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3222,
                "name": "Chemical biology"
            },
            {
                "id": 3223,
                "name": "Drug discovery"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-11-17 18:22:34",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}