{
    "identity": "nprot-2719",
    "title": "A protocol for identifying actin Lysine 84 monomethylation",
    "content": [
        {
            "header": "Introduction",
            "content": "Proteins can be methylated on the side-chain nitrogens of lysine and arginine residues or on carboxy-termini<sup>1, 2</sup>. Protein methylation is a component of cellular information network and a way of subtly changing the primary sequence of a peptide so that it can encode more information. This common posttranslational modification is implicated in the regulation of a variety of processes. Within signaling pathways, protein methylation occurs both proximal to receptor mediated responses<sup>3, 4</sup> and distal to primary signaling events, where methylation of histones is crucial for laying down the histone code and the subsequent activation \\(or inactivation) of transcriptional loci<sup>5</sup>. In addition, methylation is involved in protein trafficking6, the biogenesis of spliceosomal proteins<sup>7, 8</sup> and the regulation of protein-protein interactions<sup>7, 9</sup>. Lysine residues can be methylated by the SET domain-dependent lysine methyltransferases<sup>10</sup>. Lysine residues can accept up to three methyl groups forming mono-, di-, and trimethylated derivatives<sup>11</sup>. The analysis of protein methylation can be performed by using recombinant enzymes and substrates, or by mass spectrum. In this protocol, we will use the mass spectrum to verify actin K84 monomethylation<sup>12-14</sup>."
        },
        {
            "header": "Reagents",
            "content": "1. 1 M Tris-HCl \\(pH 7.4) \\(100 ml): Dissolve 12.11 g Tris powder in 90 ml ddH<sub>2</sub>O, adjust pH to 7.4 with HCl, then add ddH<sub>2</sub>O to 100 ml.\r\n  2. 1 M Tris-HCl \\(pH 8.0) \\(100 ml): Dissolve 12.11 g Tris powder in 90 ml ddH<sub>2</sub>O, adjust pH to 8.0 with HCl, then add ddH<sub>2</sub>O to 100 ml.\r\n  3. 5 M NaCl \\(100 ml): Dissolve 29.22 g NaCl in 80 ml ddH<sub>2</sub>O, then add ddH<sub>2</sub>O to a final volume of 100 ml.\r\n  4. 100 mM EDTA \\(100 ml): Dissolve 3.72 g EDTA in 80 ml ddH<sub>2</sub>O. Adjust pH to 7.4 with 1 M NaOH. Add ddH<sub>2</sub>O to the total volume to 100 ml.\r\n  5. 100 mM Na<sub>3</sub>VO<sub>4</sub> \\(50 ml): Dissolve 0.92 g Na<sub>3</sub>VO<sub>4</sub> powder in 40 ml boiled ddH<sub>2</sub>O. After cooled down at RT, add H<sub>2</sub>O up to final volume 50 ml and aliquot as in 1 ml and freeze at -20℃.\r\n  6. 0.5 M NaF: for 0.5 M solution, dissolve 0.42 g NaF in 20 ml ddH<sub>2</sub>O, and aliquot as in 500 μl and freeze at -20ºC.\r\n  7. 1 M β-Glycerolphosphate: Dissolve 2.16 g powder in 10 ml ddH<sub>2</sub>O and aliquot as in 500 μl and freeze at -20℃.\r\n  8. 100 mM PMSF: Dissolve powder 0.174 g in 10 ml ethanol. Pre-warmed it at 37ºC to dissolve prior to use.\r\n  9. TBS \\(100 ml) \\(50 mM Tris-HCl, with 250 mM NaCl, pH 7.4)\r\n  10. 0.1% NET buffer \\(50 mM Tris-HCl pH 7.4, 150 mM NaCl, 5 mM EDTA, 0.1% NP-40, 1 mM Na<sub>3</sub>VO<sub>4</sub>, 2 mM NaF, 1 mM β-Glycerolphosphate, 1 mM PMSF and Cocktail protease inhibitor)\r\n  11. Ponceau S Staining Solution \\(0.1% \\(w/v) Ponceau S in 5% \\(v/v) acetic acid): 1 g Ponceau S, 50 ml acetic acid. Make up to 1 L with ddH<sub>2</sub>O.\r\n  12. Buffer A \\(0.1% Formic acid)\r\n  13. Buffer B \\(100% ACN, 0.1% Formic acid)\r\n  14. EZview Red Anti-HA Affinity Gel: Sigma, Catalog Number: E6779\r\n  15. Protein A Sepharose 4B: Sigma, Catalog Number: P9424\r\n  16. HA peptide: Sigma Catalog Number: I2149\r\n  17. Acetonitrile, Formic Acid, Acetone from J.T Baker;\r\n  18. Urea, Tris, CaCl<sub>2</sub>, Methylamine from Sigma Aldrich; \r\n  19. TCEP, IAA from Pierce and protease Arg-C \\(Cat. No. 11370529001) and Asp-N \\(Cat. No.11420488001) from Roche\r\n  20. C18 resin \\(3 μm, 100 Å, Phenomenex), ODS-AQ 12 mM S-10 μm \\(YMC Co., Ltd)\r\n  21. Deactivated fused silica tubing \\(100 μm ID or 75 μm ID, 0.36 mm OD, standard polyimide coating) from Polymicro."
        },
        {
            "header": "Equipment",
            "content": "SonicDismembrater Model 2000 \\(Fisher Scientific), Milli-Q Advantage A10 Ultrapure Water Purification System, EASY-nLC 1000 Liquid Chromatograph \\(Thermo Fisher Scientific), Q Exactive Mass Spectrometer \\(Thermo Fisher Scientific), Sonicator from Bandelin, CentriVap SPD11DDA-230 \\(Thermo Fisher Scientific)"
        },
        {
            "header": "Procedure",
            "content": "Anti-actin K84me1 antibody generation\r\n\n\nRabbit polyclonal anti-actin K84 monomethylated antibody \\(anti-actin K84me1) was generated using a synthetic peptide with monomethylated lysine84 \\(77TNWDDMEmKIWHHTFY91) as immunogen \\(New England Peptide, Boston, USA). The antibody was double affinity purified from rabbit serum \\(that means, first the sera is run over the unmethylated column to adsorb non-specific antibody, then the flow-through from this column is run over the methylated peptide column) and then lyophilized \\(New England Peptide, Boston, USA).\r\n\n\nAnti-actin K84me1 antibody verification\r\n\n\n1. Have nitrocellulose membrane ready, draw grid by pencil to indicate the region you are going to blot.\r\n  2. Using narrow-mouth pipet tip, spot 2 μl of samples onto the nitrocellulose membrane at the center of the grid. Minimize the area that the solution penetrates \\(usually 3-4 mm diam.) by applying it slowly.\r\n  3. Let the membrane dry.\r\n  4. Transfer the membrane to 5 ml Ponceau S Stain solution \r\n  5. Place on an orbital shaker for 15 min at room temperature. \r\n  6. Rinse membrane with ddH\n2\nO to achieve desired staining; approximately 1-2 washes of 2 min each will remove the background staining. Record the result by camera.\r\n  7. Wash the membrane 2-3 times with ddH\n2\nO for 5 min each to remove Ponceau S.\r\n  8. Block non-specific sites by soaking in 5% Non-Fat milk in TBS-T for 0.5 h at RT.\r\n  9. Incubate with primary antibody \\(1 μg/ml for purified antibody, 1:1000 dilution for anti-actin K84me1) dissolved in 5% Non-Fat milk in TBS-T for 2 h at RT.\r\n  10. Wash three times with TBS-T \\(3 × 5 min).\r\n  11. Incubate with secondary antibody conjugated with HRP for 30 min at RT.\r\n  12. Wash three times with TBS-T \\(3 × 5 min), then once with TBS \\(5 min).\r\n  13. Incubate with ECL reagent for 5 min and expose X-ray film in the dark room. Try several different lengths of exposure.\r\n  14. Compare the signal from your unknown sample to that of standard and estimate the concentration.\r\n  15. Actin-K84me1 antibody specifically recognizes K84-monomethylated actin \\(**Fig. 1a**).\r\n  16. We also verify the anti-actin K84me1 antibody with HA-β-actin K84A/R by immunoblotting \\(**Fig. 1b**).\r\n  HA-β-actin purification\r\n\n\n1. Prepare the cell lysate using ice cold 0.1% NET Buffer. \\(4 × 10cm dishes)\r\n  2. Carefully mix EZview Red Anti-HA Affinity Gel beads until completely and uniformly suspended. Add 100 µl of the 50% slurry into a clean 1.5 ml microcentrifuge tube on ice.\r\n  3. Wash beads twice in 0.1% NET Buffer by adding 750 µl of NET 0.1% Buffer to the tube, and centrifuge in a microcentrfuge for approximately 30 s at 6,000 × g. Discard the supernatant.\r\n  4. Whole cell extract was generated by lysing cells in 0.1% NET buffer followed by sonication using a Sonic Dismembrator \\(10% output, 1 min, with 10 s-on and 20 s-off cycles)\r\n  5. Immediately centrifuge the lysate for 10 min at 14,000 × g in a microcentrifuge at 4ºC to pellet cell debris.\r\n  6. Carefully remove the clear lysate supernatant from step 5 with a 1 ml micropipette and transfer into the tube of equilibrated EZview Red Anti-HA Affinity Gel beads from step 3. Incubate with thorough, gentle mixing for 3 h at 4°C.\r\n  7. Centrifuge in a microcentrifuge for 30 s at 6,000 × g. Aspirate supernatant carefully.\r\n  8. Wash the bead pellet by adding 1 ml of TBS. Incubate with thorough, gentle mixing at 4ºC for 5 min. Centrifuge in a microcentrifuge for 30 s at 6,000 × g. Aspirate supernatant carefully and set the tube with the bead pellet on ice.\r\n  9. Repeat washes two more times as in step 8.\r\n  10. Elution of the HA-fusion protein with HA peptide. The HA-tagged protein bound to the resin may be eluted with HA peptide. Add the desired volume of a freshly prepared 100 µg/ml solution of HA peptide in 50 mM pH 7.4 Tris-HCl buffer. Incubate the affinity gel sample for 10 min and recover the supernatant after pelleting the affinity gel by centrifugation.\r\n  HA-β-actin precipitation:\r\n\n\n1. Add 4 fold volume of –20ºC acetone to ice-cold sample solution,\r\n  2. Mix well and keep at –20ºC for at least 30 min. \r\n  3. Spin in a refrigerated microfuge at top speed for 30 min. \r\n  4. Remove supernatant and air-dry the pellet. \r\n  Protease digestion:\r\n\n\n1. Resuspend the pellet in 8 M urea, 100 mM Tris, pH 8.5 \\(for 0.5 ml urea buffer, mix 240 mg urea, 100 μl 500 mM Tris pH8.5, and 220 μl H\n2\nO) and sonicate it for 10 min.\r\n  2. Add TCEP to final concentration of 5 mM and incubate at RT for 20 min\r\n  3. Add iodoacetamide to 10 mM and incubate at RT for 15 min in the dark.\r\n  4. Dilute to 2 M urea with 100 mM Tris-HCl, pH 8.5\r\n  5. Add methylamine to 20 mM to reduce carbamylation\r\n  6. Add Asp-N \\(according to 1:50 enzyme : substrate), incubate overnight at 37 ºC in the dark\r\n  7. Add EDTA to 0.5 mM to inactivate Asp-N\r\n  8. Add DTT to 5 mM, CaCl\n2\nto 8.5 mM and Arg-C \\(according to 1:50 enzyme : substrate), incubate for 8 hours at 37 ºC in the dark\r\n  9. Quench with 5% Formic acid\r\n  Desalting:\r\n\n\n1. Load samples onto a precolumn \\(250 μm ID) with 2 cm C18 resin \\(10 μm) under flow rate of about 1 μl/min.\r\n  2. Wash with 0.1% Formic acid for 10 min.\r\n  3. Elute with 20 μl 80% ACN, 0.1% Formic acid.\r\n  4. Dry with Centrivap.\r\n  5. Resuspend with the NET buffer \\(without NP-40).\r\n  Actin K84me1 peptide enrichment\r\n\n\n1. Take 20 μl of protein A beads slurry for one sample, spin at 6,000 for 1 min, at 4ºC. Discard the supernatant.\r\n  2. Wash beads twice in NET Buffer \\(without NP-40) by adding 750 µl of NET Buffer to the tube, and centrifuge in a microcentrfuge for approximately 30 s at 6,000 × g. Discard the supernatant.\r\n  3. Add peptides to the beads. Then add proper NET buffer to this tube up to 500 µl and incubate in 4ºC rotator for 60 min.\r\n  4. Spin at 10,000 × g for 3 minutes and transfer the supernatant to a new microcentrifuge tube.\r\n  5. Add 2 µg of purified Rabbit IgG control antibody or 2 µg anti-K84me1 antibody to the pre clean cell lysate. Incubate for 2 h hour in the 4ºC rotator. \r\n  6. Add 40 µl of the protein A beads to a new microcentrifuge tube and wash it 3 times with NET buffer \\(without NP-40).\r\n  7. Add the lysate and antibody mixture to the washed beads and incubate for 1 h at 4ºC with gentle agitation.\r\n  8. Spin in centrifuge at 6,000 × g at 4ºC for 1 min.\r\n  9. Discard supernatant and wash the beads in 1 × TBS buffer \\(add 1mM PMSF before used) 5 times \\(each time centrifuging at 4ºC and removing the supernatant). Each time agitate the tube in the e 4ºC rotator for 5 min.\r\n  10. Then spin down the beads at 6,000 × g at 4ºC for 2 min. Remove the supernatant carefully and completely.\r\n  11. Add 70 µl elution buffer \\(0.1 M glycine, pH 2.5) to each sample and control resin.\r\n  12. Incubate the samples and controls with gentle shaking for 10 min at room temperature. Do not leave the resin in this buffer more than 20 min.\r\n  13. Centrifuge the resin for 1 min at 8,200 × g. Transfer the supernatants to fresh test tubes containing 7 μl 1 M Tris HCl, pH 8.0. Be careful not to transfer any resin.\r\n  Desalting:\r\n\n\n1. Load samples onto a precolumn \\(250 μm ID) with 2 cm C18 resin \\(10 μm) under flow rate of about 1 μl/min.\r\n  2. Wash with 0.1% Formic acid for 10 min.\r\n  3. Elute with 20 μl 80% ACN, 0.1% Formic acid.\r\n  4. Dry with Centrivap.\r\n  5. Resuspend with 0.1% Formic acid.\r\n  On-line LC-MS analysis:\r\n\n\nEASY-nLC 1000 with Q Extactive can automat analyzes samples from the sample bottle. \r\n\n\nSettings of EASY-nLC 1000:\r\n\n\n1. Column setup\r\n  Pre-column: 100 μm ID, packed with 6 cm C18 \\(10 μm)\r\n\n\nAnalytical column: 75 μm ID with a pulled tip less than 5 μm, packed with 12 cm C18 \\(3 μm)\r\n\n\n2. Column equilibration\r\n  Equilibrate pre-column with 10 μl buffer A \\(0.1% formic acid) under the pressure of 280 Bar, and then equilibrate analytical column with 3 μl Buffer A under the pressure of 280 Bar.\r\n\n\n3. Sample loading\r\n  Pick 5 μl sample and load 12 μl \\(with additional 7 μl Buffer A) under flow rate of 2 μl/min or pressure of 280 Bar\r\n\n\n4. Gradient\r\n  Buffer A \\(0.1% Formic acid)\r\n\n\nBuffer B \\(100% ACN, 0.1% Formic acid)\r\n\n\n   Time \\[mm:ss]   Duration \\[mm:ss]   Flow \\[nl/min]   Mixture \\[%B]\r\n\n\n         00:00               00:00         200               0\r\n\n\n         05:00               05:00         200               3\r\n\n\n         60:00               55:00         200              25\r\n\n\n         67:00               07:00         200              80\r\n\n\n         75:00              08:00        200             80\r\n\n\n\r\n\n\nSettings of Q Exactive:\r\n\n\nFull scan: microscans 1; Resolution 70,000; AGC target 3e6; Maximum IT 60 ms; Number of scan ranges 1; Scan range 400 to 2000 m/z.\r\n\n\ndd-MS2: microscans 1; Resolution 17,500; AGC target 1e5; Maximum IT 120 ms; loop count 10; MSX count 1; TopN 10; Isolation window 2.0 m/z; Fixed first mass 100.0 m/z; NCE 27.0; under fill ratio 1.0%; Intensity threshold 8.3e3; Charge exclusion unassigned, 1, 5-8, >8; Dynamic exclusion 150.0 s; if idle pick others \r\n\n\nInclusion list:\r\n\n\nMass Polarity Start End  NCE  CS Comment\r\n\n\n\\[m/z]          \\[min] \\[min]      \\[z] \r\n\n\n1016.98760 Positive             27 %   2 DMEKIWHHTFYNELR,mono-meth\r\n\n\n1074.50110 Positive             27 %   2DDMEKIWHHTFYNELR,mono-meth\r\n\n\n1024.98510 Positive             27 %   2 DMEKIWHHTFYNELR,mono-meth,oxid\r\n\n\n1082.49860 Positive             27 %   2 DDMEKIWHHTFYNELR,mono-meth\r\n\n\nData analysis:\r\n\n\nFor peptide identification, the MS2 spectra were searched against an EPI-IPI human database \\(forward+ reversed sequences) using Prolucid with 50 p.p.m. mass accuracy for both precursor and fragment ions and considering carbamidomethylation on Cysteine as a fixed modification and mono-, di- or tri-methylation atLys as differential modifications\n12\n. Search results were filtered using DTASelect 2.0with 10 p.p.m. mass accuracy for precursor mass and a 1% FDR cutoff at the spectral level\n13\n. The b-actin K84me1 spectra presented in the figures were annotated using pLabel, requiring 20 p.p.m. accuracy for fragment ions\n14\n. The data files have been uploaded to ttp://www.peptideatlas.org/ with the access number: PASS00132 and password: WW685h."
        },
        {
            "header": "Timing",
            "content": "1. Incubate the affinity gel sample for at least 5 min in elution of the HA-β-actin with HA peptide. You also can prolong duration of the elution for 10-15 min.\r\n  2. Incubate the affinity gel sample for at least 10 min in elution of actin K84me1 peptide with 0.1 M Glycine pH 2.5. You also can prolong duration of the elution for 15 min. If you want to recover it efficiently, you can elute it twice with 0.1 M Glycine pH 2.5."
        },
        {
            "header": "Troubleshooting",
            "content": "1. When you enrich actin K84me1 peptide, NP-40 should not be included in NET buffer.\r\n  2. The enrichment of peptide must be neutralized by 1 M Tirs-HCl pH8.0 after Glycine elution."
        },
        {
            "header": "Anticipated Results",
            "content": "The mass spectrometric analysis of ALKBH4 interacting proteins indicates that monomethylated actin \\(K84me1) was pulled down with ALKBH4. To further validate and investigate this observation, we generated an actin-K84me1 antibody that specifically recognizes K84-monomethylated actin \\(**Fig. 1a**) and wild type HA-β-actin, but not K84A or K84R mutations \\(**Fig. 1b**). We then purified HA-β-actin from human 293T cells, digested with Asp-N/Arg-C and enriched for potential K84me1 species by peptide immunoprecipitation using the actin-K84me1 antibody, and analyzed by mass spectrometry. This mass spectrometry analysis confirmed that actin is indeed methylated on K84 \\(**Fig. 2a-b and Table 1**)"
        },
        {
            "header": "References",
            "content": "1. Aletta, J.M., Cimato, T.R. & Ettinger, M.J. Protein methylation: a signal event in post-translational modification. Trends Biochem Sci 23, 89-91 \\(1998).\r\n  2. Comb, D.G., Sarkar, N. & Pinzino, C.J. The methylation of lysine residues in protein. The Journal of biological chemistry 241, 1857-1862 \\(1966).\r\n  3. Mowen, K.A. et al. Arginine methylation of STAT1 modulates IFNalpha/beta-induced transcription. Cell 104, 731-741 \\(2001).\r\n  4. Abramovich, C., Yakobson, B., Chebath, J. & Revel, M. A protein-arginine methyltransferase binds to the intracytoplasmic domain of the IFNAR1 chain in the type I interferon receptor. Embo J 16, 260-266 \\(1997).\r\n  5. Strahl, B.D. & Allis, C.D. The language of covalent histone modifications. Nature 403, 41-45 \\(2000).\r\n  6. McBride, A.E. & Silver, P.A. State of the Arg: Protein methylation at arginine comes of age. Cell 106, 5-8 \\(2001).\r\n  7. Friesen, W.J., Massenet, S., Paushkin, S., Wyce, A. & Dreyfuss, G. SMN, the product of the spinal muscular atrophy gene, binds preferentially to dimethylarginine-containing protein targets. Molecular cell 7, 1111-1117 \\(2001).\r\n  8. Brahms, H., Meheus, L., De Brabandere, V., Fischer, U. & Luhrmann, R. Symmetrical dimethylation of arginine residues in spliceosomal Sm protein B/B ' and the Sm-like protein LSm4, and their interaction with the SMN protein. RNA 7, 1531-1542 \\(2001).\r\n  9. Bedford, M.T. et al. Arginine methylation inhibits the binding of proline-rich ligands to Src homology 3, but not WW, domains. Journal of Biological Chemistry 275, 16030-16036 \\(2000).\r\n  10. Rea, S. et al. Regulation of chromatin structure by site-specific histone H3 methyltransferases. Nature 406, 593-599 \\(2000).\r\n  11. Santos-Rosa, H. et al. Active genes are tri-methylated at K4 of histone H3. Nature 419, 407-411 \\(2002).\r\n  12. Xu, T. et al. ProLuCID, a fast and sensitive tandem mass spectra-based protein identification program. Molecular & Cellular Proteomics 5, S174-S174 \\(2006).\r\n  13. Tabb, D.L., McDonald, W.H. & Yates, J.R. DTASelect and contrast: Tools for assembling and comparing protein identifications from shotgun proteomics. J Proteome Res 1, 21-26 \\(2002).\r\n  14. Yang, B. et al. Identification of cross-linked peptides from complex samples. Nat Methods 9, 904-906 \\(2012)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by the 973 programs \\(2011CB510103, 2012CB518302 to Y.-G.Y. and 2010CB835203 to M.-Q.D.), China Natural Science Foundation \\(31071185 to Y.-G.Y), the CAS “100-talents” Professor Program \\(Y.-G.Y.), the CAS Senior Foreign Research Fellow Award \\(2011T1S21 to A.K.), and MLS, University of Oslo."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms2863",
                "date": "2013-05-19 11:39:26",
                "title": "ALKBH4-dependent demethylation of actin regulates actomyosin dynamics",
                "authors": [
                    "Ming-Ming Li",
                    "Anja Nilsen",
                    "Yue Shi",
                    "Markus Fusser",
                    "Yue-He Ding",
                    "Ye Fu",
                    "Bo Liu",
                    "Yamei Niu",
                    "Yong-Sheng Wu",
                    "Chun-Min Huang",
                    "Maria Olofsson",
                    "Kang-Xuan Jin",
                    "Ying Lv",
                    "Xing-Zhi Xu",
                    "Chuan He",
                    "Meng-Qiu Dong",
                    "Jannie M. Rendtlew Danielsen",
                    "Arne Klungland",
                    "and Yun-Gu"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12549,
                "identity": "a005b8dc-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yun-Gui Yang",
                "email": "ygyang@big.ac.cn",
                "orcid": "",
                "institution": "Beijing Institute of Genomics, Chinese Academy of Sciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yun-Gui",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 12544,
                "identity": "a005aad4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ming-Ming Li*",
                "email": "",
                "orcid": "",
                "institution": "Disease Beijing Institute of Genomics, Chinese Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ming-Ming",
                "middleName": "",
                "lastName": "Li*",
                "suffix": ""
            },
            {
                "id": 12545,
                "identity": "a005afa3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yue-He Ding*",
                "email": "",
                "orcid": "",
                "institution": "National Institute of Biological Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yue-He",
                "middleName": "",
                "lastName": "Ding*",
                "suffix": ""
            },
            {
                "id": 12546,
                "identity": "a005b262-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anja  Nilsen",
                "email": "",
                "orcid": "",
                "institution": "Oslo University Hospital Rikshospitalet",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anja",
                "middleName": "",
                "lastName": "Nilsen",
                "suffix": ""
            },
            {
                "id": 12547,
                "identity": "a005b532-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Arne Klungland",
                "email": "",
                "orcid": "",
                "institution": "Oslo University Hospital Rikshospitalet",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Arne",
                "middleName": "",
                "lastName": "Klungland",
                "suffix": ""
            },
            {
                "id": 12548,
                "identity": "a005b6dd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Meng-Qiu Dong",
                "email": "",
                "orcid": "",
                "institution": "National Institute of Biological Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Meng-Qiu",
                "middleName": "",
                "lastName": "Dong",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-05-21 00:34:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.053",
        "doiUrl": "https://doi.org/10.1038/protex.2013.053",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608753,
                "identity": "3fc36d13-5740-48e1-9165-85c5227faa1d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "gif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 156890,
                "visible": true,
                "origin": "",
                "legend": "Anti-actin K84me1 antibody verification   *a*, Specificity of the actin-K84me1 antibody was verified by dot-blotting of non-, mono-, di- and tri-methylated actin peptides synthesized byNew England Peptide. *b*, WCEs from 293T cells transfected with HA-β-actin WT, K84A or K84R were immunoblotted with the indicated antibodies.",
                "description": "",
                "filename": "figure1.gif",
                "url": "https://assets.researchsquare.com/files/nprot-2719/v1/figure_1.gif"
            },
            {
                "id": 2608752,
                "identity": "56431ee2-e412-4a12-9216-8cfcb3687d0f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "gif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 258015,
                "visible": true,
                "origin": "",
                "legend": "Mass spectrometry analysis based screening for methylated peptide   *a-b*, High-resolution and high-mass-accuracy fragmentation spectra of a doubly (*a*) and triply (*b*) charged β-actin peptide that is mono-methylated at K84 are shown. The one originated from the HA-β-actin immunoprecipitated from 293T cells indicated as in vivo (upper panel) matched well with that of a synthetic peptide (lower panel).\r\n",
                "description": "",
                "filename": "figure2.gif",
                "url": "https://assets.researchsquare.com/files/nprot-2719/v1/figure_2.gif"
            },
            {
                "id": 2608751,
                "identity": "21ef97e0-7664-4d5c-b793-fe7472563146",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "gif",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 64177,
                "visible": true,
                "origin": "",
                "legend": "*Table 1*   β-actin K84 mono-methylation was identified with a total of 26 spectra of +2, +3, or +4 charge states from a HA-β-actin immunoprecipitated sample indicated as in vivo   Only high-confidence search results are shown after filtering.\r\n",
                "description": "",
                "filename": "figure3.gif",
                "url": "https://assets.researchsquare.com/files/nprot-2719/v1/figure_3.gif"
            },
            {
                "id": 13464760,
                "identity": "a5dc00fd-8d37-4a3f-bf0e-b2b401ca019e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 800862,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2719/v1/c349eb8f-e0ff-4870-ba5a-190d123468d8.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "actin; mass spectrum; Lysine 84; methylation",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Proteins can be methylated on the side-chain nitrogens of lysine and arginine residues or on carboxy-termini. Protein methylation is a way of subtly changing the primary sequence of a peptide so that it can encode more information. This common posttranslational modification is implicated in the regulation of a variety of processes including protein trafficking, transcription and protein-protein interactions. In this protocol, we will describe how to use the mass spectrum to verify actin K84 monomethylation.",
        "manuscriptTitle": "A protocol for identifying actin Lysine 84 monomethylation",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-05-22 09:46:19",
                "doi": "10.1038/protex.2013.053",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a00535ac-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 22nd, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3000,
                "name": "Cell biology"
            },
            {
                "id": 3004,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 3005,
                "name": "Biochemistry"
            },
            {
                "id": 3006,
                "name": "Developmental biology"
            },
            {
                "id": 3008,
                "name": "Genetics"
            },
            {
                "id": 3009,
                "name": "Biotechnology"
            },
            {
                "id": 3011,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-05-22 09:46:19",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}