{
    "identity": "nprot-2082",
    "title": "Improved genotyping of the dysferlin null mouse",
    "content": [
        {
            "header": "Introduction",
            "content": "Mutations in the _dysferlin_ gene lead to the development of muscle wasting diseases including limb-girdle muscular dystrophy type 2B \\(LGMD2B) \\(4, 5), Miyoshi myopathy \\(MM) \\(5) and a distal anterior compartment myopathy \\(DACM) \\(6). In healthy muscle, dysferlin is present at the sarcolemma \\(plasma membrane of muscle) and in vesicles near this membrane \\(3, 7). We previously generated a dysferlin-null mouse model to study the function of dysferlin and explore the pathogenesis of dysferlin-deficient muscular dystrophy. Western blot analysis and immunofluorescence of mouse skeletal muscle and heart tissue from these animals demonstrate that dysferlin protein is completely absent \\(2, 3). Furthermore, dysferlin-null mice develop an adult-onset muscular dystrophy whose progression resembles that in dysferlin-deficient human patients \\(3). Using this mouse model, we established that dysferlin plays a role in repairing plasma membrane injuries of striated muscle \\(2, 3). In various mammalian cell types, plasma membrane disruption occurs during normal physiological activity, and an intrinsic membrane repair mechanism is present to restore the membrane integrity \\(8, 9). To mimic a physiological damage event, we irradiated a small portion of the sarcolemma with a laser beam and monitored membrane resealing by measuring uptake of the membrane-impermeable fluorescent dye FM 1-43 \\(2, 3). These experiments revealed that normal skeletal muscle fibers were able to reseal laser-induced plasma membrane damage in a Ca<sup>2</sup><sup>+</sup>-dependent manner, whereas skeletal muscle fibers isolated from dysferlin-null mice failed to do so \\(3). Although it remains to be determined how dysferlin facilitates membrane repair, one hypothesis is that it participates in a rapid Ca<sup>2</sup><sup>+</sup>-triggered exocytosis event adding a membrane patch for the resealing \\(9, 10). \r\n\n\n\r\n\n\nSince the dysferlin-null mouse model was first generated, it has enabled us to elucidate the roles of dysferlin \\(2, 3) and to explore the pathophysiological mechanism underlying dysferlin-deficient muscular dystrophy \\(1). However, the published genotyping protocol for dysferlin-null mice can be challenging and requires two separate reactions. We have re-designed this genotyping protocol so that it can be performed in a single step with reliable results."
        },
        {
            "header": "Reagents",
            "content": "**Mouse Models**\r\n\n\n\r\n\n\nAll mice \\(dysferlin-null and wild-type littermate controls) were developed and maintained at The University of Iowa Office of Animal Resources in accordance with this facility’s animal use guidelines.  All animal studies were authorized by the University of Iowa Institutional Animal Care and Use Committee. Dysferlin-null mice on the 129 background are available through the Jackson Laboratory, Jax #006830.\r\n\n\n\r\n\n\n**DNA Isolation from Ear or Tail Clips**\r\n\n\n\r\n\n\nLysis buffer:\r\n\n\n     100 mM Tris-HCl, pH 8.5\r\n\n\n     5 mM EDTA pH 8.0\r\n\n\n     0.2% SDS\r\n\n\n     200 mM NaCl\r\n\n\n     250 μg/ml Proteinase K, Roche Cat. No. 03 115 844 001 **\\(added fresh)**\r\n\n\n\r\n\n\n**PCR Reagents**\r\n\n\n\r\n\n\n10X LA Taq Buffer\r\n\n\n25 mM MgCl2\r\n\n\n2.5 mM dNTPs\r\n\n\nddH20, sterile, nuclease free\r\n\n\nLA Taq polymerase, Takara Bio Inc. code RR002A, 5 units/µl\r\n\n\nDNA template\r\n\n\nPrimers at 10 µM:\r\n\n\n **Name** / **Sequence \\(5’-3’)**\r\n\n\n _Common_ / GCCAGACAAGCAAGGTTAGTGTGG\r\n\n\n _Wild-type_ /  GCGGGCTCTCAGGCACAGTATCTGC\r\n\n\n _Knockout_ / CAGGGGCGCCCGGTTCTTTTTGTCAA\r\n\n\n    \r\n\n\n**Agarose Gel Reagents**\r\n\n\n\r\n\n\nTAE \\(Tris Acetate EDTA) buffer\r\n\n\nAgarose, Seakem LE agarose \r\n\n\nEthidium bromide stock solution \\(10 mg/ml), Sigma E1510\r\n\n\nOrange G loading dye, 50% sucrose, 1% Orange G powder\r\n\n\n1 Kb Plus DNA Ladder, Invitrogen Cat. No. 10787-026"
        },
        {
            "header": "Equipment",
            "content": "• Centrifuge \\(Eppendorf Centrifuge 5430)\r\n\n\n• PCR System \\(BioRad iCycler)\r\n\n\n• LabLine orbit Environ Shaker\r\n\n\n• Vortex\r\n\n\n• Pipettors\r\n\n\n• Balance \\(Adventure Pro Ohaus)\r\n\n\n• Microwave\r\n\n\n• Graduated cylinder\r\n\n\n• Erlenmeyer flask\r\n\n\n• Agarose Gel Electrophoresis unit \\(Owl D2 Thermo Scientific)\r\n\n\n• Gel Documentation system \\(Alpha Innotech Imager)\r\n\n\n• Refrigerator\r\n\n\n• Freezer -20 ºC"
        },
        {
            "header": "Procedure",
            "content": "**Preparing DNA for PCR from Mouse Ear or Tail Clips**\r\n\n\n\r\n\n\n1. Add 0.5 ml Lysis buffer to a 1.5 ml tube containing mouse ear or tail clip and incubate for a minimum of 3 hours to overnight at 55 ºC while shaking at 200 rpm.\r\n  2. After lysis, vortex to disrupt the tissue. Spin at 20,000 g for 10 minutes with hinges oriented to the outside. \r\n  3. Pipet 500 µl of isopropanol into a new tube. \r\n  4. After centrifugation, decant lysis supernatant into the isopropanol-containing tube. Be careful to leave hair and debris behind.\r\n  5. Invert the tube several times to mix. Incubate at room temperature for at least 5 minutes. Samples may also be stored at -20 ºC at this point.\r\n  6. Spin at 20,000 g for 10 minutes to pellet the DNA.\r\n  7. Pour off the supernatant.\r\n  8. Wash the pellet by adding 0.5 ml of 70% ethanol. Vortex briefly. \r\n  9. Spin at 20,000 g for 5 minutes.\r\n  10. Pour off 70% ethanol, invert the tubes and air-dry for 5 minutes \\(Be careful not to dislodge the DNA pellet). \r\n  11. Remove residual ethanol with an aspirator.\r\n  12. Resuspend the DNA in 500 µl of 10 mM Tris, pH 8.0. \r\n  13. Facilitate DNA resuspension by shaking at 200 rpm at 55 ºC for 20 minutes to overnight. \r\n  \r\n\n\n**PCR**\r\n\n\n\r\n\n\n1. After thawing reagents, vortex to mix and spin briefly.\r\n  2. Keep all reagents on ice until use.\r\n  3. Prepare the reaction mixture on ice.\r\n  4. Preset a thermal cycler ready to start the designated program \\(see step 11).\r\n  5. Prepare a Master Mix of PCR reagents, minus the mouse DNA template, for the number of samples to be amplified plus 2 additional reactions.  Controls should be included in the total number of reactions.  The two additional tubes are to allow a margin of error for pipet carryover, or if a mistake is made there is extra to set up one more.\r\n  6. Add the PCR reagents in the order listed below \\(Table 1), except for LA Taq enzyme \\(add last), such that the volume and final concentration of each component is as shown in Table 1:\nSee figure in Figures section.\n7. Gently flick the Master Mix tube to mix and spin briefly.\r\n  8. Dispense 9.5 μl of Master Mix into 0.2 ml PCR tubes for each sample to be amplified.\r\n  9. Add 0.5 μl of DNA samples and controls to each corresponding PCR tube.\r\n  10. Spin PCR tubes to mix the DNA and PCR Master Mix.\r\n  11. Place PCR tubes in thermal cycler and run the program shown below \\(Table 2):\nSee figure in Figures section.\n**Agarose Gel Electrophoresis and Imaging**\r\n\n\n\r\n\n\n1. Prepare a 0.8% agarose gel using TAE buffer.\r\n  2. Add 2 μl Orange G Loading dye to each reaction.\r\n  3. Electrophorese 4 μl of amplified product per 5mm wide gel lane with 0.4 ug/ml EtBr in running buffer.\r\n  4. Run the gel slowly in order to resolve the 4846 bp and 3904 bp bands. Typically 100 volts for 30 to 45 minutes is effective.\r\n  5. Document the gel image to interpret genotype.\r\n  6. Determine the length of the amplified product using the marker standard \\(1Kb Plus DNA Ladder, Invitrogen)."
        },
        {
            "header": "Timing",
            "content": "Lysis: 60 minutes\r\n\n\nPCR: 30 minutes\r\n\n\nAgarose gel: 30 minutes"
        },
        {
            "header": "Troubleshooting",
            "content": "Optimal denaturation conditions may vary depending on the thermal cycler and tubes used. Ranges from 10-30 seconds at 94 ºC can be used.\r\n\n\n\r\n\n\nFalse negatives may result when:\r\n\n\n• Tail or ear samples deteriorate before processing \\(do not leave the samples at room temperature for too long);\r\n\n\n• Residual alcohol is present;\r\n\n\n• DNA is dried longer than 10 minutes and is inefficiently resuspended;\r\n\n\n• Excess protein inhibits the PCR; \r\n\n\n• The DNA pellet dislodges during decanting.\r\n\n\n\r\n\n\nA false positive in the water-only sample indicates that contamination has occurred.\r\n\n\n\r\n\n\nThe LA enzyme is very sensitive to the DNA concentration; too much DNA inhibits the reaction\\!"
        },
        {
            "header": "Anticipated Results",
            "content": "The wild-type allele produces a 3904 bp PCR fragment, whereas the dysferlin-null allele produces a 4846 bp PCR fragment.  Both products are present in the heterozygous mice \\(see Figure 1)."
        },
        {
            "header": "References",
            "content": "1.Han R, Frett EM, Levy JR, Rader EP, Lueck JD, Bansal D, Moore SA, Ng R, Beltran-Valero de Bernabe D, Faulkner JA, Campbell KP. Genetic ablation of complement C3 attenuates muscle pathology in dysferlin-deficient mice. J. Clin. Invest. 120, 4366-74 \\(2010).\r\n\n\n\r\n\n\n2.Han R, Bansal D, Miyake K, Muniz VP, Weiss RM, McNeil PL, Campbell KP. Dysferlin-mediated membrane repair protects the heart from stress-induced left ventricular injury. J. Clin .Invest. 117, 1805-1813 \\(2007).\r\n\n\n\r\n\n\n3.Bansal D, Miyake K, Vogel SS, Groh S, Chen CC, Williamson R, McNeil PL, Campbell KP. Defective membrane repair in dysferlin-deficient muscular dystrophy. Nature 423, 168-72  \\(2003).\r\n\n\n\r\n\n\n4.Bashir R, Britton S, Strachan T, Keers S, Vafiadaki E, Lako M, Richard I, Marchand S, Bourg N, Argov Z, Sadeh M, Mahjneh I, Marconi G, Passos-Bueno MR, Moreira Ede S, Zatz M, Beckmann JS, Bushby K.  A gene related to Caenorhabditis elegans spermatogenesis factor fer-1 is mutated in limb-girdle muscular dystrophy type 2B. Nat. Genet. 20, 37-42 \\(1998).\r\n\n\n\r\n\n\n5.Liu J, Aoki M, Illa I, Wu C, Fardeau M, Angelini C, Serrano C, Urtizberea JA, Hentati F, Hamida MB, Bohlega S, Culper EJ, Amato AA, Bossie K, Oeltjen J, Bejaoui K, McKenna-Yasek D, Hosler BA, Schurr E, Arahata K, de Jong PJ, Brown RH, Jr. Dysferlin, a novel skeletal muscle gene, is mutated in Miyoshi myopathy and limb girdle muscular dystrophy. Nat. Gene. 20, 31-6 \\(1998).\r\n\n\n\r\n\n\n6.Illa I, Serrano-Munuera C, Gallardo E, Lasa A, Rojas-Garcia R, Palmer J, Gallano P, Baiget M, Matsuda C, Brown RH.  Distal anterior compartment myopathy: a dysferlin mutation causing a new muscular dystrophy phenotype. Ann. Neurol. 49, 130-4 \\(2001).\r\n\n\n\r\n\n\n7.Piccolo F, Moore SA, Ford GC, Campbell KP. \\(2000) Intracellular accumulation and reduced sarcolemmal expression of dysferlin in limb--girdle muscular dystrophies. Ann Neurol, 48, 902-12.\r\n\n\n\r\n\n\n8.McNeil PL, Kirchhausen T. \\(2005) An emergency response team for membrane repair. Nat Rev Mol Cell Biol, 6, 499-505.\r\n\n\n\r\n\n\n9.McNeil PL, Vogel SS, Miyake K, Terasaki M. Patching plasma membrane disruptions with cytoplasmic membrane. J. Cell Sci. 113 \\(Pt 11), 1891-902 \\(2000) .\r\n\n\n\r\n\n\n10.Han R, Campbell KP. Dysferlin and muscle membrane repair. Curr. Opin. Cell. Biol. 19, 409-16\\(2007) .\r\n\n\n\r\n\n\nProduct insert TaKaRa LA Taq: http://www.takaramirusbio.com/am/products/details/12"
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported in part by the Senator Paul D. Wellstone Muscular Dystrophy Cooperative Research Center grant 1 U54 NS053672.  K.P. Campbell is an investigator of the Howard Hughes Medical Institute."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature01573",
                "date": "2011-04-15 14:16:07",
                "title": "Defective membrane repair in dysferlin-deficient muscular dystrophy",
                "authors": [
                    "Dimple Bansal",
                    "Katsuya Miyake",
                    "Steven S. Vogel",
                    "Séverine Groh",
                    "Chien-Chang Chen",
                    "Roger Williamson",
                    "Paul L. McNeil",
                    "and Kevin P. Campbell"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11740,
                "identity": "9f9cd845-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Kevin Campbell",
                "email": "kevin-campbell@uiowa.edu",
                "orcid": "",
                "institution": "Howard Hughes Medical Institute, University of Iowa, Roy J. and Lucille A. Carver College of Medicine, Departments of Molecular Physiology & Biophysics, Neurology, and Internal Medicine, Iowa City, IA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Kevin",
                "middleName": "",
                "lastName": "Campbell",
                "suffix": ""
            },
            {
                "id": 11734,
                "identity": "9f9ccd6a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Renzhi  Han",
                "email": "",
                "orcid": "",
                "institution": "Department of Cell and Molecular Physiology, Loyola University Medical Center, Maywood, IL",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Renzhi",
                "middleName": "",
                "lastName": "Han",
                "suffix": ""
            },
            {
                "id": 11735,
                "identity": "9f9ccfec-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kazuhiro Kobuke",
                "email": "",
                "orcid": "",
                "institution": "Campbell Lab, University of Iowa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kazuhiro",
                "middleName": "",
                "lastName": "Kobuke",
                "suffix": ""
            },
            {
                "id": 11736,
                "identity": "9f9cd185-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mary Anderson",
                "email": "",
                "orcid": "",
                "institution": "Campbell Lab, University of Iowa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mary",
                "middleName": "",
                "lastName": "Anderson",
                "suffix": ""
            },
            {
                "id": 11737,
                "identity": "9f9cd394-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daniel Beltrán-Valero de Bernabé",
                "email": "",
                "orcid": "",
                "institution": "Campbell Lab, University of Iowa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "Beltrán-Valero",
                "lastName": "de Bernabé",
                "suffix": ""
            },
            {
                "id": 11738,
                "identity": "9f9cd57e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yvonne Kobayashi",
                "email": "",
                "orcid": "",
                "institution": "Campbell Lab, University of Iowa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yvonne",
                "middleName": "",
                "lastName": "Kobayashi",
                "suffix": ""
            },
            {
                "id": 11739,
                "identity": "9f9cd6eb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Baoli Yang",
                "email": "",
                "orcid": "",
                "institution": "6Department of Obstetrics and Gynecology, University of Iowa Roy J. and Lucille A. Carver College of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Baoli",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-04-21 21:36:51",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.232",
        "doiUrl": "https://doi.org/10.1038/protex.2011.232",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608263,
                "identity": "0020e4b0-88d3-4165-80bb-81c3962e39cc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:04",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 91471,
                "visible": true,
                "origin": "",
                "legend": "Dysferlin genotyping   Lane 1 1Kb Plus DNA Ladder\r\nLane 2 Dysferlin wild type\r\nLane 3 Dysferlin heterozygous\r\nLane 4 Dysferlin null\r\n\r\nSize PCR product (bp) / Corresponding genotype:\r\n3904 bp only / wild type\r\n3904 bp + 4846 bp / Dysferlin heterozygous\r\n4846 bp only / Dysferlin-null\r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2082/v1/figure_1.jpg"
            },
            {
                "id": 2608261,
                "identity": "f0340903-e483-4ee0-a106-4c24350fbdac",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:04",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 89291,
                "visible": true,
                "origin": "",
                "legend": "Table 1   PCR Reagents and Concentrations",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2082/v1/figure_2.jpg"
            },
            {
                "id": 2608262,
                "identity": "758dcd24-5c6a-42ed-9812-4a6373c11f42",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:04",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 60279,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Thermal cycler program",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2082/v1/figure_3.jpg"
            },
            {
                "id": 13464530,
                "identity": "82f68dcc-5312-4235-bdb1-2d33a08c7145",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:41",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 246207,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2082/v1/00bec623-1d8c-4527-930a-a3b6af3ea8b1.pdf"
            }
        ],
        "financialInterests": "The authors declare that they have no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Genotyping, dysferlin",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The dysferlin-null mouse line that we generated has been an invaluable tool for exploring the function of dysferlin and studying the pathogenesis of dysferlin-deficient muscular dystrophy \\(1-3).  The complete absence of dysferlin protein in this mouse model has been demonstrated by both Western blot and immunofluorescence analyses of skeletal muscle and heart \\(2, 3), and these mice develop a progressive myopathy that is very similar to dysferlin-deficient muscular dystrophy in patients \\(3). However, the original published genotyping reaction for dysferlin-null mice can be challenging and requires two separate reactions \\(3). Here we report an improved genotyping protocol that is reliable and condensed to a single reaction.",
        "manuscriptTitle": "Improved genotyping of the dysferlin null mouse",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-04-27 13:44:00",
                "doi": "10.1038/protex.2011.232",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f9c68b0-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 27th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2558,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-04-27 13:44:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}