{
    "identity": "nprot-30",
    "title": "Analysis of branch migration activities of proteins using synthetic DNA substrates",
    "content": [
        {
            "header": "Introduction",
            "content": "The Holliday junction is a key intermediate in various genetic processes including homologous and site-specific recombination and DNA replication<sup>1-3</sup>. Holliday junction is able to branch migrate along DNA allowing the exchange between homologous DNA regions. In bacteria, there are enzymes that promote DNA branch migration \\(BM)<sup>3</sup>. In eukaryotes, we recently showed that Rad54 protein catalyses BM of Holliday junctions<sup>4</sup>. Previously, &#x201C;non-movable&#x201D; X-junctions, consisting of a central homologous &#x201C;movable&#x201D; core flanked by the mutually heterologous terminal DNA branches<sup>5</sup> \\(Fig. 1a), were successfully used for detection of the BM activities of prokaryotic enzymes \\(ruvAB, RecG) that have both BM and helicase activities<sup>3</sup>. However they became unsuitable for detection of BM activity of Rad54 that do not have helicase activity<sup>4</sup>. We therefore constructed a &#x201C;movable&#x201D; X-junction in which three of the four terminal DNA branches were mutually homologous, allowing the crossover point to move freely by BM up to complete separation of two DNA duplexes, without any need for a helicase activity \\(Fig. 1b). Here we describe the protocols for construction of branched DNA substrates including the X-junctions \\(Holliday junctions), PX-junctions \\(partial junctions), movable replication forks and for usage of these substrates for detection of both 4-stranded and 3-standed BM activities of proteins."
        },
        {
            "header": "Reagents",
            "content": "Proteins and DNA\r\n\n\n&#x2022; Oligonucleotides \\(IDT DNA)\r\n\n\n&#x2022; \\[&#x3B3;-<sup>32</sup>P]ATP \\(PerkinElmer Life Science)\r\n\n\n&#x2022; Native polyacrylamide gel\r\n\n\n&#x2022; 1 x TBE buffer \\(89 mM Tris-borate, pH 8.3, and 1 mM EDTA)\r\n\n\n&#x2022; 10 x SSC buffer \\(150 mM NaCitrate, pH 7.0, and 1.5 M NaCl)\r\n\n\n&#x2022; polydT \\(GE Healthcare)\r\n\n\n&#x2022; DE81 chromatography paper \\(Whatman)\r\n\n\n&#x2022; T4 Polynucleotide kinase \\(New England Biolabs)\r\n\n\n&#x2022; Proteinase K \\(Roche)"
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Thermostat\r\n\n\n&#x2022; Micro-BioSpin 6 column \\(BioRad)\r\n\n\n&#x2022; Electrophoretic plates\r\n\n\n&#x2022; Power supply\r\n\n\n&#x2022; Gel dryer\r\n\n\n&#x2022; Storm 840 PhosphorImager \\(GE Healthcare)"
        },
        {
            "header": "Procedure",
            "content": "**Choosing a strategy for designing of branched DNA substrates for BM**\r\n\n\n1| The substrates for BM can be prepared by mixing and annealing of two simple DNA intermediates \\(forked, tailed and ssDNAs) \\(Fig. 2).\r\n\n\n2| When constructing the substrates with four arms \\(X-junctions, PX-junctions), it is important that one of the arms is non-homologous relative to three others \\(Fig. 2a, b shaded), otherwise it would be impossible to prepare forked DNA intermediates.\r\n\n\n3| To block spontaneous BM\n6, 7\nat least a single base pair heterology has to be introduced into duplexes involved in BM \\(Fig. 1b). The substrates for 3-stranded BM reaction should have at least four bases of heterology, because shorter regions of heterology are not sufficient to block spontaneous 3-stranded BM, which proceeds more efficiently than spontaneous BM on 4-stranded DNA substrates\n6, 7\n. When constructing PX-junctions or replication forks a heterologous base should be placed at least several bases away from the junction.\r\n\n\n\r\n\n\n**Preparation of substrates for BM**\r\n\n\n1| Purify the individual oligonucleotides by electrophoresis in a denaturing polyacrylamide gel. Label one of the oligonucleotides using \\[γ-\n32\nP]ATP and T4 polynucleotide kinase, followed by DNA purification through the Micro-BioSpin 6 column \\(Bio-Rad). Determine concentrations of all oligonucleotides spectrophotometrically using known molar extinction coefficients \\(can be obtained from the IDT website www.idtdna.com).\r\n\n\n2| To prepare tailed or forked DNA intermediates \\(Fig. 2), mix equal amounts of each of the complementary ssDNA strands \\(usually 1 µM of molecules) in 1 x SSC buffer, heat for 3 min at 95°C, and allow annealing to proceed for 1 hour at optimal hybridization temperature \\(T\nh\n). Calculate Th using the formula: T\nh\n=1.24 x T\nm\n-43.8; where T\nm\nis a melting temperature of the double-stranded part of the resulting structure. Calculate the T\nm\nusing a tool from the Promega website \\(www.promega.com/biomath/calc11.htm).\r\n\n\n\r\n\n\n**Testing of BM activity of proteins**\r\n\n\n1| Test BM activity in a range of protein concentrations by adding increasing amounts of your protein to the annealed BM structure \\(e.g. BM activity of Rad54 protein can be detected in 5-1000 nM range) and incubating the mixture for the desirable time at the reaction temperature.\r\n\n\n2| Measure the time course of the BM reaction at the appropriate protein concentrations.\r\n\n\n\r\n\n\n**Separation of BM products in polyacrylamide gel**\r\n\n\n1| Stop the reaction by addition of SDS \\(to 1.5%), place on ice, mix with a 1/10 volume of loading buffer \\(70% glycerol, 0.1% bromophenol blue) and analyze by electrophoresis in native 5-10% polyacrylamide gels in 1 x TBE. Run the gel at 11 V/cm for 1.5-2 hours. Some proteins form very stable complexes with DNA whose disruption requires treatment with SDS \\(1.5%) and proteinase K \\(800 µg/ml) for 1-15 min at room temperature before electrophoresis. Alternatively stop the reaction by addition of 1/10 of the reaction volume of polydT \\(1 mg/ml, GE Healthcare) followed by 1 min incubation at 23°C and by deproteinization with SDS and proteinase K, as described above. Concentration and acrylamide/bis-acrylamide ratio of polyacrylamide gels may vary depending on the size and structure of BM substrates. Some structures \\(e.g. X-junctions) become unstable during electrophoresis at room temperature and should be resolved at 4°C.\r\n\n\n2| Dry the gel on DE81 chromatography paper, visualize and quantify the products of BM using a PhosphorImager system \\(GE Healthcare), or any other appropriate device."
        },
        {
            "header": "Critical Steps",
            "content": "**Preparation of substrates for BM**\r\n\n\nWhen designing forked DNA, make sure that the single stranded regions would not contain even short fortuitous regions of homology; they could decrease the efficiency of the subsequent annealing reaction.\r\n\n\n3| To prepare branched DNA substrates \\(Fig. 2) mix 32 nM of <sup>32</sup>P-labeled and 48 nM of non-labeled annealing DNA intermediates of your design in a reaction buffer contained magnesium \\(for Rad54 protein the following buffer was used: 25 mM Tris acetate, pH 7.5, 2 mM ATP, 5 mM magnesium acetate, 2 mM DTT, 100 &#xB5;g/ml bovine serum albumin \\(NEB, nuclease and protease free), 15 mM phosphocreatine and 10 units/ml creatine phosphokinase4). Anneal DNA intermediates at 37&#xB0;C for 10 min, and then for another 10 min at the temperature of the BM assay. In order to inhibit spontaneous BM \\(especially on X-junctions), we usually use magnesium at concentration 3 mM or higher. If it is important to have magnesium concentration lower than 3 mM, the reaction temperature may need to be decrease to slow down spontaneous BM.\r\n\n\n\r\n\n\n**Testing of BM activity of proteins**\r\n\n\nAlways determine the extent of spontaneous \\(protein independent) BM in a control mixture by using storage buffer instead of your BM protein."
        },
        {
            "header": "Troubleshooting",
            "content": "**Preparation of substrates for BM**\r\n\n\nFor efficient annealing of DNA intermediates \\(Fig. 2), their complementary ssDNA regions should not be extremely GC-rich \\(typically not more than 40-50%). If the DNA intermediates do not anneal efficiently, try to decrease GC-content or the length of the complementary DNA regions."
        },
        {
            "header": "Anticipated Results",
            "content": "The techniques described here are designed for detection of proteins, which promote BM on 3- and 4-way synthetic junctions \\(Fig. 2). The substrates shown in Fig. 2 are suitable for analysis of the proteins which promote BM of Holliday junctions \\(Fig. 2a), or PX- junctions \\(Fig. 2b), regression of the replication fork \\(Fig. 2c), and heteroduplex extension \\(Fig. 2d). It is also important to distinguish BM from the helicase activity of the proteins, because both these activities can cause formation of identical DNA products \\(Fig. 3). For this purpose, one needs to use the substrates that preclude formation of branched DNA junctions by incorporating of a heterologous sequence in one of the annealing DNA intermediates \\(Fig. 3b). Such substrates cannot be utilized by BM proteins and can serve as a control against helicase activities."
        },
        {
            "header": "References",
            "content": "1. Heyer, W. D. Recombination: Holliday junction resolution and crossover formation. _Curr. Biol._ **14**, R56-8 \\(2004).\r\n  2. McGlynn, P. &amp; Lloyd, R. G. Rescue of stalled replication forks by RecG: simultaneous translocation on the leading and lagging strand templates supports an active DNA unwinding model of fork reversal and Holliday junction formation. _Proc. Natl. Acad. Sci. U S A_ **98**, 8227-34 \\(2001).\r\n  3. Liu, Y. &amp; West, S. C. Happy Hollidays: 40th anniversary of the Holliday junction. _Nat. Rev. Mol. Cell. Biol._ **5**, 937-44 \\(2004).\r\n  4. Bugreev, D. V., Mazina, O. M. &amp; Mazin, A. V. Rad54 protein promotes branch migration of Holliday junctions. _Nature_ **442**, 590-3 \\(2006).\r\n  5. West, S. C. Processing of recombination intermediates by the RuvABC proteins. _Annual Review of Genetics_ **31**, 213-44 \\(1997).\r\n  6. Panyutin, I. G. &amp; Hsieh, P. Formation of a single base mismatch impedes spontaneous DNA branch migration. _J. Mol. Biol._ **230**, 413-424 \\(1993).\r\n  7. Panyutin, I. G. &amp; Hsieh, P. The kinetics of spontaneous DNA branch migration. _Proc. Natl. Acad. Sci. U S A_ **91**, 2021-5 \\(1994)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by an NIH grant CA100839 to A.V.M."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature04889",
                "date": "2006-05-10 13:25:54",
                "title": "Rad54 protein promotes branch migration of Holliday junctions",
                "authors": [
                    "Bugreev",
                    "D.V. et al"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9731,
                "identity": "9e8e1e72-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dmitry V Bugreev",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry and Molecular Biology, Drexel University College of Medicine Philadelphia, USA; 2Institute of Chemical Biology and Fundamental Medicine, Siberian Branch of Russian Academy of Science, Novosibirsk, 630090, Russia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dmitry",
                "middleName": "V",
                "lastName": "Bugreev",
                "suffix": ""
            },
            {
                "id": 9732,
                "identity": "9e8e2225-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Olga M Mazina",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry and Molecular Biology, Drexel University College of Medicine Philadelphia, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Olga",
                "middleName": "M",
                "lastName": "Mazina",
                "suffix": ""
            },
            {
                "id": 9733,
                "identity": "9e8e2441-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alexander V Mazin",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry and Molecular Biology, Drexel University College of Medicine, Philadelphia, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "V",
                "lastName": "Mazin",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-02-01 19:15:11",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.217",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.217",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607585,
                "identity": "1ed4069a-b7ec-4008-beac-27f38fe35408",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 15422,
                "visible": true,
                "origin": "",
                "legend": "Construction of movable synthetic 4-way Holliday junctions (X-junctions) for detection of proteins BM activity. a, The non-movable X-junctions require DNA helicase activity for their disruption. b, The movable X-junctions containing a mismatch to block spontaneous BM that were obtained by annealing of two Y-shaped DNAs. Shaded regions denote heterologous DNA terminal branches. The asterisk indicates ^32^P-label at the DNA 5&#x2019;-end.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-30/v1/figure_1.jpg"
            },
            {
                "id": 2607584,
                "identity": "0ed62ad3-050b-4bb6-a48e-4ca2cdc3012e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 21396,
                "visible": true,
                "origin": "",
                "legend": "The design of oligonucleotide-based branched DNA substrates for detection of BM activities of proteins, which promote BM of Holliday junctions (a), PX-junctions (b), regression of replication forks (c ) and 3-stranded BM (d). Shaded regions denote heterologous DNA terminal branches. The asterisk indicates ^32^P-label at the DNA 5&#x2019;-end. The dashed circle indicates Holliday junctions, and horizontal arrows show the direction of BM. The regions of heterology required to block spontaneous BM are not shown.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-30/v1/figure_2.jpg"
            },
            {
                "id": 2607587,
                "identity": "39ab4d27-3d33-49d9-8a96-46402a352b5f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 13672,
                "visible": true,
                "origin": "",
                "legend": "     The experimental design of substrates, which allow to distinguish between the mechanisms of &#x201C;branch migration of PX-junctions&#x201D; and of &#x201C;dsDNA melting and annealing&#x201D;. a, Preparation of the branched substrate for detection of protein BM activity on PX-junctions. b, The design of the substrates for testing of protein melting activity. To prevent formation of movable PX-junctions, the complementary ssDNA region of tailed DNA was substituted by a non- homologous DNA sequence (denoted by the zig-zag line). The asterisk indicates ^32^P-label at the DNA 5&#x2019;-end.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-30/v1/figure_3.jpg"
            },
            {
                "id": 13465680,
                "identity": "ffe7d561-f105-4b73-9522-87781a2e2681",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:15",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 202199,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-30/v1/b7c6340e-c2da-4295-aa29-a5f7553df3ab.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Rad54 protein, branch migration, Holliday junctions, homologous recombination, DNA strand exchange, Swi2/Snf2\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Analysis of branch migration activities of proteins using synthetic DNA substrates",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-09-01 10:35:55",
                "doi": "10.1038/nprot.2006.217",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e8db7de-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 1st, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1250,
                "name": "Biochemistry"
            },
            {
                "id": 1251,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-09-01 10:35:55",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}