{
    "identity": "nprot-2535",
    "title": "Enhancing graphene/CNT based electrochemical detection using magneto-nanobioprobes",
    "content": [
        {
            "header": "Introduction",
            "content": "Graphene-based nanocomposite films have recently been used as enhanced sensing platform for the development of electrochemical sensors and biosensors because of their unique facile surface modification characteristics and high charge mobility<sup>1-3</sup>. Zhang et al., have recently reported a hybrid film consisting of graphene oxide \\(GO) nanosheets together with the prussian blue films for electrochemical sensing applications<sup>4</sup>. In a different approach, an in-situ chemical synthesis approach has been developed to prepare graphene-gold nanoparticles based nanocomposite, demonstrating its good potential as a highly sensitive electrochemical sensing platform<sup>5</sup>. A GO sheet consists of two randomly distributed regions namely, aromatic regions with unoxidised benzene rings and regions with aliphatic six-membered rings making it to behave like an amphiphilic molecule<sup>6</sup>. The oxygen containing groups render GO sheets hydrophilic and highly dispersible in water, whereas the aromatic regions offer active sites to make it possible to interact with other aromatic molecules through -  supramolecular interactions. This chemical nature makes GO a unique dispersant to suspend CNTs in water and to develop a new strategy for making graphene/CNT hybrids<sup>7,8</sup>. Similarities in structure and physical properties between CNTs and graphene, their hybridization would presumably have useful synergistic effects in biosensing applications<sup>9-11</sup>.            \r\n\n\n       Nanometer-sized magnetic particles of iron are potential candidates in catalysis, magnetic separation and biomedical applications<sup>12</sup>. However, pure iron nanoparticles are chemically unstable and easily oxidize, which  limits their utility in biosensing and other applications. These particles are therefore coated with another inert layer such as metal-oxide \\(iron oxide), inorganic material \\(SiO2), and noble metals \\(gold and silver), thereby making a core–shell nano-structure showing favorable magnetic properties of metal iron while preventing them from oxidation<sup>13</sup>. Gold has been one of the potential coating materials owing to its chemical inertness, biocompatibility, non-toxic, and diverse cluster geometries<sup>14</sup>. Very recently, inorganic or semiconductor nanoparticles tagged with receptor molecules has generated good interest for electrochemical detection of analyte<sup>15,16</sup>. Anodic stripping voltammetry \\(ASV) has proved to be a very sensitive method for trace determination of metal ions liberated from nanoparticles. Recently, Liu developed multi-QDs functionalized silica nanoparticles based electrochemical amplification platform which dramatically enhanced the intensity of the signal and led to ultrasensitive detection<sup>17</sup>. Our previous study reported the use of gold nanoparticles mediated ASV technique based upon oxidative gold nanoparticles dissolution in an acidic solution. The consequent release of large amount of gold \\(Au) metal ions after dissolution leads to the development of sensitive stripping voltammetry based immunoassay<sup>18</sup>. However, it suffers from the use of strongly corrosive and hazardous agents such as HBr/Br<sub>2</sub> for the oxidation of gold nanoparticles, which minimizes it’s usage in common lab practices. Although significant achievements have been obtained in this field, the finding of more sensitive, environment friendly convenient assay still attracts increasing interest where sensitivity is a major cause of concern, such as clinically important biomarkers or assaying environmental pollutants. In this protocol, we present a detailed and proven procedure based on metal ions derivatized electrochemical immunoassay format using specific antibody tagged gold-iron \\(Au/Fe) nanoparticles on reduced graphene oxide-carbon nanotubes \\(rGO/CNT) modified biosensing platform<sup>19</sup> \\(Fig. 1). \r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/protocols/2535/uploads/2355\" title=\"Schematic illustration of the optimised nanohybrid biosensing systems. The method involves synthesis of Au/Fe nanoparticles functionalised with specific antibodies used as nanobioprobes and their subsequent metal ion sensing on rGO/CNT nanostructured electrodes. Microtiter ELISA plates were coated with 100 µl of hapten-protein conjugate \\(10 µg/ml) prepared in carbonate buffer and subsequently immunocomplex was formed with different concentrations of diuron sample in competitive ELISA approach. Electrochemical bursting of nanoparticles releasing large number of Fe2+ ions presented ultra-high sensitivity for diuron detection on SPE.\"> <img src=\"http://www.nature.com/protocolexchange/system/uploads/2355/original/Figure-1_Suri.jpg?1354794985\" width=99%> </a>\r\n\n\n\r\n\n\nThe use of core magnetic nanoparticles offers rapid immunocomplex formation on magneto-microtitre plates and their further electrochemical bursting into a large number of Fe<sup>2+</sup> ions presented ultra-high sensitivity for diuron detection on SPE. Although this protocol has successfully been implemented for detection of herbicide diuron in environmental samples, yet the success of assay depends on the selection of bioreceptor \\(antibodies) used with respect to its specificity and sensitivity towards the target molecule."
        },
        {
            "header": "Reagents",
            "content": "• Ferric chloride \\(FeCl<sub>3</sub>; Sigma Aldrich, cat. No. 451649) \\! CAUTION Keep the container tightly closed and away from bright light; Corrosive to metals.\r\n\n\n• Ferrous Sulfate heptahydrate \\(FeSO<sub>4</sub>.7H<sub>2</sub>O; Sigma Aldrich, cat. No. F8048) \\! CAUTION Skin irritant\r\n\n\n• Sodium Hydroxide pellets \\(NaOH; Himedia, cat. No.  RM1183) \\! CAUTION Highly corrosive and always store below 30 ºC.\r\n\n\n• Sodium citrate tribasic dehydrate 99% pure \\(Sigma, cat. No.  S4641)\r\n\n\n• Potassium carbonate anhydrous \\(K<sub>2</sub>CO<sub>3</sub>; Qualigens, Product No. 19275) \\! CAUTION Keep container tightly closed.\r\n\n\n• Sodium azide \\! CAUTION Highly toxic\r\n\n\n• Gold chloride \\(Sigma, cat. No. G4022-1G) \\! CAUTION Store in cool place. Keep container tightly closed in a dry and well-ventilated place. It is light sensitive and moisture sensitive\r\n\n\n     CRITICAL Prepare gold chloride solution in ultra-pure Milli-Q water \\(Millipore, India) having a resistivity > 18 MΩ-cm. \r\n\n\n• 3-glycidoxypropyltrimethoxysilane \\(GOPS) \\(Sigma, India)    CRITICAL All glassware used for synthesizing gold nanoparticles were thoroughly cleaned and siliconized with GOPS solution.\r\n\n\n• Graphite Flakes \\(Reinste, Noida)      CRITICAL Use 99% or analytical grade graphite flakes as their impurities may affect the subsequent formation of GO.\r\n\n\n• Sodium Nitrate \\(NaNO<sub>3</sub>) Fischer Scientific \\! CAUTION Keep away from sources of ignition and keep the container tightly closed.\r\n\n\n• Potassium permanganate \\(KMnO<sub>4</sub>; Merck B. No. QK1Q612321) \\! CAUTION It may cause fire when comes in contact with combustible materials.\r\n\n\n• Multiwalled carbon nanotubes \\(MWCNTs); Nanoshel, India \\! CAUTION Avoid breathing of its dust/ fume/ gas/ mist/ vapours/ spray. \r\n\n\n• Dimethyl formamide \\(DMF) Fluka \\! CAUTION Harmful in contact with skin.\r\n\n\n• Skimmed Milk \\(Difco, cat. No.  232100) \\! CAUTION Hygroscopic, keep container tightly closed.      CRITICAL Always prepare fresh skimmed milk solution in 1 X phosphate buffer saline \\(PBS; see REAGENT SETUP).\r\n\n\n• Anti-diuron antibodies \\(generated in house) The specific anti-diuron antibodies were generated by immunizing New Zealand white rabbits \\(4-6 months old) with well characterized hapten-protein conjugate<sup>23</sup>. \\! CAUTION Always store antibody stock solutions at concentration >1 mg/ml in PBS buffer with 0.01% sodium azide at -20ºC. However, for short term storage, 4ºC is recommended. Avoid frequent freeze and thaw, make aliquots."
        },
        {
            "header": "Equipment",
            "content": "• Freezer \\(− 70 °C, operating range − 60 to − 80 °C; New Brunswick USA)\r\n\n\n• Refrigerator \\(2–8 °C; Samsung, India)\r\n\n\n• Magnetic stirrer with hot plate Remi, India\r\n\n\n• Rocker Shaker \\(Genei, India)\r\n\n\n• Bar magnet \\(Dimension: 6” x 6”; 10 Tesla)\r\n\n\n• ELISA Plate washer \\(Biotek, Finland)\r\n\n\n• ELISA plate reader, multimode \\(Biotek, Finland)\r\n\n\n• Flat bottom microtiter plates \\(C96),  Nunc, USA\r\n\n\n• Screen printed electrodes \\(TE 100), CH Instruments, USA\r\n\n\n• Electrochemical workstation \\(600D), CH Instruments, USA\r\n\n\n• Eppendorf microtubes \\(0.5 and 1.5 ml), Tarson, India\r\n\n\n• Micro-refrigerated centrifuge \\(SVI, Germany)\r\n\n\n• Incubator   \\(Labtech, Korea)\r\n\n\n• Fume hood for chemical synthesis \\(Labguard, India)\r\n\n\n• Vaccum concentrator \\(Eppendorf, Germany)\r\n\n\n• Vaccum Oven \\(IEC, India)\r\n\n\n• pH meter  \\(Century, India)\r\n\n\n• UV-vis spectrophotometer \\(Schimadzu, Japan)\r\n\n\n• FTIR spectrophotometer \\(Brucker, USA)\r\n\n\n• Dynamic light scattering \\(DLS) system  \\(Malvern, USA)\r\n\n\n• Transmission electron microscope \\(TEM-Hitachi HD 2300A STEM) operating at 200 kV accelerating voltage\r\n\n\n• Scanning Transmission Electron Microscope, Atomic Resolution \\(A STAR) \\(JEOL JEM-2100F) equipped with Oxford EDS and Gatan GIF system for the atomic resolution Z-contrast imaging at sub-nanoscale resolution in point mapping and line scanning analysis\r\n\n\n• Atomic Force Microscope used in non-contact mode \\(Veeco, USA)\r\n\n\n• Contact angle measurements by Sessile drop method, DSA 100, DSA/V 1.9, Kruss Gmbh Hamburg\r\n\n\n• Raman Spectrometer \\(785-HP-NIR laser-1.58 eV), \\(Renishaw Invia, UK)\r\n\n\n• \\(SQUID), Quantum Design \\(MPMS, USA)\r\n\n\n• Microcal Origin software version 8.0 for detailed assay analysis\r\n\n\n• ChemDraw Ultra 11.0 for chemical structural drawing"
        },
        {
            "header": "Procedure",
            "content": "**Experimental design**\r\n\n\n**Ab-Au/Fe synthesis.** The Au/Fe nanoparticles were first synthesized by preparing Fe\n3\nO\n4\nseeds using modified co-precipitation method\n20\nwhich were further oxidized to encapsulate with Au shells. Various parameters such as Au/Fe salt concentration and time kinetics of the reaction were optimized to have monodispersed nanoparticles. These gold coated iron oxide particles were separated out from the solutions by using a lab magnet \\(10 Tesla). High resolution transmission electron microscopy \\(HR-TEM) was carried out to characterize the surface morphology and elemental mapping of synthesized nanobioprobes. The line mapping and elemental composition studies of the selected nanoparticles confirmed the formation of Fe core and Au shell as single Au/Fe nanostructure \\(Fig. 2).\nFunctionalization of synthesized Au/Fe nanoparticles with specific anti-diuron antibody is dependent mainly on pH, ionic strength and hydrophobic attractions besides covalent binding between the gold and sulfur atoms. The ionic strength of antibody solution was kept minimum \\(10 mM) since the increase in ionic strength effects the reduction of the thickness of the electric double layer over charged surfaces, thus decreasing the electrostatic interactions between antibodies and nanoparticles accompanied by coagulation\n21\n. The minimum amount of protein required to stabilize the nanoparticles was optimized by employing flocculation assay\n22\n. The concentration of protein has a marked tendency for flocculation of nanoparticles in solution.  A flocculation assay was designed by taking different concentrations of antibody solutions \\(0.1–1 mg/ml). 100 μl of each dilution was added to 1 ml of as prepared Au/Fe nanoparticles. After 15 min, flocculation was induced by adding 100 μl of 10% NaCl and absorbance was measured at 580 nm. The characterization of nanobioprobes was done with Dynamic light scattering \\(DLS), Transmission electron microscopy \\(TEM), Atomic force microscopy \\(AFM) and Superconducting quantum interference device \\(SQUID) \\(Supplementary Fig. S1 and S2). A fully optimized protocol, both for the Au/Fe nanoparticles synthesis and their functionalization with specific antibodies was developed in this study. \r\n\n\n\r\n\n\n **rGO/CNT nanocomposite based biosensing platform.** GO was synthesized by the oxidation of exfoliated graphite using modified Hummer’s method\n6\nrequiring ice bath and  sonicator \\(1h, 96% power). Oxidation of GO has marked tendency over single layer GO film formation. Filtrate through anodized aluminium oxide \\(AAO) membrane with a nominal pore size of 0.02 μm yielded single layer GO thin film. rGO/CNT nanocomposite was prepared using well optimized concentrations of multiwalled CNTs and GO suspension drop-casted on working area of SPE \\(Fig. 3).\nA potential reductive scan from 0 to -1.5 V with the scan rate 0.1 V/s was applied for the electrochemical conversion of rGO/CNT nanocomposites \\(Supplementary Fig. S3). The thus formed nanohybrid was characterized by Raman spectroscopy and contact angle measurements \\(Supplementary Figs. S4 & S5). Raman spectroscopy investigated the structural aspects of rGO/CNT modification on SPE. The experimental data was fitted using Microcal Origin 6.1 in order to elucidate the peak position and full width of half-maxima \\(FWHM) of D, G, and 2D bands. The contact angle measurements further revealed the hydrophilic/hydrophobic character of the modified SPE surface due to the decrease in value of the contact angle after surface modification with rGO/CNT. A large number of hydrophilic \\(-COOH) groups present in rGO and CNT makes the surface more hydrophilic resulting in reduced contact angle value. \r\n\n\n\r\n\n\n**Magneto-immunoassay optimisation.** A competitive inhibition immunoassay format was developed on ELISA plates with in-house generated hapten-protein conjugate and specific bioreceptor \\(anti-diuron antibody)\n23\n.  Concentration of nanobioprobes in the reported ELISA procedure was optimized. Nanobioprobe mediated immunocomplex formed on the plates were  washed and acid dissolved for the desorption of nanoparticles from the immobilized antibody by using a mild acid \\(1N HCl) followed by partial neutralization with 1N NaOH. The electrochemical bursting of Au/Fe nanoparticles to release large number of Fe ions on rGO/CNT modified biosensing platform was optimized in terms of reductive scan \\(0 to -1.5 V). \\(Supplementary Fig. 6) monitored by differential pulse voltammetry \\(DPV) technique. Liberation of the large number of \\(Fe\n2+\n) ions were detected by their oxidation response on rGO/CNT nanostructured electrodes, which possess the enhanced electrochemical response due to the oxygen containing groups leading to rapid electron transfer\n24\n.\r\n\n\n\r\n\n\n**Results analysis.** Calibration curve for diuron \\(standard sample concentrations between \\(0.01 pg/ml to 1 μg/ml) was established based on a semi-log plot method. Data analysis was performed by normalizing the absorbance values using the following formula:\r\n\n\n% B/B\n0\n= \\{\\(I – I\nex\n) / \\(I\n0\n– I\nex\n)}                                                                                                                    \r\n\n\nWhere I, I\n0\n, and I\nex\nare the relative current intensities of the sample, hapten at zero concentration, and hapten at excess concentration, respectively.\r\n\n\nThe cross reactivity of the generated antibody was calculated by determining  half maximal inhibitory concentration \\(IC\n50\n) for diuron and other herbicides, atrazine, 2,4-D, fenuron and linuron \\(Supplementary Figs. S7 and S8).\r\n\n\n\r\n\n\n**Procedure**\r\n\n\n**Synthesis of Ab-Au/Fenanobioprobes ● TIMING ~3 h 30 min**\r\n\n\n1│ The Au/Fe nanoparticles were synthesized by first preparing Fe\n3\nO\n4\nseeds using modified co-precipitation method\n25\nwhich are further oxidized to encapsulate with gold shells by following the steps given in Box 1. The synthesized Au/Fe nanoparticles were labeled with anti-diuron antibodies\n23\n\\(generated in-house) as per the steps followed in Box 2. \r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nBox 1 | SYNTHESIS OF Au/Fe NANOPARTICLES ● TIMING ~1 h 30 min\r\n\n\n1. Dissolve FeCl\n3\n\\(1.28 M) and FeSO\n4\n.7H\n2\nO \\(0.64 M) in 1:2 ratios in deoxygenated water under vigorous stirring in nitrogen environment. \r\n        CRITICAL STEP Oxygen-free environment protects the oxidation of iron nano particles/seeds.\r\n\n\n2.  Add a solution of 1.5 M NaOH dropwise into the mixture followed by stirring for 40 min. \r\n  3. Black precipitate of magnetite formed which is collected by a permanent magnet. Wash the precipitate with deionized water. \r\n      CRITICAL STEP Thoroughly wash the precipitate formed to remove trace amount of NaOH \\(reducing agent).\r\n\n\n? TROUBLESHOOTING\r\n\n\n4. Reconstitute the precipitate 1: 200 dilution in deionized water. \r\n  5. Add sodium citrate \\(155 mM) slowly to the boiling solution under constant stirring  for 15 min. \r\n      CRITICAL STEP Boiling of magnetic seeds are important before addition of gold and sodium citrate for the efficient coating of gold over magnetic seeds/nanoparticles.\r\n\n\n6. Add 10 ml of gold chloride \\(10 mM) immediately into the oxidized magnetic solution on a stirring sonicator to encapsulate the iron nanoparticles with gold shells. \r\n     CRITICAL STEP Increase in the Au concentration in the Au/Fe ratio will lead to thicker gold shells thereby affecting the magnetic properties of NPs. \r\n\n\n7. Collect Au/Fe NPs by magnetic separation followed by washings with deionised water and finally reconstitute in 0.5 ml water. \r\n      CRITICAL STEP The water used for the synthesis should be de-ionised, pH ~7.0, and having resistivity >18 MΩ-cm to avoid flocculation. \r\n\n\n8. Characterise the synthesised nanoparticles by TEM/EDX. The Figure 2 indicates the inclusion of Fe core and Au shell as single Au/Fe nanostructure on the basis of point and line mapping studies.  \r\n  \r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nBox 2 | LABELING OF Au/Fe NANOPARTICLES ● TIMING ~2h\r\n\n\n1. Prepare antibody solution \\(1 mg/ml) in PB \r\n  2. Add 100 µl antibody solution in 1 ml Au/Fe solution under mild stirring conditions. \r\n  CRITICAL STEP The minimum amount of antibody required to stabilize the NPs is optimized by flocculation assay \\(see experimental design). \r\n\n\n3. Maintain the pH of NPs solution at 7.4 by adding 0.1 M K\n2\nCO\n3\nbefore adding antibody solution. \r\n  4. Incubate the solution at 37 °C for 2 h followed by centrifugation at 12,000 rpm for 30 min to remove traces of unconjugated antibody. \r\n  PAUSE POINT  May also be incubated overnight at  4 °C.\r\n\n\n5. Wash the pellet twice with 10 mM Tris \\(pH 8.0) containing 3% BSA. \r\n  CRITICAL STEP The addition of BSA will prevent the aggregation of nanoparticles and will eventually increase the stability of the nanobioprobes.\r\n\n\n? TROUBLESHOOTING\r\n\n\n6. Resuspend the pellet in 1 ml of phosphate buffer \\(pH 7.4) and store at 4 °C.\r\n  \r\n\n\n2│The synthesized Ab-Au/Fenanobioprobes are characterized morphologically by Scanning Transmission Electron Microscope. Further, size profiling of antibody tagged nanoparticles by dynamic light scattering system confirms the binding of antibodies to NPs \\(Supplementary Fig. S1). SQUID analysis also demonstrates the change in magnetic properties of Au/Fe NPs and their subsequent functionalization with specific antibodies. \r\n\n\n    CRITICAL STEP For SQUID analysis, the samples should be vacuum concentrated and completely dry.  \r\n\n\n**Development of Magneto-electrochemical immunoassay ● TIMING ~3 h**\r\n\n\n3│Coat the microtiter ELISA plates with 100 µl of hapten-protein conjugate \\(10 µg/ml) prepared in carbonate buffer.\r\n\n\n4│ Cover the plate with an adhesive plastic sheet and incubate at 37 ⁰C for 2 hours followed by washing with PBST \\(three times).   \r\n\n\n     PAUSE POINT Incubation can be prolonged to overnight at 4 °C \r\n\n\n\r\n\n\n5│ Block the unbound protein binding sites with 10% defatted skimmed milk \\(prepared in PBS) for 1 h at 37 °C. \r\n\n\n6│ Wash the plates with PBST \\(three times).\r\n\n\n7│ A competitive inhibition immunoassay format is developed by coating the ELISA plates with DCPU–BSA conjugate by following the steps given in Box 3. \r\n\n\n**Synthesis of rGO/CNT nanohybrid ● TIMING ~1 h**\r\n\n\n8│ Synthesize GO by the oxidation of exfoliated graphite using modified Hummer’s method\n6\nfrom graphite powders using NaNO\n3\n, H\n2\nSO\n4\n, and KMnO\n4\nin an ice bath.\r\n\n\n9│ Filter GO through anodized aluminium oxide \\(AAO) membrane with a nominal pore size of 0.02 μm. \r\n\n\n10│ Peel off the thin GO film from the AAO filter after air drying.\r\n\n\n    CRITICAL STEP Vaccum oven can be used for the complete drying of the nanocomposite. \r\n\n\n11│ For preparing rGO/CNT nanocomposite, high aspect ratio \\(length: 15–30 nm and diameter: ~30 nm) pristine multiwalled CNTs and the above prepared GO in step 5 are dissolved in \\(1:1) DMF and water.\r\n\n\n12│ Sonicate the mixture for 1h at 96% power.\r\n\n\n13│ Drop-caste the 5 µl of the suspension on the working area of SPEs followed by incubation in vacuum oven for 1 h at 60 °C. \r\n\n\n    CRITICAL STEP Optimise the concentration of rGO/CNT nanocomposite on SPE on the basis of maximum current signal response using cyclic votammetry \\(CV) technique.  \r\n\n\n? TROUBLESHOOTING \r\n\n\n14│Apply a potential reductive scan from 0 to -1.5 V with the scan rate 0.1 V/s for the electrochemical conversion of rGO/CNT nanocomposites on SPE. \r\n\n\n      CRITICAL STEP Carefully observe the characteristic reduction peak of rGO/CNT at -0.5V \\(Supplementary Fig. S2). If the peak is not observed check the contacts with SPE and repeat the reduction scan.\r\n\n\n15│Characterize the thus formed nanohybrid by TEM and Raman spectroscopy. For characterization, samples are prepared electrochemically on Indium tin oxide \\(ITO) coated glass by applying the potential between 0 to -1.5 V.  \r\n\n\n16│ Raman spectra of first order scattering \\(D and G peaks) are observed around 1350 cm-1 and 1600 cm-1 respectively \\(Supplementary Fig. S4). \r\n\n\n17│ Completely dry the samples in vacuum oven for 1h at ~60 ºC. Scrap off the samples from the surface followed by TEM analysis on a carbon coated copper grid \\(#300 mesh) dropcasted with sample followed by drying in air for 15 min. The micrograph of the nanocomposite  display a view of CNT bundles attached to GO layer indicating the formation of rGO/CNT nanocomposite \\(inset of Fig. 3a).\r\n\n\n18│Use the characterized rGO/CNT modified SPE for DPV measurements in the development of immunoassay using varying concentrations of diuron.\r\n\n\n\r\n\n\n**Box 3 | IMMUNOCOMPLEX FORMATION AND ASSAY DEVELOPMENT ● TIMING ~45 min**\r\n\n\n1│ Mix as prepared Ab-Au/Fe nanobioprobes \\(1:5 dilution) with varying concentrations of diuron \\(0.01 pg/ml - 1 μg/ml); 50 µl of mixture added into each well of microtiter plate and subsequently incubated for 20 min at RT.\r\n\n\n2│A strong magnet kept beneath the plate speed up the immunocomplex formation which is separated. \r\n\n\n3│ Wash the immunocomplex formed on the plates with PB.\r\n\n\n      PAUSE POINT The plates can be stored at 4 ºC.\r\n\n\n4│ Dissociate the bound immobilized antibody complex from plate with 0.1N HCl followed by partial neutralization with 0.1 N NaOH to retain pH ~5.2. \r\n\n\n5│ Transfer the solution \\(50 µl) to rGO/CNT modified SPE surface, as prepared in steps 8-14.  \r\n\n\n6│ Apply a reductive scan \\(0 to -1.5 V) which will eventually burst Fe\n2\nO\n3\nnanoparticles into large number of metal ions \\(Fe\n2+\n) by applying a potential sweep between 0 to -1.6 V vs. Ag/AgCl. \r\n\n\n     CRITICAL STEP Observe a characteristic broad reductive peak at -0.75 V as shown in inset of supplementary fig. S6.\r\n\n\n7│Use differential pulse voltammetry \\(DPV) at amplitude 50 mV, pulse width 0.2 s, pulse period 0.5 s. using the electrochemical workstation."
        },
        {
            "header": "Timing",
            "content": "Steps 1-2, Synthesis of Au/Fe nanobioprobes: ~3 h 30 min\r\n\n\nSteps 3-7, Synthesis of rGO/CNT nanohybrid: ~1 h\r\n\n\nSteps 8-17, Development of Magneto-electrochemical immunoassay: ~3 h\r\n\n\nStep 18, DPV measurements: ~10 min"
        },
        {
            "header": "Troubleshooting",
            "content": "Table 1│Troubleshooting table\r\n\n\nStep Problem Possible Reason Solution\r\n\n\nBox 1\r\n\n\nStep 3 No black color precipitate formed Rusting of Magnetic seeds during reaction Carry out the synthesis of magnetic seeds in deoxygenated environmemt\r\n\n\nBox 2\r\n\n\nStep 5 Aggregation of synthesized nanobioprobes Excessive concentration of antibody if added. Optimum concentration of antibody should be added into NPs solution after employing critical flocculation assay.\r\n\n\nStep 13 Decreased current signal of rGO/CNT modified sensors than bare SPE The concentration of the nanocomposite on SPE may be too high or too low  Varying concentrations of nanocomposite \\(0.1-10 µg/ml) can be used for optimization."
        },
        {
            "header": "Anticipated Results",
            "content": "The developed sensing platform combines the advantages of GO and CNT nanohybrid offering enhanced electrochemical properties giving a synergistic effect in electroanalytical performance of the resulting electrode material along with a large number of metal ions \\(Fe<sup>2+</sup>) available on electrode which are detected by differential pulse voltammetry technique \\(Fig. 4a,b). This combined strategy successfully enhanced the immunoassay sensitivity, and thus provides a novel promising platform for environmental or clinical applications where sensitivity is a major issue.\r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/protocols/2535/uploads/2358\" title=\"\\(a) Response curves of rGO/CNT modiﬁed SPE The signal response was measured by a differential pulse voltammetry technique at amplitude 50 mV, pulse width 0.2 s, pulse period 0.5 s. \\(b) Competitive inhibition response curve for diuron at different concentrations from 0.01 pg/ml to 1 µg/ml \\(a to h). Analysis of the competitive inhibition assay data was performed by normalizing the absorbance \\(Fig. 4ii). The developed immunoassay showed excellent sensitivity and specificity demonstrating detection limit upto 0.1 pg/ml \\(sub-ppt) for diuron samples with high degree of reproducibility \\(n=3).\"> <img src=\"http://www.nature.com/protocolexchange/system/uploads/2358/original/Figure-4_Suri_.jpg?1354795000\" width=99%></a>"
        },
        {
            "header": "References",
            "content": "1. Yang, W., Ratinac, K.R., Ringer, S.P., Thordarson, P., Gooding, J. J. & Braet, F.  Carbon nanomaterials in biosensors: should you use nanotubes or graphene? Angew. Chem. Int. Ed. Engl. 49, 2114-38 \\(2010).\r\n  2. Shao, Y., Wang, J., Engelhard, M., Wang, C. & Lin, Y. Facile and controllable electrochemical reduction of graphene oxide and its applications. J. Mat. Chem. 20, 743-748 \\(2010).\r\n  3. Wu, X. M. et al. Electrochemical approach for detection of extracellular oxygen released from erythrocytes based on graphene film integrated with laccase and 2, 2-azino-bis\\(3-ethylbenzothiazoline-6-sulfonic acid). Anal. Chem. 82, 3588-3596 \\(2010).\r\n  4.  Zhang, Y., Sun, X., Zhu, L., Shen, H. & Jia, N. Electrochemical sensing based on graphene oxide/Prussian blue hybrid film modified electrode. Electrochimica Acta. 56, 1239-1245 \\(2011).\r\n  5. Dong, X., Huang, W. & Chen, P. In Situ Synthesis of Reduced Graphene Oxide and Gold Nanocomposites for Nanoelectronics and Biosensing. Nanoscale Research, 6, 60 \\(2011). \r\n  6. Cote, L.J., Kim, F. & Huang, J.X. Langmuir−Blodgett Assembly of Graphite Oxide Single Layers. J. Am. Chem. Soc. 131, 1043-1049 \\(2009).\r\n  7. Salzmann, C.G., Llewellyn, S. A., Tobias, G., Ward, M.A.H., Huh Y. & Green, M.L.H. The Role of Carboxylated Carbonaceous Fragments in the Functionalization and Spectroscopy of a Single-Walled Carbon-Nanotube Material. Adv. Mater. 19, 883-887 \\(2007).\r\n  8. Kim, J.,Tung, V.C. & Huang, J. Water Processable Graphene   Oxide:Single Walled Carbon    Nanotube Composite as Anode Modifier for Polymer Solar Cells. Adv. Energy Mater. 1, 1052-1057 \\(2011).\r\n  9.  Tung,V.C. et al. Low-temperature solution processing of graphene-carbon nanotube hybrid materials for high-performance transparent conductors. Nano Lett. 9, 1949-1955 \\(2009).\r\n  10. Dimitrakakis, G.K., Tylianakis, E. & Froudakis & G.E. Pillared. Graphene: A New 3-D Network Nanostructure for Enhanced Hydrogen Storage. Nano Lett. 8, 3166-3170 \\(2008).\r\n  11. Qiu, L., Yang, X., Gou, X., Yang, W., Ma, Z.F., Wallace, G.G. & Li, D. Dispersing carbon nanotubes with graphene oxide in water and synergistic effects between graphene derivatives.  Chem. Eur. J. 16, 10653-10658 \\(2010).\r\n  12. Chen, M., Yamamuro, S., Farrell, D. & Majetich, S.A. Gold-coated iron nanoparticles for biomedical applications. J. Appl. Phys. 93, 7551–7553 \\(2003).\r\n  13. Ban, Z., Barnaov, Y.A., Li, F., Golup,V.O. & O’Conner, C.J. The synthesis of core–shell iron@gold nanoparticles and their characterization. J. Mater. Chem. 15, 4660-4662 \\(2005).\r\n  14. Cho, S.J., Kauzlarich, S.M., Olamit, J., Liu, K., Grandjean, F., Rebbouh, L. & Long, G. J. Characterization and magnetic properties of core–shell structured Fe–Au nanoparticles. J. Appl. Phys. 95, 6803–6806 \\(2004).\r\n  15. Wang, J., Liu, G., Wu, H. & Lin, Y. Quantum-Dot-Based Electrochemical Immunoassay for High-Throughput Screening of the Prostate-Specific Antigen. Small, 4, 82-86 \\(2008).\r\n  16. Chu, X., Fu, X., Chen, K., Shen, G.L. & Yu, R.Q. An electrochemical stripping metallo immunoassay based on silver-enhanced gold nanoparticle label. Biosens. and Bioelectron. 20, 1805-1812 \\(2005).\r\n  17. Chen, L.Y., Chen, C.L., Li, R.N., Li, Y. & Liu, S.Q. CdTe quantum dot functionalized silica nanosphere labels for ultrasensitive detection of biomarker. Chem. Commun., 2670–2672 \\(2009).\r\n  18. Nangia, Y., Bhalla, V., Kumar, B. & Suri, C.R. Electrochemical stripping voltammetry of gold ions for development of ultra-sensitive immunoassay for chlorsulfuron. Electrochem. Comm.14, 51-54 \\(2012).\r\n  19. Sharma, P., Bhalla, V., Dravid, V., Shekhawat,G., Wu, J., Prasad,  E. S., Suri, C. R. Enhancing electrochemical detection on graphene oxide-CNT nanostructured electrodes using magneto-nanobioprobes. Scientific Report 2, 877 \\(2012).\r\n  20. Huang, C., Jiang, J., Muangphat, C., Sun, X. & Hao, Y. Trapping Iron Oxide into Hollow Gold Nanoparticles. Nanoscale Res. Lett. 6, 43 \\(2011).\r\n  21. Hainfeld, J. F. & Powell, R.D. New frontiers in gold labeling. J. Histochem. Cytochem. 48, 471–480 \\(2000).\r\n  22. Wangoo, N., Bhasin, K.K., Mehta, S.K., & Suri, C.R. Synthesis and capping of water-dispersed gold nanoparticles by an amino acid: bioconjugation and binding studies. J. Colld. Inter. Sci., 323\\(2), 247-254\\(2008).\r\n  23. Sharma, P. & Suri, C.R. Biotransformation and biomonitoring of phenylurea herbicide diuron. Bioresource Tech. 102, 3119-3125 \\(2011).\r\n  24. Wong, J.W.C., Fang, M., Zhao, Z. & Xing, B. Effect of surfactants on solubilisation and degradation of phenanthrene under thermophilic conditions. J. Environ. Qual. 33, 2015–2025 \\(2004).\r\n  25. Gupta, A.K. & Gupta, M. Synthesis and surface engineering of iron oxide nanoparticles for biomedical applications.  Biomaterials, 26, 3995-4021 \\(2005)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors greatly acknowledge NUANCE, NWU, IL for carrying out TEM/EDX imaging. Authors also acknowledge Jiaxing Huang and Laura Cote, NWU, IL for valuable suggestions and discussions on GO synthesis."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep00877",
                "date": "2012-12-06 07:16:24",
                "title": "Enhancing electrochemical detection on graphene oxide-CNT nanostructured electrodes using magneto-nanobioprobes",
                "authors": [
                    "Priyanka Sharma",
                    "Vijayender Bhalla",
                    "Vinayak Dravid",
                    "Gajendera Shekhawat",
                    "Jinsong-Wu",
                    "E. Senthil Prasad",
                    "and C. Raman Suri"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12262,
                "identity": "9fe07e67-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "C. Raman  Suri",
                "email": "raman@imtech.res.in",
                "orcid": "",
                "institution": "IMTECH",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "C.",
                "middleName": "Raman",
                "lastName": "Suri",
                "suffix": ""
            },
            {
                "id": 12257,
                "identity": "9fe06ac9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Priyanka Sharma",
                "email": "",
                "orcid": "",
                "institution": "IMTECH",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Priyanka",
                "middleName": "",
                "lastName": "Sharma",
                "suffix": ""
            },
            {
                "id": 12258,
                "identity": "9fe06f95-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "V Bhalla",
                "email": "",
                "orcid": "",
                "institution": "IMTECH",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "V",
                "middleName": "",
                "lastName": "Bhalla",
                "suffix": ""
            },
            {
                "id": 12259,
                "identity": "9fe07516-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "E Senthil Prasad",
                "email": "",
                "orcid": "",
                "institution": "IMTECH",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "E",
                "middleName": "Senthil",
                "lastName": "Prasad",
                "suffix": ""
            },
            {
                "id": 12260,
                "identity": "9fe078a2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "V Dravid",
                "email": "",
                "orcid": "",
                "institution": "NWU, IL",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "V",
                "middleName": "",
                "lastName": "Dravid",
                "suffix": ""
            },
            {
                "id": 12261,
                "identity": "9fe07b79-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "G Shekhawat",
                "email": "",
                "orcid": "",
                "institution": "NWU, IL",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "G",
                "middleName": "",
                "lastName": "Shekhawat",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-12-06 07:23:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.059",
        "doiUrl": "https://doi.org/10.1038/protex.2012.059",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608602,
                "identity": "92241503-8f57-4834-ac44-26edebe8a1d6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 561506,
                "visible": true,
                "origin": "",
                "legend": "Schematic illustration of the optimised nanohybrid biosensing systems   Schematic illustration of the optimised nanohybrid biosensing systems. The method involves synthesis of Au/Fe nanoparticles functionalised with specific antibodies used as nanobioprobes and their subsequent metal ion sensing on rGO/CNT nanostructured electrodes. Microtiter ELISA plates were coated with 100 µl of hapten-protein conjugate (10 µg/ml) prepared in carbonate buffer and subsequently immunocomplex was formed with different concentrations of diuron sample in competitive ELISA approach. Electrochemical bursting of nanoparticles releasing large number of Fe^2+^  ions presented ultra-high sensitivity for diuron detection on SPE.\r\n\r\nFigure from reference 19: Sharma, P., Bhalla, V., Dravid, V., Shekhawat,G., Wu, J., Prasad, E. S., Suri, C. R. Enhancing electrochemical detection on graphene oxide-CNT nanostructured electrodes using magneto-nanobioprobes. Scientific Report 2, 877 (2012).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2535/v1/figure_1.jpg"
            },
            {
                "id": 2608603,
                "identity": "9864ad3e-459a-488e-824b-c700629042ea",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 711576,
                "visible": true,
                "origin": "",
                "legend": "TEM micrographs of Au/Fe nanoparticles   (a) TEM micrograph of Au/Fe nanoparticles showing the morphology of the synthesized Au/Fe nanoparticles with an approximate dia of ~30 nm (b) The line map curve showing the ratio of Au:Fe found to be nearly 11:1 in a single selected nanoparticle (c) EDX spectra of the whole scan area showing Au LR, Au Lâ, Fe KR, and Fe Kâ lines  at  9.8 keV, 11.6 keV, 6.4 keV, and 7.0 keV respectively (d) The whole area mapping analysis of nanoparticles in dark field showing the distribution of Fe and Au in the synthesized nanoparticles. In (e) and (f) pink and red dots represent Fe and Au respectively\r\n\r\nFigure from reference 19: Sharma, P., Bhalla, V., Dravid, V., Shekhawat,G., Wu, J., Prasad, E. S., Suri, C. R. Enhancing electrochemical detection on graphene oxide-CNT nanostructured electrodes using magneto-nanobioprobes. Scientific Report 2, 877 (2012).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2535/v1/figure_2.jpg"
            },
            {
                "id": 2608600,
                "identity": "5ffe8b04-aab2-4611-b47d-e849e4a452c0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 413094,
                "visible": true,
                "origin": "",
                "legend": "Cyclic voltammograms  of nanocomposite formed on SPE    (a) Cyclic voltammograms (CV) of rGO, CNT and rGO/CNT nanocomposite formed on SPE using 2.5 mM ferrocyanide solution prepared in PBS. Inset of the figure shows the TEM characterization of rGO/CNT nanocomposite. The corresponding CV scans recorded for the redox of small ion (Fe^2+^) for rGO/CNT showed maximum current signal for anodic and cathodic peak currents for the first reductive scan as compared to GO and CNTs dropcasted individually on separate electrodes and further reduced electrochemically. In figure b, CV scans recorded at different scan rates from 25 to 200 mV/s. The anodic potential shifts more towards the positive potential and the cathodic peak potential shifts in the reverse direction with increase in higher scan rate\r\n\r\nFigure from reference 19: Sharma, P., Bhalla, V., Dravid, V., Shekhawat,G., Wu, J., Prasad, E. S., Suri, C. R. Enhancing electrochemical detection on graphene oxide-CNT nanostructured electrodes using magneto-nanobioprobes. Scientific Report 2, 877 (2012).",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2535/v1/figure_3.jpg"
            },
            {
                "id": 2608601,
                "identity": "f5805d15-2fe6-4998-9228-8259b9f4b814",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 263753,
                "visible": true,
                "origin": "",
                "legend": "Magneto-electrochemical immunoassay format using modified SPE    (a) Response curves of rGO/CNT modiﬁed SPE The signal response was measured by a differential pulse voltammetry technique at amplitude 50 mV, pulse width 0.2 s, pulse period 0.5 s. (b) Competitive inhibition response curve for diuron at different concentrations from 0.01 pg/ml to 1 µg/ml (a to h). Analysis of the competitive inhibition assay data was performed by normalizing the absorbance (Fig. 4ii). The developed immunoassay showed excellent sensitivity and specificity demonstrating detection limit upto 0.1 pg/ml  (sub-ppt) for diuron samples with high degree of reproducibility (n=3)\r\n\r\nFigure from reference 19: Sharma, P., Bhalla, V., Dravid, V., Shekhawat,G., Wu, J., Prasad, E. S., Suri, C. R. Enhancing electrochemical detection on graphene oxide-CNT nanostructured electrodes using magneto-nanobioprobes. Scientific Report 2, 877 (2012).",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2535/v1/figure_4.jpg"
            },
            {
                "id": 13464576,
                "identity": "686923e1-b418-4324-b9cf-f7bd5a93bf83",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 729576,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2535/v1/a044c3af-9cdd-4c8d-8b9c-a6fa606adc7e.pdf"
            },
            {
                "id": 2608606,
                "identity": "6e5c4b07-7bd0-462d-b1b3-e33226450e6d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 7878144,
                "visible": true,
                "origin": "",
                "legend": "Supplementary document   Supplementary document",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2535/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "Authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Nanocomposites, nanobioprobes, metal ions, diuron",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes an optimized signal amplification strategy to develop an ultra-sensitive magneto-electrochemical biosensing platform. The new protocol combines the advantages of carbon nanotube \\(CNT) and reduced graphene oxide \\(rGO) together with electrochemical bursting of magnetic nanoparticles. The method involves synthesis of gold-iron \\(Au/Fe) nano-structures functionalized with specific antibodies to be used as nanobioprobes \\(Ab-Au/Fe). The next step requires the precise designing of the rGO/CNT nanohybrid sensing platform. The combined system offers the enhanced electrochemical properties giving a synergistic effect in electroanalytical performance of the resulting electrode material along with a large number of metal ions \\(Fe<sup>2+</sup>) available on electrode demonstrating ultra-high sensitivity of developed assay. This method provides a promising biosensing platform for environmental or clinical applications where sensitivity is a major issue",
        "manuscriptTitle": "Enhancing graphene/CNT based electrochemical detection using magneto-nanobioprobes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-12-06 13:50:14",
                "doi": "10.1038/protex.2012.059",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 16
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f2198c2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 6th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2845,
                "name": "Biological techniques"
            },
            {
                "id": 2846,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-12-06 13:50:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}