{
    "identity": "nprot-2769",
    "title": "_In planta_ transformation of _Brassica rapa_ and _B. napus_ _via_ vernalization-infiltration methods",
    "content": [
        {
            "header": "Introduction",
            "content": "Brassica species include many oil seed crops, vegetable crops and weeds. _B. napus_, with its 19 chromosomes, originated about 1,000 years ago from a hybridization between _B. oleracea_ and _B. rapa_ <sup>1</sup>. The same is true for _B. juncea_, which originated from a hybridization between _B. nigra_ and _B. rapa_. Many Brassica species such as Chinese cabbage and oilseed rape have been cultivated since prehistoric times for their seeds, edible roots, stems, leaves, buds, and flowers. Most of these crops require a prolonged winter cold for flowering through a process called vernalization<sup>2</sup>. For breeding of these crops, earliness of bolting and flowering is one of most important traits. \r\n\n\nThe Brassica genus is closely related to the model species Arabidopsis thaliana since both of them belong to Brassicaceae family. Comparative analysis between Brassica species and Arabidopsis thaliana suggested that diploid Brassica genomes descended from a hexaploid ancestor<sup>3,4</sup>. This species contain either three or six copies of orthologous genomic regions of A. thaliana<sup>5,6</sup>. The current genome structures were shaped by whole-genome triplication followed by extensive diploidization<sup>7</sup>.The Brassica species displays extreme morphological diversity<sup>8</sup>. The varieties of Brassica crops are different in shape, size, curvature, and color of leaves. Leaf variation in _B. rapa_ has been studied extensively, and many regulatory genes have been isolated<sup>9,10</sup>. On the other hand, production of Chinese cabbage, cabbage and oilseed rape is seriously affected by a number of biotic and abiotic constraints. Genetic transformation is required for reverse genetic experiments, positional cloning, and the insertional mutagenesis, fostering diverse forms of scientific inquiry and technology development for study of genetic basis and molecular breeding of Brassica crops. Genetic improvement of Brassica crops for high yield and quality is largely dependent on our understanding of molecular mechanism of leaf variance and of stress response. Efficient genetic transformation system would provide a valuable tool for functional genomics studies and genetic improvements of Brassica crops.\r\n\n\n\r\n\n\n**Agrobacterium-mediated transformation of Brassica crops**\r\n\n\nAgrobacterium-mediated transformation has become the most common method for Brassica transformation. Inoculation of hypocotyl segments with Agrobacteriun rhizogenesis generates many hairy roots, from which the transformed plants are regenerated<sup>11-13</sup>. _A. tumefaciens_-mediated transformation depends on the susceptibility of plants to Agrobacterium infection and delivery of T-DNA from the binary plasmid into plant cells. The ability to regenerate transgenic plants from these transformed cells is also vital for successful transformation. In _B. rapa_, Agrobacterium-mediated transformation of cotyledonary explants has led to the generation of stable transgenic plants with over-expression of N-acyl-homoserine lactonase \\(AHL-lactonase)<sup>14</sup>, rice leucine-rich repeat protein<sup>15</sup>, pineapple fruit bromelain gene \\(BAA)<sup>16</sup>, and GUS reporter gene<sup>17</sup>; hypocotyl segments were inoculated with Agrobacterium suspension in MS liquid medium for T-DNA insertional mutagenesis<sup>18</sup> and metabolic engineering of aliphatic glucosinolates in Chinese cabbage plants<sup>19</sup>, and a mannose selection system<sup>20</sup>; and peduncular segments from flower stalk were used to transform polygalacturonase-inhibiting protein 2 \\(PGIP2)<sup>21</sup>. In _B. napus_, an efficient protocol for Agrobacterium-mediated transformation has been described using seedling explants that is applicable to various Brassica varieties<sup>22</sup>. Using the explants, site-specific marker gene excision is accomplished<sup>23</sup>, and glyphosate-tolerant plants are selected<sup>24</sup> from the transgenic plants _B. napus_.\r\n\n\n \r\n\n\n**In planta_ transformation by Agrobacterium mediation**\r\n\n\n_In planta_ transformation is first described in Arabidopsis thaliana<sup>25</sup>. The plant transformation procedures involve vacuum infiltration, floral dip, and spraying. Physically, vacuum generates a negative atmospheric pressure that causes the air spaces between the cells in the plant tissue to decrease. An increase in the pressure allows the infiltration medium, including the infective transformation vector, to relocate into the plant tissue. Agrobacterium containing a vector with a gene of interest contacts the aerial portions of a plant at flowering stage under vacuum conditions. The vacuum applied is of sufficient strength to force the Agrobacterium cells into intimate contact with the plant such that the T-DNA transfer to the plant takes place. Vacuum infiltration method makes it possible to transform plants without tissue culture or regeneration. Floral dip method further simplifies the genetic transformation by simple dipping of flowering plants into a solution containing the engineered Agrobacterium<sup>26</sup>.\r\n\n\nThe successful infiltration is achieved first in Arabidopsis<sup>27</sup>. Since then, a number of laboratories have tried to use Agrobacterium vacuum infiltration through independent approaches in Arabidopsis<sup>28,29</sup> \\(Ye et al. 1999; Bechtold et al. 2000). All the results in Arabidopsis show that ovule, the female reproductive tissue, is the target of transformation _in planta_<sup>30</sup>.\r\n\n\n\r\n\n\n**Vacuum infiltration method for _in planta_ transformation**\r\n\n\nA breakthrough in Arabidopsis research is the invention of the vacuum-infiltration procedure, a simple and reliable method of obtaining transformants at high efficiency while avoiding the use of tissue culture. Vacuum infiltration methods have been reported to enhance the efficiency of Agrobacterium-mediated transformation of recalcitrant pakchoi \\(_B. rapa ssp. chinenesis_)<sup>31,32</sup>. Two transformants were reported in the progeny of the infiltrated plants with Basta resistant assay. However, there is no report on successful transformation of the other Brassica crops.\r\n\n\nBrassica crops are different from Arabidopsis, in that its plants, flowers and seeds are much big, cold period of vernalization is required for flowering, cross pollination is necessary for seed set, and most of the cultivars are self-incompatible. To apply vacuum infiltration to Chinese cabbage and oilseed rape, we have tried the new treatments such as vernalization, bud opening, hand pollination, and use of non-infected pollen, and obtained a number of the transgenic plants by _in planta_ transformation \\(Figure 1). \r\n\n\n\r\n\n\n**Limitation of Arabidopsis vacuum infiltration method for Brassica crops**\r\n\n\nInflorescences of Brassica crops are much big than that of Arabidopsis. Fully-bolted inflorescences of Chinese cabbage and oilseed rape are too big for normal vacuum chambers. Most of Brassica crops need go through a period of vernalization for reproductive growth. For induction of inflorescences, the germinated seeds or seedling must be exposed to cold condition for a period. The thick sepals and petals in floral buds of Brassica crops prevent the penetration of the Agrobacterium harboring T-DNA onto stigmas, and cause low or non-transformation. Brassica crops are cross-pollinated. In the absence of honeybee and the other pollinator, hand pollination must be applied to pollen collection and pollination. Most inbred lines of Brassica crops are self-incompatible, and emasculation or bud opening by hand should be performed for fertilization. \r\n\n\n\r\n\n\n**Advantages of vernalization-infiltration method**\r\n\n\nVacuum infiltration method for Arabbidopsis is not applicable to Brassica species. Unlike Arabidopsis, the genus Brassica that comprises many important vegetable, oil seed and weed crops are vernalization-required, cross-pollinated, and self-incompatible. Vernalization-infiltration method makes it possible to transform Brassica crops _in planta_. This method is a simple and reliable, at high efficiency of transformation, while avoiding the use of tissue culture and eliminating the need for in vitro regeneration of plants. Brassica crops are reciprocal to in vitro regeneration. There is a reduction in somaclonal variation because there are no tissue culture steps. This method facilitates high throughput testing using the germinated seeds because the process is fast. Therefore, vernalization-infiltration method is especially useful for transformation of Brassica crops and could be extended to the other important crops such as wheat that is recalcitrant to plant tissue culture and regeneration.\r\n\n\n \r\n\n\n**Key factors for successful transformation**\r\n\n\n\r\n\n\n**Cold-treatment of germinated seeds for vernalization**\r\n\n\nA period of cold condition \\(vernerlization) during seed germination and/or vegetative growth is necessary for bolting and flowering of Brassica crops. When the germinated seeds of Chinese cabbage \\(Bre) and oilseed rape \\(Hus) are used for vernalization, the seed set is much earlier \\(one month at least) than that of the seedlings of 2-4 leaves. Meantime, the inflorescences derived from the vernalized germinated seeds are much small, compared with that from the vernalized seedlings, and thus are more suitable for vacuum infiltration. Vernalization of the germinated seeds gives rise to the adaptable size of plants for vacuum infiltration and shortens the period of transformation experiments.\r\n\n\nTo obtain the bolting plants of Chinese cabbage for vacuum infiltration, we examined the time and duration of vernalization using the germinated seeds of Bre, an inbred line of Chinese cabbage. Compared to the seedlings, the germinated seeds are more suitable for purpose of vernalization and _in planta_ transformation. To define cold duration thresholds for vernalization, we germinated the seeds of Bre at 22°C for 1 day and placed the germinated seeds at 4°C for various periods. Then, the germinated seeds after cold exposure were transferred into normal growth temperature \\(22 °C and 16 h light) in growth room of SIPPE Phytotron. When the germinated seeds were exposed to cold condition for 5, 10, and 15 days, the plants were not bolted and continued vegetative growth at normal temperature. 20 days of cold exposure were enough to saturate the vernalization requirement of Bre plants. After cold treatment, the germinated seeds were transplanted to the soil and grown in growth room for 35 days, meaning that bolting time and flowering time were dependent on duration of cold exposure for vernalization. Further adjusting of cold treatment indicated the shortest cold duration during which Bre plants were able to saturate vernalization was 18 days. The longer the duration of the cold exposure, the shorter the period of normal growth temperature for bolting. We chose a combination of the vernalizaton \\(4 °C for 18 days) and normal temperature \\(22 °C and 16 h light for 36 days) to perform vacuum infiltration. Vernalization treatments of the germinated seeds caused early bolting of the plants. This size of the plants was suitable for manipulation of vacuum infiltration, since it shortened the cycle of transformation procedures. \r\n\n\n  We tested Bre seedlings for cold treatment too. The 3-week-old seedlings took much more days to go through vernalization than the germinated seeds, especially when big plants were used for cold treatment. On the other hand, the resultant big plants were not suitable for vacuum infiltration. \r\n\n\n\r\n\n\n**Vacuum infiltration of the primary inflorescences**\r\n\n\nInflorescences of Brassica crops are much big than that of Arabidopsis. Fully-bolted inflorescences of Chinese cabbage and oilseed rape are too big for normal vacuum chambers. Meanwhile, the growth and flowering of secondary inflorescences are much later than that of the primary inflorescences. Therefore, the primary inflorescences are major sources of transformants in the whole plants. Comparison of primary with secondary inflorescences indicated that the seed set rate and transformation frequency of the primary inflorescences are much higher than that of the secondary inflorescences.\r\n\n\nIn the vacuum chamber, the primary inflorescence of bolting plants were immersed in Agrobacterium suspension medium. The inflorescences at different stages were used separately for vacuum infiltration. The primary inflorescences with a few of open flower gave rise to high transformation frequency, compared with the elongated inflorescences with many open flowers, meaning that bolting time for vacuum infiltration was critical for successful transformation.  \r\n\n\nIn Arabidopsis, the primary inflorescences are usually cut off for growth of more branches and floral buds. However, this was not applicable to Chinese cabbage. The primary inflorescences generated more transformants than the branches. For the early maturity of seeds in the infiltrated plants, the branches were sometimes clipped at their early stages. \r\n\n\n\r\n\n\n**Opening up floral buds by hand before Agrobacterium infection**\r\n\n\nAs in Arabidopsis, the Agrobacterium cells containing the vector were suspended in vacuum infiltration medium, and Bre seedlings to be transformed were immersed in the suspension and subjected to vacuum infiltration \\(See Material and Methods). \r\n\n\n  Chinese cabbage is not a self-crossed plant. In growth room, hand pollination was used for fertilization. After vacuum infiltration, we opened the infiltrated floral buds by hand and pollinated the stigmas with the pollens themselves. The seeds produced from the infiltrated plants were germinated on the mediums containing 50 mg/L phosphinothricin \\(PPT). Unfortunately, no PPT-resistant plants were selected. We saw that the stigmas and pollens of the infiltrated plants, when opened by hand, were very wet and thought that the wetness prevented the stigmas from fertilization. To solve this problem, the wet stigmas and pollens of the infiltrated plants were pollinated after natural drying for 10, 30 and 60 minutes. Still, no PPT-resistant plant was obtained. \r\n\n\n  A 6-fold higher rate of transformation was obtained with a mutant that maintains an open gynoecium30. We suspected that thick sepals of Chinese cabbage were the obstacle for the Agrobacterium and transformation vector to relocate onto the stigmas, and otherwise the wet stigmas were not adaptable for hand pollination. We opened the floral buds before Agrobacterium infection, and pollinated the stigma after vacuum infiltration. The naked stigmas were quickly dry when ventilation was applied. Importantly, a few of seedlings resistant to PPT were selected. We explained that opening floral buds just before vacuum infiltration facilitated the direct contact of the Agrobacterium with the stigmas and was helpful for delivery of T-DNA to developing ovules.\r\n\n\n\r\n\n\n**Hand pollination of Agrobacterium-infected stigmas with the non-infected pollens of siblings**\r\n\n\nBre is a highly self-incompatible line. Normally, pollination of open flowers with its own pollens in the same plants seldom produces seeds unless the floral buds were opened by hand at bud stage. Nevertheless, pollination of the naked stigmas in Bre plants at bud stage generates seeds even though seed set is not high. On the basis of venalization and bud opening before Agrobacterium infection, we tried two types of the pollen: one from its own infiltrated plant and the other from non-infected siblings. Non-infected pollens resulted in much more transformed plants and higher seed set ratio than its own pollens. This confirmed that ovules the target of productive transformation in planta30. In this case, the pollens of siblings is not only useful for seed set, but also helpful for integration of extrogenous DNA in the genome of the maternal plants. \r\n\n\n\r\n\n\n**Selection of transformants using hygromycin**\r\n\n\nFour types of binary vectors were used in this study. pCAMBIA1300, pCAMBIA2301, and pCAMBIA3301 contains a hygromycin phosphotransferase gene HPT, Neomycin phosphotransferase gene NPT II, and phosphinothricin acetyl transferase gene PAT , respectively. pSKI015-h is a modified enhancer trapping vector that contains the enhanced CaMV 35S promoter. In total, more than 20 regulatory genes isolated from Chinese cabbage were constructed in these vectors for functional study. The binary constructs were delivered into Agrobacterium tumefaciens strain GV3101 \\(pMP90RK) using a freeze–thaw method \\(Weigel and Glazebrook, 2006).\r\n\n\nAmong the transgenic lines we obtained, only one line was kanamycin-resistant. This transformant was ever selected from about 50000 seeds derived from the infiltrated plants in the many transformation experiments. The germinated seeds or seedlings of Chinese cabbage were insensitive to kanamycin. When the germinated seeds or seedlings were transferred on the medium containing kanamycin, the concentrations of knanmycin from 10-100 mg/L did not make the difference repeatedly in plant phenotype between Agrobacterium-infected and non-infected seedlings. The only transformant showed stronger growth vigor than the wild-type. Actually, growth vigor was not a good morphological marker for the transgenic plant. \r\n\n\n  12 transgenic lines were PPT-resistant. The germinated seeds were selected on the solid medium containing 50 mg/L PPT or spaying PPT on seedlings with 2 primary leaves. This concentration of PPT killed or wilted the non-transformed seedlings, but less affected growth of the transformants. Southern hybridization of one transgenic line with empty indicated that the GUS gene in pCAMBIA3301 was integrated in the genome of three plants of this transgenic line. \r\n\n\n39 transgenic lines were HPT-resistant. The germinated seeds of Chinese cabbage were much more sensitive to hygromycin than to kanamycin and phosphinothricin. On the solid medium containing 25 mg/L hygromycin, the hypocotyls of the transformants were much high than that of the wild type, and the roots looked hairy. PCR experiments indicated that all the transformants were transgenic. However, about 6% of the transformants grew with only two cotyledons but without growth of primary leaves. We considered that the high concentration of hygromycin inhibited growth of shoot apex. To solve this problem, we reduced hygromycin concentration to 17 mg/L in the medium. The transformants selected in this way were normal and produced seeds as the wild-type. According to the phenotype and identification, we suggested that hygromycin resistance was the best selectable marker for the transformants of Chinese cabbage.\r\n\n\n\r\n\n\n**Use of AA6 promoter**\r\n\n\nWe tried four binary vectors. pCAMBIA3301 contains phosphinothricin acetyl transferase gene PAT and the intron-containing GUS gene that are under the control of CaMV 35S promoter in the T-DNA region; pCAMBIA1300 contains a hygromycin phosphotransferase gene HPT \\(Cambia, Canberra, Australia); and pSKI015-h is a modified enhancer trapping vector that contains the enhanced CaMV 35S promoter with the replacement of PAT with HPT. In total, more than 20 regulatory genes isolated from Chinese cabbage were constructed in these vectors for functional study. The binary constructs were delivered into Agrobacterium tumefaciens strain GV3101 \\(pMP90RK) using a freeze–thaw method<sup>33</sup>. \r\n\n\n  The expression of the regulatory genes induced by CaMV 35S promoter is not stable, and usually decreases in T3 generation and thereafter. Then we tried AA6 promoter isolated from tomato to replace 35S promoter. The expression of extrogenous genes under AA6 promoter is genetically stable in T3 and T4 generation, compared to 35S promoter. For the genetic stability of the trangenes, AA6 is much better than CaMV 35S. \r\n\n\n\r\n\n\n**MATERIALS**\r\n\n\nBRASSICA SEEDS. Bre \\(_B. rapa_) and Hus \\(_B. napus_) are recommended for initial experiments as the positive controls. \r\n\n\nAGROBACTERIUM STRAIN GV3101 \\(PMP90RK). It carries a binary vector harboring the gene of interest and a selectable marker such as hygromycin."
        },
        {
            "header": "Reagents",
            "content": "Sodium hypochlorite, 12.5% \\(wt/vol) \\(Chem-Supply, cat. no. ST044)\r\n\n\nAgar \\(Sigma, cat. no. A-1296) for LB medium \r\n\n\nTryptone \\(Oxoid, cat. no. B246018) \r\n\n\nYeast extract \\(Merck, cat. no. 1.03753.0500) \r\n\n\nMS medium \\(PhytoTechnology Laboratories, cat no. M5501. Sodium chloride \\(NaCl; Merck, cat. no. 1.06404.5000) \r\n\n\nSodium hydroxide \\(NaOH; Merck, cat. no. B871798624) \r\n\n\nEthanol \\(Chem-Supply, cat. no. EA043)\r\n\n\n\r\n\n\nEthanol 70% \\(vol/vol) in distilled water \r\n\n\nEthanol 50% \\(vol/vol) in distilled water \r\n\n\nSucrose \\(C<sub>12</sub>H<sub>22</sub>O<sub>11</sub>; Sigma) \r\n\n\nCarbenicillin disodium salt \\(C<sub>17</sub>H<sub>16</sub>N<sub>2</sub>O<sub>6</sub>SNa<sub>2</sub>; Sigma) \r\n\n\nKanamycin monosulfate \\(C<sub>18</sub>H<sub>36</sub>N<sub>4</sub>O<sub>11</sub>•H<sub>2</sub>S<sub>O4</sub>; Sigma, cat. no. K-1377)\r\n\n\nHygromycin \\(C<sub>20</sub>H<sub>37</sub>N<sub>3</sub>O<sub>13</sub>; Sigma, cat. no. 31282-04-9)\r\n\n\nPhosphinothricin \\(C<sub>5</sub>H<sub>15</sub>N<sub>2</sub>O<sub>4</sub>P; Sigma, cat. no. 77182-82-2)\r\n\n\n\r\n\n\nRifamycin \\(Sigma, cat. no. R-3501) \r\n\n\nGentamicin sulfate \\(Sigma, cat. no. 1405-41-0)\r\n\n\n\r\n\n\nLB liquid medium \\(see REAGENT SETUP) \r\n\n\nLB plates \\(see REAGENT SETUP) \r\n\n\nAgrobacterium suspension medium \\(see REAGENT SETUP) \r\n\n\nSelection medium \\(see REAGENT SETUP)"
        },
        {
            "header": "Equipment",
            "content": "Sterile 50 ml plastic tubes \\(BD falcon, cat. no. 352098) \r\n\n\nSterile 15 ml plastic tubes \\(BD falcon, cat. no. 352097) \r\n\n\nAutoclave \\(SANYO, cat. no. ) \r\n\n\nLaminar flow hood for plant culture work \\(Shanghai Shangjing, cat no. SA-1480-2) \r\n\n\nShaker \\(TC-Huamei, QHZ-98A) \r\n\n\nIncubator for Agrobacterium plates \\(TCYQ, HZQ-X100) \r\n\n\nGrowth room set at 22 °C with 16 h day-length \r\n\n\nSterile plastic Petri plates for microbiology \\(Greiner Bio-One, cat. no. 663180) \r\n\n\nSterile plastic Petri plates for plant tissue culture \\(Greiner Bio-One, cat. no. 664160) \r\n\n\nSterile, large plastic Petri plates \\(Greiner Bio-One, cat. no. 639160) \r\n\n\nForceps, needles and scalpel \\(Terumo)\r\n\n\n\r\n\n\nSurgical blades \\(Livingstone International) \r\n\n\nDisposable sterile syringe filter, 0.2 mm \\(Minisart, cat. no. 16534) \r\n\n\nSurgical tape \\(3M Micropore, cat. no. 1530-1) \r\n\n\nPipettes: P1000, P200, P20 \\(Gilson) \r\n\n\nSterile pipette tips \\(Axygen Scientific: 1–200 μl, cat. no. T-200Y; 1–1,000 μl, cat. no. T-1000B)\r\n\n\nRefrigerator \\(Haier, model BC156)\r\n\n\nVacuum pump \\(V＆A, model Vi120SV)\r\n\n\nContainer \\(Huaou, model 350mm)\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\n\r\n\n\nLB medium \\(liquid): Dissolve 10 g tryptone, 5 g yeast extract and 10 g NaCl in water to make up a total volume of 1 liter; pH 7.0; autoclave. \r\n\n\nLB \\(solid) medium for Agrobacterium plates: Dissolve 10 g tryptone, 5 g yeast extract, 10 g NaCl and 10 g agar in water to make up a total volume of 1 liter; pH 7.0; autoclave. Add 50 μl of 100 mg ml<sup>-1</sup> rifampicin stock, 50 μl of 40 mg ml<sup>-1</sup> gentamicin and 50 μl of 50 mg ml<sup>-1</sup> kanamycin stock to 50 ml LB solid medium. \r\n\n\nLB liquid medium for Agrobacterium suspension: Add 15 μl of 100 mg ml<sup>-1</sup> rifampicin stock and 15 μl of 50 mg ml<sup>-1</sup> kanamycin stock to 15 ml LB liquid medium. \r\n\n\nYEB medium \\(liquid) for Agrobacterium large scale culture: Dissolve 10 g tryptone, 10 g yeast extract, 5 g beef extract in water to make up to a total volume of 1 liter; pH 7.0; autoclave.\r\n\n\nSeed germination medium: MS medium 34.43 g and agar 6 g <sup>-1</sup>. \r\n\n\nAgrobacterium suspension medium: Sucrose 30 g; autoclave. \r\n\n\nTransformant selection medium: MS medium 34.43 g, agar 4 g, carbenicillin 500 mg and kanamycin 100 mg, or 17 mg hygromycin, or 40 mg<sup>-l</sup> phosphinothricin for one liter."
        },
        {
            "header": "Procedure",
            "content": "A) Surface sterilization of seeds\r\n\n\n1|Place seeds in sterile 50 ml plastic tubes and add approximately 35–40 ml sodium hypochlorite.\r\n\n\nCRITICAL STEP The seeds must be inbred line \\(self-fertilized for 8 generation at least). Pollen contamination results in phenotype and genotype interferences to the genes.\r\n\n\nCRITICAL STEP Do not exceed approximately 4–5 ml seeds per tube. Larger amount of seeds per tube results in incomplete surface sterilization.\r\n\n\nCRITICAL STEP Seeds should be surface sterilized completely to avoid contamination by microorganisms and fungi. \r\n\n\n2|Close the tube tightly and shake vigorously at room temperature \\(RT, 22–25 °C) for 20 min. \r\n\n\n3| Discard sodium hypochlorite and rinse the seeds five times by shaking for approximately 30 s in 40–45 ml sterile distilled water.\r\n\n\nCRITICAL STEP This and all subsequent steps should be performed in a laminar flow cabinet.\r\n\n\n4| Decant the seeds into a sterile Petri plate for ease of handling the seeds in subsequent steps. \r\n\n\n\r\n\n\nB) Seed germination\r\n\n\n5| Transfer the surface-sterilized seeds with forceps onto filter paper in Petri plates, moist with sterilized water, allowing 50 seeds per plate.\r\n\n\n6| Germinate the seeds in the dark at RT \\(22–25 °C) for 1 d.\r\n\n\n \r\n\n\nC) Vernalization \r\n\n\n7| Transfer Petri plates containing germinated seeds to 4ºC.\r\n\n\nCRITICAL STEP Do not place the germinated seeds in dark, as the dark condition delays vernalization. A fridge of 4ºC with glass door can be used for vernalization \r\n\n\n8|Maintain the seeds and seedlings at4°C for 20-30 d\r\n\n\nCRITICAL STEP The periods of vernalization for different cultivars my vary greatly and the threshold of shortest period for each cultivar must be tested before normal vernalization experiment. \r\n\n\nCRITICAL STEP Do not add nutrient solution in Petri plates, as this easily cause contamination. If the filter paper is dry, sterilized water can be added to.\r\n\n\n\r\n\n\nD) Growth of plants for bolting\r\n\n\n9| Pick up the seedlings \\(derived from germinated seeds) from the plates exposed to cold condition and transplant them into the plastic pots full of peat soil, with one plant each pot.\r\n\n\n10| Grow the seedlings at 22/18°C in growth room for 30 d, waited for bolting and flowering of the first flowers. \r\n\n\nCRITICAL STEP The seedlings must be vernalized and able to flower at normal condition. \r\n\n\n\r\n\n\nE) Agrobacterium preparation \r\n\n\n11| Streak GV3301 harboring binary vector on 2–3 LB plates containing 100 μg ml\n-1\nrifampicin, 40 μg ml\n−1\nGentamicin and 50 μg ml\n-1\nkanamycin. Incubate the plates for 2 d at 28 °C.\r\n\n\n12| Inoculate a single colony of Agrobacterium from one of the plates into 10 ml LB liquid medium containing 100 μg ml\n-1\nrifampicin, 40 μg ml\n-1\ngentamicin and 50 μg ml\n-1\nkanamycin. Culture at 28 °C with shaking \\(250 r.p.m) for 24 h.\r\n\n\n13| Dilute 5 ml Agrobacterium culture in 500 ml YEB liquid medium containing 100 μg ml\n-1\nrifampicin, 40 μg ml\n-1\ngentamicin and 50 μg ml\n-1\nkanamycin. Culture at 28 °C with shaking \\(250 r.p.m) for 18 h.\r\n\n\nCRITICAL STEP Shaking, temperature and duration \\(at least 36 h) are important for good bacterial growth. The temperature can’t be higher than 30°C because Agrobacterium lose its plasmid in high temperature.\r\n\n\n14| Measure the OD at 650 nm using a spectrophotometer. \r\n\n\nCRITICAL STEP The OD of large scale culture must higher than 1.0, to get enough Agrobacterium for vacuum infiltration.\r\n\n\n15| Spin the Agrobacterium culture down \\(4,300–5,500g is fine) for 10 min at 4ºC. Remove the supernatant and resuspend the pellet in liquid medium containing 30 g\n-1\nsugar. Adjust the OD \\(650 nm) to 0.05 with liquid medium. \r\n\n\n\r\n\n\nF) Agrobacterium infection and vacuum infiltration\r\n\n\n16| Fix the pots and soil with preservative film to avoid the soil to be scattered. \r\n\n\n17| Remove the opened flowers and open up the floral buds with forceps.\r\n\n\nCRITICAL STEP The floral buds with final size or near final size generated more transformants than developing buds. Please do not open up small buds. \r\n\n\n18| Add Silwet L-77 into Agrobacterium medium and adjust its concentration to 0.005%.\r\n\n\n19| Place the plants upside down in a vacuum chamber. Pour Agrobacterium medium down the chamber and make the primary inflorescences immersed as much as possible. Batches of 3 to 5 rinsed plants were immersed in 4 L of Agrobacterium-containing medium in a glass vacuum chamber \\(20 L volume).\r\n\n\n20| Treat the plants under a vacuum \\(10 kPa) condition for 10-20 min. \r\n\n\nCRITICAL STEP Reduce the water content in the soil before vaccum infiltration. The plants with wilting leaves are more amenable to Agrobacterium infection. \r\n\n\nCRITICAL STEP Air bubbles released from the plant material should be evident.\r\n\n\n21| Dry the opened floral buds and stigmas with ventilation. \r\n\n\nCRITICAL STEP The wet stigmas affect pollen attach and pollen tube growth.\r\n\n\n22| Rapidly pollinate the stigmas with the pollens of non-infiltrated siblings. \r\n\n\nCRITICAL STEP The pollens of the infiltrated plants are impaired and are not able to normally germinate and fertilize.\r\n\n\nCRITICAL STEP Pollinate stigmas as soon as possible. The quick pollination after opening up of the floral buds is useful for Agrobacterium infection and T-DNA integration in plant genome.\r\n\n\n\r\n\n\nG) Seed set\r\n\n\n23| Wrap the plants in plastic wrap to maintain humidity and place the pots back in the dark and grow them in growth room for two days\r\n\n\n24| Transfer the pots to growth room and grow them at 22°C for 16h light and 18°C for 8h dark for 30 d.\r\n\n\n25| Transfer the pots to 25-28 °C after seeds reach the final size. Higher temperature \\(25-28 °C) accelerates seed maturity.\r\n\n\n26| Harvest seeds on each plant and dry them naturally.\r\n\n\n\r\n\n\nH) Transformant selection\r\n\n\n27| The seeds derived from the infiltrated plants are placed at 4°C for 7 days in order to break up dormancy. \r\n\n\n28| Sterilize seeds as the procedures 1-4.\r\n\n\n29| Sow the seeds on the solid medium containing 30 g/L sucrose, 500 mg/L carbenicillin, and 17 mg/L hygromycin.\r\n\n\n30| Choose the seedlings with long hypocotyls and hairy roots for the transformants.\r\n\n\n31| Transplants the transformed seedlings to the pots.\r\n\n\n\r\n\n\nI) Identification of the transgenes\r\n\n\n32| Collect the leaf samples from the transformed plants for identification of the transgenes by Southern hybridization and PCR  \r\n\n\n33| Extract genomic DNA from leaf samples using a modified CTAB method \\(Aldrich and Cullis, 1993; Ausubel et al., 1994). \r\n\n\n34| Digest DNA samples with suitable restriction enzymes and separate them in 1% agarose gel at 80V for 3 hr.\r\n\n\n35| Transfer DNA framents to a Hybond membrane \\(Amersham Biosciences, GE Healthcare), and incubate the membrane in 1×TAE overnight at 250 mA. \r\n\n\n36| Hybridize the UV cross-linked membrane in DIG EASY Hyb® buffer \\(Roche) using the probes amplified from CaMV 35S or GUS reporter gene sequence by PCR DIG probe synthesis mix \\(Roche). \r\n\n\n37| Detect the hybridization signals using CDP-Star \\(Roche) and image them by FLA-5000 Phosphorimager \\(FujiFilm)."
        },
        {
            "header": "Timing",
            "content": "It takes approximately 18–20 weeks to complete the above procedure.\r\n\n\nSteps 1–4, Seed sterilization: 30 Min\r\n\n\nSteps 5-6, Seed germination: 1 d\r\n\n\nStep 7-8 Vernalization: 4-5 weeks\r\n\n\nSteps 9 and 10, Growth of plants for bolting: 4-5 weeks\r\n\n\nSteps 17 and 18, Agrobacterium preparation: 4 d\r\n\n\nStep 16-22, Agrobacterium infection and vacuum infiltration: 2 d\r\n\n\nStep 23-26, Seed set: 4-5 weeks\r\n\n\nStep 27-31, Transformant selection: 3 weeks\r\n\n\nSteps 32–37, Identification of the transgenes: 1 week"
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in Table 1."
        },
        {
            "header": "Anticipated Results",
            "content": "This protocol has been used to generate transgenic plants from commercial cultivars of _B. rapa_ and _B. napus_. In total, 52 transgenic lines are selected with 17 regulatory genes. These include 7 transgenic lines overexpressing miRNA gene Brp-MIR319a and 3 transgenic lines overexpressing BrpSPL9-1 gene in Chinese cabbage. The transformation efficiency from some commercial cultivars of Chinese cabbage and oilseed rape was over 0.01%, One cycle of transformation experiments takes about 4 months. Optimization of Agrobacterium concentration, vacuum infiltration, pollination and hygromycin-resistence selection may further increase transformation frequency and efficiency, while modification of vernalization method will facilitate _in planta_ transformation of cabbage and the other vernalization-required crops."
        },
        {
            "header": "References",
            "content": "1. Nagaharu U. Genome analysis in Brassica with special reference to the experimental formation of B. napus and peculiar mode of fertilization. Japanese Journal of Botany 7, 389–452 \\(1935).\r\n  2. Osborn TC, et al. Comparison of flowering time genes in Brassica rapa, B. napus and Arabidopsis thaliana. Genetics 146,1123–1129 \\(1997)\r\n  3. Lagercrantz U. Comparative mapping between Arabidopsis thaliana and Brassica nigra indicates that Brassica genomes have evolved through extensive genome replication accompanied by chromosome fusions and frequent rearrangements. Genetics 150, 1217–1228 \\(1998)..\r\n  4. Lagercrantz U and Lydiate DJ. Comparative genome mapping in Brassica. Genetics 144, 1903–1910 \\(1996).\r\n  5. Lysak MA, et al., Mechanisms of chromosome number reduction in Arabidopsis thaliana and related Brassicaceae species. Proc. Natl. Acad. Sci. USA 103, 5224–5229 \\(2006).\r\n  6. Lysak MA, Cheung K, Kitschke M and Bures P. Ancestral chromosomal blocks are triplicated in Brassiceae species with varying chromosome number and genome size. Plant Physiol 145, 402–410 \\(2007).\r\n  7. Cheng F, et al.. Deciphering the Diploid Ancestral Genome of the Mesohexaploid Brassica rapa. Plant Cell 25,1541-1554 \\(2013)\r\n  8. Liu, Jia L, Mao Y, and He Y. Classification and quantification of leaf curvature. J. Exp. Bot. 61, 2757-2767 \\(2010),\r\n  9. Wang L, et al.. A Novel Class of Heat-Responsive Small RNAs Derived from the Chloroplast Genome of Chinese Cabbage \\(Brassica rapa). BMC Genomics 12\\(1):289 \\(2011)\r\n  10. Yu X, et al.. Identification of conserved and novel miRNAs that are responsive to heat stress in Brassica rapa. J Exp Bot  63, 1025–1038 \\(2012).\r\n  11. He YK, et al. Root development initiated by exogenous auxin genes in Brassica crops. Plant Physiology and Biochemistry 32, 492-500 \\(1994).\r\n  12. He YK, et al. Leafy head formation of the progenies of transgenic plants of Chinese cabbage with exogenous auxin genes, Cell Research 10, 151-160 \\(2000)..\r\n  13. He YK, et al. Effects of whole Ri T-DNA and auxin gene alone on root induction and plant phenotype of Chinese cabbage. Acta Horticulturae 402,418-422 \\(1995).\r\n  14. Jung YJ, et. al. Overexpression of the pineapple fruit bromelain gene \\(BAA) in transgenic Chinese cabbage \\(Brassica rapa) results in enhanced resistance to bacterial soft rot. Electron J Biotechnol 11, 1–8 \\(2008).\r\n  15. Vanjildorj E, et al. Enhancement of tolerance to soft rot disease in the transgenic Chinese cabbage \\(Brassica rapa L. ssp. Pekinensis) inbred line Kenshin. Plant Cell Rep 28, 1581–1591 \\(2009)..\r\n  16. Park YH, et al.. Over-expression of rice leucine-rich repeat protein results in activation of defense response, thereby enhancing resistance to bacterial soft rot in Chinese cabbage. Plant Cell Rep 31, 1845-1850 \\(2012).\r\n  17. Zhang FL, Takahata Y, Watanabe M. Agrobacterium-mediated transformation of cotyledonary explants of Chinese cabbage \\(Brassica campestris L. ssp. pekinensis). Plant Cell Rep 19, 569–575 \\(2000).\r\n  18. Zang YX, et al. Metabolic engineering of aliphatic glucosinolates in Chinese cabbage plants expressing Arabidopsis MAM1, CYP79F1, and CYP83A1. BMB Rep 41, 472-478 \\(2008).\r\n  19. Yu JG, et al. An insertional mutagenesis system for analyzing the Chinese cabbage genome using Agrobacterium T-DNA. Mol Cells 29, 267-275 \\(2010).\r\n  20. Min BW, et al. Successful genetic transformation of Chinese cabbage using phosphomannose isomerase as a selection marker. Plant Cell Rep 26, 337-3344 \\(2007).\r\n  21. Hwang BH, et al. Overexpression of polygalacturonase-inhibiting protein 2 \\(PGIP2) of Chinese cabbage \\(Brassica rapa ssp. pekinensis) increased resistance to the bacterial pathogen Pectobacterium carotovorum ssp. carotovorum. Plant Cell Tiss Organ Cult 103, 293–305 \\(2010).\r\n  22. Bhalla PL, Singh MB. Agrobacterium-mediated transformation of Brassica napus and Brassica oleracea. Nat Protoc. 3:181-189 \\(2008).\r\n  23. Kopertekh L, Broer I, Schiemann J. Developmentally regulated site-specific marker gene excision in transgenic B. napus plants. Plant Cell Rep. 28, 1075-1083 \\(2009). \r\n  24. Kahrizi D, et al. Simultaneous substitution of Gly96 to Ala and Ala183 to Thr in 5-enolpyruvylshikimate-3-phosphate synthase gene of E. coli \\(k12) and transformation of rapeseed \\(Brassica napus L.) in order to make tolerance to glyphosate. Plant Cell Rep. 26, 95-104 \\(2007). \r\n  25. Feldmann KA, Marks MD. Agrobacterium-mediated transformation of germinating seeds of Arabidopsis thaliana: a nontissue culture approach. Mol Gen Genet 208, 1–9 \\(1987).\r\n  26. Clough SJ, Bent AF. Floral dip: a simplified method for Agrobacterium-mediated transformation of Arabidopsis thaliana. Plant Journal 16, 735-743 \\(1998).\r\n  27. Bechtold N, Ellis J, Pelletier G. In Planta Agrobacteria mediated gene transfer by infiltration of adult Arabidopsis thaliana plants. C R Acad Sci Paris Life Sci 316, 1194–1199 \\(1993).\r\n  28. Ye GN, et al. Arabidopsis ovule is the target for Agrobacterium in planta vacuum infiltration transformation. Plant J. 19, 249-257 \\(1999).\r\n  29. Bechtold N, et al. The maternal chromosome set is the target of the T-DNA in the in planta transformation of Arabidopsis thaliana. Genetics 155, 1875–1887 \\(2000).\r\n  30. Desfeux C, Clough SJ, Bent AF. Female reproductive tissues are the primary target of Agrobacterium-mediated transformation by the Arabidopsis floral-dip method. Plant Physiol. 123, 895-904 \\(2000).\r\n  31. Liu F, et al. In Planta transformation of pakchoi \\(Brassica campestris L. ssp. chinensis) by infiltration of adult plants with Agrobacterium. Acta Hortic 467, 187–192 \\(1998).\r\n  32. Xu H, Wang X, Zhao H, Liu F. An intensive understanding of vacuum infiltration transformation of pakchoi \\(Brassica rapa ssp. chinensis).  Plant Cell Rep 27,1369-1376 \\(2008).\r\n  33. Weigel D. and Glazebrook J. In Planta Transformation of Arabidopsis. Cold Spring. Harb. Protoc. Prot.4668. 2 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work is supported by National Basic Research Program of China \\(Grant No. 2012CB113903)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12599,
                "identity": "a00d0767-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yuke He",
                "email": "ykhe@sibs.ac.cn",
                "orcid": "",
                "institution": "National Key Laboratory of Plant Molecular Genetics, Shanghai Institute of Plant Physiology and Ecology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yuke",
                "middleName": "",
                "lastName": "He",
                "suffix": ""
            },
            {
                "id": 12596,
                "identity": "a00cfe32-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jinjuan Bai",
                "email": "",
                "orcid": "",
                "institution": "National Key Laboratory of Plant Molecular Genetics, Shanghai Institute of Plant Physiology and Ecology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jinjuan",
                "middleName": "",
                "lastName": "Bai",
                "suffix": ""
            },
            {
                "id": 12597,
                "identity": "a00d024b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Feijie Wu",
                "email": "",
                "orcid": "",
                "institution": "National Key Laboratory of Plant Molecular Genetics, Shanghai Institute of Plant Physiology and Ecology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Feijie",
                "middleName": "",
                "lastName": "Wu",
                "suffix": ""
            },
            {
                "id": 12598,
                "identity": "a00d051a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yanfei Mao",
                "email": "",
                "orcid": "",
                "institution": "National Key Laboratory of Plant Molecular Genetics, Shanghai Institute of Plant Physiology and Ecology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yanfei",
                "middleName": "",
                "lastName": "Mao",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-08-02 06:36:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.067",
        "doiUrl": "https://doi.org/10.1038/protex.2013.067",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608798,
                "identity": "a939a56f-b053-4c73-9fdd-421802a4aca6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 422820,
                "visible": true,
                "origin": "",
                "legend": "Schematic diagram of in planta transformation via vernalization-infiltration methosd",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2769/v1/figure_1.tif"
            },
            {
                "id": 13464762,
                "identity": "89ceaaf4-d415-487a-9888-d371b33d1aa0",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 540238,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2769/v1/00b2c635-d890-417e-bed5-20ceba306b23.pdf"
            },
            {
                "id": 2608797,
                "identity": "fe5accee-38cc-4d2c-a34b-4d669e0024a3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 13969,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Trouble shooting",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2769/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "no conflicating finantial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "_Brassica napus_; _B. rapa_; genetic transformation; hygromycin; vacuum infiltration; vernalization; vernalization-infiltration",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "_In planta_ transformation has been widely used for gene transfer in the model plant Arabidopsis. Unlike Arabidopsis, the genus Brassica that comprises many important vegetable, oil seed and weed crops are vernalization-required, cross-pollinated, and self-incompatible. The protocols for _in planta_ transformation established for Arabidopsis are not directly applicable to these crops. We take advantage of Arabidopsis vacuum infiltration to establish vernalization-infiltration method for transformation of Brassica crops. The germinated seeds of Chinese cabbage and oilseed rape are exposed to cold treatment for a period of vernalization; the floral buds of the early inflorescences are opened by hand before Agrobacterium infection; Agrobacterium-infected inflorescences are infiltrated with vacuum; the transformed stigmas are pollinated with the non-infected pollens of siblings; and hygromycin resistance is used to select the transformants. Using the vernalization-infiltration method, we have identified 52 homozygous transgenic lines from the cultivars of Chinese cabbage and oilseed rape.",
        "manuscriptTitle": "In planta transformation of Brassica rapa and B. napus via vernalization-infiltration methods",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-08-07 07:00:36",
                "doi": "10.1038/protex.2013.067",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a00c9185-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 7th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3033,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-08-07 07:00:36",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}