{
    "identity": "pex-753",
    "title": "<p>Modified Staff-ball Technique for Densely Vegetated Areas</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>A comparative study by Collins &amp; Becker (2001) who developed the Staff-ball technique for measuring horizontal cover found it to be more objective,&nbsp;precise,&nbsp;faster (5.1 to 14.3 times faster as per Silvy (2012, p 397)) and gives values close to true values, when compared to other methods such as the cover-pole, profile tube and checkerboard techniques. The study also found that it was most efficient when used by one observer (which was the case in my study). Since this method had been primarily developed for use in the grasslands, it was not very suitable for the highly undulating terrain in Idukki district, Kerala of Western Ghats. Therefore, the method had to be slightly modified before employment in the field. Horizontal cover values were taken as a proxy for visibility of the two study species <em>Montecincla fairbanki</em>&nbsp;(Palani Chillapan) and <em>Sholicola albiventris</em>&nbsp;(White-bellied Sholakili) in the undergrowth for my study, so as to find the effect of visibility on their detection.</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p>PVC Pipes, Pipe Connectors (PVC), Tennis Ball, Protractor</p>"
        },
        {
            "header": "Procedure",
            "content": "1. Locate a dimensionless-point target at a centre of a circle of a specified sight distance (radii) which constitutes the centre of a circle. This point target (dimensionless) is represented by the intersection of the upper arc of a tennis ball (with ~7 cm diameter) and the right or left side (depending on which eye is closed) of a vertical staff on which the ball is mounted. Position them in randomly chosen points in the plots (usually in the bushes in my case, since that’s where the two species are usually found).\nSight distance can be based on the most visible stratum (height). Minimal area empirically determined and reported by Mueller-Dombois and Ellenberg (1974) converted to plot radii (sight distances) shows that for forest understorey, it is between 4.0 to 8.0 metres. Four metres was found to be the most suitable in my study (for visibility and precision in plantations) and hence, it was adopted as the sight radii. Use two 2m PVC pipes (cut into two and joint by connectors for easier transportation purpose and easy use in the field) with a 0.75 inch diameter as a viewing pole (for viewing the point target) and one as the pole where the tennis ball is kept (in the center).\n2. Locate the point at a specific height above the ground. This height was selected as 1.25 m due to the common occurrence of both the species around this height (\nS.albiventris\nare usually found a little lower (on the ground) and\nM.fairbanki\n, a little higher; but they are variable as\nS.albiventris\nhave been spotted upto 8 m (while singing) whereas\nM.fairbanki\nhave been spotted upto 3 m during the study period). Heights of 0.5 m and 1.5 m were also tested before selection. The fact that 1.25 m is often taken as a standard height for horizontal cover measurement (Collins and Becker, 2001) gives weight to the decision.\n3. Observe this non-dimensional point from equally-spaced points systematically distributed in the circle (6 points for the 4 m radii). This was derived from the example quoted in the Collins and Becker (2001) study. Since it is a circle, aligning in the correct orientation is difficult and a source of error. This is due to the fact that the rope used in the original technique for tracing the sight radii - from the centre of centre of the circle where the pole with the ball is kept - is not utilized due to the large amount of vegetation in the selected study area.\nInstead, align positions by taking 15\no\nangle deviation away from the normal with a protractor (line parallel to the point target fixed - arbitrary since any line can be parallel to a point, but irrelevant as long as all other positions for viewing are referenced to this normal) with the 2 m pole and another 15\no\ndeviation towards the point, like the two sides of an isosceles triangle (with 2 sides = 2 m each) or an inverted V.\n4. Sight each observation with 1 eye to avoid parallax error (with eye corresponding to the side of the point target, open). To avoid biasing the location of your (observer's) eye when each of the succeeding observation points is reached, assume a stationary posture (repeatedly) before viewing the target. Adjust the height of the eye according to the marks on the staff-pole held by you (the observer) that is the same as height of the target (1.25 m) being observed.\n5. All 6 observations within the circle are considered as a single observation. The percentage of points around the target from where the target is visually obstructed by vegetation indicates the percent cover, i.e. Percent cover = (No. of points at which target is no sighted/No. of total points along the circumference of the circle) × 100. Eg: In three along the perimeter of the imaginary circle, the non-dimensional point is visible, the visibility is (3/6)×100 = 50% percent horizontal cover/visibility."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Step 3 is the greatest source of error as a few centimeters of difference can make the difference between seeing the target point or not. But, that is not of great concern since this method only provides a proxy and also since the error is consistent throughout the different plots. Instead of a protractor, a laser rangefinder could be used for correct alignment. But, this will increase the cost of the technique.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>The procedure takes on an average 15 minutes to complete. For the current study, for every hectare of survey sites, three measurements of horizontal cover were&nbsp;taken. The higher number of spatial replicates for this quantity is to iron out outliers and provide a meaningful average for analysis. For example, in a plot with 5 hectares, the time taken would be around  3 × 5 × 15 = 225 minutes i.e. 3 hours 45 minutes.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The horizontal cover/visibility values are obtained.</p>"
        },
        {
            "header": "References",
            "content": "<p>Collins, W. B., &amp; Becker, E. F. (2001). Estimation of horizontal cover.&nbsp;<em>Journal of Range \tManagement</em>, <em>54</em>(1),67-70.</p><p><br></p><p>Silvy, N. J. (Ed.). (2012).&nbsp;<em>The Wildlife Techniques Manual: Volume 1: Research. Volume \t2: Management 2-vol. Set</em>&nbsp;(Vol. 1). JHU Press.</p><p><br></p><p>Mueller-Dombois, D., &amp; Ellenberg, H. (1974). <em>Aims and methods of vegetation ecology</em>. (as cited in Collins &amp; Becker, 2011).</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p><em>I am thankful towards IISER Tirupati’s monetary support for the project. I have gratitude towards Dr. Randeep Singh for being my internal supervisor and helping me throughout the duration of this project. </em></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 185216,
                "identity": "42ab9054-3b67-40dc-b9c6-5f30ebc5f76d",
                "order_by": 1,
                "name": "Paul Pop",
                "email": "paulvpop@gmail.com",
                "orcid": "https://orcid.org/0000-0003-0679-7789",
                "institution": "Amity Institute of Forestry and Wildlife, Amity University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Paul",
                "middleName": "",
                "lastName": "Pop",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-10-10 20:39:15",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-753/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-753/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 808742,
                "identity": "eacb3968-3f05-4138-9bca-4ddb454ca6af",
                "added_by": "auto",
                "created_at": "2020-03-31 17:52:41",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 7705172,
                "visible": true,
                "origin": "",
                "legend": "Setup of apparatus in the field.",
                "description": "",
                "filename": "Stallpoletechnique1final.png",
                "url": "https://assets.researchsquare.com/files/pex-753/v1/Stall pole technique 1 final.png"
            },
            {
                "id": 808743,
                "identity": "1892b0b1-9518-4e9b-b856-b1b1883a0a22",
                "added_by": "auto",
                "created_at": "2020-03-31 17:52:41",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6525395,
                "visible": true,
                "origin": "",
                "legend": "Employment of technique in the field.",
                "description": "",
                "filename": "Stallpoletechnique2.png",
                "url": "https://assets.researchsquare.com/files/pex-753/v1/Stall pole technique 2.png"
            },
            {
                "id": 13496286,
                "identity": "d8d27d84-531f-49f8-8e54-889f884249c1",
                "added_by": "auto",
                "created_at": "2021-09-16 22:48:47",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 135199,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-753/v1/c1e7e386-45f7-45b8-8f8b-989db45abdf5.pdf"
            }
        ],
        "financialInterests": "The author declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Modified Staff-ball Technique,  Staff-ball Technique, Horizontal Cover, Visibility, Undergrowth, Collins & Becker",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Staff-ball technique is a method used to measure the horizontal cover of vegetation in an area. For the occupancy study of two threatened avian species, a modified version of this method has been developed, employed and standardized in the field, to collect data that has been used as proxy for visibility of these species through the undergrowth in plantations within Western Ghats, India. This modified cost-effective technique is very useful in areas which are highly vegetated with undulating terrain, as opposed to its original use in grasslands. Two staffs and a ball are the main equipment used, wherein a central staff with ball is placed within vegetation and viewed using a peripheral staff at a fixed height from different points in an imaginary circle. A weakness of this technique is the difficulty in alignment with the central staff-ball, which may be rectified by the use of a laser rangefinder.</p>",
        "manuscriptTitle": "Modified Staff-ball Technique for Densely Vegetated Areas",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-03-31 17:52:39",
                "doi": "10.21203/rs.3.pex-753/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "f53e5bd8-bec3-4334-803d-a08195873f87",
        "owner": [],
        "postedDate": "March 31st, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 31059,
                "name": "Biological techniques"
            },
            {
                "id": 31060,
                "name": "Ecology"
            },
            {
                "id": 31061,
                "name": "Plant sciences"
            },
            {
                "id": 31062,
                "name": "Zoology"
            },
            {
                "id": 31063,
                "name": "Environmental sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-03-31 17:52:39",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}