{
    "identity": "nprot-3071",
    "title": "Simultaneous and long-term measurement of gene expression and neuronal activity from a brain slice",
    "content": [
        {
            "header": "Introduction",
            "content": "Long-term monitoring of cellular activities of neurons is crucial to understand brain functions in mammals. However, current in vivo monitoring systems such as PET or fMRI are still far from focusing cellular functions, while in vitro monitoring using cultured brain slices presents sometime outcomes difficult to interpret in reference to a specific brain function. With respect to the latter issue, circadian rhythms \\(ca. 24 h rhythms), is unique. Circadian rhythms are detected not only in a single organism but also in cells and tissues, which enables us to analyze the brain in vitro without missing a functional marker.\r\n\n\nIn mammals, the central clock which generates circadian rhythm and entrains to environmental time cues is located in the suprachiasmatic nucleus \\(SCN) of the hypothalamus<sup>1, 2</sup>. The unilateral SCN contains about 10,000 neurons<sup>3</sup> and individual SCN neurons show circadian rhythms in electrical activity, cytosolic Ca<sup>2+</sup>, and gene expressions<sup>4-9</sup>. However, specific cell networks are required for the expression of circadian rhythm in a tissue level, namely for functioning as the SCN circadian pacemaker. A current hypothesis of circadian rhythm generation in a single cell is a molecular feedback loop composed of several clock genes, such as _Period_ \\(_Per_), _Cryptochrom_ \\(_Cry_), _Clock_ and _Bmal1_, and their protein products. The molecular oscillation transmits circadian signals to other cellular functions such as membrane potential and finally to behavioral activity rhythms. In turn, signals from other SCN cells modify the molecular oscillation through intracellular signal transduction<sup>10</sup>. To understand the structure and functions of circadian pacemaker in the SCN, a sequential events happing in a single oscillating cell and cellular communication in the SCN should be monitored. \r\n\n\nRecently, we established simultaneous and long-term measurement of clock gene expression, \\(_Per1_) or clock gene product \\(PER2) and electrical activity at a single cell level in a cultured mouse SCN slice<sup>11</sup>. We monitored clock gene expression and clock gene product by means of bioluminescence imaging using a luciferase reporter and electrical activity using a Multi-electrode array dish, respectively<sup>11-14</sup>. The protocol provides useful information to scientists who are interesting in cell and tissue level events not only related to the brain but also other bodily functions."
        },
        {
            "header": "Reagents",
            "content": "Collagen \\(Cellmatrix, Type I-C, Nitta Gelatin)\r\n\n\nBuffer for collagen solution \\(refer to Table1)\r\n\n\n10x DMEM for MED coating with no supplemental materials sterilized with a 0.22 µm pore size filter \\(store in 0.2ml/1.5ml tube at -30 ºC until it is used).\r\n\n\nCulturing medium in CO<sub>2</sub> incubator: DMEM high glucose \\(Invitrogen cat. No. 12100-046) + 32.1 mM NaHCO<sub>3</sub>, 20 mg/L kanamycin \\(Gibco) sterilized with a 0.22 µm pore size filter. 5% fetal bovine serum \\(FBS) for first 3 days, 5% culture media supplements after 3 culture day.\r\n\n\nRecording medium in air: DMEM high glucose \\(Invitrogen cat. No. 12100-046) + 10 mM HEPES, 2.7 mM NaHCO<sub>3</sub>, 20 mg/L kanamycin \\(Gibco) sterilized with a 0.22 µm pore size filter. 5% culture media supplements.\r\n\n\nFBS \\(Gibco)\r\n\n\nHanks’ balanced salt solution \\(Sigma, cat. No. H8264)\r\n\n\nCulture media supplements \\(refer to Table2)\r\n\n\nD-Luciferin potassium salt \\(Wako, 126-05116)"
        },
        {
            "header": "Equipment",
            "content": "MED probe \\(MED-P210A, Alpha med scientific)\r\n\n\nMED64 system \\(Alpha med scientific)\r\n\n\nTissue chopper \\(McIlwain)\r\n\n\nEM-CCD camera \\(ImagEM, Hamamatsu photonics)\r\n\n\nCO<sub>2</sub> incubator\r\n\n\n100 mm Petri dish\r\n\n\nO<sub>2</sub> permeable film \\(High-sensitivity membrane kit, YSI)\r\n\n\nDissecting microscope\r\n\n\nScalpel blades \\(No. 10 curved)\r\n\n\nTransfer pipette \\(Falcon)\r\n\n\nLaminar flow hood or biological safety cabinet"
        },
        {
            "header": "Procedure",
            "content": "**Preparation of the MED probes**\r\n\n\n1, The MED probe is placed in a sterilized disposable Petri dish \\(100 mm diameter).\r\n\n\n2, Rinse with sterilized distilled water \\(SDW) three times, and then with 70% EtOH one time about 15-30min.\r\n\n\n3, Rinse the MED probe again with SDW 3 times, and dry up and expose to UV light for 15-30 min.\r\n\n\n4, On the day before culture \\(or the same day of culture), treat the surface of the MED probe with brief \\(within one second) and repeated exposures to blue flame to increase its hydrophilicity. Exposure was repeated 8-12 times and each exposure followed by cooling for ~10 sec.\r\n\n\n5, Put the MED probe in to 4 ºC for about 15min.\r\n\n\n6, Put collagen Type 1-C 0.8ml \\(Nitta gelatin ; Cellmatrix), x10 DMEM 0.1 ml, and buffer \\(Table 1) 0.1 ml into the 1.5ml tube on ice, and gently mix. \r\n\n\n7, The MED probe is place on a cold pack, and apply the mixed collagen solution into the probe. After evenly wet the whole surface of MED probe, rest of the collagen solution must be removed as much as possible.\r\n\n\n8, Apply SDW in the Petri dish outside of the MED probe to keep moisture. Incubate the MED probe in 37 ºC for 1-2 hours to firm the collagen gel. Be sure that the collagen gel is formed by microscopic observation, since collagen some lot of Collagen Type I-C does not form collagen gel. \r\n\n\n9, Rinse with SDW one time, and the MED probe is pre-incubated with culturing medium contained 5% FBS until it is used. \r\n\n\n\r\n\n\n**SCN slice preparation for long term culturing on the MED probes**\r\n\n\n10, Hypothalamic slices \\(200µm thick) containing the SCN are obtained from the hypothalamic block \\(≈ 2 x 1 x 5 mm) of mice of 2-5 days of age using a tissue chopper. \r\n\n\n11, After trimming, hypothalamic slice containing the SCN is placed on the collagen-coated MED probe using a transfer pipette. Set the slice so that the SCN covers the electrodes. \r\n\n\n12, Removed medium on the MED probe, and then the SCN slice is incubated in a CO\n2\nincubator with 100% humidity for 1-2 h until the slice attaches to the collagen gel.\r\n\n\n13, After 1-2 h incubation, add 250μl culturing medium contained 5% FBS into the MED probe, and the SCN is incubated in a CO\n2\nincubator. Half volume of medium \\(add 250μl and remove 250μl) is exchanged every day for first 10 culture days, thereafter medium exchange is performed every other day. For first three days, medium should contain 5% FBS, but thereafter 5% of supplement instead of serum. Within a few days, neurites start to extend from the periphery of the explants as shown in Figure 1b.\r\n\n\n\r\n\n\n**Measurement of clock gene and neuronal activity rhythms from the SCN on the MED probe**\r\n\n\n14, To measure clock gene expression from the SCN neuron, transgenic mice carrying a luciferase reporter are used. Transfection of luciferase reporter may also be used. We used transgenic mice carrying a luciferase reporter listed below.\r\n\n\n・ _Per1-luc_ \\(_Per1_ promoter driven luciferase reporter)\n14\n・ PER2::LUC \\(Luciferase reporter fused to _Per2_ protein)\n15\n15, One to three weeks after preparation, recording is started by setting the MED probe with cultured SCN slice in an MED connector. The connector is then placed in the stage-top incubator of a microscope. To keep humidity of and oxygen level for cultured SCN slice stable, the MED probe is sealed with O\n2\npermeable film by attaching the film to the edge of the probe wall with silicone grease.\r\n\n\n16, Stage-top incubator \\(280mm width x 200mm depth x 70mm height) is made of an acrylic glass of 8 mm thick. Temperature in the incubator is controlled by circulated warmed air \\(Figure 1a). \r\n\n\n17, Bioluminescence is captured by an EM-CCD camera, and microscope should be covered dark box to prevent unnecessary light. Since intensity of bioluminescence is very weak, expose time could vary 20-60 min depending on the reporter signals. Bioluminescence imaging of the SCN on the MED probe is shown in Figure 1b.\r\n\n\nCCD camera is set at the top or the bottom port of the microscope. For the upright microscope, a CCD camera is set at the top port, and the stage-top incubator needs a whole for the objective lens. The hole should be sealed with insulation foam, and the lens may be warmed with e.g. heating band. For the inverted microscope, a CCD camera is set to the bottom port of the microscope. The stage-top incubator does not need a hole on the top, but the objective lens beneath the MED probe needs to be warmed. Electrodes interrupt the bioluminescence signals when images are taken from the bottom port of the microscope.\r\n\n\n18, Spontaneous firing frequency is counted if an amplitude of an action potential is exceeded a threshold level. In the SCN slice, we set the threshold level to signal to noise ratio ≈ 2.0."
        },
        {
            "header": "Timing",
            "content": "Step1-4: Pre-treatment for coating: 60-90 min \r\n\n\nStep5-9: Collagen coating: 2-2.5 h\r\n\n\nStep10-13: Preparation of SCN slice culture: 15min per one slice\r\n\n\nStep14-18: Recording: It is possible to record about 2-3 weeks without medium exchange."
        },
        {
            "header": "Troubleshooting",
            "content": "For long-term and simultaneous measurements of neuronal activity and bioluminescence from the SCN, the MED probe should be prepared with special care. \r\n\n\n\r\n\n\n4, Exposure of MED probe to blue frame should be brief. If the surface of the probe is still hydrophobic, repeat brief exposure with cooling after each exposure. Please refer to Movie 1.\r\n\n\n6, Collagen coating of the MED probe should be done on cold pack or ice block to coat it uniformly. Avoid forming bubbles in collagen solution.\r\n\n\n11, Mechanical stress to the brain slice, such as flushing with medium or touching with forceps, should be minimized while setting the slice on the electrodes of the MED probe.\r\n\n\n13, Of critical importance, adjust the medium volume so that the slices is kept wet but not submerged in medium."
        },
        {
            "header": "Anticipated Results",
            "content": "The protocols and results present the relationship between clock gene expression and its output signal, neuronal activity rhythms, in the SCN slice. This methods enable us to measure gene expression and neuronal activity of neuron of interest simultaneous at real-time for several weeks without medium exchange. Responses of the two parameters can also be monitored simultaneously to various kind stimuli, e.g. by passing electric currents of desired frequency and amplitude to the selected electrode and by applying drugs. Optical tools can also be applied, such as caged compounds and optogenetics."
        },
        {
            "header": "References",
            "content": "1. Moore, R.Y. & Eichler, V.B. Loss of a circadian adrenal corticosterone rhythm following suprachiasmatic lesions in the rat. Brain Res. 42, 201-6 \\(1972).\r\n  2. Stephan, F.K. & Zuker,I. Circadian rhythms in drinking behavior and locomotor activity of rats are eliminated by hypothalamic lesion. Proc. Natl. Acad. Sci. U.S.A. 69, 1583-1586 \\(1972).\r\n  3. Van den Pol, A.N. The hypothalamic suprachiasmatic nucleus of rat: intrinsic anatomy. J. Comp. Neurol. 191, 661-702 \\(1980).\r\n  4. Welsh, D.K., Logothetis, D.E., Meister, M., & Reppert, S.M. Individual neurons dissociated from rat suprachiasmatic nucleus express independently phased circadian firing rhythms. Neuron 14, 697-706 \\(1995).\r\n  5. Herzog, E.D., Takahashi, J.S., & Block, G.D. Clock controls circadian period in isolated suprachiasmatic nucleus neurons. Nat. Neurosci. 8, 708-713 \\(1998).\r\n  6. Nakamura, W., Honma, S., Shirakawa, T., & Honma, K. Clock mutation lengthens the circadian period without damping rhythms in individual SCN neurons. Nat. Neurosci. 5, 399-400 \\(2002).\r\n  7. Nagoshi, E. et al., Circadian gene expression in individual fibroblasts: cell-autonomous and self-sustained oscillators pass time to daughter cells. Cell 119, 693-705 \\(2004).\r\n  8. Yamaguchi, S. et al., Synchronization of cellular clocks in the suprachiasmatic nucleus. Science 302, 1408-1412 \\(2003).\r\n  9. Ikeda, M. et al., Circadian dynamics of cytosolic and nuclear Ca2+ in single suprachiasmatic nucleus neurons. Neuron 38, 253-263.\r\n  10. Honma, S., & Honma, K. The biological clock: Ca2+ links the pendulum to the hands. Trends. Neurosci. 26, 650-653 \\(2003).\r\n  11. Ono, D., Honma, S., & Honma, K. Cryptochromes are critical for the development of coherent circadian rhythms in the mouse suprachiasmatic nucleus. Nat. Commun. 4,1666 doi: 10.1038/ncomms2670 \\(2013).\r\n  12. Honma, S., Shirakawa, T., Katsuno, Y., Namihira, M. & Honma., K. Circadian periods of single suprachiasmatic neurons in rats. Neurosci. Lett. 250, 157-160 \\(1998).　 \r\n  13. Nakamura, W., Honma, S., Shirakawa, T., Oguchi, H. & Honma, K. Regional pacemakers composed of multiple oscillator neurons in the rat suprachiasmatic nucleus. Eur. J. Neurosci. 14, 666-674 \\(2001).　 \r\n  14. Inagaki, N., Honma, S., Ono, D., Tanahashi, Y. & Honma, K. Separate oscillating cell groups in mouse suprachiasmatic nucleus couple photoperiodically to the onset and end of daily activity., Proc. Natl. Acad. Sci. U.S.A. 104, 7664-7669 \\(2007). 　 \r\n  15. Yoo, S. H. et al. PERIOD2::LUCIFERASE real-time reporting of circadian dynamics reveals persistent circadian oscillations in mouse peripheral tissues. Proc. Natl. Acad. Sci. U.S.A. 101, 5339-5346 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank J. S. Takahashi for supplying PER2::LUC mice and H. Tei for giving Per1-luciferase reporter plasmid. This work was supported in part by JSPS KAKENHI, Nos. 20249010, 24390055, 24890001 and by Creation of Innovation Center for Advanced Interdisciplinary Research Areas Program, Ministry of Education, Culture, Sports, Science and Technology, Japan."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms2670",
                "date": "2014-03-12 09:50:14",
                "title": "Cryptochromes are critical for the development of coherent circadian rhythms in the mouse suprachiasmatic nucleus",
                "authors": [
                    "Daisuke Ono",
                    "Sato Honma",
                    "and Ken-ichi Honma"
                ],
                "journal": "Nature Communications",
                "logo": ""
            },
            {
                "doi": "10.1073/pnas.0607713104",
                "date": "2014-03-12 09:51:12",
                "title": "Separate oscillating cell groups in mouse suprachiasmatic nucleus couple photoperiodically to the onset and end of daily activity",
                "authors": [
                    "N. Inagaki",
                    "S. Honma",
                    "D. Ono",
                    "Y. Tanahashi",
                    "and K.-i. Honma"
                ],
                "journal": "Proceedings Of The National Academy Of Sciences",
                "logo": ""
            },
            {
                "doi": "10.1046/j.0953-816x.2001.01684.x",
                "date": "2014-03-12 09:53:34",
                "title": "Regional pacemakers composed of multiple oscillator neurons in the rat suprachiasmatic nucleus",
                "authors": [
                    "Wataru Nakamura",
                    "Sato Honma",
                    "Tetsuo Shirakawa",
                    "and Ken-ichi Honma"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1016/S0304-3940(98)00464-9",
                "date": "2014-03-12 10:03:34",
                "title": "Circadian periods of single suprachiasmatic neurons in rats",
                "authors": [
                    "Sato Honma",
                    "Tetsuo Shirakawa",
                    "Yumiko Katsuno",
                    "Masakazu Namihira",
                    "and Ken-ichi Honma"
                ],
                "journal": "Neuroscience Letters",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12931,
                "identity": "a02aa387-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sato Honma",
                "email": "sathonma@med.hokudai.ac.jp",
                "orcid": "",
                "institution": "Honma's Lab, Hokkaido University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sato",
                "middleName": "",
                "lastName": "Honma",
                "suffix": ""
            },
            {
                "id": 12929,
                "identity": "a02a9ecd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daisuke Ono",
                "email": "",
                "orcid": "",
                "institution": "Honma's Lab, Hokkaido University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daisuke",
                "middleName": "",
                "lastName": "Ono",
                "suffix": ""
            },
            {
                "id": 12930,
                "identity": "a02aa142-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ken-ichi Honma",
                "email": "",
                "orcid": "",
                "institution": "Honma's Lab, Hokkaido University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ken-ichi",
                "middleName": "",
                "lastName": "Honma",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-03-12 11:15:20",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.010",
        "doiUrl": "https://doi.org/10.1038/protex.2014.010",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608956,
                "identity": "e670f83b-a6d9-4c99-82d9-516123ca9eda",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:36",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3184978,
                "visible": true,
                "origin": "",
                "legend": "Simultaneous recording system of bioluminescence and neuronal activity from cultured SCN   (a) The photograph indicates simultaneous recording system in the dark box (A). A CCD camera (B) is installed at the top port of an upright microscope. A stage-top incubator made of acrylic glass (C) is warmed at 37ºC by a heating system (D). An MED connector (E) is put in the stage-top incubator of the microscope. An MED probe (F) and 64 electrodes (G), each 20 x 20 µm in size, are arranged in the center area of 0.7 mm x 0.7 mm of the MED probe. The MED probe is sealed with oxygen permeable film and set to the MED connector to monitor membrane potential. (b) Bright field (left) and Per-1luc bioluminescence (right) images of cultured SCN slice on an MED probe. A scale bars are 100µm. 3V: Third ventricle. OC: Optic chiasm. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3071/v1/figure_1.jpg"
            },
            {
                "id": 2608955,
                "identity": "bb74c280-47e4-484e-a1de-be51b88cd4ad",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:36",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 654409,
                "visible": true,
                "origin": "",
                "legend": "Table 1   The ingredients of buffer for collagen solution",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3071/v1/figure_2.jpg"
            },
            {
                "id": 2608954,
                "identity": "d7f02e37-1e5c-4442-a513-20723a1c6483",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:36",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1019156,
                "visible": true,
                "origin": "",
                "legend": "Table 2   The ingredients of supplements for DMEM medium (x20 solution)",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3071/v1/figure_3.jpg"
            },
            {
                "id": 13464777,
                "identity": "9e80331b-cfbe-4fde-979c-2cf1b8faab9c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:43",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 431402,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3071/v1/663237a4-70eb-4fb2-9e8b-0f2d3fcca9c7.pdf"
            },
            {
                "id": 2608957,
                "identity": "426aed1f-4fa8-483b-af83-234f337735b3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:36",
                "extension": "wmv",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 7276555,
                "visible": true,
                "origin": "",
                "legend": "Movie 1   How to expose an MED probe to blue frame   <iframe width=\"480\" height=\"360\" src=\"//www.youtube.com/embed/usBESxUh0lM?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.wmv",
                "url": "https://assets.researchsquare.com/files/nprot-3071/v1/supplement_0.wmv"
            }
        ],
        "financialInterests": "The authours declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "bioluminescence, multi-electrodes array dish, brain slice, gene expression, neuronal activity",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Photonic bioimaging is a powerful tool for measurement of biological functions in living cells. It enables us to identify when, how, and where a phenomenon of interest takes place such as gene expression and interaction of molecules. To understand the sequential events happening in the brain, it is of special importance to assess more than one parameter simultaneously. In this protocol, we describe detailed methods of simultaneous and long-term measurement of gene expression and neuronal activity from a cultured brain slice. We introduce bioluminescence imaging using CCD camera for measurement of gene expression and multi-electrode array dish for recording of neuronal activity, which enables us to analyze not only functions in a single cell but also cellular communications. The present bimodal recording system reveals spatiotemporal relationship between gene expression and neuronal activity in a single neuron, which promotes us to understand complex phenomena in the brain.",
        "manuscriptTitle": "Simultaneous and long-term measurement of gene expression and neuronal activity from a brain slice",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-03-13 10:22:45",
                "doi": "10.1038/protex.2014.010",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a02a5106-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 13th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3121,
                "name": "Neuroscience"
            },
            {
                "id": 3122,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-03-13 10:22:45",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}