{
    "identity": "nprot-2241",
    "title": "Non-invasive measurement of real-time oxygen flux in plant systems with a self-referencing optrode",
    "content": [
        {
            "header": "Introduction",
            "content": "Oxygen is one of the most fundamental elements for animals, plants, fungi, and bacterial systems. Real-time measurement of oxygen concentration, transport, and respiration in living cells is crucial to answering physiological questions of development, metabolism, and stress response. There have been significant efforts to measure oxygen transport and metabolism in living cells and tissues<sup>1,2,3,4</sup>. Early efforts were based on polarograghic electrochemical approaches where a current is measured as a function of oxygen reduction. These electrode-based methods all face limitations because of susceptibility to electromagnetic interference, convective artifacts, and calibration drift, which create high background noise5 and a requirement for constant recalibration. It is possible to partially alleviate convective artifacts from the electrode-based methods by reducing the diameter of an electrode and covering the electrode by a gas-permeable membrane<sup>5</sup> but this in turn increases the susceptibility to electromagnetic noise. \r\n\n\nThe self-referencing technique can provide a reliable solution to measuring the analytes flux associated with living cells. To monitor oxygen flux and respiratory activity in single cells or/and tissues, microelectrode-based electrochemical polarographic methods were adapted in the last decade<sup>3,6,7,8</sup>. However, the electrochemical microelectrode approach still suffered from experimental artifacts when high sensitivity and accuracy of measurement are required because the electrode sensitivity to electromagnetic noise, fouling, and calibration drift. Therefore, an optical sensor, the so-called optrode \\(optical electrode), was developed to minimize these disadvantages<sup>9,10,11,12</sup>.\r\n\n\nAn optrode is an optical fiber with a specific fluorescence dye \\(platinum tetrakis pentafluorophenyl porphyrin or PtTFPP in this study), immobilized on the tip of a tapered fiber optic10. The PtTFPP is excited by blue light \\(505 nm), and the red emission fluorescence signal \\(640 nm) is conducted through the fiber and recorded by optical equipment. The concentration of analytes, oxygen in this case, changes the lifetime and intensity of the fluorescence signals<sup>9,10</sup>. These measurable characters of fluorescence signals reflect the concentration of the analyte in a linear relationship \\(Box 1). The application of an optical fiber prevents corrosion of metallic probes in buffers or physiologic solutions, and the recording of light signals minimizes electromagnetic noise. Furthermore, the measurement of fluorescence duration has significant advantages over measurement of fluorescence intensity, in terms of stability and photobleaching of fluorescence dyes <sup>9,10</sup>. Based on applying the principles of frequency domain lifetime approaches, shifts in the phase angle of fluorescence signals are measured for the NMT-OO system. \r\n\n\nThe NMT can provide non-invasive measurement of the flux of analytes in living cells and tissues. Based on Fick’s law _\\[J = –D\\(ΔC/ΔX)]_, we can calculate the flux rate _\\(J)_ by measuring concentration differences _\\(ΔC)_ using a microsensor, which oscillates between two positions_ \\(ΔX)_, if the diffusion coefficient _\\(D)_ is known<sup>10</sup>. In the current study, we used a newly developed oxygen-specific optrode with high sensitivity and a high signal-to-noise ratio \\(SNR). Furthermore, when using an optrode with NMS, there is no need to use a reference electrode, and thus the system is simple to construct. This construction helps in decreasing experimental artifacts and errors \\(Box 2). \r\n\n\n   The oxygen transport and respiratory activity of plant cell tissues reflect spatial and temporal information about the physiological responses of cell metabolism and stress responses11. Here we compared oxygen metabolism and flux rate on the root surface of wild-type \\(WT) Arabidopsis and mutant lines of the atrbohD/F double mutant, which lacks the expression of membrane-localized NADPH-oxidase, resulting in a reduced rate of root elongation by inhibition of cell expansion and growth<sup>13,14</sup>. We also compared rhizosphere oxygen flux rate in light- and dark-grown Arabidopsis seedlings, which show different elongation rates in the elongation zone <sup>15</sup>. These results documented differences in respiratory oxygen flux that correlate with root growth, and confirm the NMT-OO approach as a low-cost, easy-to-use instrument for detecting oxygen transport and metabolism with high sensitivity and a high SNR. \r\n\n\n   The following is a detailed protocol for the complete construction of this optrode-based NMT and measurement of rhizosphere oxygen flux in Arabidopsis seedlings."
        },
        {
            "header": "Reagents",
            "content": " ½ Murashige and Skoog \\(½MS) medium \\(Sigma-Aldrich) with 0.4% phytagel \\(Sigma-Aldrich) containing 1% sucrose for dark-grown seedlings. Caution\\! Autoclave after combining to avoid contamination. \r\n\n\n ½ MS liquid medium. Caution\\! The liquid medium contains the same components as the solid medium without phytagel to avoid additional stress. Critical\\! Wash the optrode with distilled water very carefully, avoiding crystallization of salts and contamination from sucrose.  \r\n\n\n Calibration medium: ½ MS medium bubbled with pure N<sub>2</sub> \\(0% O<sub>2</sub>) or air \\(21% O<sub>2</sub>) in an Erlenmeyer flask, or other kind of container with a narrow neck. Caution\\! N<sub>2</sub> bubbling should last at least 30 minutes to completely expel the oxygen from the medium."
        },
        {
            "header": "Equipment",
            "content": " Light-emitting diode \\(LED): A LED lamp provides blue light \\(403–405 nm) to excite the fluorescence dye immobilized on the tip of the optrode. \r\n\n\n LED power: An amplifier can provide stable voltage signals to the LED light source. In our equipment, we used the SRS 530 amplifier \\(SRS, USA) as the power supplier. \r\n\n\n Laser coupler: A band-pass optical filter \\(Edmund Optics, USA) prevents nonspecific light reaching the fluorescent dye on the optrode tip. The emitted fluorescent light from the optrode is in the red color range, and thus a red color filter \\(Edmund Optics) was used in the light path to obtain pure fluorescence signals.  LED, LED Power and Laser Coupler were installed by ScienceWares, Inc., MA.\r\n\n\n MicroTip-Fiber Optic Oxygen Sensor, World Precision Instruments; Cat. Number 501656: The fiber sensor is 140 µm long tapering to a sharp sensor tip with a diameter of 50 µm housed inside a steel needle \\(http://www.wpiinc.cn/en/Products/Browse-By-Category-en/Biosensingen/Oxygen-Measurement-en/MicroTip-Fiber-Optic-Oxygen-Sensor.html). Alternatively, the company Ocean Optics Sensors \\(USA) also provides optical microsensors. \\(See http://www.oceanopticssensors.com/products/sensorprobes.htm.) Critical\\! Two types of optrodes are on the market, a tapered tip and flat-broken tip microsensor. The tapered tip optrode provides higher spatial and temporal resolution, while the flat-broken tip optrode has higher light stability. \r\n\n\n Optical fiber: Optical fibers guide the light path in this optrode system. No special requirement for the fibers.\r\n\n\n Photomultiplier tube \\(PMT): The PMT is a special electron tube that can transduct the weak light signals into measureable electric signals via application of the photoelectric effect and secondary emission ability of electrons. A current type of photomultiplier consists of a photoemissive cathode \\(sensitive to even a single photon) followed by an electron multiplier \\(in high vacuum) and an electron collector \\(anode). Several companies provide PMT devices with high sensitivity and high SNR. We combined a PMT \\(Hamamatsu, Japan) into our system.\r\n\n\n PMT power: To obtain constant application and measurement with the PMT, a high voltage power supply is integrated into the system \\(Optical Signal Processor, YGOO-OSP; YoungerUSA). \r\n\n\n Optical device: Any kind of microscope is suitable for the this approach but inverted microscopes are easier to adapt for observation. We used the Olympus IMT2 microscope in our study. An objective lens with 10× or 20× magnification is good for observation. Critical\\! Water/oil immersion lenses have not been tried out for this experiment. \r\n\n\n Non-invasive Micro-test System: The system \\(BIO-IM, YoungerUSA, US) was constructed as originally descriptions <sup>16, 17</sup>. The optrode is moved by a three-dimensional stepper motor \\(YGOO-LTS，YoungerUSA，USA), that has submicron step resolution. For flux measurements the typical distance is 10 μm. A lock-in amplifier \\(SR530，SRS，USA) amplifier analyzes the phase angle associated with the fluorescent lifetime of the dye using frequency domain analysis approaches.\r\n\n\n Calibration and recording chamber: A small Petri-dish of 5 cm diameter was chosen as a calibration chamber for optrodes and recording experiments. Any transparent container can be used as the chamber. Critical\\! The edge of the chamber should not be so high as to prevent the microsensor from reaching the samples, and the bottom of the chamber can be specially treated to avoid interfere with microscopic observation."
        },
        {
            "header": "Procedure",
            "content": "EQUIPMENT SETUP\r\n\n\nFigure 2 shows the schematic diagram of the NMT-OO system in our study. The software, imFLUX \\(YoungeUSA), controls several basic components of this system by adjusting the power supply, imaging with a digital camera, and managing the main component: the optrodes. \r\n\n\n   The following describes the construction of the measuring system: A LED power supplier controls the voltage signal to a blue LED \\(503–505 nm). A 20× microscope \\(Newport, USA) objective focuses light from the LED onto the optical fiber, which is coupled to a blue filter leading the excitation light to the MicroTip-Fiber Optic Oxygen Sensor \\(World Precision Instruments, USA). Fluorescence emission is conducted by the fibers and split by the fiber coupler again. When the red fluorescence signal reaches the PMT \\(Hamamatsu, Japan), the signals are transformed into electrical signals and conducted into a Lock-in-Amplifier \\(SRS 530). Then, the phase shift and fluorescence intensities are recorded by the computer and analyzed by imFLUX \\(YoungerUSA，USA). \r\n\n\nPROCEDURE\r\n\n\nExperimental measurements\r\n\n\n1. Calibration of the optrode: We calibrated the optrode in the calibration medium with two different concentrations of oxygen \\(0 and 21% oxygen). The phase angles of the fluorescence signals of these two concentrations were measured and a linear slope was calculated. ? TROUBLESHOOTING\r\n  2. Equilibration of plant material: The 4-day-old seedlings were dipped into the measuring buffer \\(½ MS liquid medium) for 30 minutes before measuring.\r\n  3. Immobilizing the plant material: The measurement of oxygen flux with the optrode occurs in an aqueous environment; therefore, we needed to immobilize the sample to avoiding unwanted stirring, and movement. The method used to immobilize the sample must be gentle enough to prevent mechanical damage to the tissues and allow free access of the optrode to measure the tissue. As shown in Figure 3a, we used two small pieces of filter paper to clamp the root of Arabidopsis, leaving about 2–3 mm of the root tip free for microsensor measurement. ? TROUBLESHOOTING\r\n  4. Adjusting the measuring position of the optrode by a stepper motor: Caution\\! The tip of the optrode sensor is fragile. Move the optrode gently to avoid breaking the tip. \r\n  5. At each measuring point, the optrode is vibrating between two positions at a distance of 30 μm \\(Figure 3a). We set an optimal vibration frequency to avoid stirring and to obtain stable results with 2 seconds of quiet time before measuring and 1.92 seconds of measurement at each position in our experiments. Thus, time of measurement at each position is 8.6 seconds at each measuring point. ? TROUBLESHOOTING\r\n  6. Start the measurement with a reference measure by placing the optrode in a background place, i.e., in the medium as far away from the sample as possible \\(Figure 3b). When the base level of oxygen flux in the environment is steady at a baseline, move the tip of the optrode to a position near \\(5 μm) the periphery of the sample root \\(Figure 3b). Measurement of oxygen flux in the background position and the rhizophere of Arabidopsis are shown in Figure 3c.\r\n  7. Based on the aim of the experiment, we can adjust control probe positioning and angle of oscillation. As shown in Figure 4a, we mapped the oxygen flux rate on the periphery of the root apical region in Arabidopsis. We also analyzed the effect of hydrogen peroxide \\(H\n2\nO\n2\n) on the oxygen flux rate as shown in Figure 4b."
        },
        {
            "header": "Timing",
            "content": "Steps 1 and 2:  30 minutes to select an optimal vibration frequency and phase angle for measurement. \r\n\n\nStep 3:   Equilibration requires 30 minutes. We can perform this step at the same time as steps 1 and 2. \r\n\n\nStep 4:    5 minutes\r\n\n\nStep 5:    20 minutes.\r\n\n\nSteps 6–7:   30–45 minutes for a single experiment."
        },
        {
            "header": "Troubleshooting",
            "content": "Step 1: \r\n\n\nProblem: Large differences in empirical values; \r\n\n\nPossible reasons: 1. The calibration medium was not bubbled enough. 2. Contamination or inactivation at the optrode sensor tip. \r\n\n\nSolution: 1. Bubble the medium with N<sub>2</sub> or air for a longer time. 2. Clean the optrode or use a new one.\r\n\n\n\r\n\n\nStep 3: \r\n\n\nProblem: Roots are moving during the measurement.\r\n\n\nPossible reasons: The access tip region is too long.\r\n\n\nSolution: Leave only 2–3 mm of the root tip free.\r\n\n\n\r\n\n\nStep 5: \r\n\n\nProblem: Unsettled results.\r\n\n\nPossible reasons: 1. The optrode is not fixed properly on the stepper motor. 2. The quiet time for measurement is too short.\r\n\n\nSolution: 1. Fix it tightly. 2. Prolong the quiet time to avoid possible stirring effects."
        },
        {
            "header": "Anticipated Results",
            "content": "ANTICIPATED RESULTS:\r\n\n\nRoots are heterotrophic tissues in plant bodies, taking up oxygen from the environment for growth and metabolism. The rhizosphere oxygen flux results in a net influx value in experiments \\(Figure 2C). As shown in Figure 3A, the peak oxygen influx value occurred 0.2 mm back from the root tip, coinciding with the root apical transition zone, which has also a peak value of auxin influx and high cell elongation and development rate <sup>18, 19 20</sup>. Lack of NADPH-oxidase results in a reduced root elongation and may alter respiratory activity at the rhizophere of the apical root elongation zone<sup>13, 14</sup>. The oxygen influx rate is reduced significantly in the atrbohD/F double mutant \\(Figure 3A). Dark-grown seedlings have a low respiratory rate and metabolism at the root meristem and elongation zone <sup>15</sup>. Thus, the oxygen influx rate in dark-grown Arabidopsis seedlings is significantly decreased \\(Figure 3A). H<sub>2</sub>O<sub>2</sub>, a typical ROS signal molecule, also changes the rhizosphere oxygen flux dramatically \\(Figure 3B). \r\n\n\nCONCLUSION\r\n\n\nIn conclusion, we describe here a real-time and non-invasive probe system with highly sensitivity for detecting the oxygen flux rate in plant system."
        },
        {
            "header": "References",
            "content": "REFERENCES:\r\n\n\n1. Thomson, C.J., Armstrong, W., Waters, I. & Greenway, H. Aerenchyma formation and associated oxygen movement in seminal and nodal roots of wheat. Plant Cell Environ. 13, 395-403 \\(1990)\r\n  2. Holst, G., Glud, R.N., Kühl, M. & Klimant, I. A microoptode array for fine-scale measurement of oxygen distribution. Sensor. Actuat. B-Chem.38, 122-129 \\(1997).\r\n  3. Land, S.C., Porterfield, D.M., Sanger, R.H. & Smith, P.J.S. The self referencing oxygen-selective microelectrode: detection of transmembrane oxygen flux from single cells. J. Exp. Biol. 202, 211–218 \\(1999).\r\n  4. Frederiksen, M.S.& Glud, R.N. Oxygen dynamics in the rhizosphere of Zostera marina: A two-dimensional planar optode study. Limnol. Oceanogr. 51, 1072–1083 \\(2006).\r\n  5. McLamore, E.S. & Porterfield, D.M. Non-invasive tools for measuring metabolism and biophysical analyte transport: self-referencing physiological sensing. Chem. Soc. Rev., DOI: 10.1039/C0CS00173B \\(2011).\r\n  6. Mancuso, S. & Boselli, M. Characterisation of the oxygen fluxes in the division, elongation and mature zones of Vitis roots: influence of oxygen availability. Planta. 214, 767–774 \\(2002). \r\n  7. Mancuso, S., Papeschi, G. & Marras, A.M. A polarographic, oxygen-selective, vibrating-microelectrode system for the spatial and temporal characterisation of transmembrane oxygen fluxes in plants. Planta. 211, 384–389 \\(2000).\r\n  8. Xu, Y., Sun, T. & Yin, L. Application of Non-invasive Microsensing System to Simultaneously Measure Both H+ and O2 Fluxes Around the Pollen Tube. J. Integr. Plant. Biol. 48, 823-831 \\(2006). \r\n  9. Chatni, M.R., Li, G. & Porterfield, D.M. Frequency-domain fluorescence lifetime optrode system design and instrumentation without a concurrent reference light-emitting diode. Appl. Opt. 48, 5528-5536 \\(2009). \r\n  10. Porterfield, D.M., Rickus, J.L. & Kopelman, R. Noninvasive approaches to measuring respiratory patterns using a PtTFPP based phase-lifetime self-referencing oxygen optrode. Proc. SPIE, DOI,10.1117/12.684618 \\(2006),\r\n  11. McLamore E.S., Jaroch. D., Chatni, M.R. & Porterfield, D.M. Self-referencing optrodes for measuring spatially resolved, real-time metabolic oxygen flux in plant systems, Planta. 232, 1087-1099 \\(2010).\r\n  12. Chatni, M.R. & Porterfield, D.M. Self-referencing optrode technology for non-invasive real-time measurement of biophysical flux and physiological sensing. Analyst. 134, 2224–2232 \\(2009).\r\n  13. Kwak, J. M., Mori, I.C., Pei, Z.M., Leonhardt, N., Torres, M. A., Dangl, J.L., Bloom, R.E., Bodde, S., Jones, J.D.G. & Schroeder, J.I. NADPH oxidase AtrbohD and AtrbohF genes function in ROS-dependent ABA signaling in Arabidopsis, EMBO. J. 22, 2623–2633 \\(2003). \r\n  14. Foreman, J., Demidchik. V., Bothwell. J.H., Mylona, P., Miedema, H., Torres, M.A., Linstead, P., Costa, S., Brownlee, C., Jones, J.D., Davies, J.M. & Dolan, L. Reactive oxygen species produced by NADPH oxidase regulate plant cell growth. Nature. 422, 442-446 \\(2003). \r\n  15. Laxmi, A., Pan, J., Morsy, M. & Chen, R. Light plays an essential role in intracellular distribution of auxin efflux carrier PIN2 in Arabidopsis thaliana. PLoS ONE 3, e1510. \\(2008)\r\n  16. Chen, J., Xiao, Q., Wu, F., Dong, X., He, J., Pei, Z. & Zheng, H. Nitric oxide enhances salt secretion and Na+ sequestration in a mangrove plant, Avicennia marina, though increasing the expression of H+-ATPase and Na+/H+ antiporter under high salinity. Tree. Physiol. 30, 1570-1585 \\(2010).\r\n  17. Sun, J., Chen, S., Dai, S., Wang, R., Li, N., Shen, X., Zhou, X., Lu, C., Zheng, X., Hu, Z., Zhang, Z., Song, J. & Xu, Y. NaCl-induced alternation of cellular and tissue ion fluxes in roots of salt-resistant and salt-sensitive poplar species. Plant. Physiol. 149, 1141-1153 \\(2009).\r\n  18. Liszkay, A., van der Zalm, E. & Schopfer, P. Production of reactive oxygen intermediates O2 .2, H2O2, and OH by maize roots and their role in wall loosening and elongation growth. Plant. Physiol. 136, 3114–3123 \\(2004).\r\n  19. Baluska, F., Mancuso, S., Volkmann, D. & Barlow, P. Root apex transition zone: a signalling response nexus in the root. Trends. Plant. Sci. 15, 402-408 \\(2010).\r\n  20. Mancuso, S., Marras, A.M., Magnus, V. & Baluška, F. Non-invasive and continuous recordings of auxin fluxes in intact root apex with a carbon-nanotube-modified and self-referencing microelectrode. Anal. Biochem. 341, 344-351 \\(2005)."
        },
        {
            "header": "Acknowledgements",
            "content": "ACKNOWLEDGEMENTS:\r\n\n\nWe thank Dr. Miguel Angel Torres \\(University of North Carolina, USA.) for providing us the seeds of atrbohD/F double mutant. This work is supported by the National Basic Research Program of China \\(973 Program 2011CB809103, 2011CB944601), the CAS/SAFEA International Partnership Program for Creative Research Teams \\(20090491019), the National Natural Science Foundation of China \\(31000595, 30730009), the Knowledge Innovation Program of the Chinese Academy of Sciences \\(KJCX2-YW-L08, KSCX2-EW-J-1) and from the China Postdoctoral Science Foundation."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11908,
                "identity": "9fb3c580-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jinxing Lin",
                "email": "linjx@ibcas.ac.cn",
                "orcid": "",
                "institution": "Lin's Lab, IBCAS, China",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jinxing",
                "middleName": "",
                "lastName": "Lin",
                "suffix": ""
            },
            {
                "id": 11900,
                "identity": "9fb3ad26-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yinglang Wan",
                "email": "",
                "orcid": "",
                "institution": "Lin's Lab, IBCAS, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yinglang",
                "middleName": "",
                "lastName": "Wan",
                "suffix": ""
            },
            {
                "id": 11901,
                "identity": "9fb3b0a8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Eric McLamore",
                "email": "",
                "orcid": "",
                "institution": "Department of Agricultural and Biological Engineering, University of Florida",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Eric",
                "middleName": "",
                "lastName": "McLamore",
                "suffix": ""
            },
            {
                "id": 11902,
                "identity": "9fb3b2c9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lusheng Fan ",
                "email": "",
                "orcid": "",
                "institution": "Lin's Lab, IBCAS, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lusheng",
                "middleName": "",
                "lastName": "Fan",
                "suffix": ""
            },
            {
                "id": 11903,
                "identity": "9fb3b4dc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Huaiqing  Hao",
                "email": "",
                "orcid": "",
                "institution": "Lin's Lab, IBCAS, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Huaiqing",
                "middleName": "",
                "lastName": "Hao",
                "suffix": ""
            },
            {
                "id": 11904,
                "identity": "9fb3b665-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "D. Marshall  Porterfield",
                "email": "",
                "orcid": "",
                "institution": "Bindley Bioscience Center-Physiological Sensing Facility, Purdue University, West Lafayette, IN 47906, USA ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "D.",
                "middleName": "Marshall",
                "lastName": "Porterfield",
                "suffix": ""
            },
            {
                "id": 11905,
                "identity": "9fb3bf9f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Zengkai  Zhang",
                "email": "",
                "orcid": "",
                "institution": "Xuyue (Beijing) Science and Technology Co., Ltd., Haidian District, Beijing 100080,China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zengkai",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 11906,
                "identity": "9fb3c160-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wenjun Wang",
                "email": "",
                "orcid": "",
                "institution": "Xuyue (Beijing) Science and Technology Co., Ltd., Haidian District, Beijing 100080,China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wenjun",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 11907,
                "identity": "9fb3c2f0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yue (Jeff)  Xu",
                "email": "",
                "orcid": "",
                "institution": "Xuyue (Beijing) Science and Technology Co., Ltd., Haidian District, Beijing 100080,China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yue",
                "middleName": "(Jeff)",
                "lastName": "Xu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-11-09 09:50:50",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.266",
        "doiUrl": "https://doi.org/10.1038/protex.2011.266",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608365,
                "identity": "55048e68-bad6-484e-a8e8-ddfee16d4a74",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 339211,
                "visible": true,
                "origin": "",
                "legend": "Principle of fluorescence quenching of the fluorescent dye (PtTFPP) by oxygen   Refer to Box 1",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2241/v1/figure_1.png"
            },
            {
                "id": 2608368,
                "identity": "9ab78115-17bd-4011-a057-d31cacf6bad2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:11",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 989936,
                "visible": true,
                "origin": "",
                "legend": "Figure 2. Schematic diagram of the circuit of a SR optrode system.    Figure 2 shows the schematic diagram of the SR optrode system in our study. The software, imFLUX, controls several basic components of this system, including adjusting the power supply, imaging with a digital camera, and managing the main component: the optrode system. We described the construction of the measuring system here: A LED power supplier controls the voltage signal to a blue LED (503–505 nm). An optical fiber coupled with a blue band-pass filter leads this excitation light to the MicroTip-Fiber Optic Oxygen Sensor, which has the fluorescence reporter, PtTFPP, on the micro-tip. Fluorescence emission (630–640 nm) is conducted by the fibers and split by the fiber coupler again. When the red fluorescence signal reaches the PMT, the signals are multiplied and transformed into electrical signals and conducted into an amplifier. Then, the phase shift and fluorescence intensities are recorded by the computer and analyzed by imFLUX. ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2241/v1/figure_2.png"
            },
            {
                "id": 2608369,
                "identity": "6122bcf0-0a56-42ee-a43d-c58df6ac3696",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:11",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 798458,
                "visible": true,
                "origin": "",
                "legend": "Setting the measuring chamber and measuring the ground level oxygen flux.   A photo (left) and a microscopy image (right) show the chamber for measuring rhizosphere oxygen flux in Arabidopsis roots. Filter paper was used to gently immobilize the root tip while allowing free access to the optrode microsensor (yellow arrow). (b) A schematic diagram showing the measuring position of the blank aqueous medium (10 mm from the root, left) and rhizosphere measurement (5 μm from the root). (c) An oxygen flux profile showing the oxygen flux in the blank aqueous medium for about 3 minutes. The optrode was then moved to the root surface region for rhizosphere measurement (5 μm from the root surface). A positive number indicates efflux of oxygen while a negative number indicates influx. ",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2241/v1/figure_3.png"
            },
            {
                "id": 2608370,
                "identity": "98480934-a259-4042-a601-a6005cc8d2e8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:11",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 231360,
                "visible": true,
                "origin": "",
                "legend": " Measurement of rhizosphere oxygen flux in 4-day-old Arabidopsis.    Rhizosphere oxygen flux profiles from the end of an Arabidopsis root tip and up to 300 μm above it. Blue curve: WT seedling grown under light conditions; brown curve: WT seedling grown under dark conditions; purple curve: _atrbohD/F_ double mutant grown under light conditions. We set the optrode moving along the root tissue with a step distance of 20 μm. Error bars indicate the standard errors from four seedlings. (b) The effect of H~2~O~2~ on the rhizosphere oxygen flux in Arabidopsis roots is shown by the blue curve. The measurement conducted at a measuring position in the apical elongation zone (200 μm up from the root tip). When the measured value of oxygen flux is stable (around 20 pmol cm^–2^ s^–1^), H~2~O~2~ containing medium is added to the measuring chamber to a final concentration of 30 ppm. The net oxygen influx in the rhizosphere quickly changed to a net oxygen efflux with a stable value (around 35 pmol cm^–2^ s^–1^). After washing out all of the H~2~O~2~ with the measuring medium, net oxygen influx resumes. The purple curve indicates that the oxygen flux rate did not significantly change in the blank aqueous medium (10 mm from the root). ",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-2241/v1/figure_4.png"
            },
            {
                "id": 2608367,
                "identity": "668ae197-c007-4f9d-b3df-a1958eb3db7d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:11",
                "extension": "tif",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 407104,
                "visible": true,
                "origin": "",
                "legend": "Box 1   Box 1. Basis of the oxygen-specific optrode      The principle of oxygen measurement with the optrode is based on the effect of fluorescence quenching by oxygen molecules in the fluorescence dye, PtTFPP. As shown in the schematic model (Figure 1), the collision between an excited PtTFPP molecule and an oxygen molecule results in energy transfer to the oxygen. Therefore, the PtTFPP is quenched to its ground state without emission of fluorescence signals. A dynamic relationship between the oxygen concentration and the fluorescence intensity, as well as duration, is described in the Stern–Volmer-equation (Formula 1). In consideration of noise, drift, photobleaching effects, and sensor lifetime, fluorescence lifetime-based measurements have significant advantages over fluorescence intensity-based methods. The relationship between the measured phase angle and the fluorescent decay time is described in (Formula 2). Therefore, the Stern–Volmer equation displays a linear correlation between decay time and phase angle of fluorescent signals and oxygen concentration (Formula 3).\r\n\r\n\r\n_I~0~/I = T~0~/T = 1 + KSV [O~2~]_           \t\t(1)\r\n\r\n\r\n\r\n\r\n\r\n_tan(φ) = 2π•f•T_\t\t\t(2)\r\n\r\n\r\n\r\n\r\n\r\n_tan(φ~0~)/ tan(φ~1~) = T~0~/T~1~ =1 + KSV [O~2~]_               (3)\r\n\r\n\r\nI: \t\tfluorescence intensities\r\n\t\t\t\t\tT: \tdecay time of fluorescence signals\r\n\t\t\t\t\tKSV: \tStern–Volmer constant\r\n\t\t\t\t\t[O2]:\toxygen concentration\r\nφ \t\t= \tphase angle\r\nf\t\t=\tfrequency of modulation\r\n",
                "description": "",
                "filename": "figure5.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2241/v1/figure_5.tif"
            },
            {
                "id": 2608371,
                "identity": "81bdcee8-9583-468a-859d-3e1b064ebeb8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:11",
                "extension": "tif",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 57220,
                "visible": true,
                "origin": "",
                "legend": "Box 2   Box 2. Principle of the fluorescence lifetime-based SR optrode   Based on Fick’s law (see Introduction), application of the SR system provides a real-time and noninvasive measurement of the flux of analytes at the surface of cells/tissues. In the SR system, a microsensor vibrates between two positions and measures the concentration of analytes there. The optrode is such a microsensor to measure the concentration of analytes by analyzing the optical characters of fluorescent dyes immobilized on the tip of an optical fiber. The fluorescent signals are sensed and transducted into electrode signals by the PMT device, and the fluorescence decay and phase angle (φ) of the fluorescent signals are amplified and measured by a computer. In the working range of oxygen concentrations (0–21%), the measurement of phase angles is linearly related to the oxygen concentration9. Thus, the oxygen flux between two measured points can be determined using the following formula (Formula 4):  \r\n\t\t\t\t\t\t_J~O2~ = –D[(φ1-φ2)/–m/δX]_\t\t\t\t(4)     \r\n\r\n_J~O2~_ \t= \toxygen flux [pmol cm^–2^ s^–1^], \r\nD\t\t= \tdiffusion coefficient for oxygen molecules in the aqueous medium (2.42 × 10^–5^ cm^2^ s^–1^)\r\nφ~1~\t\t=\tphase angle at the near pole\r\nφ~2~\t\t=\tphase angle at the far pole\r\nm\t\t= \tlinear slope obtained by the optrode calibration \r\nδX \t\t= \tdistance between the near and far poles\r\n",
                "description": "",
                "filename": "figure6.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2241/v1/figure_6.tif"
            },
            {
                "id": 13464709,
                "identity": "69c6f443-8c8c-4104-9d12-68f625ec951e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1994356,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2241/v1/d44beb93-3330-48a0-b762-2ecb92d2b6ac.pdf"
            },
            {
                "id": 2608377,
                "identity": "4d6c68a5-a6e4-4e4e-b52c-dc3cb6980d67",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:11",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 2537472,
                "visible": true,
                "origin": "",
                "legend": "Protocol as a Word File   Non-invasive measurement of real-time oxygen flux in plant systems with a self-referencing optrode",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2241/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "The authors declare that they have no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Non-invasive, Optrode, Arabidopsis, Oxygen",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes an integration of the Non-invasive Micro-test Technique and Oxygen Optrode \\(NMT-OO) to quantify rhizosphere oxygen fluxes in Arabidopsis. The optrode has high sensitivity and selectivity in the measurement of oxygen concentrations and fluxes at the cellular level. In particular, application of the NMT-OO using the self-referencing method avoids environmental electromagnetic noise and hysteresis/calibration drift, providing extremely high signal-to-noise ratios for measuring biophysical transport. We successfully applied this technique to measure rhizosphere oxygen fluxes and metabolism in intact roots of Arabidopsis plants. The system we describe here is a simple and reliable method for measuring oxygen fluxes in plants and has other broad applications in cytological studies.",
        "manuscriptTitle": "Non-invasive measurement of real-time oxygen flux in plant systems with a self-referencing optrode",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-11-10 07:54:35",
                "doi": "10.1038/protex.2011.266",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fb359b4-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 10th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2645,
                "name": "Cell biology"
            },
            {
                "id": 2646,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-11-10 07:54:35",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}