{
    "identity": "nprot-5475",
    "title": "3D high-frequency ultrasound of the mouse colon to monitor tumor development",
    "content": [
        {
            "header": "Introduction",
            "content": "Cancer models based on the subcutaneous \\(s.c.) transplantation of tumor cells into rodents have been employed for over a century <sup>1</sup>. Tumor growth is easily quantifiable from the outside in such models, justifying their continuous use for specific research questions <sup>2</sup>. However, the heterotopic inoculation of cells fails to recapitulate the complex tumor microenvironment and does not reliably predict treatment efficacy in humans <sup>3</sup>. Models that resemble the key features of human tumors more closely are based on either orthotopic transplantation <sup>4,5</sup>, tumor induction with carcinogens <sup>6</sup>, or genetically engineered models <sup>7</sup>. Rodent models of all three kinds are available for colorectal cancer \\(CRC) and particularly genetic models are constantly refined <sup>7–11</sup>. With the increasing availability of such models goes an increasing need for _in vivo_ imaging techniques that allow longitudinal measurements of tumor growth similar to those used to analyze s.c. tumors. \r\n\n\n\r\n\n\nAt present, murine endoscopy is probably the most widely used method for this purpose <sup>7,12</sup>. Its advantages lie in the direct visualization of tumors and the possibility of taking targeted biopsies <sup>12</sup>. However, tumor size cannot be measured directly as tumors are viewed in a two-dimensional \\(2D) projection, and functional imaging cannot be performed routinely. Cross-sectional imaging techniques such as micro computed tomography \\(µCT) and micro magnetic resonance imaging \\(µMRI) have limitations in soft tissue contrast \\(µCT), or are not widely available, costly, and time-consuming \\(µMRI). \r\n\n\n\r\n\n\nHere, we provide a protocol for a complementary technique for colonic tumor imaging in mice based on three-dimensional \\(3D) _in vivo_ measurements of colonic tumors using 3D high-frequency micro-ultrasound \\(3D-µUS). 3D-µUS allows the scanning of one mouse in less than ten minutes with volumetric registration of the colonic tumor burden. Within this scanning time, tumor volume measurements can be combined with Doppler-based assessments of tumor vascularization in 3D. The procedure is suitable for repeated imaging in pharmaceutical studies, compatible with all CRC models, and devoid of ionizing radiation. We have previously used this method to follow tumor growth of colitis-associated murine colon tumors upon genetic manipulation of the colon stroma <sup>13</sup> and, in combination with photoacoustic measurements, to assess tumor hypoxia in chemically induced colon tumors <sup>14</sup>."
        },
        {
            "header": "Reagents",
            "content": "**Mice**: We use C57BL/6J mice, or immunocompromised mice such as the NOD/SCID strain for xenograft studies specifically. For photoacoustic studies, nude mice or mice with white fur \\(e.g. the FVB/N strain) are preferable, as melanin in the skin of black mice interferes with the photoacoustic signal. Prior to all experiments, ethical approval from the appropriate ethical review board must be obtained.\r\n\n\n\r\n\n\n**Depilatory cream** <sup>15</sup> such as Veet® or Nair® hair removal creams. \r\n\n\n\r\n\n\n**Inhalative anesthetic**: Isoflurane \\(KDG9623, Baxter, US) or similar. Alternatively, intraperitoneal \\(i.p.) administration of Ketamine/Xylazine, for example, can be considered; however, one disadvantage of i.p.-administered substances is that the anesthesia depth cannot be readily adjusted. \r\n\n\n\r\n\n\n**Plastic feeding tube**: e.g. 20 gauge \\(20G), 38 mm \\(Instech, PA, USA) for intraluminal instillation of US gel and other substances. \r\n\n\n\r\n\n\n**US gel**: clear ultrasound gel \\(Parker Laboratories Inc., USA). Non-colored gel is preferable for photoacoustic imaging.\r\n\n\n\r\n\n\n**I.v. microbubble contrast agents** such as Vevo MikroMarker Non-Targeted Contrast Agent \\(Visualsonics, Canada), or SonoVue  \\(Bracco, France) contrast agent \\(not elaborated further here). \r\n\n\n\r\n\n\n**Butterfly needles**, e.g. 27G for i.v. injection with suitable tubing.\r\n\n\n\r\n\n\n---\r\n\n\n_Additional Methods_:\r\n\n\n\r\n\n\n**Induction of Colitis and Colitis-associated Carcinomas**\r\n\n\nThe AOM/DSS protocol used for tumor induction is described in ref 13.\r\n\n\n\r\n\n\n**Statistics**\r\n\n\nGraphPad Prism v6.0 was used to analyze the data. To assess inter-rater agreement of tumor size measurements, two raters \\(S.N. and M.G.) measured the tumor volumes independently \\(n = 20 tumors). First, correlation was assessed by fitting a linear curve through the data points using the least squares method without additional weighting, and goodness-of-fit was determined by calculating R2. Second, a Bland-Altman plot was used to compare the results of the two raters <sup>22</sup>."
        },
        {
            "header": "Equipment",
            "content": "In the current study, the Vevo LAZR system \\(Visualsonics, Canada) was used for 3D-µUS measurements <sup>16</sup>. Other high-frequency US systems employing an automatic motor to determine the z-axis and 3D rendering can also be used. The system \\(**Figure 1a**) is additionally equipped with a heated plate, on which the animal is placed, and a setup to maintain Isoflurane anesthesia during the procedure via a nozzle. The animal can be monitored using electrocardiogram \\(ECG) electrodes, which allows the depth of anesthesia to be adjusted constantly."
        },
        {
            "header": "Procedure",
            "content": "**Preparation**\r\n\n\n\r\n\n\n_Disclaimer_: _The reader should obtain independent verification of dosages and applications for each drug/substance and check for changes in indications and dosage as well as for warnings and precautions in the accompanying information for each drug/substance_. _The authors have taken all reasonable precautions to verify and check drug names and dosing schemes; the responsibility of their usage lies within the individual researcher performing experiments_. \r\n\n\n\r\n\n\nThe mouse is anesthetized either by i.p. injection of an anesthetic agent such as Ketamine/Xylazine \\(Ketamine 80 mg/kg bodyweight \\[bw] and Xylazine 8 mg/kg bw) or by inhalational anesthesia with Isoflurane or similar. For induction with Isoflurane, the animal is placed in a chamber with a constant flow of 2–3 l/min 2-3% Isoflurane in medical air \\(21% O2). Induction usually takes less than a minute, after which the animal is transferred to the heated imaging pad. The paws are gently taped to the ECG electrodes to register the animal’s vital signs during imaging \\(ECG electrode gel might be needed to establish electrical contact) and the animal’s nose is placed into the Isoflurane/air nozzle. The Isoflurane concentration can be reduced to 0.5–1% at this point and must be adjusted if the animal shows signs of arousal or extensively deep anesthesia. Protective eye ointment should be applied. \r\n\n\n\r\n\n\nHair can be removed at this point \\(hair can also be removed one day before image acquisition to accelerate the scanning procedure). The hair should be removed from a ventral area rostral to the anus and as far as the xiphoid process to ensure that the whole colon can be imaged \\(**Figure 1b**). An electric hair clipper can be used to remove long hair, followed by hair removal cream \\(under no circumstances should the recommended incubation times for chemical hair removal be extended as murine skin can be very sensitive. Creams without fragrances should be used). After hair removal, the skin can be cleaned carefully with physiological saline solution or water to avoid artifacts. \r\n\n\n\r\n\n\n**2D Imaging in Brightness \\(B)-Mode**\r\n\n\nUS gel is applied generously to the abdomen. Care should be taken not to introduce air bubbles and it is particularly important when using photoacoustic imaging that the gel is free of bubbles. Optionally, the gel can be centrifuged briefly to remove bubbles. The transducer is then carefully lowered under US guidance towards the lower abdomen of the mouse until the first structures below the abdominal musculature become visible. Intraluminal contrast can be used to facilitate assessment of polypoid lesions. To this end, a 1 ml syringe is filled with US gel \\(a Luer-Lok syringe avoids the accidental disconnection of syringe and gavage tube). The syringe is connected to the plastic feeding tube \\(**Figure 1c**) and a small amount of US gel is pushed out to moisten the tip. Subsequently, the tube is inserted carefully into the anus of the animal while soft pressure is applied to the plunger to gently open the lumen. The tube should become visible in the live US image, although the imaging depth or the position of the transducer might need to be adjusted to visualize the tube. Once the tube is visible, US gel is injected to carefully inflate the lumen \\(**Figure 2a**). Depending on the position of the colon in the abdomen and the possible presence of feces that might interfere with the distribution of the gel, the amount of gel needed to inflate individual regions varies. Care should be taken not to cause a rupture \\(a very rare event that only occurred once every several hundred imaging sessions in our hands). A ruptured colonic wall may be identified by the presence of US gel in the abdominal cavity, and is immediately recognizable under B-mode µUS as a black, hypoechoic area \\(**Figure 2b**), so that the animal can be euthanized upon diagnosis while under anesthesia. Intra-abdominal US gel can be differentiated from blood, which also appears hypoechoic, by using the Doppler function, which is described in more detail below. While intra-abdominal US gel does not show any Doppler signal, adjacent vessels depict signals characteristic of blood flow \\(**Figure 2c**). \r\n\n\nFeces can easily be distinguished from tumor tissue by their ragged shape and strong acoustic shadowing \\(**Figure 2d**). To further aid in the differentiation of feces from tumors, the Doppler function can be used to ensure that no blood flow is present \\(**Figure 2e** and below). \r\n\n\nTo count the number of tumors, a video loop can be recorded from the rectum rostrally\n13\n. While recording a video, the scanning table is slowly moved manually towards the investigator to image the colon completely. In most cases, a single scan is sufficient to determine the total tumor count. A series of video loops may be required in cases where overlying anatomical structures, bends in the colon, or inconsistent fillings with intraluminal contrast, compromise imaging. Applying gentle manual pressure to the abdomen, or lowering the rostral end of the imaging table may help to remove gas-filled loops in the small intestine from the imaging plane. In male mice, the testes and the penis may impair the view of the most distal portion of the colon; however, this problem can often be overcome by tilting the imaging table to obtain an oblique view. In most cases, a full view of the rectum can be achieved. We find a 38 mm tube in most cases sufficient to inflate and image the area in which tumors in the model used predominantly arise \\(chemically induced with azoxymethane \\[AOM] and dextran sulfate sodium \\[DSS]).\r\n\n\n\r\n\n\n**2D-Color Doppler Imaging and Pulse-Wave \\(PW) Doppler**\r\n\n\nIn addition to anatomical images acquired in B-mode, functional information on vascularization can be obtained during the same imaging session. The tumor vasculature can be visualized by switching to Color Doppler mode once the transducer is positioned over a tumor. \r\n\n\n\r\n\n\nColor Doppler images represent a function of the mean blood flow through the arteries and veins that supply the tumor. Conventionally, vessels with flow towards the transducer are colored red, while those with flow away from the transducer are blue \\(note that this does not relate to veins and arteries, but to the direction of flow relative to the transducer). Alternatively, Power-Doppler can be used, which has a higher sensitivity for signal detection, but does not differentiate between the directions of blood flow. For Doppler mode in our setup, we commonly employ the Vevo probe MS550D \\(40 MHz center frequency, 40/90 µm axial/lateral resolution), which can also be used to acquire B-mode images so that it is not necessary to switch between probes. This allows changing back and forth between Doppler mode and B-mode in order to obtain optimal positioning of the transducer. Non-vascularized tissue \\(e.g. necrotic tissue) is clearly visible using this method as Doppler signal is lacking\n14\n. \r\n\n\n\r\n\n\nFor reliable inter- and intra-individual comparisons of blood flow and vessel density, anesthesia depth should be tightly controlled to generate comparable hemodynamic conditions. Isoflurane may be advantageous to Ketamine/Xylazine for this application, as Ketamine/Xylazine anesthesia has a marked effect on blood flow, at least in the brain\n17\n, and is known to reduce cardiac output\n18\n. Hemodynamic alterations also occur when using Isoflurane, but these can be controlled for to some extent by keeping the anesthesia depth as shallow as possible\n19\n. It is worth noting that anesthesia with Ketamine/Xylazine seems to have a strong effect on glucose metabolism, which may significantly affect any additional positron emission tomography \\(PET) imaging with fludeoxyglucose, for example\n20\n.\r\n\n\nOptimal heart rates and respiratory rates may vary among mouse strains, as well as between males and females\n21\n. Generally, we found a heart rate >450 beats/min and a respiratory rate >100 breaths/min suitable standard parameters for C57BL/6J and FVBN/J mice.\r\n\n\n\r\n\n\nDepending on the US system used, a multitude of technical settings can be adjusted to improve imaging quality, for example, varying the imaging depth, resolution, or dynamic range of the input signal strength. Generally, it is important to maintain the same settings between individual measurements. The system used here allows all preferences to be saved and reloaded in the next imaging session. To acquire steady images devoid of breathing artifacts, respiratory gating can be used when acquiring Doppler images. Additionally, image averaging can be performed to further reduce artifacts \\(this increases acquisition time, particularly when used in 3D, see below). \r\n\n\n\r\n\n\nColor or power Doppler images visualize the vasculature of the tumors and the velocity of the blood flood through the vessels. For single vessels, the measurements can be quantified using pulsed-wave \\(PW) Doppler \\(**Figure 2g**). From the Color Doppler window, PW Doppler can be selected, which then displays a scout window to locate the respective region of interest for PW measurements; the beam angle is then adjusted to match the flow direction of the vessel of interest \\(**Figure 2g**). \r\n\n\n\r\n\n\n**3D Image Acquisition**\r\n\n\nA particular asset of µUS is the straightforward acquisition of 3D volumetric data, which allows for measurements of tumor size at high resolution. It is worth noting that 3D imaging can be combined with B-mode, Doppler mode, or photoacoustic imaging. \r\n\n\nThe z dimension is computed using a 3D-motor, to which the imaging probe is attached \\(**Figure 1a**). Z-axis resolution can be as low as 76 µm, while the scanning time in B-mode does not exceed a few seconds. For 3D scanning, the transducer is placed exactly in the middle of the tumor of interest and the z-axis length, which includes the axial tumor diameter from its proximal to distal borders, is then set \\(typically 2–10 mm). To avoid breathing artifacts in the 3D images, physiological settings should be adjusted accordingly, resulting in steady 3D-images of tumors of different sizes \\(**Figures 3a–c**). Volumetric measurements made by several investigators were generally consistent with limited absolute deviations \\(**Figure 3d**), while in our hands, relative differences between two independent raters were highest for smaller tumors \\(**Figure 3e**). \r\n\n\n\r\n\n\nThe 3D-Doppler imaging process allows for concise visualization of the tumor vasculature, for example, 3D Color Doppler µUS reveals AOM/DSS-induced colonic tumors to be highly vascularized \\(**Figures 4a-c** and ref. 14). Note that 3D imaging with Color Doppler mode cannot be achieved within the scanning time of a few minutes per mouse, as correction for breathing artifacts and averaging is crucial to acquire steady images, and this prolongs the imaging time considerably. \r\n\n\n\r\n\n\nIn addition, 3D images can be acquired with the Vevo US system photoacoustic add-on\n14\n. The basic principle of photoacoustics is the optical excitation of fluorophores, which induces a thermoelastic acoustic wave that can be detected with the US array element\n16\n. Previously, we have used this method to detect tissue oxygenation _in situ_ in xenografts and autochthonous colon tumors. We observed high levels of oxygenated hemoglobin in both tumor types, which is in line with the excellent vascularization of these tumors as detected with Doppler imaging\n14\n."
        },
        {
            "header": "References",
            "content": "1. Loeb, L. On Transplantation of tumors. J. Med. Res. 6, 28–38.5 \\(1901).\r\n  2. Gould, S. E., Junttila, M. R. & de Sauvage, F. J. Translational value of mouse models in oncology drug development. Nat. Med. 21, 431–439 \\(2015).\r\n  3. Day, C.-P., Merlino, G. & Van Dyke, T. Preclinical Mouse Cancer Models: A Maze of Opportunities and Challenges. Cell 163, 39–53 \\(2015).\r\n  4. Hoffman, R. M. Orthotopic is orthodox: Why are orthotopic-transplant metastatic models different from all other models? J. Cell. Biochem. 56, 1–3 \\(1994).\r\n  5. Kubota, T. Metastatic models of human cancer xenografted in the nude mouse: The importance of orthotopic transplantation. J. Cell. Biochem. 56, 4–8 \\(1994).\r\n  6. Fazio, V. et al. The AOM/DSS murine model for the study of colon carcinogenesis: From pathways to diagnosis and therapy studies. J. Carcinog. 10, 9 \\(2011).\r\n  7. Dow, L. E. et al. Apc Restoration Promotes Cellular Differentiation and Reestablishes Crypt Homeostasis in Colorectal Cancer. Cell 161, 1539–1552 \\(2015).\r\n  8. Rad, R. et al. A Genetic Progression Model of BrafV600E-Induced Intestinal Tumorigenesis Reveals Targets for Therapeutic Intervention. Cancer Cell 24, 15–29 \\(2013).\r\n  9. Rad, R. et al. PiggyBac transposon mutagenesis: a tool for cancer gene discovery in mice. Science 330, 1104–1107 \\(2010).\r\n  10. Schwitalla, S. et al. Loss of p53 in Enterocytes Generates an Inflammatory Microenvironment Enabling Invasion and Lymph Node Metastasis of Carcinogen-Induced Colorectal Tumors. Cancer Cell doi:10.1016/j.ccr.2012.11.014\r\n  11. Washington, M. K. et al. Pathology of Rodent Models of Intestinal Cancer: Progress Report and Recommendations. Gastroenterology 144, 705–717 \\(2013).\r\n  12. Neurath, M. F. et al. Assessment of tumor development and wound healing using endoscopic techniques in mice. Gastroenterology 139, 1837–1843.e1 \\(2010).\r\n  13. Gerling, M. et al. Stromal Hedgehog signalling is downregulated in colon cancer and its restoration restrains tumour growth. Nat. Commun. 7, 12321 \\(2016).\r\n  14. Gerling, M. et al. Real-Time Assessment of Tissue Hypoxia In Vivo with Combined Photoacoustics and High-Frequency Ultrasound. Theranostics 4, 604–613 \\(2014).\r\n  15. Tanner, J., Norrie, P. & Melen, K. Preoperative hair removal to reduce surgical site infection. Cochrane Database Syst. Rev. CD004122 \\(2011). doi:10.1002/14651858.CD004122.pub4\r\n  16. Lakshman, M. & Needles, A. Screening and quantification of the tumor microenvironment with micro-ultrasound and photoacoustic imaging. Nat. Methods 12, \\(2015).\r\n  17. Lei, H. et al. The effects of ketamine–xylazine anesthesia on cerebral blood flow and oxygenation observed using nuclear magnetic resonance perfusion imaging and electron paramagnetic resonance oximetry. Brain Res. 913, 174–179 \\(2001).\r\n  18. Kober, F., Iltis, I., Cozzone, P. J. & Bernard, M. Cine-MRI assessment of cardiac function in mice anesthetized with ketamine/xylazine and isoflurane. Magn. Reson. Mater. Phys. Biol. Med. 17, 157–161 \\(2004).\r\n  19. Szczęsny, G., Veihelmann, A., Massberg, S., Nolte, D. & Messmer, K. Long-term anaesthesia using inhalatory isoflurane in different strains of mice—the haemodynamic effects. Lab. Anim. 38, 64–69 \\(2004).\r\n  20. Fueger, B. J. et al. Impact of Animal Handling on the Results of 18F-FDG PET Studies in Mice. J. Nucl. Med. 47, 999–1006 \\(2006).\r\n  21. Howden, R. et al. The genetic contribution to heart rate and heart rate variability in quiescent mice. Am. J. Physiol. Heart Circ. Physiol. 295, H59-68 \\(2008).\r\n  22. Martin Bland, J. & Altman, D. STATISTICAL METHODS FOR ASSESSING AGREEMENT BETWEEN TWO METHODS OF CLINICAL MEASUREMENT. The Lancet 327, 307–310 \\(1986)."
        },
        {
            "header": "Acknowledgements",
            "content": "MG acknowledges stipends from the German Research Foundation \\(DFG Ge2386/1-1) and the Swedish Cancer Foundation \\(Cancerfonden, 2014/1376). These experiments were supported by the Ruth and Richard Julin Foundation \\(to MG). We are grateful to Ying Zhao, Elin Tüksammel, Jessica Norberg, Benjamin Englert, and Leonard Kirn for help in the animal facility and to Rune Toftgård, Rainer Heuchel, and Åsa Bergström for critical comments on the protocol. The Vevo US system was acquired with grant support from the Jonasson Center for Medical Imaging, Huddinge, Sweden."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms12321",
                "date": "2017-01-05 21:15:15",
                "title": "Stromal Hedgehog signalling is downregulated in colon cancer and its restoration restrains tumour growth",
                "authors": [
                    "Marco Gerling",
                    "Nikè V. J. A. Büller",
                    "Leonard M. Kirn",
                    "Simon Joost",
                    "Oliver Frings",
                    "Benjamin Englert",
                    "Åsa Bergström",
                    "Raoul V. Kuiper",
                    "Leander Blaas",
                    "Mattheus C. B. Wielenga",
                    "Sven Almer",
                    "Anja A. Kühl",
                    "Erik Fredlund",
                    "Gijs R. van den Brink",
                    "and Rune Toftgård"
                ],
                "journal": "Nature Communications",
                "logo": ""
            },
            {
                "doi": "10.7150/thno.7996",
                "date": "2017-01-18 15:17:47",
                "title": "\r\n              Real-Time Assessment of Tissue Hypoxia\r\n              In Vivo\r\n              with Combined Photoacoustics and High-Frequency Ultrasound\r\n            ",
                "authors": [
                    "Marco Gerling",
                    "Ying Zhao",
                    "Salvatore Nania",
                    "K. Jessica Norberg",
                    "Caroline S. Verbeke",
                    "Benjamin Englert",
                    "Raoul V. Kuiper",
                    "Åsa Bergström",
                    "Moustapha Hassan",
                    "Albrecht Neesse",
                    "J. Matthias Löhr",
                    "and Rainer L. Heuchel"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14320,
                "identity": "a0df33fb-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Marco Gerling",
                "email": "marco.gerling@ki.se",
                "orcid": "",
                "institution": "Toftgård lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Marco",
                "middleName": "",
                "lastName": "Gerling",
                "suffix": ""
            },
            {
                "id": 14318,
                "identity": "a0df2d38-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Salvatore  Nania",
                "email": "",
                "orcid": "",
                "institution": "Department of Clinical Science, Intervention and Technology, Karolinska Institutet, Stockholm, Sweden",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Salvatore",
                "middleName": "",
                "lastName": "Nania",
                "suffix": ""
            },
            {
                "id": 14319,
                "identity": "a0df3178-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Leander Blaas",
                "email": "",
                "orcid": "",
                "institution": "Toftgård lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Leander",
                "middleName": "",
                "lastName": "Blaas",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-02-27 09:48:51",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.067",
        "doiUrl": "https://doi.org/10.1038/protex.2017.067",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609617,
                "identity": "9e19d843-04ea-4c3f-9cef-c721e5073ef3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1817970,
                "visible": true,
                "origin": "",
                "legend": "Setup of 3D-µUS for imaging of colonic tumors   a) US work station: The animal is placed on the heated table, which can be tilted in all directions and moved along two axes with a micromanipulator. The US transducer is fixed above the scanning area. b) Schematic of the imaging setup; anesthesia is achieved through the nozzle supplying Isoflurane in medical air. The checkered area indicates the region that should be shaved for complete imaging of the colon. c) Flexible gavage tubes attached to a Luer-Lok syringe for administration of the intraluminal contrast agent. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5475/v1/figure_1.jpg"
            },
            {
                "id": 2609614,
                "identity": "11f847f8-cfdc-46a8-a236-bdac708a5a9f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2604131,
                "visible": true,
                "origin": "",
                "legend": "Imaging of colonic tumors in 2D.    a) Schematic of the procedure. The plastic tube is advanced carefully via the anus and can be placed directly next to the tumor. Instillation is done under US guidance. b) Perforations, which occur rarely, can be diagnosed during imaging by the presence of extraluminal US gel in the abdominal cavity. c) Color Doppler is used to distinguish gel from vessels. The black area without Doppler signal (arrowhead) corresponds to US gel. Yellow arrows indicate ruptured area in b) and c). d) Feces (f) next to a tumor (tu). Droppings have a ragged shape and give a strong hyperechoic US signal at the surface leading to nearly complete acoustic shadowing (dotted blue lines). e) Color Doppler demonstrates blood flow in the tumor area, while there is no Doppler signal in the feces. f) Histologic appearance (Hematoxylin & Eosin) of an AOM/DSS-induced tumor for comparison to US images. g) PW-Doppler image of an AOM/DSS-induced tumor, measuring the Doppler signal in a supplying vessel. Velocity of flow towards the transducer is indicated by a red Doppler signal. The heart rate of 456 beats per minute is measured over four pulse beats and lies within the pre-defined range for imaging (yellow line). Vaw: ventral abdominal wall; ln: lymph node; lum: colonic lumen; al: artificial lumen (US gel); f: feces; tu: tumor.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5475/v1/figure_2.jpg"
            },
            {
                "id": 2609613,
                "identity": "aebd62d2-72a8-4850-a6ca-a88ba19a38c3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2046623,
                "visible": true,
                "origin": "",
                "legend": "Imaging of colon tumors in 3D   a–c) Series of 3 tumors from one mouse: imaged in 2D (left-hand panels); imaged in 3D with measurements of the tumor volumes (middle panels); macroscopic appearance of the tumors after euthanasia and longitudinal opening of the colon (right-hand panels). d) Correlation plot of the assessment of tumor sizes by two independent raters; curve fitted as described in Methods; r2 is indicated in the figure. e) Bland-Altman plot of the data in d), showing percentage differences between the two raters as a function of the mean tumor size. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5475/v1/figure_3.jpg"
            },
            {
                "id": 2609618,
                "identity": "5d487903-6f6c-4ccb-b58e-4463f1887caf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1296571,
                "visible": true,
                "origin": "",
                "legend": "Color Doppler imaging    a) Color Doppler projection in 3D of the tumor presented in figure (2g). The three different imaging planes are indicated with red, yellow, and blue lines. Red color represents flow to the US transducer, blue color represents flow away from the transducer. b) The same 3D Color Doppler data rendered and presented orthogonally and c) from the lumen after virtual excision of the abdominal wall and the ventral tip of the tumor. ",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5475/v1/figure_4.jpg"
            },
            {
                "id": 13465074,
                "identity": "4ff410ee-e652-4048-bb1a-e3bb4c7cf069",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 490224,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5475/v1/1b150bb6-7360-4e18-a1bc-274c516061c0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "colon, cancer, colitis, ultrasound, photoacoustics",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Tumors in colon-specific models of intestinal cancer are accessible for luminal and transcutaneous imaging approaches. Here, we describe a protocol for three-dimensional high frequency micro-ultrasound \\(3D-µUS) to assess colonic tumor volumes and vascularization in a model of colitis-associated colon cancer. The technique complements established methods for imaging colonic disease, such as murine endoscopy, micro-computed tomography, and magnetic resonance imaging.",
        "manuscriptTitle": "3D high-frequency ultrasound of the mouse colon to monitor tumor development",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-07-07 14:10:42",
                "doi": "10.1038/protex.2017.067",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0debe79-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 7th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3766,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-07-07 14:10:42",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}