{
    "identity": "pex-968",
    "title": "<p>Metaphase spreads of human oocytes</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Metaphase spreads are an excellent way of fixing the DNA to allow for direct visualization of compacted chromosomes using many different downstream methods, including immunofluorescence and fluorescence <em>in situ</em> hybridization. This method works for immature MI oocytes and mature MII oocytes from both <em>in vivo</em> and <em>in vitro</em> matured large antral follicles collected during <em>in vitro</em> fertilization (IVF) procedures, as well as with <em>in vitro</em> matured small antral follicles (Gruhn et al, Science 2019).&nbsp;This protocol can also be used for mouse oocytes (as described in Sankar 2020).</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Paraformaldehyde (Sigma P6148)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1 M NaOH (stock is fine)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;50mM Boric acid (Sigma B0394).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;100% Triton-X100 (Sigma X100)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;500 mM DTT (Sigma D9779). Dilute with distilled water. Store at -20°C. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tyrode Solution (Sigma T1788). Aliquot and store at -20°C.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1× PBS</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sodium citrate (Sigma T8787)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Photoflo (Kodak 146 4510)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ethanol or IMS to clean slides</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stereomicroscope</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Heated stage (Minitub heated stage for the stereo miscoscope with an HT50 control unit, or similar)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CO<sub>2</sub> inclubator (37°C; 5% CO<sub>2</sub>; 20% O<sub>2</sub>)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;60°C water bath</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Heat block (optional, for keeping solutions at 37°C)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Slides (SuperFrost Microscope Slides, ThermoFisher 12372098)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Humid chamber (an empty tip box with wet paper towels in the bottom can be used)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Coplin Jar</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Micropipette (Irvine Scientific denuding pipettes (130 µl) D-130, or similar) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Culture dish</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;50 ml conic tube</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gilson (P10; P20; P200; P1000)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pipette tips</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Timer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Diamond pen for etching slides (ThermoFisher 750)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Low lint laboratory tissue wipes (Kimwipes ThermoFisher 06-666, or similar)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Paper towels</p>"
        },
        {
            "header": "Procedure",
            "content": "On the day preparations: (allow 2-3 hours)\nSolutions & preparation of materials:\n1.\n1% formaldehyde solution is made freshly from paraformaldehyde (PFA). Note that PFA is a polymer of formaldehyde that must be hydrolyzed to be functional. This is done by heating the aqueous solution (60°C) and increasing the pH with NaOH.\na.    Add 0.25 g of PFA to 22.5 ml of double-distilled water in a 50 ml conic tube. Add one drop of 1 M NaOH. Incubate in 60°C water bath for at least 20 minutes. Invert every 5 minutes or so to ensure all PFA is dissolved.\nb.    Allow solution to cool to room temperature before adjusting the pH to 9.2 using 50mM boric acid (usually takes about 0.5 ml).\nc.    Add 35 µl of Triton X-100 (0.15% final v/v). Make sure is completely dissolved before use. Triton X-100 is a nonionic detergent that bursts the nuclear envelope. This is done concomitantly with the formaldehyde fixation step.\nd.    Add 150 µl of a 500 mM solution of DTT to the fix (final concentration: 3 mM DTT)\n2.\nThaw out Tyrode’s solution aliquot and pre-warm to 37°C\n.\n3.    Pre-warm aliquot (approx. 1 ml) of 0.9% sodium citrate solution to 37°C.\n4.    Prepare a humid chamber with hot water before beginning protocol.\n5.\nEtch and clean microscope slides. Use a diamond pen to draw a circle in the middle on the\nunderside\nof the slide where you will drop the oocyte. Use ethanol or IMS to wipe the slides to remove grease using standard laboratory tissue wipes.\nProcedure:\nThe following steps are carried out under the stereomicroscope on a heated stage.\n6.    Place the slides in a Coplin jar containing in 1% formaldehyde solution to coat the slide.\n7.    Using a 130 µm micropipette, transfer the MI or MII oocyte to a 30 µl drop of Tyrode’s solution on the lid of a culture dish. Gently pipette the oocyte up and down to move the oocyte in the solution. Watch for the loosening and eventual sloughing of the zona under a stereomicroscope.\n8.    Once the zona sloughs off, carefully transfer the eggs though 2-3 drops of 0.9% sodium citrate to rinse off the Tyrode’s solution.\n9.    Pick up and hold the oocyte in the micropipette in the smallest amount of liquid possible.\n10.    With your other hand remove slide from the formaldehyde, dab the end on a paper towel and wipe the back to remove excess solution, and place under the stereomicroscope.\n11.    While looking under the stereomicroscope, drop the oocyte onto the formaldehyde-soaked slide within the etched circle, transferring the least amount of wash solution possible. Watch for the oocyte to visibly burst when it hits the slide. The oocyte will look to flatten and ‘crack open’, followed by a visible dispersion of the cytoplasm. Once completely burst the oocyte will be nearly invisible on the slide.\n12.    Taking care to keep the slide absolutely flat, transfer it to the pre-warmed humid chamber (37 °C) for gradual drying for a minimum of two hours at room temperature.\n13.    After slow drying, crack the lid of the humid chamber and leave until slides are fully dry at room temperature (approx. 20 minutes).\n14.    Move slides to a Coplin jar containing a 1% Photoflo solution (500 µL in 50 mL of water) and wash for 2 minutes.\n15.    Remove slides and air dry. Slides may dry standing vertically against any surface to allow excess liquid to run to the end of the slide or lying flat on paper towels. Leave at room temperature on the bench until completely dry (approx. 10-20 min).\n16.   Store slides -20°C until ready for staining."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Step 1: The final 1% formaldehyde solution can be stored at 4°C.&nbsp;However, the PFA will eventually fall out of solution and change the final concentration; therefore, discard after two weeks to avoid suboptimal fixation.</p><p>Step 2: Once a Tyrode’s solution aliquot has been thawed, refreezing and thawing will cause the efficiency of the solution to decrease.&nbsp;Make small enough aliquots (~500 µl) from the stock bottle to allow for limited refreezing.</p><p>Step 6: &nbsp;Low humidity can impact the speed of formaldehyde evaporation and can decrease the quality of the spreads. If you work in a dry environment use a humidifier in the room.</p><p>Step 7: &nbsp;The zona will usually slough off with mechanical movement of the oocyte.&nbsp;However, sometimes the Tyrode’s will simply thin the zona until it is not visible, but will still stop the oocyte from properly bursting on the slide.&nbsp;In this case, for MII oocytes it is easiest to see any residual zona by looking at where the zona is pulled away from the oocyte by the polar body, or simply by the act of the polar body separating from the oocyte.&nbsp;With MI oocytes this is much more difficult; therefore, leave the oocyte in the Tyrode’s solution for approx. 10 extra seconds if no visible zona has separated from the oocyte.&nbsp;When spreading oocytes expect to have relatively low efficiency.&nbsp;Our rates from spreading to analysis was slightly more than 25%.</p><p>Step 8:&nbsp;If the oocyte is left in Tyrode’s for too long, it will either burst in the Tyrode’s or immediately upon transfer to the sodium citrate wash drops.&nbsp;To limit time in Tyrode’s, the oocyte can be moved to the sodium citrate drops before the zona has completely dissociated from the oocyte.&nbsp;The oocyte should then be pipetted up and down to completely remove the zona by the time the cell is in the final wash drop. At this point the oocytes will be extremely sticky, and therefore, when in the sodium citrate drops try to continuously pipette the oocyte so that it does not settle onto the bottom of the dish.</p><p>Step 9:&nbsp;At this stage hold the oocyte in your pipette before retrieving your slide to again avoid the oocyte settling, and sticking, to the bottom of your dish.&nbsp;Minimize the amount of liquid transferred to limit the dilution of the formaldehyde solution coating the slide.&nbsp;If too much liquid is transferred, this can lead to a poor burst and poor fixation.</p><p>Step 10:&nbsp;When removing excess formaldehyde from the slide, only a quick dab on the end of the slide is needed.&nbsp;However, it is also important to wipe the back of the slide.&nbsp;If the back is not wiped, the slide wiill suction onto the stage and makes it difficult to quickly move the slide to the humid chamber without tipping it.</p><p>Step 11:&nbsp;It is important to limit the amount of media that is transferred, as it will dilute the formaldehyde solution on the slide and impact fixation.&nbsp; If the oocyte does not burst, agitate the liquid surrounding the cell with the pipette tip (careful to not aspirate any liquid) until you see the cell start to lyse.&nbsp;However, do not agitate too much as it may cause the chromosomes to spread excessively on the slide and cause unintended chromosomal loss.</p><p>Step 12:&nbsp;Slides should be slow dried in the humid chamber for a minimum of 2 hours.&nbsp;We have also found no difference if the slides are left to dry overnight.&nbsp;However, try to not leave the slides for more than 24 hours as the quality of protein staining may decrease.</p><p>Step 14:&nbsp;The Photoflo wash is to remove any excess debris from the slide.&nbsp;It is best to complete this step prior to storage, however, the Photoflo wash can also be completed after thawing prior to staining.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>1-2 working days</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;Gruhn, J. <em>et al.</em> Chromosome errors in human eggs shape natural fertility over reproductive life span. Science 365(6460):1466-1469 (2019). DOI: 10.1126/science.aav7321</p><p>2.&nbsp;&nbsp;&nbsp;Sankar, A. Metaphase spread of mouse oocytes. Protocol Exchange (2020). DOI: 10.21203/rs.2.18674/v1</p><p>3.&nbsp;&nbsp;&nbsp;Tarkowski, A.K. An air drying method from chromosome preparations from mouse eggs. Cytogenetics 5: 394–400 (1966). DOI: 10.1159/000129914</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>So Nagaoka (former graduate student, Patricia A. Hunt Laboratory, Washington State University)</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1126/science.aav7321",
                "date": "2019-09-26 23:14:15",
                "title": "Chromosome errors in human eggs shape natural fertility over reproductive life span",
                "authors": [
                    "Jennifer R. Gruhn",
                    "Agata P. Zielinska",
                    "Vallari Shukla",
                    "Robert Blanshard",
                    "Antonio Capalbo",
                    "Danilo Cimadomo",
                    "Dmitry Nikiforov",
                    "Andrew Chi-Ho Chan",
                    "Louise J. Newnham",
                    "Ivan Vogel",
                    "Catello Scarica",
                    "Marta Krapchev",
                    "Deborah Taylor",
                    "Stine Gry Kristensen",
                    "Junping Cheng",
                    "Erik Ernst",
                    "Anne-Mette Bay Bjørn",
                    "Lotte Berdiin Colmorn",
                    "Martyn Blayney",
                    "Kay Elder",
                    "Joanna Liss",
                    "Geraldine Hartshorne",
                    "Marie Louise Grøndahl",
                    "Laura Rienzi",
                    "Filippo Ubaldi",
                    "Rajiv McCoy",
                    "Krzysztof Lukaszuk",
                    "Claus Yding Andersen",
                    "Melina Schuh",
                    "Eva R. Hoffmann"
                ],
                "journal": "Science",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 638156,
                "identity": "e3109507-7595-43ec-89f5-663506283efd",
                "order_by": 1,
                "name": "Jennifer R. Gruhn",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-4093-142X",
                "institution": "University of Copenhagen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jennifer",
                "middleName": "R.",
                "lastName": "Gruhn",
                "suffix": ""
            },
            {
                "id": 638164,
                "identity": "bcb5aee2-16d4-4068-9abe-e75b9858b454",
                "order_by": 2,
                "name": "Louise J. Newnham",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-1627-5530",
                "institution": "University of Sussex",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Louise",
                "middleName": "J.",
                "lastName": "Newnham",
                "suffix": ""
            },
            {
                "id": 638166,
                "identity": "d21df31c-35dd-4ebb-a7a3-a1be3b610156",
                "order_by": 3,
                "name": "Eva R. Hoffmann",
                "email": "eva@sund.ku.dk",
                "orcid": "https://orcid.org/0000-0002-2588-0652",
                "institution": "University of Copenhagen",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Eva",
                "middleName": "R.",
                "lastName": "Hoffmann",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-06-04 13:21:41",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-968/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-968/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13548249,
                "identity": "3861da88-387c-4bf9-a29a-9e3ac51a6258",
                "added_by": "auto",
                "created_at": "2021-09-17 02:16:56",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 175633,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-968/v1/fe0095af-95df-4047-942b-f4628160e3fd.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "meiosis; metaphase; human oocyte; chromosomes",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This protocol outlines the generation of metaphase spreads of a single oocyte at either the immature metaphase I (MI) or mature metaphase II (MII) stage.&nbsp;This protocol utilizes formaldehyde fixation and therefore allows for further immunofluorescence analysis.&nbsp;These spreads can also be used to identify aneuploidy and other large-scale structural chromosomal abnormalities.&nbsp;However, this assay is prone to false positives for whole chromosome aneuploidy losses, due to either fixation failure or excessive spreading leading to an inability to find all the chromosomes.&nbsp;Additionally, success rates can be low using human oocytes compared to similar protocols for mouse oocytes due to difficulty bursting the oocyte membrane and providing sufficient dispersion of the chromosomes for individual analysis. The protocol duration is two days, however, immunofluorescence staining will add to the total time before final analysis.</p>",
        "manuscriptTitle": "Metaphase spreads of human oocytes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-07-06 16:41:10",
                "doi": "10.21203/rs.3.pex-968/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "92af6bcf-81e0-46c7-a8c2-77f2887eceda",
        "owner": [],
        "postedDate": "July 6th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 113228,
                "name": "Cell Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-07-06 16:41:10",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}