{
    "identity": "nprot-217",
    "title": "Oxytocin released from mouse hypothalamus and nerve endings by extracellular applicaion of beta-NAD+ and cyclic ADP-ribose",
    "content": [
        {
            "header": "Introduction",
            "content": "In contractile skeletal and heart myocytes and secretory cells, Ca<sup>2+</sup>-induced Ca<sup>2+</sup> release \\(CICR) from the ryanodine receptor Ca2+-releasing channels is one of the major mechanisms of increasing intracellular free Ca<sup>2+</sup> concentration<sup>1</sup>. Cyclic ADP-ribose \\(cADPR) is a co-activator of CICR, modulating ryanodine receptors in the microsomes<sup>2</sup>. cADPR is synthesised from beta-NAD+ by ADP-ribosyl cyclases, such as CD383. Recently, we showed that CD38 is essential for the secretion of oxytocin, but not vasopressin, from hypothalamic neurons into the brain and from their nerve endings in the posterior pituitary into the bloodstream _in vivo_ <sup>4</sup>. Furthermore, the release of oxytocin from isolated pituitary preparations was enhanced by extracellular application of cADPR, indicating that the mechanism of OT secretion involves cADPR-ryanodine receptor-mediated Ca<sup>2+</sup> mobilisation from intracellular stores<sup>4</sup>. Therefore, in the field of neuroscience, there is increasing interest regarding whether CICR is utilised in release of a particular neurotransmitter or neuropeptide in a distinct brain region. Here, we describe a simple method to determine the usage of CICR in a given synapse by extracellular application of cADPR or beta-NAD+-related compounds<sup>5,6</sup> &#x2014; in our case, oxytocin in the isolated hypothalamus and pituitary."
        },
        {
            "header": "Reagents",
            "content": "Anaesthetic agent \\(pentobarbitone sodium, Nembutal \\(50 mg/ml); Abbott Lab. cat. no. 3788).\r\n\n\nBuffers \\(See REAGENT SETUP): normal and high-potassium Locke solutions for perfusion.\r\n\n\nOxytocin Enzyme Immunoassay Kit \\(Assay Designs, cat. no. 900-153). \r\n\n\nOxytocin \\(Peptides Institute, cat. no. 4084-V). \r\n\n\nNicotinic acid adenine dinucleotide \\(NAAD) \\(Sigma, cat. no. N4256).\r\n\n\nADP ribose \\(ADPR) \\(Sigma, cat. no. A0752).\r\n\n\nCyclic ADP ribose \\(cADPR) \\(Sigma, cat, no. C7344). \r\n\n\nbeta-NAD+ \\(Sigma, cat. no. N1511).\r\n\n\nNicotinic acid adenine dinucleotide phosphate \\(NAADP) \\(Sigma, cat. no. N5655).\r\n\n\nCyclic ADP-carbocyclic ribose \\(cADPcR)\\(6).\r\n\n\nPoly-L-ornithine \\(Sigma cat. no. P4957)."
        },
        {
            "header": "Equipment",
            "content": "Surgical instruments: Surgical scissors, straight iris scissor, fine forceps.\r\n\n\nCover glasses: Neo micro cover glass 24x55 mm \\(Matsunami Glass, cat. no. 2-17-19).\r\n\n\nTissue grinder, Teflon homogeniser 1 ml \\(TOP ca. no. 1099-01).\r\n\n\nMicrotubes1.5 ml \\(Eppendorf cat. no. 0030 120.086).\r\n\n\nHigh Speed micro refrigerated centrifuge \\(Tomy Seiko MRX-150).\r\n\n\n6-well culture plates \\(Falcon cat. no.353224).\r\n\n\n24-well culture plates \\(Falcon cat. no. 353226).\r\n\n\nMicroplate reader \\(Bio-Rad Model 680XR).\r\n\n\nWater bath \\(Yamato Thermo-Mate BF200).\r\n\n\n\r\n\n\nh3. Reagent Setup\r\n\n\n\r\n\n\n1. Normal Locke solution contained 0.37 g of KCl \\(formula weight \\(FW) 74.55; Wako, cat. no. 169-03542), 8.2 g of NaCl \\(FW 58.44; Wako, cat. no.195-01663), 0.27 g of CaCl<sub>2</sub> \\(FW 110.98; Wako, cat. no. 039-00475), 0.11 g of MgCl<sub>2</sub> \\(FW 95.21; Wako, cat. no. 136-03995), 1.8 g of glucose \\(FW 180.16; Wako, cat. no. 047-00592), 0.1 g of bovine serum albumin \\(Wako, cat. no. 588-98165), 2.38 g of HEPES \\(FW 238.31; Sigma cat. no. H3357) per litre at pH 7.25 \\(adjusted with 1 M NaOH).\r\n  2. High-potassium Locke solution contained 5.22 g of KCl \\(FW 74.55; Wako, cat. no. 169-03542), 4.38 g of NaCl \\(FW 58.44; Wako, cat. no.195-01663), 0.27 g of CaCl<sub>2</sub> \\(FW 110.98; Wako, cat. no. 039-00475), 0.11 g of MgCl<sub>2</sub> \\(FW 95.21; Wako, cat. no. 136-03995), 1.8 g of glucose \\(FW 180.16; Wako, cat. no. 047-00592), 0.1 g of bovine serum albumin \\(FW 180.16; Wako, cat. no. 588-98165) and 2.38 g of HEPES \\(FW 238.31; Wako, cat. no.348-01372) per litre at pH 7.25 \\(adjusted with 1 M KOH).\r\n  3. Sucrose solution contained 92.4 g of sucrose \\(FW 342.30; Nacalai, cat. no. 30404-74), 2.38 g of HEPES \\(FW 238.31; Wako, cat. no.348-01372), 0.0292 g of EDTA with NaOH per litre, adjusted to pH 7.25.\r\n  4. 0.1% Poly-L-ornithine was prepared by dissolving 0.01 g of poly-L-ornithine \\(FW 5000-15000; Sigma cat. no. P4538) in 50 ml of 0.46 g of Boric acid \\(FW 61.83; Sigma cat. no. B6768) followed by filtration."
        },
        {
            "header": "Procedure",
            "content": "h3. A. Oxytocin release from the hypothalamus\r\n\n\n\r\n\n\nDay 1: Isolation of the hypothalamus and OT immunoenzyme assay. TIMING 2 days.\r\n\n\n1. Anaesthetise an adult male mouse \\(2 months old) with pentobarbitone sodium at a dose of 50 mg/kg.  \r\n  2. Turn the whole brain bottom side up after cutting the optic nerve. Isolate the hypothalamus near the optic chiasma, including the supraoptic and paraventricular nuclei. \r\n  4. Place one whole hypothalamus in a 24 multi-well plate with 0.4 ml normal Locke solution on a water bath at 37C. \\(The following experiments were performed at 37C). \r\n  CRITICAL STEP #1. Temperature is very important for successful oxytocin release induced by high potassium. Therefore, the sample must be kept at 37C for as long as possible during the preparation and experiment. For example, the bath temperature was set at 37C beforehand. The solution, pipette tip, Eppendorf tubes and plates were pre-warmed in the water bath or dry incubator at 37C. The centrifuge should be run for 15–20 min at 10000 rpm with the temperature control key turned off, when the temperature inside the centrifuge will be 35–37C.\r\n\n\n5. Replace the incubation medium 10 times every 5 min. The hypothalamus tissue was soaked with a total of 6 ml of pre-warmed normal Locke solution at 37C for 50 min and solutions were discarded. \r\n  6. At the 11th, 12th and 13th replacement, reserve aliquots of 0.4 ml of Locke solution \\(after 3-min incubation with the hypothalamus) in 1.5 ml microtubes. \r\n  7. Then, change the incubation liquid to 0.4 ml of 70-mM high-potassium Locke solution and collect 3 min later in a microtube. PAUSE POINT Tubes can be stored at –80C for measurement of oxytocin concentration for several days just before restarting. However, it is better to have no pause here.\r\n  8. Make oxytocin standard liquid in tubes 1 through 7 at concentrations of 1000, 500, 250, 125, 62.5, 31.25 and 15.6 pg/ml, respectively.\r\n  9. Pipette 100 microL of standard diluent into the NSB \\(non-specific binding) and B0 \\(0 pg oxytocin/ml standard) wells of a 96-well plate.\r\n  10. Pipette 100 microL of standards 1 through 7 into the appropriate wells.\r\n  11. Pipette 100 microL of the samples \\(from 0.4 ml) into the appropriate wells.\r\n  12. Pipette 50 microL of assay buffer into the NSB wells.\r\n  13. Pipette 50 microL of the blue conjugate into each well, except TA \\(Total activity) and Blank wells.\r\n  14. Pipette 50 microL of the yellow antibody into each well, except the blank, TA and NSB.\r\n  15. Tap the plate gently to mix. Seal the plate and incubate at 4°C for 18–24 h. PAUSE POINT \r\n  \r\n\n\nDay 2. Measurement of optical intensity 2 h.\r\n\n\n16. Empty the contents of the plate and wash by adding 400 microL of wash solution to each well. \r\n  17. Repeat the wash 2 more times for a total of 3 washes.\r\n  18. After the final wash, empty the wells and tap the plate dry on a lint-free paper towel.\r\n  19. Add 5 microL of the blue conjugate to the TA wells.\r\n  20. Add 200 microL of the pNpp \\(p-nitrophenyl phosphate) substrate solution to each well. \r\n  21. Incubate at room temperature for 1 h without shaking.\r\n  22. Add 50 microL of stop solution to each well. This stops the reaction and the plate should be read immediately.\r\n  23. Read the optical density at 405 nm with a plate reader.\r\n  24. Calculate oxytocin concentration from the standard curve.\r\n  25. High potassium-induced OT release was estimated as the ratio of the OT level in the 70-mM potassium Locke solution over the average OT content in three normal Locke solutions \\(see Fig. 1).\r\n  \r\n\n\n\r\n\n\nh3. B. Oxytocin release from nerve endings isolated from the posterior pituitary\r\n\n\n\r\n\n\nDay 1: Isolation of the hypophysis and oxytocin release measurement. TIMING 2 days.  \r\n\n\n\r\n\n\nIsolation of nerve endings in the posterior pituitary\r\n\n\n1. Anaesthetise a male mouse with pentobarbitone sodium at a dose of 50 mg/kg.  \r\n  2. Remove the whole brain. Isolate the posterior pituitary. CRITICAL STEP #2 The mouse posterior pituitary can be found easily as a white-shiny part as compared with the slightly red part of the anterior pituitary gland between the trigeminal nerve trunks running in parallel on the bottom surface of the cranial bone \\(see Fig. 2a-c).\r\n  3. After isolation, incubate the posterior pituitary lobe in 1 ml of normal Locke solution for 1 min. \r\n  4. Transfer to 1 ml of sucrose solution in a Teflon homogeniser. \r\n  5. Gently homogenise with 5–6 stokes. \r\n  6. Centrifuge the homogenate in a microtube for 1 min at 100 × g.\r\n  7. The supernatant is then collected. \r\n  8. Centrifuge again for 4 min at 600 × g. \r\n  9. After discarding the supernatant, the pellet is resolved with 200 microL of Locke solution.\r\n  10. Pipette 4–5 times with a yellow tip. \r\n  11. Load nerve endings onto cover glasses coated with 0.1% polyornithine in a 35-mm 6-well plate. CRITICAL STEP #3 The cover glass should be rinsed with 0.1% poly-L-ornithine, for at least 1 h before use, followed by washing at least 3 times with distilled water. The coated cover glass should be used soon after preparation.\r\n  12. Allow to stand for 5 min to settle. \r\n  13. Discard the floating nerve endings, and wash the wells with 1 ml of Locke solution three times. \r\n  14. Replace 1 ml of Locke solution 10 times every 5 min.\r\n  14. The following procedure is the same as described for the hypothalamus \\(to Step 5). \r\n  \r\n\n\n\r\n\n\nh3. C. OT release induced by extracellular application of cADPR, beta-NAD and cADPcR in the nerve endings.\r\n\n\n\r\n\n\n1. The mouse hypothalamic nerve endings were prepared as mentioned above. \r\n  2. At the end stage of replacing Locke solution \\(Step #7 in A), incubate the nerve endings with 1 ml of Locke solution with or without 100 microM 8-bromo-cADPR, an antagonist of cADPR, for 60 min. \r\n  3. Wash the nerve endings quickly three times with 1 ml of Locke solution. \r\n  4. Incubate with 1 ml of normal Locke solution with or without 100 microM 8-bromo-cADPR. \r\n  5. Collect the solution incubated for 5 min three times every 5 min for basal oxytocin release. \r\n  6. The preparation is stimulated with 1 ml of normal Locke solution containing 100 microM beta-NAD+, cADPR, cADPcR NAAD, ADPR or 100 nM NAADP with or without 100 microM 8-bromo-cADPR for 5 min."
        },
        {
            "header": "Timing",
            "content": "2 days\r\n\n\nPreparation of reagents and plates TIMING 2 h"
        },
        {
            "header": "Critical Steps",
            "content": "CRITICAL STEP #1. Temperature is very important for successful oxytocin release induced by high potassium. Therefore, the sample must be kept at 37C for as long as possible during the preparation and experiment. For example, the bath temperature was set at 37C beforehand. The solution, pipette tip, Eppendorf tubes and plates were pre-warmed in the water bath or dry incubator at 37C. The centrifuge should be run for 15&#x2013;20 min at 10000 rpm with the temperature control key turned off, when the temperature inside the centrifuge will be 35&#x2013;37C.\r\n\n\n\r\n\n\nCRITICAL STEP #2 The mouse posterior pituitary can be found easily as a white-shiny part as compared with the slightly red part of the anterior pituitary gland between the trigeminal nerve trunks running in parallel on the bottom surface of the cranial bone \\(see Fig. 2a-c).\r\n\n\n\r\n\n\nCRITICAL STEP #3 The cover glass should be rinsed with 0.1% poly-L-ornithine, for at least 1 h before use, followed by washing at least 3 times with distilled water. The coated cover glass should be used soon after preparation."
        },
        {
            "header": "Troubleshooting",
            "content": "1. Temperature control. The experiments should be performed at around 37C.\r\n  2. Before collecting the perfusate for basal release, it is necessary to wash the nerve endings three times as long-term incubation with antagonist, because it can result in accumulation of oxytocin in the perfusion well."
        },
        {
            "header": "Anticipated Results",
            "content": "High potassium-induced depolarisation produced an increase of more than 2- or 8-fold in oxytocin secretion from isolated mouse hypothalamic neurons \\(Fig. 1a and b) or their axon terminals in the posterior pituitary gland \\(Fig. 1c and d), respectively. Oxytocin release was enhanced by about 4-fold by application of extracellular beta-NAD+100 microM), a precursor of cADPR \\(Fig. 2d). The increase was blocked completely by 8-bromo-cADPR, a cADPR antagonist at the ryanodine receptor binding sites. To further confirm the involvement of cADPR, we tested the effects of extracellular application of several beta-NAD+ metabolites or a synthetic analogue under identical conditions, including cADPR \\(100 microM), NAADP \\(100 nM), cADPcR \\(100 microM), NAAD \\(100 microM) and ADPR \\(100 microM) \\(Fig. 2e). Only cADPR showed the potentiation effect, indicating that oxytocin release utilises the cADPR/ryanodine calcium amplification system as intracellular signalling."
        },
        {
            "header": "References",
            "content": "1. Endo, M. Calcium release from the sarcoplasmic reticulum. _Physiol. Rev._ **57**, 71-108 \\(1977).\r\n  2. Bai, N., Lee, H.C., Laher, I. Emerging role of cyclic ADP-ribose \\(cADPR) in smooth muscle. _Pharmacol. Ther._ **105**, 189-207 \\(2005).\r\n  3. Takasawa, S., et al. Synthesis and hydrolysis of cyclic ADP-ribose by human leukocyte antigen CD38 and inhibition of the hydrolysis by ATP. _J. Biol. Chem._ **268**, 26052-26054 \\(1993).\r\n  4. Jin, D. et al. CD38 is critical for social behaviour by regulating oxytocin secretion. _Nature_ **446**, 41-45 \\(2007).\r\n  5. Guse, A. H. Second messenger function and the structure-activity relationship of cyclic adenosine diphosphoribose \\(cADPR). _FEBS J_. **272**, 4590-4597 \\(2005).\r\n  6. Kudoh T, et al. Synthesis of stable and cell-type selective analogues of cyclic  ADP-ribose, a Ca2+-mobilizing second messenger. Structure-activity relationship of the N1-ribose moiety. _J. Am. Chem. Soc_. **127**, 8846-8855 \\(2005)"
        },
        {
            "header": "Acknowledgements",
            "content": "This work is supported by the Kanazawa University 21st Century Center of Excellence \\(COE) Programme on Innovative Brain Science from the Japanese Ministry of Education, Culture, Sports and Technology."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature05526",
                "date": "2006-12-25 05:35:15",
                "title": "CD38 is critical for social behaviour by regulating oxytocin secretion",
                "authors": [
                    "D Jin",
                    "H Liu",
                    "H Hirai",
                    "T Torashima",
                    "T Nagai",
                    "O Lopatina",
                    "NA Shnayder",
                    "K Yamada",
                    "M Noda",
                    "T Seine …. K Hayashi",
                    "N Noguchi",
                    "I Kato",
                    "H Okamoto",
                    "A Matsushima",
                    "A Salmina",
                    "T Munesue",
                    "N Shimizu",
                    "S Mochida",
                    "M Asano & H Higashida"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10221,
                "identity": "9ef03852-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Duo Jin",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Duo",
                "middleName": "",
                "lastName": "Jin",
                "suffix": ""
            },
            {
                "id": 10222,
                "identity": "9ef03ba2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hong-Xiang Liu",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hong-Xiang",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            },
            {
                "id": 10223,
                "identity": "9ef03e25-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Oliga Lopatina",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Oliga",
                "middleName": "",
                "lastName": "Lopatina",
                "suffix": ""
            },
            {
                "id": 10224,
                "identity": "9ef040a0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Minako Hashii",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Minako",
                "middleName": "",
                "lastName": "Hashii",
                "suffix": ""
            },
            {
                "id": 10225,
                "identity": "9ef04235-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shigeru Yokoyama",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shigeru",
                "middleName": "",
                "lastName": "Yokoyama",
                "suffix": ""
            },
            {
                "id": 10226,
                "identity": "9ef043b6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Keita Koizumi",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Keita",
                "middleName": "",
                "lastName": "Koizumi",
                "suffix": ""
            },
            {
                "id": 10227,
                "identity": "9ef0451f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sarwat Amina",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sarwat",
                "middleName": "",
                "lastName": "Amina",
                "suffix": ""
            },
            {
                "id": 10228,
                "identity": "9ef04682-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Satoshi  Shuto",
                "email": "",
                "orcid": "",
                "institution": "Faculty of Pharmaceutical Science, Hokkaido University, Sapporo 060-0812, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Satoshi",
                "middleName": "",
                "lastName": "Shuto",
                "suffix": ""
            },
            {
                "id": 10229,
                "identity": "9ef04838-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yoshitake Shiraishi",
                "email": "",
                "orcid": "",
                "institution": "Department of Anatomy, Kanazawa University Graduate School of Medicine, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yoshitake",
                "middleName": "",
                "lastName": "Shiraishi",
                "suffix": ""
            },
            {
                "id": 10230,
                "identity": "9ef04a60-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shigenori Tanaka",
                "email": "",
                "orcid": "",
                "institution": "Department of Anatomy, Kanazawa University Graduate School of Medicine, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shigenori",
                "middleName": "",
                "lastName": "Tanaka",
                "suffix": ""
            },
            {
                "id": 10231,
                "identity": "9ef04be0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Haruhiro Higashida",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Haruhiro",
                "middleName": "",
                "lastName": "Higashida",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-01-12 14:38:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.214",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.214",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607720,
                "identity": "daf0a2ab-dee3-4001-8afc-e7049fe5fc62",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:44",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 83357,
                "visible": true,
                "origin": "",
                "legend": "Oxytocin concentrations in the incubation medium released from the mouse hypothalamus (a and b) and nerve endings of the posterior pituitary (c and d).   Oxytocin level was measured in normal Locke solution (fractions 1&#x2013;3) and 70-mM potassium Locke solution (fraction 4). Oxytocin levels in two typical experiments are shown in a and c. High potassium-induced oxytocin release was normalised as a percentage of control release (the average oxytocin content in three normal Locke solutions of fraction 1 to 3 as 100%) in b and d. N=3.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-217/v1/figure_1.jpg"
            },
            {
                "id": 2607718,
                "identity": "edeefd34-400a-43ed-a0bf-6084d69946ba",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:44",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 175666,
                "visible": true,
                "origin": "",
                "legend": "Anatomical localisation of the mouse posterior pituitary (a-c) and oxytocin release from isolated nerve endings stimulated by beta-NAD+ and cADPR or related compounds (d and e).    The posterior pituitary is located between the trigeminal nerve bundle (a) and is white in colour (b and c). The tissues are before (b) and after (a and c) fixation with a mixture containing 4% paraformaldehyde, 0.5% glutaraldehyde solution in 0.1M phosphate buffer, pH 7.2. d, Oxytocin level in incubation medium containing 0, 100 microM beta-NAD+ or beta-NAD+ plus 100 microM 8-bromo-cADPR (8bcADPR). N=5. e, oxytocin released into the medium in the presence of 0 (1), 100 microM cADPR (2), 100 nM NAADP (3), 100 microM cADPcR (4), 100 microM NAAD (5) and 100 microM ADPR (6). Values represent percentages of basal release. N= 3&#x2013;5. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-217/v1/figure_2.jpg"
            },
            {
                "id": 13464304,
                "identity": "4004a0c6-9e18-4124-8f69-cd82408def4e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:50",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 281534,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-217/v1/e406b99c-be4d-4ef8-8e60-507382ee3fd1.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "neurotransmitter release, hormone secretion, calcium mobilisation, cADPR, NAD, oxytocin, hypothalamus, pituitary nerve \r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Oxytocin released from mouse hypothalamus and nerve endings by extracellular applicaion of beta-NAD+ and cyclic ADP-ribose",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-04-18 06:32:17",
                "doi": "10.1038/nprot.2007.214",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ed0ed58-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 18th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1694,
                "name": "Biological techniques"
            },
            {
                "id": 1695,
                "name": "Biochemistry"
            },
            {
                "id": 1696,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 1697,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-04-18 06:32:17",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}