{
    "identity": "pex-1488",
    "title": "<p>Effect of Zingiber Cassumunar Roxb. Phonophoresis versus Aqua sonic gel on pain, range of motion and functional disability in patients with Osteoarthritis of knee: Randomized control trial.</p><p><br></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Knee complex is formed by tibiofemoral and patellofemoral articulations. It is a synovial hinged joint with 3 degrees of freedom of angular motion. The ligaments, menisci and the muscles present in and around the complex are responsible for its stability, both static and dynamic (1).</p><p>As it is the major weight bearing joint of the lower limb it is often subjected to high amount of weight bearing stresses throughout the life. This makes knee a common site of pain (2). This pain if increases with aging leads to a condition called as Osteoarthritis.</p><p>Knee osteoarthritis (KOA) is a chronic degenerative condition and a major contributing factor of disabling health conditions, globally. A prevalence of 22% to 39% of osteoarthritis in India is seen (3). With an increase in the prevalence of obese patients and an increased life expectancy in recent years the number of people suffering from knee osteoarthritis has also intensified. World Health Organization reports that 18% of women and 9.6% of men above the age of 60 years have some symptom of osteoarthritis, worldwide (3).</p><p>Pain along with impaired functions of the joints have been the major limiting symptoms which amplifies over the period of time, with varying severity along the course, in all individuals. OA, consistently known as mileage joint agony, is a state wherein basic joint cushions, more specifically articular cartilage disintegrates. During this process the joint and the bones gets rub on each other causing wearing and tearing of the surrounding joint cartilages(4).</p><p>Stiffness, pain, limited range of motion, crepitations, joint effusions, bony enlargements and deformities are the signs and symptoms of how the condition manifests itself in an individual. Out of this pain is the major cause of functional deficits and reduced independence while performing activities of daily living.</p><p>Even though it is said to be the condition of old age sometimes it can even be seen in the young populations. According to the previous literature it spikes more about after age 45 as indicated by the joint pain establishment. The most broadly perceived purpose behind OA knee is age. In any case, there are a couple of components or risk factors that increase the threat of making tremendous joint agony at any age(5).The stress of the &nbsp;entire body weight fall on the knee. Each Kilogram of weight you procure reflects almost 3 to 4 extra kilogram on the knee (6). Thus weight plays a major in the developing as well as worsening of the condition. Genetically this consolidates the hereditary changes that may make an individual more susceptible to developing this condition(7). People with explicit occupations that consolidate a lot of activity that can pressure the joint, for instance, bowing, slouching down, or lifting profound burdens (25 kgs or more), will be the most susceptible to develop osteoarthritis of the knee considering the steady strain on the joint(8). Even fragile muscles around the knee can provoke osteoarthritis(9). </p><p>Clinically according to Kallgren and Lawrence system severity of OA is classified into grades from 0 to 4 and the classification is done on the basis of radiographic evidence (10).The grades are: </p><p>Grade 0- No significant presence of OA</p><p>Grade 1- doubtful narrowing of the joint space with possible osteophyte formation.</p><p>Grade 2 - possible narrowing of the joint space with definite osteophyte formation.</p><p>&nbsp;</p><p>Grade 3- definite narrowing of joint space, moderate osteophyte formation, some sclerosis, and possible deformity of bony ends.</p><p>&nbsp;</p><p>Grade 4 - large osteophyte formation, severe narrowing of the joint space with marked sclerosis, and definite deformity of bone ends.</p><p>Pharmacological and surgical treatment methods of KOA have found to have a mixed potency with long term adverse side effects (11). Hence, the recent treatment approaches have progressively concentrated upon modifications in the lifestyle to manage KOA. Incorporating exercise as a part of lifestyle modification have found to have a good efficacy as an intervention in KOA patients (12).</p><p>As the individuals with OA&nbsp;knee are relatively &nbsp;inactive a decrease in their strength &nbsp;specifically of their lower limb muscles of the affected leg have been seen (13). Apart from having a deteriorating effect on strength, the complex sensory-motor function, balance, is also reduced. Coordinated functioning of vestibular, visual and musculoskeletal system acts to produce postural stability. Balance also majorly depends on the proprioception which also have found to decrease with age and reducing weight bearing activities. Therefore a reduction in both static dynamic balance along with diminished muscular strength in elderly have led to a diminished&nbsp;performance of physical activities (14).</p><p>Exercise have constantly resulted in giving meaningful improvements in all the symptoms of pain (15), functions and quality of life. Exercises are therefore now been advised as the first and important line of management in the contemporary treatment guideline(16). An exercise programme that focuses on all the aspects i.e. strength, flexibility, proprioception and aerobic capacity like Otago Exercise programme (OEP) is taken which results in improvement in the balance as a result of an overall improvement in the above mentioned domains.</p><p>Patients of knee OA are treated at various stages of the condition and the outcome of rehabilitation protocol is directly proportional to the patient’s current condition and compliance to treatment protocol(17). Therapeutic ultrasound (US) is a major modality used for the management of pain by physical therapists. It produces high frequency sound waves through its piezo electric mechanism as a result of which there is an increase in the flow of blood and metabolic activity in the area of application leading to facilitation of tissue recovery and reduction of pain and inflammation It has also been seen through previous literatures that ultrasound has prominent effect on enhancing knee functions through it thermal and non thermal effects.</p><p>Aqua Sonic gel has been used as a coupling medium for the transmission of ultrasonic waves to the tissues to reduce skin impedance with a transmission of 72.6%.Aqua sonic gel contains water and propylene glycol to make it thick and sticky so that it does not drip of the skin while application.</p><p>&nbsp;NSAIDs are often used orally as the first line of treatment in arthritis , but lead to increased risk in long term side effects of Gastrointestinal tract (18). Ayurvedic herbs especially those with anti-inflammatory properties have also been used in the treatment of osteoarthritis both orally as well as with their topical application (19). A study shows that only 19% individuals taking Ayurvedic treatment for OA knee took pain medicine compared to the 81%&nbsp;individuals taking conventional treatment therapy for the same (20). </p><p>&nbsp;</p><p>&nbsp;The major benefit of these plant-based medicines is that these have very few side effects unlike the allopathic medications. The herbs mainly, Turmeric, Ashwagandha, Sunth (Zingiber Cassumunas Roxb), Boswellia have shown to decrease pain. The orally taken Ayurvedic medicines have also shown to be effect but with few side effect of Gastro-intestinal tract and with a colour, appearance and taste not necessarily attractive to patients (18).</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "·        The study begins with presentation of synopsis to an ethical committee and after approval from the ethical committee.\n·        The subjects are then taken from the OPD settings of the AVBRH and RNPC on the basis of inclusion and exclusion criteria.\n·        The subjects were then explained about the study. Consent was taken from those eligible and willing to participate in the study\n·        Prior to the intervention the Assessment form (Annexure III) is filled which includes the demographic data and the pretreatment values of our outcome measures. These include:\n1.     Pain assessment: Patient is explained about the visual analogue scale (VAS). The patient is then asked to rate his pain by marking it on the 10cm scale (Annexure II).\n2.     Range of motion ROM: Universal goniometer is used to assess the ranges of knee.\nØ Knee flexion ROM\nü Patient position: Supine lying with knee in extension and hip in 0 degrees of extension, abduction and adduction. A towel is placed under the ankle to allow maximum knee extension.\nü Stabilization: Femur is stabilized to prevent rotation, abduction and adduction at hip.\nü Fulcrum: lateral epicondyle of femur\nü Static arm: parallel to the lateral midline of the femur using greater\nTrochanter as reference.\nü Moving arm: parallel to the lateral midline of fibula using lateral malleolus and fibular head for reference.\nØ Knee extension ROM: It is measured from the end position of knee flexion to the starting position.\n3.      WOMAC (Annexure II): The scale is explained to the patients and are then asked to fill.\n4.     Star Excursion balance test: Patient stands in the middles of the markings.\nHe then first takes stands on the unaffected leg and reaches out with the affected leg in the 8 directions starting from anterior to anteromedial and ending at antero-lateral direction. Similarly, he then takes stance on the affected leg and the unaffected leg is used for reaching out. The total reach distance is calculated for each leg by adding up the reach distance in each direction for that leg. A trial of 2 is taken, out of which the better result is considered and recorded.\n·        Once the assessment is completed, intervention is given as follows:\n1.     Ultrasound: Patient is in supine lying with the affected knee exposed. The area of application is cleaned and the gel is applied over the area. The ultrasound is then applied for a period of 8 minutes with the intensity lying between 0.8-2.5w/cm\n2\n.The probe is continuously moved in circular direction. The method of application is therefore direct contact. Area of application is then cleaned. Number of sessions: 5 sessions/week for 2 weeks.\nGroup A (Control group):\nThe carefully monitored physiotherapy program will include 8 mins of continuous mode Ultrasound therapy of 1 MHz frequency with routine aqua sonic gel and at intensity of 0.8- 2.5 w/cm\n2\n. This is then followed by Otago exercise program.\nGroup B (Experimental Group):\nThe carefully monitored physiotherapy program will include 8 mins of continuous mode Ultrasound therapy of 1 MHz frequency with Zingiber Cassumunar Roxb phonophoresis and an intensity of 0.8- 2.5 w/cm\n2\n. This is then followed by Otago exercise program.\n2.     Strengthening Exercise: Following strengthening exercises are given\nNumber of sessions: 3 sessions in the first week.\n2 sessions in the second week.\nTotal of 5 sessions\n3.    Balance exercise: Following balance exercises are given\nNumber of sessions: 2 sessions in the first week\n3 session in second week\nTotal of 5 sessions"
        },
        {
            "header": "References",
            "content": "<p>Arthrosc Rev. 2011 Jun;19(2):82–92. </p><p>2. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mora JC, Przkora R, Cruz-Almeida Y. Knee osteoarthritis: pathophysiology and current treatment modalities. J Pain Res. 2018 Oct 5;11:2189–96. </p><p>3. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Osteoarthritis | National Health Portal Of India. cited 2021 Mar 9. </p><p>4. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ghordadekar1 DR, Kapoor2 A. Assessing Fear-Avoidance Belief Questionnaire and Quality of Life in Housewives with Knee Osteoarthritis : A Research Protocol. Indian J Forensic Med Toxicol. 2021;15(1):44–9. </p><p>5. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Paradowski PT. Osteoarthritis of the Knee: Assessing the Disease. Health Care Curr Rev. 2014;2(2):4. </p><p>6. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Messier SP, Gutekunst DJ, Davis C, DeVita P. Weight loss reduces knee-joint loads in overweight and obese older adults with knee osteoarthritis. Arthritis Rheum. 2005 Jul;52(7):2026–32. </p><p>7. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zade R, Deshmukh M. A Comparative Study Based On Two Stretching Protocol for Piriformis Tightness: A Research Protocol. J Crit Rev. 2019;6(6):911–4. </p><p>8. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dhankar2 NTS. Correlation of Physical Activity with Fear of Fall in Patients with Total Knee Replacement - A Research Protocol. Indian J Forensic Med Toxicol. 2021;15(1):1835–9. </p><p>9. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bawiskar D, Dhote S, Phansopkar P. Early physical rehabilitation post-surgery in a complex type 5 Schatzker Tibial plateau fracture improves functional outcomes: A case report. 2020;8. </p><p>10. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kohn MD, Sassoon AA, Fernando ND. Classifications in Brief: Kellgren-Lawrence Classification of Osteoarthritis. Clin Orthop. 2016 Aug;474(8):1886. </p><p>11. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Farr II J, Miller LE, Block JE. Quality of Life in Patients with Knee Osteoarthritis: A Commentary on Nonsurgical and Surgical Treatments. Open Orthop J. 2013 Nov 13;7:619–23. </p><p>12. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Focht BC. Move to Improve: How Knee Osteoarthritis Patients Can Use Exercise to Enhance Quality of Life. ACSMs Health Fit J. 2012 Sep 1;16(5):24–8. </p><p>13. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vårbakken K, Lorås H, Nilsson KG, Engdal M, Stensdotter AK. Relative difference in muscle strength between patients with knee osteoarthritis and healthy controls when tested bilaterally and joint-inclusive: an exploratory cross-sectional study. BMC Musculoskelet Disord. 2019 Dec 9;20(1):593. </p><p>14. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Improved balance in middle-aged adults after 8 weeks of a modified version of Otago Exercise Program: A randomized controlled trial. 2021 Mar 8. </p><p>15. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bhandakkar PA, Naqvi W, Burhani TS. Impact of Physiotherapy Rehabilitation on Patients with Bilateral Osteoarthritis Knee Pain - A Case Report. J Evol Med Dent Sci. 2020 Aug 10;9(32):2316–7. </p><p>16. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Recommendations for the medical management of osteoarthritis of the hip and knee: 2000 update. American College of Rheumatology Subcommittee on Osteoarthritis Guidelines. Arthritis Rheum. 2000 Sep;43(9):1905–15. </p><p>17. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Higgs C, Chapple C, Pinto D, Abbott JH. Exercise Therapy for Patients with Knee OA. :26. </p><p>18. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhao J, Wang Q, Wu J, Shi X, Qi Q, Zheng H, et al. Therapeutic effects of low-frequency phonophoresis with a Chinese herbal medicine versus sodium diclofenac for treatment of knee osteoarthritis: a double-blind, randomized, placebo-controlled clinical trial. J Tradit Chin Med Chung Tsa Chih Ying Wen Pan. 2016 Oct;36(5):613–7. </p><p>19. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therkleson T. Topical Ginger Treatment With a Compress or Patch for Osteoarthritis Symptoms. J Holist Nurs. 2014 Sep;32(3):173–82. </p><p>20. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kessler CS, Dhiman KS, Kumar A, Ostermann T, Gupta S, Morandi A, et al. Effectiveness of an Ayurveda treatment approach in knee osteoarthritis - a randomized controlled trial. Osteoarthritis Cartilage. 2018 May;26(5):620–30. </p><p>21. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Venkatachalam J, Natesan M, Eswaran M, Johnson AKS, Bharath V, Singh Z. Prevalence of osteoarthritis of knee joint among adult population in a rural area of Kanchipuram District, Tamil Nadu. Indian J Public Health. 2018 Apr 1;62(2):117. </p><p>22. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;T Y, L A, M KA. The Effect of Therapeutic Ultrasound on Pain and Physical Function in Patients with Knee Osteoarthritis. Vol. 43, Ultrasound in medicine &amp; biology. Ultrasound Med Biol; 2017\\</p><p>23. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Binns L, Taylor D. The effect of the Otago Exercise Programme on strength and balance in community dwelling older women. N Z J Physiother. 2011 Jul 1;39:63. </p><p>24. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alghadir AH, Anwer S, Iqbal A, Iqbal ZA. Test–retest reliability, validity, and minimum detectable change of visual analog, numerical rating, and verbal rating scales for measurement of osteoarthritic knee pain. J Pain Res. 2018 Apr 26;11:851–6. </p><p>25. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Heller GZ, Manuguerra M, Chow R. How to analyze the Visual Analogue Scale: Myths, truths and clinical relevance. Scand J Pain. 2016 Oct;13:67–75. </p><p>26. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stockert B, Barakatt E. test-retest reliability of the star excursion balance test in a geriatric populatioN. J Geriatr Phys Ther. 2005 Dec;28(3):116.&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 22999207,
                "identity": "ff98b664-b721-489a-999d-20a8892eb660",
                "order_by": 0,
                "name": "Medhavi Joshi",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2452-5771",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Medhavi",
                "middleName": "",
                "lastName": "Joshi",
                "suffix": ""
            },
            {
                "id": 22999208,
                "identity": "0aeef082-f3e7-4f2f-aa2e-75421ebf26dc",
                "order_by": 1,
                "name": "Pratik Phansopkar",
                "email": "drpratik77@gmail.com",
                "orcid": "https://orcid.org/0000-0003-3635-8840",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Pratik",
                "middleName": "",
                "lastName": "Phansopkar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-23 19:09:13",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1488/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1488/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13697121,
                "identity": "084270d3-7a27-4dd5-863e-11b55f6facfc",
                "added_by": "auto",
                "created_at": "2021-09-17 13:07:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 173884,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1488/v1/c2872cba-99be-4abc-aa59-942eec6064b1.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Knee Osteoarthritis, Phonophoresis,  Otago Exercises, Therapeutic Ultrasound",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Background</p><p>This research aims at assessing the use of ultrasound in combination with a ayurvedic ani-inflammatory Zingiber Cassumunar gel, considering the parameters of physiotherapy on knee osteoarthritis. Zingiber cassumunar (ginger) has been used, for its anti-inflammatory properties, orally as well by it’s topical application. Improvement in pain, range of motion, balance and an overall quality of life in patients with osteoarthritis of knee has been studied through various physiotherapeutic exercises. In this study Otago exercise programme includes strengthening of lower limb and balance exercise along with walking protocol.</p><p>Methodology: In this research we will include 52 subjects (n=52) having knee osteoarthritis between grade 1-3 according to Kallgren and Lawrence. In his randomized controlled single-blinded trial the subjects will be randomized into two group independent design (Group A and Group B) through envelope method of randomization. Group A will receive conventional therapy while Group B will be the experimental group. Efficacy of the intervention for both the groups is checked at the end of 2 weeks by using VAS, universal goniometer, WOMAC, star excursion balance test(SEBT) as the outcome measures.</p><p>Discussion: The goal of this Randomized control trial is to examine the impact Zingiber Cassumunar phonophoresis in Knee osteoarthritis patients. This randomized control trial will help identify the rapid and long term effects of Zingiber Cassumunar phonophoresis on Knee osteoarthritis. This research findings will help develop a new prospect for the treatment of Knee osteoarthritis.</p><p>The clinical trial registry-India(CTRI) registration number for this trial is CTRI/2021/05/033459.</p>",
        "manuscriptTitle": "Effect of Zingiber Cassumunar Roxb. Phonophoresis versus Aqua sonic gel on pain, range of motion and functional disability in patients with Osteoarthritis of knee: Randomized control trial.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-07 09:00:20",
                "doi": "10.21203/rs.3.pex-1488/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "810b8bd2-a51b-4432-b12a-f391fdc2102a",
        "owner": [],
        "postedDate": "June 7th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3866204,
                "name": "Anatomy"
            },
            {
                "id": 3866205,
                "name": "Diseases"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-07 09:00:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}