{
    "identity": "pex-1347",
    "title": "<p>Generation of human blastocyst-like structures by somatic cell reprogramming </p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The pluripotent cells cultured <em>in vitro</em> can be differentiated into all the cell types of the body and, as such, they have been pivotal for the development of human ‘mini organs’ or organoid models. Moreover, a number of <em>in vitro</em> models have been developed using hESCs/hiPSCs to study early human development, including micropatterned embryonic disc-like structures<a href=\"https://paperpile.com/c/cy503E/tnuLd\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>2</sup></a>, embryonic sac-like structures<a href=\"https://paperpile.com/c/cy503E/OwGB4\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>3</sup></a>, and human gastruloids<a href=\"https://paperpile.com/c/cy503E/q49wY\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>4</sup></a>. This technological and medical revolution has been of great importance for disease modelling, drug screening, and our understanding of the molecular mechanisms of several diseases, and embryo and organ development<a href=\"https://paperpile.com/c/cy503E/3e4Ld+hECPv\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>5,6</sup></a>. However, despite the importance for the entire future of the individual on the complex spatio-temporal/cellular and molecular changes occurring during the early phases of blastocyst development, an <em>in vitro</em> integrated model of the human blastocyst has not been reported. While investigating the reprogramming process, we unexpectedly discovered that the reprogramming intermediates, when aggregated, could give rise to blastocyst-like cellular structures, which we termed as the induced blastoids (iBlastoids). Here, we describe a detailed step by step protocol for the generation of iBlastoids by reprogramming of human fibroblasts.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Dulbecco's Modified Eagle Medium (DMEM) (ThermoFisher, Cat#11960044)</p><p>Dulbecco's phosphate-buffered saline (DPBS) (ThermoFisher, Cat#14190144)</p><p>DMEM/F-12 GlutaMAX (ThermoFisher, Cat#10565018)</p><p>DMEM/F-12, no glutamine (ThermoFisher, Cat#21331020)</p><p>Medium 106 (ThermoFisher, Cat#M106500)</p><p>Neurobasal Medium (ThermoFisher, Cat#21103049)</p><p>Advanced DMEM/F-12 (ThermoFisher, Cat#12634-010)</p><p>Low Serum Growth Supplement (LSGS) (ThermoFisher, Cat#S00310)</p><p>N-2 Supplement (ThermoFisher, Cat#17502048)</p><p>B-27 Supplement (ThermoFisher, Cat#17504044)</p><p>Fetal Bovine Serum (FBS) (ThermoFisher, Cat#10101-145)</p><p>Sodium Pyruvate (ThermoFisher, Cat#11360070)</p><p>GlutaMAX Supplement (ThermoFisher, Cat#35050061)</p><p>L-Glutamine (ThermoFisher, Cat#25030081)</p><p>MEM Non-Essential Amino Acids Solution (NEAA) (ThermoFisher, Cat#11140050)</p><p>2-Mercaptoethanol (ThermoFisher, Cat#21985023)</p><p>Penicillin-Streptomycin (Pen-Strep) (ThermoFisher, Cat#15140122)</p><p>Bovine Serum Albumin (BSA)(Sigma-Aldrich, Cat#A9576)</p><p>Insulin-Transferrin-Selenium-Ethanolamine (ITS -X) (ThermoFisher, Cat#51500056)</p><p>N-acetyl-L-cysteine (Sigma-Aldrich, Cat#A7250)</p><p>β-estradiol (Sigma, Cat#E8875)</p><p>Progesterone (Sigma, Cat#P0130)</p><p>Dimethyl Sulfoxide (DMSO) (Santa Cruz, Cat#sc-358801)</p><p>Trypsin/EDTA Solution (TE) (ThermoFisher, Cat#R001100)</p><p>Trypsin Neutralizer Solution (TN) (ThermoFisher, Cat#R002100)</p><p>TrypLE Express Enzyme (ThermoFisher, Cat#12604021)</p><p>L-Ascorbic acid (Sigma-Aldrich, Cat#A4544)</p><p>Recombinant Human Insulin (Sigma-Aldrich, Cat#91077C)</p><p>Y-27632 (Selleckchem, Cat# S1049)</p><p>CHIR99021 (Miltenyi Biotec, Cat#130-104-172)</p><p>A83-01 (Sigma-Aldrich, Cat#SML0788)</p><p>SB431542 (Cat#S1067)</p><p>Valproic Acid (VPA) (Sigma-Aldrich, Cat#P4543)</p><p>Recombinant Human EGF (Peprotech, Cat#AF-100-15)</p><p>Human BMP-4 (Miltenyi Biotec, Cat#130-111-167)</p><p>CytoTune 2.0 Sendai Reprogramming Kit (Invitrogen, Cat#A16517)</p><p>Anti-Adherence Rinsing Solution (Stem cell technologies, Cat#7010)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Biological safety cabinet</p><p>Incubator at 37ºC, with 5% O<sub>2</sub> and 5% CO<sub>2</sub></p><p>Benchtop Centrifuge</p><p>Cell counter</p><p>Dissection microscope</p><p>Water bath set at 37°C</p><p>Electric Pipetman, Pipet filler, plastic serological pipettes, pipette tips and pasteur pipettes</p><p>15 ml polystyrene conical tubes (Corning, Cat#430052)</p><p>50 ml polypropylene conical tubes (Corning, Cat#430290)</p><p>12-well tissue-culture treated plate (Corning, Cat#3513)</p><p>Cell Imaging Plate, 24-well (Eppendorf, Cat# 0030741021)</p><p>T75 flask (Corning, Cat#430725U)</p><p>1.8 ml cryovials (Nunc, Cat#377267)</p><p>Mr. Frosty (Thermo Fisher, Cat#51000001)</p><p>Falcon 60 mm TC-treated Cell Culture Dish (Corning, Cat# 353002)</p><p>Falcon 40 µm Cell Strainer (Corning, Cat# 352340)</p><p>0.22 micron pore size sterile filters (Corning Cat#431097)</p><p>AggreWell 400 24-well (Stem cell technologies, Cat#34415)</p>"
        },
        {
            "header": "Procedure",
            "content": "Fibroblast medium\nDMEM (ThermoFisher), 10% Fetal Bovine Serum (FBS, ThermoFisher), 1% Nonessential amino acids (ThermoFisher), 1mM GlutaMAX (ThermoFisher), 1% Penicillin-streptomycin (ThermoFisher), 55μM 2-mercaptoethanol (ThermoFisher) and 1mM sodium pyruvate (ThermoFisher).\nMedium 106\nAdd 10ml of LSGS (ThermoFisher) to 500ml medium 106 basal (ThermoFisher); supplement with 1% Pen-strep (ThermoFisher).\nIn vitro culture 1 (IVC1) medium\n7,8\nAdvanced DMEM/F-12 (ThermoFisher), 1% ITS-X supplement (ThermoFisher), 2mM L-Glutamine (ThermoFisher), 0.5% Penicillin-streptomycin (ThermoFisher), 20% Fetal Bovine Serum (FBS, ThermoFisher), 25 μM\nN\n-acetyl-L-cysteine (Sigma), 8 nM β-estradiol (Sigma) and 200 ng/ml progesterone (Sigma).\nHuman iBlastoid medium\n2:1:1 mixture of IVC1 medium, iBlastoid basal medium 1 [50:50 mixture of DMEM/F-12 (ThermoFisher) and Neurobasal medium (ThermoFisher), supplemented with 2mM L-Glutamine (ThermoFisher), 0.1mM 2-mercaptoethanol (ThermoFisher), 0.5% N2 supplement (ThermoFisher), 1% B27 supplement (ThermoFisher), 1% Penicillin-streptomycin (ThermoFisher)] and iBlastoid basal medium 2 [DMEM/F-12, GlutaMAX (ThermoFisher) supplemented with 0.3% BSA (Sigma), 0.2% FBS (ThermoFisher), 1% ITS-X supplement (ThermoFisher), 0.1mM 2-mercaptoethanol (ThermoFisher), 0.5% Penicillin-streptomycin (ThermoFisher), 1.5 μg/ml L-ascorbic acid (Sigma)] supplemented with  2 μM CHIR99021 (Miltenyi Biotec), 0.5 μM A83-01 (Sigma), 1 μM SB431542 (Selleckchem), 0.8 mM Valproic acid (VPA, Sigma), 50 ng/ml EGF (Peprotech) and 10ng/ml BMP4 (Miltenyi Biotec).\nAll culture media were filtered with a 0.22μm filter (Corning) before use.\nPreparing human dermal fibroblasts for reprogramming\n1. Primary human adult dermal fibroblasts (HDFa) from different donors can be obtained from Gibco (Catalogue number, C-013-5C) (lot#1029000 for 38F, lot#1528526 for 55F and lot#1569390 for 32F were used in this study).\n2. For recovery of the commercially purchased cryopreserved stock vials, cells are to be thawed quickly at 37ºC and then pelleted at 200xg for 5 minutes.\n3. Resuspend the cell pellet in 10 ml of 106 medium (Gibco) supplemented with LSGS (Gibco) and plated into a T75 flask (one cryovial to one T75).\n4. Culture the cells in a 37ºC, 5% O\n2\nand 5% CO\n2\nincubator for expansion. Media are changed every other day and cultures split at a 1:3-1:5 ratio using Trypsin/EDTA Solution (TE) (ThermoFisher) upon confluency.\n5. For cryo-preservation, freeze cells in 90% FBS (Gibco) with 10% DMSO (Santa cruz); we suggest generating a large number of early passage stock for future experiments.\nHuman iBlastoids generation\n1. For somatic cell reprogramming with the Cytotune 2.0 kit, experiments were performed according to the manufacturer’s instructions (Invitrogen).\n2. To prepare the primary HDFa for reprogramming, seed the cells at a density of ~5-10x104 cells per well of a 12-well plate in fibroblast medium.\n3. After 36 hours, transduce the attached primary HDFa with Sendai viruses in fibroblast medium at the multiplicity of infection (MOI) as follows,\nKOS\nMOI=5,\nc-MYC\nMOI=5,\nKLF4\nMOI=6 in 500 μl of fibroblast medium per well.  The cells are cultured in a 37ºC, 5% O2 and 5% CO2 incubator. The day of Sendai virus transduction is counted as day 0.\n4. After 24 hours of transduction (day 1), perform a media replacement with 1 ml/well of fresh and warmed fibroblast medium to remove the viruses.\n5. Perform a media replacement every other day from day 1 of transduction. Starting from day 8 onwards when the reprogramming cells are becoming highly proliferative, daily media replacement with 2 ml/well of fibroblast medium is required.\n6. On day 21 of reprogramming, the cells would be ready for the generation of iBlastoids.\n7. Before dissociating the reprogrammed cells, prepare the AggreWell 400 24-well plate (Stem cell technologies) according to the manufacturer’s instructions. Briefly, add 500 μL of Anti-Adherence Rinsing Solution (Stem cell technologies) into each well of the AggreWell 400 24-well plate to be used and centrifuge the plate at 1300xg for 5 minutes. Ensure that no air bubbles are present after centrifugation and subsequently aspirate the rinsing solution from the wells. Perform an additional rinsing step with warmed basal medium, then add 1mL of Human iBlastoid medium supplemented with Y-27632 into each well. Place the plate in the incubator to be used later.\n8. For the dissociation of day 21 reprogrammed cells,\na. First aspirate the spent medium and perform a washing step with DPBS.\nb. Aspirate the DPBS and add 500 μl of TrypLE Express Enzyme into each well.\nc. Place the plate back into the incubator for 5 minutes.\nd. After 5 minutes, gently pipette the contents in each well to ensure that they have been well dissociated.\ne. Add 500 μL of fibroblast medium to stop the enzymatic reaction.\nf. Collect the cellular contents into a conical tube and centrifuge at 500xg for 3 minutes. If undissociated cellular patches are visible, we recommend filtering the cell suspension using a cell strainer size 40 μm (Corning) before centrifugation.\ng. Aspirate the supernatant and resuspend the cell pellet in appropriate volume of Human iBlastoid medium supplemented with Y-27632 for cell counting.\n9. Perform a cell count on the collected cells and dilute accordingly to a cell concentration of 1.2x105 cells/ml with Human iBlastoid medium supplemented with Y-27632.\n10. Take the prepared AggreWell plate out from the incubator and transfer 1 mL of well mixed cell suspension into each well of the plate. Ensure that the cells seeded into the Aggrewell are evenly distributed by pipetting the cell suspension in the well for several times carefully as per manufacturer’s instructions.\n11. Centrifuge the plate at 100xg for 3 minutes to capture the cells at the bottom of microwells.\n12. Observe the plate under the microscope to confirm that cells have been evenly distributed among the microwells.\n13. Carefully transfer the plate back to the 37ºC, 5% O\n2\nand 5% CO\n2\nincubator.\n14. 24 hours later, carefully perform a media replacement with warmed Human iBlastoid medium without Y-27632.\n15. On day 6 of iBlastoid formation in the AggreWell,  the iBlastoids would be clearly visible and could be collected into a 15 mL conical tube. We recommend using wide bore p1000 pipette tips for the collection of iBlastoids to prevent any distortion. Alternatively, cut the end of a  standard p1000 pipette tips for a wider bore to collect the iBlastoids.\n16. Let the iBlastoids in the conical tube to sediment for 5-10 minutes and carefully aspirate the majority of the supernatant to remove most of the cell debris.\n17. Transfer the sedimented iBlastoids into a 60 mm TC-treated Cell Culture Dish (Corning) filled with 3 mL of Human iBlastoid medium.\n18. Using a dissection microscope, carefully pick the cavitated iBlastoids for subsequent analysis."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>-Make sure to use fibroblasts that have undergone less than 10 population doublings for reprogramming experiments.&nbsp;</p><p>-Make sure Sendai viruses are thawed and used quickly at correct MOIs, we do not recommend to re-freeze Sendai viruses.</p><p>-There could be lot-to-lot variation between CytoTune 2.0 Sendai Reprogramming Kit which could result in different reprogramming efficiency and affecting iBlastoid formation frequency. We recommend testing the efficiency of the reprogramming kit first if a different lot is used for the iBlastoid generation experiment.</p><p>-Fibroblasts with different genetic backgrounds could have different kinetics and growth rate during reprogramming, and this could affect the efficiency of day 21 reprogrammed cells in generating iBlastoids. We highly recommend testing different starting cell densities to determine the optimal cell number when using different fibroblast cell lines for iBlastoids generation.&nbsp;&nbsp;&nbsp;</p><p>-Cell death during the reprogramming process of fibroblast is normal; ensure that fresh fibroblast media is adequately supplemented to the reprogramming cells. Closely monitor the phenol red indicator in the media; if required, the cells should be replenished daily with extra volume of fresh media.</p><p>-Make sure all media components are prepared and stored properly. We recommend preparing the Human iBlastoid medium one day before seeding the day 21 reprogrammed cells into AggreWell for iBlastoid formation.</p><p>-Preparation of the AggreWell should be carried out properly by adhering to the manufacturer’s instructions. Poorly prepared AggreWell could affect the iBlastoid formation efficiency.</p><p>-We recommend performing a media replenishment at day 4 or day 5 of iBlastoid generation in the AggreWell if the media is turning yellow, but this step has to be done carefully using p1000 pipette to ensure contents within the microwells are not lost or disrupted during media replenishment.</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>-Preparation of human dermal fibroblasts for somatic reprogramming can take approximately 1 week after recovery of the cryopreserved fibroblasts.</p><p><br></p><p>-Human iBlastoids generation takes approximately 4 weeks.</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>If the experiments were performed correctly as described above, iBlastoids should be evident by day 4-5 and ready to harvest around day 6.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.\t<a href=\"http://paperpile.com/b/cy503E/R6iZX\" rel=\"noopener noreferrer\" target=\"_blank\">Rossant, J. &amp; Tam, P. P. L. New Insights into Early Human Development: Lessons for Stem Cell Derivation and Differentiation. <em>Cell Stem Cell</em> vol. 20 18–28 (2017).</a></p><p>2.\t<a href=\"http://paperpile.com/b/cy503E/tnuLd\" rel=\"noopener noreferrer\" target=\"_blank\">Warmflash, A., Sorre, B., Etoc, F., Siggia, E. D. &amp; Brivanlou, A. H. A method to recapitulate early embryonic spatial patterning in human embryonic stem cells. <em>Nat. Methods</em> <strong>11</strong>, 847–854 (2014).</a></p><p>3.\t<a href=\"http://paperpile.com/b/cy503E/OwGB4\" rel=\"noopener noreferrer\" target=\"_blank\">Zheng, Y. <em>et al.</em> Controlled modelling of human epiblast and amnion development using stem cells. <em>Nature</em> <strong>573</strong>, 421–425 (2019).</a></p><p>4.\t<a href=\"http://paperpile.com/b/cy503E/q49wY\" rel=\"noopener noreferrer\" target=\"_blank\">Moris, N. <em>et al.</em> An in vitro model of early anteroposterior organization during human development. <em>Nature</em> <strong>582</strong>, 410–415 (2020).</a></p><p>5.\t<a href=\"http://paperpile.com/b/cy503E/3e4Ld\" rel=\"noopener noreferrer\" target=\"_blank\">Rowe, R. G. &amp; Daley, G. Q. Induced pluripotent stem cells in disease modelling and drug discovery. <em>Nat. Rev. Genet.</em> <strong>20</strong>, 377–388 (2019).</a></p><p>6.\t<a href=\"http://paperpile.com/b/cy503E/hECPv\" rel=\"noopener noreferrer\" target=\"_blank\">Shahbazi, M. N., Siggia, E. D. &amp; Zernicka-Goetz, M. Self-organization of stem cells into embryos: A window on early mammalian development. <em>Science</em> <strong>364</strong>, 948–951 (2019).</a></p><p>7.\t<a href=\"http://paperpile.com/b/cy503E/ied7\" rel=\"noopener noreferrer\" target=\"_blank\">Shahbazi, M. N. <em>et al.</em> Self-organization of the human embryo in the absence of maternal tissues. <em>Nat. Cell Biol.</em> <strong>18</strong>, 700–708 (2016).</a></p><p>8.\t<a href=\"http://paperpile.com/b/cy503E/o569\" rel=\"noopener noreferrer\" target=\"_blank\">Deglincerti, A. <em>et al.</em> Self-organization of the in vitro attached human embryo. <em>Nature</em> <strong>533</strong>, 251–254 (2016).</a></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was supported by the National Health and Medical Research Council (NHMRC) project grants APP1104560 and APP2004627 to J.M.P. X.L. was supported by the Monash bridging postdoctoral fellowship and the Carmela and Carmelo Ridolfo Prize in Stem Cell Research. J.P.T. was supported by the Monash International Tuition Scholarships and Research Training Program Scholarship. J.M.P. was supported by Silvia and Charles Viertel Senior Medical Research Fellowships. The Australian Regenerative Medicine Institute is supported by grants from the State Government of Victoria and the Australian Government.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-021-03372-y",
                "date": "2021-03-17 17:02:46",
                "title": "Modelling human blastocysts by reprogramming fibroblasts into iBlastoids",
                "authors": [
                    "Xiaodong Liu",
                    "Jia Ping Tan",
                    "Jan Schröder",
                    "Asma Aberkane",
                    "John F. Ouyang",
                    "Monika Mohenska",
                    "Sue Mei Lim",
                    "Yu B. Y. Sun",
                    "Joseph Chen",
                    "Guizhi Sun",
                    "Yichen Zhou",
                    "Daniel Poppe",
                    "Ryan Lister",
                    "Amander T. Clark",
                    "Owen J. L. Rackham",
                    "Jennifer Zenker",
                    "Jose M. Polo"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12099036,
                "identity": "0a2f40e2-c08a-4af0-a4fb-dae4420af89d",
                "order_by": 0,
                "name": "Jia Ping Tan",
                "email": "",
                "orcid": "",
                "institution": "Department of Anatomy and Developmental Biology, Monash University, Clayton, Victoria, Australia, Development and Stem Cells Program, Monash Biomedicine Discovery Institute, Clayton, Victoria, Australia, Australian Regenerative Medicine Institute, Monash University, Clayton, Victoria, Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jia",
                "middleName": "Ping",
                "lastName": "Tan",
                "suffix": ""
            },
            {
                "id": 12099037,
                "identity": "b6e74bd4-fbd5-47f1-b25f-a9d554b47f97",
                "order_by": 1,
                "name": "Xiaodong Liu",
                "email": "",
                "orcid": "",
                "institution": "Department of Anatomy and Developmental Biology, Monash University, Clayton, Victoria, Australia, Development and Stem Cells Program, Monash Biomedicine Discovery Institute, Clayton, Victoria, Australia, Australian Regenerative Medicine Institute, Monash University, Clayton, Victoria, Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiaodong",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            },
            {
                "id": 12099038,
                "identity": "86b12644-1c7f-44eb-a448-579bbde67eb2",
                "order_by": 2,
                "name": "Jose M. Polo",
                "email": "jose.polo@monash.edu",
                "orcid": "",
                "institution": "Department of Anatomy and Developmental Biology, Monash University, Clayton, Victoria, Australia, Development and Stem Cells Program, Monash Biomedicine Discovery Institute, Clayton, Victoria, Australia, Australian Regenerative Medicine Institute, Monash University, Clayton, Victoria, Australia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jose",
                "middleName": "M.",
                "lastName": "Polo",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-01-21 03:44:58",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1347/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1347/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13682320,
                "identity": "24dead3c-ff09-4059-9282-ad253fc2e5d7",
                "added_by": "auto",
                "created_at": "2021-09-17 11:56:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 169533,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1347/v1/570f78c3-93a0-4d04-8270-aab5d20d8b45.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "iBlastoids, Reprogramming",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>In the human blastocyst, as development progresses, cells of the epiblast (EPI) lineage will develop into the embryo proper and amnion, whereas cells of the trophectoderm (TE) and primitive endoderm (PE) will give rise to the placenta and yolk sac, respectively<a href=\"https://paperpile.com/c/cy503E/R6iZX\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>1</sup></a>. The study of early human development relies on the use of blastocysts donated to research or cell culture systems such as pluripotent and trophoblast stem cells. Altogether, these have been seminal in shedding light on many key differentiation processes. However, simple culture systems lack the necessary complexity to adequately model the spatio-temporal/cellular and molecular dynamics occurring during the early phases of embryonic development. Currently, an <em>in vitro</em> model of the human blastocyst is not available.<strong> </strong>Here, we describe a protocol for the generation of an <em>in vitro</em> integrated model of the human blastocyst obtained by reprogramming fibroblasts, termed iBlastoids.&nbsp;</p>",
        "manuscriptTitle": "Generation of human blastocyst-like structures by somatic cell reprogramming",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-03-25 08:57:23",
                "doi": "10.21203/rs.3.pex-1347/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "1d7e8776-c2be-43b5-b037-1e34aa989f5a",
        "owner": [],
        "postedDate": "March 25th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2449417,
                "name": "Cell Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-03-25 08:57:23",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}