{
    "identity": "pex-20",
    "title": "A growing system closer to the natural conditions for studying root growth and response of Arabidopsis thaliana",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>&nbsp;In field conditions, the top part of the root system will grow in minimal light and the lower part will even develop in darkness, while the shoot can be exposed to various different light conditions (Smith, 1982). However, under traditional agar-plate culture system (TPG, traditional plant-growing) for <em>Arabidopsis</em> plants, the root system grown in the presence of light and sucrose-added medium (Xu,2013). Light affects root organogenesis (growth rate and LR production), orientation and pigmentation (Usami et al., 2004; Sassi et al., 2012; Moni et al., 2015). Root biology studies have exposed roots to light without evaluating the additional effect that light might have on them, direct perception of light by the root can be considered a non-natural condition (Silva-Navas et al., 2015).Although hydroponic-cultured or soil-cultured <em>Arabidopsis </em>root are grown in darkness without sucrose addition, it is inconvenient to investigate root growth and response <em>in situ</em>, which can be facilitated in agar-plate system (TPG) (Xu et al., 2013). For all of these reasons, studies with growing system closer to the natural one for assaying plants are essential, both in the physiological and molecular levels in higher plant.</p><p><br></p><p>Several solutions to these undesirable lab conditions have been postulated, keeping living roots in darkness and bring them into the light only when necessary, including dark agar plugs (Sassi et al., 2012) and the D-root system consisting of plate inserts plus cover slips (Silva-Navas et al., 2015). It should be highlighted that sucrose is added into the agar medium in these systems so that sucrose additional effect is not taken into account. Although the D-root system undoubtedly allows root to grow in the dark, it has limitations. First, the method often requires a second methacrylate comb, which adds to the time of the protocol. Second, sucrose is added into the agar medium, it is not closer to the natural one for assaying <em>Arabidopsis </em>plants since roots are plant organs that typically lie below the soil without sucrose addition. Third, the method also requires a auxiliary box, which increases the cost of the device.</p><p>Here we describe a simple and effective step-by-step protocol for growing the <em>A. thaliana</em> root in an improved agar-plate culture system (IPG, improved plant-growing), the shoot is grown outside of plates to receive light for photosynthesis ,but plates (the roots inside the <em>in vitro</em> plate) is black to protect the root away from light and without sucrose addition. This improved method allows to study the root growth and responses of Arabidopsis plants under the most approximate natural growing conditions.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>&nbsp;1. Half-strength (0.5×) Murashige and Skoog (MS) plates: 2.4 g/L MS medium (Duchefa Biochemie, Haarlem, NL) containing 1 % sucrose and 0.8 % agar. The pH was adjusted to 5.8 with KOH before autoclaving.&nbsp;&nbsp;&nbsp;&nbsp;</p><p>\t&nbsp;2.&nbsp;Distilled and sterilized water for rinsing after disinfection of <em>Arabidopsis</em> seeds. </p><p>\t3. Sodium hypochlorite solution.</p><p>\t4. Ethanol.</p><p>\t5. SDS.</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1. Square polystyrene petri dishes (12.5<strong>×</strong>12.5<strong>×</strong>1.5 cm, L<strong>×</strong>W<strong>×</strong>H).</p><p>&nbsp;2. Micropore surgical tape for sealing petri dishes.&nbsp;&nbsp;&nbsp;</p><p>3. Forceps with pointed tips (tweezers) to hold the Arabidopsis seedlings while transferring to assay system.&nbsp;&nbsp;&nbsp;</p><p>4. Black taps were used in oblong hole to shut out light.</p><p>5. Growth chamber.</p><p>6. Nikon camera D7100 (Tokyo, Japan).</p><p>7.Confocal microscopy.<strong>&nbsp;</strong></p><p>8. The improved agar-plate system (IPG, improved plant-growing) for controlling the effect of light and sucrose on root growth.&nbsp;IPG has the same size as the traditional growth plate (12.5<strong>×</strong>12.5<strong>×</strong>1.5 cm, L<strong>×</strong>W<strong>×</strong>H), but IPG is black and light-tight (Fig. 1d).&nbsp;There are seven oblong holes (6<strong>×</strong>3.5 mm, L<strong>×</strong>W) in the medium container or upper cover of IPG (Fig. 1d).&nbsp;Under the IPG, shoots were illuminated, while roots were grown in darkness environment without sucrose addition (Fig. 1e and Fig. 1f).&nbsp;&nbsp;&nbsp;</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "1.\nArabidopsis\nseeds were surface sterilized with 70% ethanol for 1 min, then with 1% sodium hypochlorite solution plus SDS for 9 min, and subsequently washed 6 times with autoclaved water (Fig. 1a).\n2. Sow the seeds on half-strength Murashige and Skoog (MS) plates containing 0.8% agar and 1% sucrose, and then the plates were kept in the dark for 2 days at 4 °C for stratification (Fig. 1b).\n3. Seal the plates with Micropore surgical tape and put them vertically in a growth chamber with 16/8 h photoperiod at 22°C, with the light intensity of 120 mmol photons m\n-2\nsec\n-1\n, and relative humidity of 70% for 5 days (Fig. 1c). Five-day-old seedlings with approximately 1.5-cm-long roots were used for the further experiments.\n4.\nArabidopsis\nseedlings were carefully transferred to TPG with half-strength MS nutrients containing 0.8% agar and 1% sucrose or IPG with half-strength MS nutrients containing only 0.8% agar (no sucrose). Under TPG, roots is grown in transparent Petri dishes in the presence of light and sucrose-added medium. Under IPG, roots will be grown at the black Petri dish without sucrose addition, black tapes was used in oblong hole to shut out light, and the top part of the seedlings will grow in light (out of oblong hole).\n5. Seal the plates with Micropore surgical tape and place the plates vertically in a growth chamber at 22 °C for 10 days.\n6. After 10 days, we have found that although no significant difference was found in the shoot under TPG or IPG in\nArabidopsis\necotype Col-0 (Fig. 2a), the primary root lengths in TPG were significantly longer than that in IPG (Figs. 2b,e). Furthermore, the lateral root number, lateral root density or root hair density were substantially increased in IPG (Figs. 2c,d,f,g).The root meristem size in LGR is similar to TPG (Figs. 3a,c). However, the\nelongation zone of primary roots were increased dramatically in IPG than TPG (Figs. 3b,d). The root elongation growth is dependent on auxin-triggered acidiﬁcation of the root apoplast of\nArabidopsis\n(Fig. 4)."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>   STEP 4: In this transferred process for  TPG  or IPG, taking care not to damage roots.&nbsp;</p><p>   STEP 5: Black taps were used in oblong hole to shut out light.</p><p><br></p><p><em>   </em></p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>Moni, A. et al.  The blue light receptor Phototropin 1 suppresses lateral root growth by controlling cell elongation. Plant Biol. 17, 34–40 (2015).</p><p><br></p><p>Sassi, M. et al. COP1 mediates the coordination of root and shoot growth by light through modulation of PIN1- and PIN2-dependent auxin transport in Arabidopsis. Development. 139, 3402–3412 (2012).</p><p><br></p><p>Silva-Navas, J. et al. D-Root: a system for cultivating plants with the roots in darkness or under different light conditions. Plant J. 84, 244–255 (2015).&nbsp;</p><p><br></p><p>Smith H.  Light quality, photoreception, and plant strategy. Annual Review of Plant Physiology. 33, 481–518 (1982).</p><p><br></p><p>Usami, T. et al. Cryptochromes and phytochromes synergistically regulate Arabidopsis root greening under blue light. Plant Cell Physiol. 45, 1798–1808 (2004).</p><p><br></p><p>Xu W. et al. An improved agar-plate method for studying root growth and response of Arabidopsis thaliana[J]. Scientific Reports.3, 1273 (2013).</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "",
        "associatedPublications": [
            {
                "doi": "10.1038/srep01273",
                "date": "2013-02-14 10:06:25",
                "title": "An improved agar-plate method for studying root growth and response of Arabidopsis thaliana",
                "authors": [
                    "Weifeng Xu",
                    "Guochang Ding",
                    "Ken Yokawa",
                    "František Baluška",
                    "Qian-Feng Li",
                    "Yinggao Liu",
                    "Weiming Shi",
                    "Jiansheng Liang",
                    "Jianhua Zhang"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 21275,
                "identity": "ce709818-52c2-4cb7-8d8d-562cc8f7dc7b",
                "order_by": 1,
                "name": "Ying Li",
                "email": "",
                "orcid": "",
                "institution": "Fujian Agriculture and Forestry University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ying",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 21276,
                "identity": "dc5ecc2a-f03c-44c6-a72d-7ca94efc2e54",
                "order_by": 2,
                "name": "Wei Yuan",
                "email": "",
                "orcid": "",
                "institution": "Fujian Agriculture and Forestry University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wei",
                "middleName": "",
                "lastName": "Yuan",
                "suffix": ""
            },
            {
                "id": 21277,
                "identity": "1a732ac7-b0b9-42a6-abee-293569075bf9",
                "order_by": 3,
                "name": "Luocheng Li",
                "email": "",
                "orcid": "",
                "institution": "Fujian Agriculture and Forestry University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Luocheng",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 21278,
                "identity": "e904a58c-a9b8-48b1-b9e9-a4eadf60940f",
                "order_by": 4,
                "name": "Hui Dai",
                "email": "",
                "orcid": "",
                "institution": "Fujian Agriculture and Forestry University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hui",
                "middleName": "",
                "lastName": "Dai",
                "suffix": ""
            },
            {
                "id": 21279,
                "identity": "b0c2edbc-a8b5-4f4c-8795-864527e9cc0e",
                "order_by": 5,
                "name": "Xiaolin Dang",
                "email": "",
                "orcid": "",
                "institution": "Fujian Agriculture and Forestry University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiaolin",
                "middleName": "",
                "lastName": "Dang",
                "suffix": ""
            },
            {
                "id": 21515,
                "identity": "2c73b741-8a00-42cb-9808-16bb7ede152d",
                "order_by": 6,
                "name": "Weifeng Xu",
                "email": "wfxu@fafu.edu.cn",
                "orcid": "",
                "institution": "Fujian Agriculture and Forestry University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Weifeng",
                "middleName": "",
                "lastName": "Xu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-04-01 03:08:53",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.1737/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.1737/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610384,
                "identity": "0c47c852-303f-4960-a822-bbc13693b3b5",
                "added_by": "96a1fe6c-8dbd-409e-b638-d09eba7b0a85",
                "created_at": "2020-09-25 20:51:37",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 124243,
                "visible": true,
                "origin": "",
                "legend": "Schematic illustrating the procedure for the improved agar-plate culture system (IPG). (a) Surface sterilization of Arabidopsis seeds in Eppendorf tubes. (b) Sow the seeds on half-strength Murashige and Skoog (MS) plates and stratification for 2 days at 4°C in darkness. (c) The plate was put vertically in a growth chamber at 22°C for 5 days. (d) Upper view of IPG (left panels); Side view of IPG (upper right panels); Oblong holes of IPG (lower right panels). (e) Arabidopsis seedlings were carefully transferred to TPG with half-strength MS nutrients containing 0.8% agar and 1% sucrose or IPG with half-strength MS nutrients containing only 0.8% agar (no sucrose). (f) Arabidopsis plants were grown in a growth chamber at 22°C for 10 days.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-20/v1/figure_1.jpg"
            },
            {
                "id": 2610480,
                "identity": "23dffa73-d672-44c6-afe6-f56be1a63e9c",
                "added_by": "96a1fe6c-8dbd-409e-b638-d09eba7b0a85",
                "created_at": "2020-09-25 20:51:40",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 194436,
                "visible": true,
                "origin": "",
                "legend": "The phenotype of wild-type Arabidopsis plant (Col-0) grown in the traditional agar-plate culture system (TPG) or improved agar-plate system (IPG). (a) Side view of the WT seedlings  grown for 10 days on TPG or IPG, scale bar = 1 cm. (b) Representative micrographs of the WT seedlings grown for 10 days on TPG or IPG, scale bar = 1 cm. (c) Root hair phenotypes of the first 5 mm of the root tips of WT seedlings grown on TPG or IPG, scale bar = 500 m. (d) Quantitative analyses of root hair length of the WT seedlings in (c). (e) Time course of primary root length under TPG or IPG. (f) Time course of lateral root numbers under TPG or IPG. (g) Time course of lateral root density under TPG or IPG. In (e), (f), and (g), at time point 0, 5-day-old seedlings were transferred to TPG or IPG. Error bars in d indicate means ± SE of three independent biological replicates, asterisks denote significant differences (p < 0.05, Student’s t-test). Error bars in e, f and g indicate means ± SE of three independent biological replicates, asterisks denote significant differences (p < 0.05, Duncan’s test).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-20/v1/figure_2.jpg"
            },
            {
                "id": 2610479,
                "identity": "add9c9b0-2973-43a7-9878-b4cae2bfc7dc",
                "added_by": "96a1fe6c-8dbd-409e-b638-d09eba7b0a85",
                "created_at": "2020-09-25 20:51:40",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 264605,
                "visible": true,
                "origin": "",
                "legend": "Meristematic zone and  elongation zone in the root tip of wild-type Arabidopsis grown in the traditional agar-plate culture system (TPG) or improved agar-plate system (IPG). (a) Meristem size of the root tips of WT seedlings grown for 10 days on TPG or IPG, scale bar = 40 m. (b) Elongation zone length of the root tips of WT seedlings grown for 10 days on TPG or IPG, scale bar = 100 m. (c) Quantitative analyses of root meristem zone length of the WT seedlings in (a). (d) Quantitative analyses of root elongation zone length of the WT seedlings in (b). Error bars in c and d indicate means ± SE of three independent biological replicates, asterisks denote significant differences (p < 0.05, Student’s t-test).",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-20/v1/figure_3.jpg"
            },
            {
                "id": 2610481,
                "identity": "1b65f7ab-95ed-4b50-97ac-4982dcd8d3d8",
                "added_by": "96a1fe6c-8dbd-409e-b638-d09eba7b0a85",
                "created_at": "2020-09-25 20:51:40",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 306505,
                "visible": true,
                "origin": "",
                "legend": "Auxin signalling in the root tip of wild-type Arabidopsis grown in the traditional agar-plate culture system (TPG) or improved agar-plate system (IPG). (a) DR5::GFP signals in root, scale bar = 20 µm. (b) Quantification of fluorescence intensities in root in (a). (c) DII-VENUS signals in root, scale bar = 20 µm. (d) Quantification of fluorescence intensities in root in (c). (e) Apo-pHusion abundance in root, scale bar = 20 µm. (f) Quantification of fluorescence ratio in root in (e).\nError bars in b, d and f indicate means ± SE of three independent biological replicates, asterisks denote significant differences (p < 0.05, Student’s t-test).",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-20/v1/figure_4.jpg"
            },
            {
                "id": 13466416,
                "identity": "20b8a23e-ff06-458f-89a6-14a17585e3d2",
                "added_by": "auto",
                "created_at": "2021-09-16 20:50:48",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 544389,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-20/v1/a2f0d3e5-e8da-408c-9e8b-4486419a0fb9.pdf"
            }
        ],
        "financialInterests": "no",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": " Arabidopsis, auxin, growth, pH, root",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>In natural environments, shoot was exposed to sunlight but roots are not directly exposed to light, being buried deep down in the soil and grow in darkness without sucrose addition. However, most current research in root biology has been carried out by growing the <em>Arabidopsis</em> root system in the presence of light and sucrose-added medium since root development is typically studied in traditional agar-plate culture system (TPG, traditional plant-growing). Here, we present a protocol for improved agar-plate culture system (IPG, improved plant-growing), allows the&nbsp;in vitro cultivation of <em>Arabidopsis</em> with the aerial part growing in normal light/dark photoperiod while roots grow in darkness without sucrose addition. IPG provides an efﬁcient system for cultivating a large number of seedlings and easily characterizing root architecture in the dark. We also provide methods for key steps all the way through to seedlings growth.We found that the primary root lengths in TPG were significantly longer than that in IPG, and the root elongation growth is dependent on auxin-triggered acidiﬁcation of the root apoplast of <em>Arabidopsis</em>&nbsp;. With this protocol, a better understanding of the mechanisms involved in root growth and responses of plants can be easily characterized.&nbsp;</p>",
        "manuscriptTitle": "A growing system closer to the natural conditions for studying root growth and response of Arabidopsis thaliana",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-04-08 16:04:11",
                "doi": "10.21203/rs.2.1737/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "96a1fe6c-8dbd-409e-b638-d09eba7b0a85",
        "owner": [],
        "postedDate": "April 8th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 7988,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-04-08 16:04:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}