{
    "identity": "pex-1698",
    "title": "<p>Protocol for the study of hepatic bilirubin uptake in the isolated perfused rat liver</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Bilirubin is the product of heme catabolism occurring in all cells, with the highest contribution coming from splenic macrophages involved in the turnover of senescent erythrocytes. Bilirubin (BR) circulates in the blood as a reversible complex with serum albumin. It is selectively taken up into the liver, metabolized and excreted into the bile as bilirubin glucuronide (BRG) <sup>1</sup>.</p><p>The membrane transporter(s) for hepatic BR uptake is still unknown <sup>234</sup>. In both rats and humans, no significant correlation between drug-induced inhibition of hepatic SLCO1B1 and 1B3 transporters (OATP1B1 and OATP1B) and hyperbilirubinemia was found <sup>5</sup>, possibly due the participation of several additional factors in the whole organism.</p><p>This points to the need of applying a simplified model to investigate BR hepatic disposition.&nbsp;Among the various <em>in vivo</em> and <em>in vitro</em> experimental models for the study of the liver function, the isolated and perfused rat liver (IPRL) presents the advantage of a fully intact architecture, preserving the critical feature of bile flow <sup>6</sup>, while enabling the control of the liver perfusion conditions, including the delivery of test compounds.</p><p>We have developed a protocol for the analysis of multiple single-pass events (up to 12) of sinusoidal BR uptake in the same preparation, by modifying the standard IPRL method <sup>7</sup>. This protocol can be implemented in a time window of approximately 25 min. The presence of BR and BRG was analyzed in &nbsp;the liver effluent by a fluorometric method <sup>8</sup>, with some adaptations. The preparation was viable and intact, as shown by both standard viability parameters and by the occurrence of bilirubin glucuronide hopping <sup>9</sup>.</p><p>This protocol offers the advantage of obtaining repeated observations in the same liver, thus reducing the number of animals. It offers therefore ample opportunity to screen molecules for their potential to inhibit hepatic BR and BRG membrane transporters.&nbsp;</p><p>TECHNICAL NOVELTIES</p><p>1.&nbsp;&nbsp;Perfusion of the liver without oxygen supplementation at physiologically low flow rate.</p><p>2.&nbsp;&nbsp;Repeated intra-portal albumin-free boli of BR alone or with inhibitors of sinusoidal membrane transporters, so increasing the number of single-pass events in the same preparation, with animal reduction.</p><p>3.&nbsp;&nbsp;Use of FITC-labelled bovine serum albumin for the assessment of the intra-hepatic micro-vascular integrity.</p><p>4.&nbsp;&nbsp;Direct analysis of BR and BR glucuronide in the hepatic venous effluent by a high-throughput fluorometric assay.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Adenosine triphosphate (ATP) measurement (Promega, CellTiter-Glo® 2.0 Assay)</p><p>Albumin, Bovine, Fraction V (Merck, 12K1608)</p><p>Bilirubin (BR) (Merck, B4126)</p><p>Cyanidin 3-glucoside (C3G) / Kuromanin chloride (Extrasynthese, 0915S)</p><p>D-glucose (Merck, G8270)</p><p>Dimethyl sulfoxide (DMSO) (Merck, SHBM2271)</p><p>Dulbecco’s Phosphate Buffered Saline (PBS) (Merck, SLCB9248)</p><p>FITC (BDH biochemicals)</p><p>HELP-UnaG (HUG) fusion protein, lab-scale production (Bandiera et al., 2020)</p><p>Heparin (Rovi)</p><p>Hydrochloric acid (HCl) (Merck, 320331)</p><p>Indomethacin (Merck, I7378)</p><p>Ketoprofen (Merck, K1751)</p><p>L-lactate (Merck, 69785)</p><p>Sodium pyruvate (Merck, P5280)</p><p>Lactic dehydrogenase (LDH) measurement<strong> </strong>(Merck,<em> In Vitro </em>Toxicology Assay Kit, Lactic Dehydrogenase based, TOX7)</p><p>Malvidin 3-glucoside (M3G) / Oenin chloride (Extrasynthese, 0911S)</p><p>Peonidin-3-O-clucoside chloride (P3G) (Extrasynthese, 0929S)</p><p>Pravastatin sodium salt hydrate (PRAVA) (Merck, P4498)</p><p>Resveratrol (3,4’,5- Trihydroxy- trans- stilbene) (RESV)(Merck, R-5010)</p><p>Sodium taurocholate hydrate (TC) (Merck, BCBW9391)</p><p>Trichloroacetic acid (TCA) (Merck, T6399)</p><p>Xylazine (Dechra)</p><p>Zoletil (Virbac)</p><p>β-estradiol 17 (β-D-glucuronide) sodium salt (E17G) (Merck, E1127)</p><p>β-Glucuronidase from Escherichia coli (Merck, 50180211)</p><p>&nbsp;</p><p>SOLUTIONS</p><p>Prepare solutions in ultrapure-water.</p><p>Liver perfusion solutions</p><p>§&nbsp;Hank’s Balanced Salt Solution (HBSS) (0.26 mM CaCl<sub>2</sub>•2 H<sub>2</sub>O, 0.44 mM KH<sub>2</sub>PO<sub>4</sub>, 4.17 mM NaHCO<sub>3</sub>,<sub> </sub>136.9 mM NaCl, 0.34 mM Na<sub>2</sub>HPO<sub>4</sub>, 0.5 mM MgCl<sub>2</sub>•6 H<sub>2</sub>O, 5.6 mM Glucose, 0.4 mM MgSO<sub>4</sub>•7 H<sub>2</sub>O, 5.4 mM KCl, pH 7.4)</p><p>§&nbsp;Phosphate buffered saline solution (PBS) (136.9 mM NaCl, 2.7 mM KCl, 10.0 mM Na<sub>2</sub>HPO<sub>4</sub>•2H<sub>2</sub>O, 1.8 mM KH<sub>2</sub>PO<sub>4</sub>, pH 7.4)</p><p>§&nbsp;Perfusion buffer (0.2 mM lactate, 2 mM pyruvate, 2.5 mM glucose, in PBS)</p><p>Boli for intra-portal injections</p><p>§&nbsp;Consider 3 types of intra-portal boli:</p><p>§ BR alone, to test hepatic BR uptake</p><p>§ BR with one inhibitor, to test hepatic BR uptake inhibition</p><p>§ Inhibitor alone, to test its effect of the basal BR and BRG hepatic output in the venous effluent</p><p>§&nbsp;Inject boli with the following compositions:</p><p>§&nbsp;BR (0.05 mM)</p><p>§&nbsp;C3G (0.5-2 mM, ± 0.05 mM BR)</p><p>§&nbsp;M3G (2 mM, ± 0.05 mM BR)</p><p>§&nbsp;P3G (2 mM, ± 0.05 mM BR)</p><p>§&nbsp;RESV (2 mM, ± 0.05 mM BR)</p><p>§&nbsp;E17G (1 mM, ± 0.05 mM BR)</p><p>§&nbsp;Pravastatin (6 mM, ± 0.05 mM BR)</p><p>§&nbsp;Indomethacin (1 mM, ± 0.05 mM BR)</p><p>§&nbsp;Ketoprofen (1 mM, ± 0.05 mM BR)</p><p>§&nbsp;Sodium taurocholate hydrate (0.2-2 mM, ± 0.05 mM BR)</p><p>§&nbsp;Use PBS:DMSO (80:20, vol/vol) as the common vehicle for BR and compounds, as it is tolerable for intra-venous injection <sup>10</sup>.</p><p><em>Bolus preparation</em></p><p>Dissolve BR and other compounds (powder form) in DMSO to obtain concentrated solutions, as listed below. Store them for no more than 1 month at -20°C.</p><p>§&nbsp;BR (5 mM)</p><p>§&nbsp;E17G, Indomethacin and Ketoprofen (50 mM)</p><p>§&nbsp;C3G, M3G, P3G, RESV, TC (100 mM)</p><p>§&nbsp;Pravastatin (300 mM)</p><p>Dilute these concentrated solutions in DMSO, vortex and then add PBS to 1 mL, according to the scheme below, to obtain any of the 3 types of boli with the composition suitable for intra-portal injection (read Tips 1-2) (Figure 1).</p><p><em>Albumin-FITC bolus</em></p><p>Prepare a solution of Albumin – FITC, consisting in 77.5 µM Bovine Serum Albumin (BSA), containing 3% w/w of BSA-FITC, according to the protocol described in <sup>11</sup>.</p><p>§&nbsp;Prepare 4 mL of 2 mg/mL BSA (30 µM) solution in 0.1 M Sodium Carbonate pH 9. Add 0.4 mL FITC (1 mg/mL) dissolved in DMSO.</p><p>§&nbsp;Incubate this solution at 4˚C overnight, on a rotating wheel.</p><p>§&nbsp;Add 11 mg ammonium chloride, in order to reach 50 mM final concentration.</p><p>§&nbsp;Incubate at room temperature (RT) for 2 h.</p><p>§&nbsp;Filter this solution on a centrifuge filter tube (20 mL, 30 000 MWCO) at 3000 <em>g</em> until 80% of the solution is passed through the filter. Keep the filtrate for fluorescence determination (λ<sub>ex</sub> = 480 nm; λ<sub>em</sub> = 520 nm).</p><p>§&nbsp;Add PBS to the retained solution over the filter and repeat ultrafiltration until no fluorescence is detected in the filtered solution.</p><p>§&nbsp;Determine the final protein concentration of the BSA-FITC solution (retained fraction) by BCA method.</p><p>§&nbsp;Prepare the BSA-FITC bolus solution, by mixing 40 μL of 1.53 mg/mL BSA - FITC (23 µM) with 80 μL of 25 mg/mL BSA (376 µM), and adjust the volume with PBS to 0.4 mL. &nbsp;</p><p>§&nbsp;Prepare a BSA-FITC standard curve with serial BSA-FITC standard solutions (0-0.03 mg/mL).</p><p>Solutions for chemical analyses of the hepatic venous effluent</p><p>§&nbsp;Standard BR (0-0.05 µM in PBS:DMSO, 99.7:0.3 vol/vol)</p><p>§&nbsp;HUG (0.4 mg/mL in PBS)</p><p>§&nbsp;β-Glucuronidase (800 U/mL in PBS)</p><p>§&nbsp;5 % TCA (vol/vol, in water)</p><p>§&nbsp;1 M HCl (in water)</p><p>§&nbsp;Sodium carbonate (0.1 M, pH 9) (CARLO ERBA)</p><p>§&nbsp;Ammonium Chloride (50 mM) (SIGMA)</p><p><br></p><p>&nbsp;</p><p><br></p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>LABWARE</p><p>§&nbsp;50 mL-bubble trap (commercial or handmade) (2 pieces) (read Tip 3).</p><p>§&nbsp;I.v. Catheter 18 G winged &amp; ported (Terumo Surflo-WP; O.D. x l: 1.30 x 45 mm; code SR+DM1845PX).</p><p>§&nbsp;I.v. Catheter 18 G winged &amp; ported (Terumo Surflo-WP; O.D. x l: 1.30 x 45 mm; code SR+DM1845PX). Modify this catheter by cutting the cannula, so to leave only the winged &amp; ported part thereof.</p><p>§&nbsp;I.v. Catheter 20 G (Terumo Surflo; O.D. x l: 1.10 x 32 mm; code SR+OX2032C1)</p><p>§&nbsp;Needle 18 G (Terumo Agani Disposable Needle, O.D. x l: &nbsp;1. 2 x 40 mm). Modify this need by cutting it, so to leave a 1 cm-long segment. &nbsp;</p><p>§&nbsp;PEEK tubing (OD 2 mm, ID 1.8 mm), 30 cm</p><p>§&nbsp;Silicon tubing (OD 5 mm, ID 3 mm), 1 m</p><p>§&nbsp;Silicon tubing (OD 4 mm, ID 1 mm), 5 cm</p><p>§&nbsp;Luer lock screw cap (any commercial source). Modify it by piercing it in the center.</p><p>§&nbsp;Scissors (blade length 4 cm)</p><p>§&nbsp;Scissors (blade length 2 cm, AESCULAP, BC056R)</p><p>§&nbsp;Micro scissor</p><p>§&nbsp;Tweezers</p><p>§&nbsp;Two-strand sewing cotton thread</p><p>§&nbsp;Polypropylen thread, 6/0 (PROLENE® Johnson &amp; Johnson Intl)</p><p>§&nbsp;Insulin syringes with removable needle (Omniflix® - Fluer Duo, B BRAUN)</p><p>§&nbsp;1.5 ml vials (Sarstedt)</p><p>§&nbsp;15 mL-tubes (Nunc®)</p><p>§&nbsp;96-well black polystirene plates (Nunc®)</p><p>§&nbsp;Filter tubes 30 000 MWCO (Vivascience, Sartorius)</p><p>§&nbsp;0.5 L pyrex bottle (2 pieces)</p><p>§&nbsp;2 mL pipette (2 pieces)</p><p><br></p><p>EQUIPMENT</p><p>§&nbsp;Microplate reader (Synergy H1; BioTek Winooski, VT)</p><p>§&nbsp;Peristaltic pump (Pharmacia)</p><p>§&nbsp;Thermostated water bath (HAAKE)</p><p>§&nbsp;Microscope (Leika)</p><p>&nbsp;</p><p>LIVER PERFUSION SET-UP &nbsp;</p><p>Buffer reservoir and delivery</p><p>§&nbsp;Keep the perfusion solutions (HBSS or PBS) in pyrex bottles, placed in the water bath at 42 °C (read Tip 4).</p><p>§&nbsp;Connect one end of the silicon tubing (OD 5 mm, ca. 30 cm) to the tip of a sterile 2-mL pipette and insert it into the bottle (read Tip 5).</p><p>§&nbsp;Slide the other end of this tubing into the peristaltic pump.</p><p>§&nbsp;Insert the loose end of this tubing into the bubble trap (IN-direction hole, read Tip 3).</p><p>§&nbsp;Insert another silicon tubing (OD 5 mm, ca. 30 cm) into the bubble trap (OUT-direction hole, read Tip 3). The other end of this tubing is be connected to the inlet catheter (read details below).</p><p>Assembly of the inlet catheter</p><p>The silicon tubing delivering the perfusion solution is to be connected to the 20 G winged &amp; ported catheter for intra-portal perfusion. Manual delivery of repeated boli via the port of this catheter is not secure, since even small vibrations of the intra-portal catheter may injury the thin wall of the portal vein. Thus, another port, to be used for boli delivery, is interposed between the intra-portal catheter and the terminal end of the silicon tubing. This port is assembled as follows:</p><p>§&nbsp;Connect the end of the silicon tubing, stemming from the OUT-direction hole of the bubble trap, to a winged &amp; ported catheter (20 G), modified by cutting away its cannula (see above Labware). The port of this truncated catheter is called “bolus delivery port”, to distinguish it from the catheter port, which is not used.</p><p>§&nbsp;Connect the tip of the truncated catheter to a short silicon tubing (OD 5 mm, 5 cm).</p><p>§&nbsp;Insert the other end of the latter tubing into the luer of a truncated 18 G needle (see above Labware).</p><p>§&nbsp;Mount a silicon tubing (OD 4 mm) sleeve on the truncated 18 G needle segment.</p><p>§&nbsp;Fit this sleeve into the luer of the 20 G catheter for intraportal perfusion. This catheter is called “perfusion tubing terminal”.</p><p>Assembly of the outlet catheter</p><p>The 18 G catheter, inserted into the thoracic cava vein to collect the perfusion solution passed through the liver microcirculation, is to be connected to the peek tubing via a screw cap. Assemble it as follows:</p><p>§&nbsp;Insert the peek tubing into the hole on the luer lock screw cap and fix it with glue.</p><p>§&nbsp;Lock this screw cap onto the 18 G catheter.</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "ANIMALS\nFemale Wistar rats (\nRattus norvegicus\n, Charles River Italy Inc.), raised in GR900 cages (5 animals per cage) (Tecniplast) with JELUXYL HW 300/500 (JELU) bedding, under constant environmental conditions (room temperature 21-23˚C, humidity 40-60%, 12-hour light/dark cycle, air changes 25 volumes/hour) and\nad libitum\naccess to VRF 1 (P) feed (SDS) and tap water\n.\nISOLATION AND PERFUSION OF THE LIVER\nMethod and ethics\nThe surgical procedure is according to\n7\n, whereas the perfusion of the isolated liver with HBBS and PBS is new. Obtain the prior approval of animal experimentation from the competent bioethical authority. Justify the use of animals, by applying reasons for the 3R principles, e.g.:\n§ There are no\nin vitro\nexperimental models preserving the bile flow through the biliary system\n6\n(no available replacement).\n§ The procedure causes no sufferance to the anaesthetized rat (maximum achievable refinement).\n§ Repeated tests of BR (up to 12) can be performed in the same liver preparation, thus increasing the number of observations in the same liver, thus limiting the animal number (reduction by a factor of 10).\nAnaesthesia\nAnesthetize animals (> 220 g b.w.) by an intraperitoneal injection of 0.5 mL containing Zoletil (2 mg/kg body weight) and Xylazine (8 mg/kg body weight).\nSurgery\n§ Perform a horizontal laparotomy in the lower abdomen, by lifting the abdominal wall with the tweezers. Start the cut from the median point, continue towards each lateral side, and then turn vertically upwards, up to the lowest rib. Take care not to cut the diaphragm, the chest and its respiratory muscles at this stage.\n§ Displace the intestine to the left side to expose the hepatic hilus, with the portal vein and the common bile duct.\n§ Prepare a ligature around the inferior vena cava, above the insertion of the right renal vein, and a second one around the portal vein (about 1 cm distally from the hilus), using a two-strand sewing cotton thread.\n§ At this stage, consider to prepare the common bile duct for cannulation, if planned in the experiment (not described in this protocol).\n§ To prevent blood clotting, inject a bolus of heparin (500 U in 0.25 mL PBS) into the inferior vena cava by an insulin syringe.\n§ Activate the peristaltic pump at 1 mL/min in order to fill the silicon tubing with the perfusion solution. Allow it to leak dropwise.\n§ Insert the inlet catheter (20 G winged & ported) into the portal vein and secure it by tightening the ligature around the portal vein.\n§ Connect the inlet catheter to the “perfusion tubing terminal” (see above, Labware).\n§ Perfuse the liver at a flow rate of 4 ml/min and at a constant temperature of 37 °C.\n§ Incise the inferior vena cava caudally to the ligature, to allow blood and perfusion buffer to outflow from the liver, so to maintain normal intrahepatic pressure.\n§ Perform a thoracotomy starting from the diaphragm up to the neck, along two lateral lines.\n§ Insert the 18 G catheter through the right atrium into the inferior vena cava, secure it with a tight ligature.\n§ Connect the screw cap on the PEEK tubing (OD 2 mm, ID 1.8 mm) to this catheter, to collect the liver perfusion effluent.\n§ Close the inferior vena cava, above the tributary renal vein, by tightening the ligature, to prevent retrograde perfusion of the liver.\n§ Accelerate the peristaltic pump to deliver the intra-portal perfusion HBSS solution at 6 mL/min for 20 min (110 mL), to exsanguinate the liver and prepare it for BR uptake tests (read Tip 6).\n§ Switch the liver perfusion buffer from HBSS to PBS and perfuse until the effluent is clear (read Tip 7).\nBR AND BRG UPTAKE TESTS\nSinusoidal administration of BR and BR uptake inhibitors\n§ Prepare a set of at least 120 vials (1.5 ml) and 12 tubes (10 mL) for the collection of the effluent fractions.\n§ Insert a 1 mL-syringe, filled with 0.2 mL BR solution, into the bolus delivery port on the tubing connected to the inlet catheter (read Tips 8-9).\n§ Inject the BR bolus (0.2 mL) in 2 seconds and keep the syringe in place.\n§ Collect 10 effluent fractions (0.4 mL each; 4 sec/fraction) into 1.5 ml vials (read Tip 10).\n§ Remove the 1 mL-syringe from the portal cannula and continue the liver perfusion for 1 min (6 mL) before the next BR bolus and collect this inter-bolus fraction in a 15 mL-tube.\n§ Inject the second BR bolus (0.2. mL), as described above.\n§ Continue the liver perfusion for 1 min (6 mL), as above.\n§ Repeat BR boli injections up to 12 times.\nHEPATIC VENOUS EFFLUENT ANALYSIS\nBilirubin and Bilirubin glucuronide\nPerform the fluorometric analysis of BR by means of the Help-UnaG fusion protein (HUG)\n8\n, after fluorescence calibration with a BR standard solution. Check for interference of BR-specific fluorescence by the compounds added with BR. Analyze BRG as BR equivalents, after hydrolysis by β-Glucuronidase.\nAssay calibration\nCalibrate fluorescence intensity emitted by the HUG•BR complex by incubating a HUG solution at a fixed concentration with serial bilirubin standard solutions.  HUG must be in molar excess of the highest BR concentration.\n§ Prepare 5 mM BR in DMSO (Solution A).\n§ Use Solution A to prepare 0.01 mM BR (Solution B) in PBS:DMSO (99.7:0.3, vol/vol) (read Tip 11).\n§ Use Solution B to prepare the series of standard BR solutions (0-0.05 µM in PBS:DMSO,  99.7:0.3, vol/vol), as in Figure 2.\n§ Add 0.2 mL of each standard BR solution in a 96 well-plate containing 0.01 mL HUG solution (0.4 mg/mL; 6.62 µM, 66.2 pmoles) solution.\n§ Record fluorescence intensity in the microplate reader (λ\nex\n= 485 nm; λ\nem\n= 528 nm).\nAnalysis of assay interferences\nWhen planning to co-inject BR with other compounds via intra-portal boli, perform a prior check for their possible interference with the BR fluorometric assay (read Tip 12).\n§ Test the compounds at 1/10 their concentration in the bolus, to take account of their dilution in the sinusoids (read Tip 13).\n§ Use the concentrated solutions of compounds in DMSO, as described above (section bolus preparation): E17G, Indomethacin and Ketoprofen (50 mM); C3G, M3G, P3G, TC (100 mM); Pravastatin (300 mM).\n§ Dilute 10 µL of these concentrated solutions in 5 mL of standard BR as in the table below, to obtain BR standard solution containing 0.1 mM E17G or Indomethacin or Ketoprofen, 0.2 mM C3G or M3G or P3G or TC, and 0.6 mM Pravastatin, as in Figure 3.\nThe final solvent composition is PBS:DMSO (99.5:0.5, vol/vol). This has no effect on the HUG BR assay performance, while simplifying the preparation protocol. Fluorescence intensity of BR standard solutions ranges 0-26000 ± 2700.\nSample analysis\n§ Prepare a 96-well plate, pre-filled with 0.010 mL HUG solution, setting aside 20 wells for serial dilutions of at least 5 standard BR solutions (0-50 nM range).\n§ Add 0.2 mL of each fraction to this 96-well plate. Keep it covered.\n§ Incubate at 25°C for 1 h.\n§ Record fluorescence in the microplate reader (λ\nex\n= 485 nm; λ\nem\n= 528 nm), to obtain fluorescence reading 1 (F1), corresponding to sample [BR].\n§ Withdraw the plate from the instrument and add 0.01 mL (8 IU) β-Glucuronidase solution to each well (including those with standard BR solutions).\n§ Incubate at 25°C for 2 h and record the increase of fluorescence, as above. Or, store the covered plate at 4°C overnight.\n§ Repeat fluorescence recording, as above, to obtain fluorescence reading 2 (F2), corresponding to sample [BR] + [BRG].\n§ Calculate [BRG] = F2 – F1.\nLiver functional tests\nAssess the liver functional integrity of the liver preparation by analyzing the hepatic venous effluent for biomarkers of microcirculation integrity (albumin-FITC), of possible cytolysis (LDH), membrane permeabilization (ATP) and lipoperoxidation (MDA).\nAlbumin - FITC\n§ Inject a 0.2 mL bolus of BSA-FITC solution (5.15 g/L, or 77.5 μM, containing 3% BSA-FITC, w/w) into the portal vein (read Tip 14).\n§ Collect 15 fractions, 0.7 mL/each.\n§ Prepare a 96-well plate, setting aside 10 wells for serial dilutions of a standard BSA – FITC solution (ranging 0.0036 μM - 0.45 μM).\n§ Transfer 0.1 mL of each perfusion effluent fraction in a black multiwell plate.\n§ Record FITC-related fluorescence in the microplate reader (λ\nex\n= 485 nm; λ\nem\n= 525 nm).\n§ Calculate the concentration of BSA-FITC in each fraction by using the standard curve (mg/mL). Sum the amount (mg) of BSA-FITC of all fractions and express this value as percent of the injected dose (% recovery).\nLactate dehydrogenase activity\n§ Prepare a 96-well plate pre-filled with 0.10 mL of\nIn Vitro\nToxicology Assay Kit solution.\n§ Add 0.05 mL of inter-boli samples (as indicated in assay kit protocol) and incubate up to 30 min.\n§ Add 0.015 ml of the stop solution (1 M HCl).\n§ Record absorbance (OD\n490-690\n) in the microplate reader.\n§ LDH (EC 1.1.1.27) activity assay is based on the reduction of INT to INT-formazan (e\n490\n= 1.42 x 10\n4\nM\n-1\ncm\n-1\n). Express LDH activity as U/L of liver perfusion effluent (1 U = µmol of INT-formazan min\n-1\n).\nATP\n§ Prepare a 96-well plate pre-filled with 0.1 mL of\nIn Vitro\nToxicology Assay Kit solution, setting aside 16 wells for serial dilutions of a standard ATP solution (ranging 0.00001 - 0.01 mM in PBS).\n§ Add 0.10 ml of effluent fractions to estimate the concentration of ATP in the effluent throughout the period of the liver perfusion.\n§ Incubate 10 min at RT.\n§ Record luminescence in the microplate reader at λ\nex\n= 485 nm and λ\nem\n= 528 nm.\n§ Express the tissue ATP concentration as picomoles/g of wet tissue.\nMalondialdehyde\nAnalyse malondialdehyde (MDA) by the method of Agarwal\n12\n, with some modifications, on an HPLC instrument, equipped with a GP50 quaternary pump, an AD25 UV-Visible detector, a GF2000 in-line fluorescence detector, and Chromeleon software, version 6.8, for data analysis (Dionex Corporation; Sunnyvale, CA, USA).\nStandard\n8.34 µM TEP. Dilute 0.2 mL 1,1,3,3-tetraethoxypropane (TEP, CAS: 122-31-6) in 1 L EtOH:H\n2\nO (40:60, vol/vol). Then, dilute 1 mL of the latter in a 100 mL EtOH:H\n2\nO (40:60, vol/vol).\nPrepare the following standard solutions in 5 mL glass flasks, as shown in Figure 4.\nReagents\n0.05% (w/vol) BHT ethanolic solution: dissolve 50 mg Butylated hydroxytoluene (CAS 128-37-0) in 100 mL 95% ethanol.\n0.44 M phosphoric acid solution: dilute 86 mL concentrated H\n3\nPO\n4\n(85%, 5.102 M) to the final volume of 1L.\n42 mM TBA solution: dissolve 6.054 g 2-thiobarbituric acid (CAS 504-17-6) in 1 L water and stir at T = 50 °C.\nSample derivatization:\n§ In screw cap micro tubes, 1.5 ml (Sarstedt, code 72.692), add 200 µL of either sample or standard, 80 µL of BHT and 136 µL of 0.44 M phosphoric acid solution. Vortex and wait 10 min at room temperature.\n§ To each tube, add 232 µL TBA and 110 µL water. Vortex and incubate at 100°C in the oven for 1 h. Then, chill tubes on ice for 5 min.\n§ Spin at 14000 rpm for 3 min.\n§ Filter the supernatant on Durapore 0.45 µm (Durapore ®, Millipore) in vials.\nSample analysis\n§ Inject 25 µL sample or standard into the HPLC column (Water Symmetry C18 column; 5 μm and 250×4.6 mm).\n§ HPLC conditions. Flow rate: 0.8 mL/min; mobile phase: 50 mM phosphate buffer pH 6.8: methanol (60:40, vol/vol); T = 30 °C; Fluorescence detection: λ\nex\n= 515 nm, λ\nem\n= 553 nm; UV-vis detection: λ = 532 nm."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;Since the bolus volume is 0.2 mL, scale the volume of the boli solutions according to the n. of boli in your experimental plan.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;When using mixed boli, prepare the bolus solution as late as possible before injection, to avoid possible chemical reactions (e.g., electron transfer) or interactions (e.g., aggregation or complexation) between BR and compounds.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Handmade fabrication of a 50 mL-bubble trap. Drill the cap of a 50-ml Falcon tube in 2 points, 0.5 cm apart. Insert a plastic tube connector (ID 2 mm) through each hole and secure it with hot glue.&nbsp;Fill the tube with approximately 40 mL buffer. Link the connector (IN direction) with the free end of the silicon tubing (OD 5 mm, ca. 30 cm) that plunges into the perfusion solution bottle to deliver the perfusion solution via the peristaltic pump. Fix the other connector (OUT direction) to the perfusion cannula. Position the trap cap down.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;The solution temperature at outlet of the portal catheter will be 37-38°C.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;This prevents the tubing from sliding above the solution level.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;To support the perfusion of the peripheral areas of the liver, without increasing the perfusion flow, gently massage the liver surface.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;When shifting the portal perfusion solution from HBSS (bottle 1) to PBS (bottle 2), stop the peristaltic pump, fill the bubble trap with PBS and insert its OUT connector to the tubing delivering the perfusion solution, and then re-start the pump. At this point of the procedure, any solution flow stop is not critical for the liver perfusion.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;Mind not to use the catheter port, but only the “bolus delivery port” (see Liver perfusion set-up). Fill the latter with 0.1 mL perfusion buffer before inserting the 1 mL-syringe, to avoid injecting an air bubble before the bolus.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;When injecting repeated boli, do not prefill the syringe with multiple bolus volumes (multiples of 0.2 mL), to avoid repeated mixing of the perfusion fluid with the syringe contents, leading to imprecise delivery of the compounds.</p><p>10.&nbsp;Bilirubin diluted in PBS to nM concentration is chemically unstable. Thus, transfer samples of the venous effluent to the HUG solution immediately after collection.</p><p>11.&nbsp;PBS, but not HBSS, is suitable for applying the analysis of BR in the perfusion effluent&nbsp;<sup>8</sup>.</p><p>12.&nbsp;Systematically check the interference of compounds delivered as intra-portal boli on the BR assay. Some compounds may interfere with fluorescence absorption and/or emission of the HUG-BR complex. These are anthocyanins different than C3G, such as malvidin 3-glucoside and peonidin 3-glucoside.</p><p>13.&nbsp;If the direct analysis of a given compound in the venous effluent of the liver is not possible, then indirectly estimate the highest boundary of the compound dilution by injecting a bolus of Albumin-FITC and analyze its concentration in the effluent fractions. Consider that a compound that is efficiently taken up may be more diluted than BSA-FITC.</p><p>14.&nbsp;Optimal BSA bolus is 77.5 µM BSA with 3% BSA-FITC, while lower [BSA] may result in unspecific adsorption of BSA-FITC and underestimation of recovery.</p><p>15.&nbsp;For implementing this protocol, three operators are needed: one expert in rat surgery, who performs liver perfusion and intra-portal delivery; one assistant to surgery and managing sample collection; one assistant to sample collection and immediate transfer to the BR assay.</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>§&nbsp;Rat anesthesia, laparatomy, exposure of blood vessels and preparation of portal vein cannulation: 20 min.</p><p>§&nbsp;Isolation of the liver (from cannulation of the portal vein to cannulation of the inferior cava vein): 15 min.</p><p>§&nbsp;Exsanguination of the isolated liver: 25 min</p><p>§&nbsp;Uptake tests (12 sequential boli of BR): 25 min</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>§&nbsp;Undetectable lipoperoxidation products, due to the absence of oxygen supplementation.</p><p>§&nbsp;Liver viability maintained for up to 70 min after isolation from the circulation and onset of perfusion.</p><p>§&nbsp;Extensive uptake of BR, with no or very low (nM) concentrations found in the venous hepatic effluent.</p><p>§&nbsp;Detection of very low (nM) concentrations of BRG in the venous hepatic effluent.</p><p>§&nbsp;Intra-portal co-injection of BR with compounds targeting sinusoidal membrane transporters may result in transiently increased concentrations of BR or BRG in the venous effluent from the liver (peak- or wave-shaped).</p><p>§&nbsp;Possibility to test the effects of up to 3 different compounds, known to inhibit hepatic sinusoidal transporters, in the same liver preparation.</p><p>§&nbsp;This protocol has been developed on female Wistar rats only. Endpoints, such as BR and BRG concentrations in the hepatic venous effluent, may be different in male Wistar rats or in different rat strains.</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p><strong>&nbsp;</strong></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Levitt, D. G. &amp; Levitt, M. D. Quantitative assessment of the multiple processes responsible for bilirubin homeostasis in health and disease. <em>Clin. Exp. Gastroenterol.</em> <strong>7</strong>, 307–28 (2014).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lin, L., Yee, S. W., Kim, R. B. &amp; Giacomini, K. M. SLC transporters as therapeutic targets: emerging opportunities. <em>Nat. Rev. Drug Discov.</em> <strong>14</strong>, 543–560 (2015).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Čvorović, J. &amp; Passamonti, S. Membrane Transporters for Bilirubin and Its Conjugates: A Systematic Review. <em>Frontiers in Pharmacology</em> <strong>8</strong>, 887 (2017).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anwer, M. S. &amp; Wolkoff, A. W. Basolateral Plasma Membrane Organic Anion Transporters. <em>Liver Biol. Pathobiol.</em> 327–336 (2020). </p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kotsampasakou, E., Escher, S. E. &amp; Ecker, G. F. Linking organic anion transporting polypeptide 1B1 and 1B3 (OATP1B1 and OATP1B3)&nbsp;interaction profiles to hepatotoxicity - The hyperbilirubinemia use case. <em>Eur. J. Pharm. Sci.</em> <strong>100</strong>, 9–16 (2017).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stieger, B. &amp; Mahdi, Z. M. Model systems for studying the role of canalicular efflux transporters in drug-induced cholestatic liver disease. <em>J. Pharm. Sci.</em> <strong>106</strong>, 2295–2301 (2017).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bessems, M. <em>et al.</em> The isolated perfused rat liver: standardization of a time-honoured model. <em>Lab. Anim.</em> <strong>40</strong>, 236–246 (2006).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bandiera, A. <em>et al.</em> Human elastin-like polypeptides as a versatile platform for exploitation of ultrasensitive bilirubin detection by UnaG. <em>Biotechnol. Bioeng.</em> <strong>117</strong>, 354–361 (2020).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Iusuf, D., Van De Steeg, E. &amp; Schinkel, A. H. Hepatocyte hopping of OATP1B substrates contributes to efficient hepatic detoxification. <em>Clin. Pharmacol. Ther.</em> <strong>92</strong>, 559–562 (2012).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thackaberry, E. A. <em>et al.</em> Solvent-based formulations for intravenous mouse pharmacokinetic studies: tolerability and recommended solvent dose limits. <em>Xenobiotica</em> <strong>44</strong>, 235–241 (2014).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Barbero, N., Barolo, C. &amp; Viscardi, G. Bovine Serum Albumin Bioconjugation with FITC. <em>World J. Chem. Educ.</em> <strong>4</strong>, 80–85 (2016).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Agarwal, R. &amp; Chase, S. D. Rapid, fluorimetric–liquid chromatographic determination of malondialdehyde in biological samples. <em>J. Chromatogr. B</em> <strong>775</strong>, 121–126 (2002).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This protocol was applied in a project approved by the Italian Ministry of Health (file n°65/2019-PR; project code 3378PAS18).</p><p>The support of the staff of the University of Trieste’s bioethics committee (OBPA) and animal facility is gratefully acknowledged.</p><p>Funded by Interreg V-A Italy-Slovenia CBC 2014-2020 (Agrotur II project, ID 1473843258; WP3.2.1, Knowledge on the bioactive compounds of wine) and Interreg V-A Italy-Croatia 2014-2020 (AdriAquaNet, ID 10045161, WP4.3 Welfare monitoring).</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 62046277,
                "identity": "d14f9d5a-a64f-492b-957f-cce791728021",
                "order_by": 0,
                "name": "Marco Stebel",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-8279-8065",
                "institution": "University of Trieste",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marco",
                "middleName": "",
                "lastName": "Stebel",
                "suffix": ""
            },
            {
                "id": 62047068,
                "identity": "838b0e26-1a2c-4134-8537-d4e645ba728d",
                "order_by": 1,
                "name": "Nevenka Medic",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-1659-1461",
                "institution": "University of Trieste",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nevenka",
                "middleName": "",
                "lastName": "Medic",
                "suffix": ""
            },
            {
                "id": 62047069,
                "identity": "de21249f-f5b6-41ad-bddd-50ba3774d27d",
                "order_by": 2,
                "name": "Paola Pelizzo",
                "email": "",
                "orcid": "",
                "institution": "University of Trieste",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paola",
                "middleName": "",
                "lastName": "Pelizzo",
                "suffix": ""
            },
            {
                "id": 62047070,
                "identity": "60c45b6b-b5ab-427b-995e-ba8ddfcc9adb",
                "order_by": 3,
                "name": "Paola Sist",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-1626-5081",
                "institution": "University of Trieste",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paola",
                "middleName": "",
                "lastName": "Sist",
                "suffix": ""
            },
            {
                "id": 62047071,
                "identity": "950d2422-3a84-4c38-b021-33d636c91ccf",
                "order_by": 4,
                "name": "Federica Tramer",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-4286-0191",
                "institution": "University of Trieste",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Federica",
                "middleName": "",
                "lastName": "Tramer",
                "suffix": ""
            },
            {
                "id": 62047072,
                "identity": "853d058c-c552-4d8a-9f47-ca4852701b61",
                "order_by": 5,
                "name": "Sabina Passamonti",
                "email": "spassamonti@units.it",
                "orcid": "https://orcid.org/0000-0001-7876-4666",
                "institution": "University of Trieste",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sabina",
                "middleName": "",
                "lastName": "Passamonti",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-11-08 16:06:23",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1698/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1698/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15603200,
                "identity": "0bc678d7-c269-4a21-9870-00efda893ba0",
                "added_by": "auto",
                "created_at": "2021-11-16 18:13:35",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 38130,
                "visible": true,
                "origin": "",
                "legend": "Preparation of standard intra-portal boli.",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1698/v1/63749e4f16115fe596486859.jpg"
            },
            {
                "id": 15603199,
                "identity": "0e487490-6a7a-45c9-ab57-233711b51c69",
                "added_by": "auto",
                "created_at": "2021-11-16 18:13:35",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 38814,
                "visible": true,
                "origin": "",
                "legend": "Preparation of bilirubin standard solutions.",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1698/v1/2f262ce0fa141d153d856c84.jpg"
            },
            {
                "id": 15603320,
                "identity": "dad4c993-656b-4528-96eb-f7f1d23275de",
                "added_by": "auto",
                "created_at": "2021-11-16 18:16:35",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 53486,
                "visible": true,
                "origin": "",
                "legend": "Preparation bilirubin standard solutions with potentially interfering compounds.",
                "description": "",
                "filename": "Figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1698/v1/60f8d3c8f2ed0190b727a321.jpg"
            },
            {
                "id": 15603202,
                "identity": "d2aa5c68-f01c-4d6a-855f-609dc2848e90",
                "added_by": "auto",
                "created_at": "2021-11-16 18:13:35",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 39991,
                "visible": true,
                "origin": "",
                "legend": "Preparation of TEP standard solutions.",
                "description": "",
                "filename": "Figure4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1698/v1/809d1a6e3d53351a3e12a33b.jpg"
            },
            {
                "id": 15603321,
                "identity": "b98d0dca-1a5e-43c7-b46c-af424531a8e6",
                "added_by": "auto",
                "created_at": "2021-11-16 18:16:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 329278,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1698/v1/8a82c87b-78a6-4b25-8b57-eb9947e237cc.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "bilirubin, bilirubin glucuronide, sinusoidal uptake, isolated perfused rat liver",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>We present a protocol for the study of bilirubin uptake in the isolated and perfused rat liver. The liver is perfused with an albumin-free saline buffered solution supplemented with glucose, pyruvate and lactate, in the absence of oxygen, at a physiologically low flow rate. Fractions of the venous effluent are collected and analyzed for bilirubin, bilirubin glucuronide and biomarkers of liver integrity. The liver preparation is viable and intact for 1 h after isolation from the general circulation, with constant levels of both bilirubin and bilirubin glucuronide (&lt; 2 nM) in the effluent. Up to 12 boli of 10 nmol bilirubin can be sequentially injected into the portal vein without and with molecules that target sinusoidal membrane transporters of organic anions. Selective inhibition of bilirubin or bilirubin glucuronide uptake is detected as transient peaks in the effluent (C<sub>max</sub> up 6 to 60 nM). This protocol allows collecting repeated observations in the same liver, thus reducing the animal number by a factor of 10.</p><p><br></p>",
        "manuscriptTitle": "Protocol for the study of hepatic bilirubin uptake in the isolated perfused rat liver",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-11-16 18:13:33",
                "doi": "10.21203/rs.3.pex-1698/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "02239cbe-5b8c-4271-a5e2-e3d72a29060f",
        "owner": [],
        "postedDate": "November 16th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 8378484,
                "name": "Biochemistry"
            },
            {
                "id": 8378485,
                "name": "Drug discovery"
            },
            {
                "id": 8378486,
                "name": "Gastroenterology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-11-16 18:13:33",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}