{
    "identity": "nprot-6465",
    "title": "Protocols for evaluating local bacterial viscoelastic environment and mechanical coupling in dilute bacterial suspensions",
    "content": [
        {
            "header": "Introduction",
            "content": "It is generally assumed that planktonic bacteria in dilute suspensions are not mechanically coupled and do not show the correlated motion. However, this has recently been challenged and there is now a convincing evidence against such a simplistic view of bacterial suspensions. The mechanical coupling of cells is a trait that develops early during the growth of bacterial suspension, as has been demonstrated by optical tweezers for different bacterial dilute suspensions. Optical tweezers can be used to show long-range correlated motion in dilute bacterial suspension, as well as to study viscoelastic nature of the bacterial local environment. The fragile extracellular network connecting cells responsible for the mechanical coupling which is composed of extracellular polymeric material \\(i.e. eDNA, polysaccharides, proteins) can be visualized by various optical and electron microscopy techniques. In the following protocols we describe reagents, materials, equipment and procedures to measure mechanical coupling of optically trapped bacterial pairs in dilute suspensions to determine microrheological properties of bacterial local environment using optical tweezers, the protocol for visualization of extracellular matrix components, and the protocol for determination of _eps_ gene construct expression. These protocols have been specifically designed for _Bacillus subtilis_ bacterial dilute suspensions, however, the protocols can be easily modified for other bacteria and were successfully tested for _Escherichia coli, Vibrio ruber, Staphylococcus aureus, Pseudomonas fluorescens, Pseudomonas stutzeri,_ and  _Pseudomonas aeruginosa_ dilute bacterial suspensions. The protocols have been rigorously tested and are robust."
        },
        {
            "header": "Reagents",
            "content": "Bead suspension \\(radius of 2.32 μm, SS04N, Bangs Labs, Fishers, IN)\r\n\n\nMillipore water \\(Billerica, MA)\r\n\n\nTOTO-1 iodide nucleic acid stain \\(ThermoFisher Scientiﬁc, Molecular probes, USA)\r\n\n\nFluoresceine sodium salt \\(ThermoFisher Scientific, USA)\r\n\n\nUV curing glue\r\n\n\nNon-bleaching mixture of vaseline, parafﬁne, and lanoline\r\n\n\nSilicone paste\r\n\n\nFilter paper\r\n\n\nCover slips \\(60×24 mm<sup>2</sup>, #1.5 and 20×20 mm<sup>2</sup>, #1.5)\r\n\n\nGlass slides \\(75×25×1 mm<sup>3</sup>)\r\n\n\nDiagnostic slides \\(10 well / 6 mm)\r\n\n\nSpacers \\(e.g. cut from a book wrapping foil)\r\n\n\nGrids covered with Formvar support film for TEM \\(SPI supplies, USA)\r\n\n\nMetal holders for SEM\r\n\n\n1 % \\(w/v) aqueous uranyl acetate\r\n\n\n1 % \\(v/v) formaldehyde and 0.5 % \\(v/v) glutaraldehyde in a 0.1 M cacodylate buffer\r\n\n\n0.1 M cacodylate buffer \\(pH 7.4)\r\n\n\n1 % \\(v/v) aqueous solution of osmium tetroxide \\(SPI supplies, USA)\r\n\n\nAcetone \\(absolute)\r\n\n\n1,1,1,3,3,3-Hexamethyldisilazane \\(Merck, Germany)\r\n\n\n1,1,1,3,3,3-Hexamethyldisilazane concentration series in absolute acetone \\(30, 60, and 100 % \\(v/v))\r\n\n\nEthanol concentration series \\(e.g. 50, 70, 90, 96, and 100 % \\(v/v))\r\n\n\nPhosphate-buffered saline solution \\(PBS): 8.00 g/l NaCl, 0.20 g/l KCl, 1.44 g/l Na<sub>2</sub>HPO<sub>4</sub>, and 0.24 g/l KH<sub>2</sub>PO<sub>4</sub>, pH 7.4\r\n\n\nSlowFade Gold antifade reagent \\(Life technologies, Termo Fisher Scientiﬁc, USA)\r\n\n\nLysogeny broth agar plates \\(LB plates): 1.0 % \\(w/v) tryptone, 0.5 % \\(w/v) yeast extract, 1.0 % \\(w/v) NaCl, and 1.5 % \\(w/v) agar\r\n\n\nLysogeny broth liquid medium \\(LB): 1.0 % \\(w/v) tryptone, 0.5 % \\(w/v) yeast extract, and 1.0 % \\(w/v) NaCl\r\n\n\nSYM liquid medium \\(1): 70 mM K<sub>2</sub>HPO<sub>4</sub>, 30 mM KH<sub>2</sub>PO<sub>4</sub>, 25 mM \\(NH<sub>4</sub>)<sub>2</sub>SO<sub>4</sub>, 0.5 mM MgSO<sub>4</sub>, 0.01 mM MnSO<sub>4</sub>, 22 mg/l ammonium iron \\(III) citrate, 2 % \\(w/v) yeast extract, and 20 % \\(w/v) sucrose\r\n\n\nSM liquid medium \\(SYM medium without yeast extract)\r\n\n\nM9 liquid medium: 6.4 % \\(w/v) Na<sub>2</sub>HPO<sub>4</sub> × 7H<sub>2</sub>O, 1.5 % \\(w/v) KH<sub>2</sub>PO<sub>4</sub>, 0.25 % \\(w/v) NaCl, 0.5 % \\(w/v) NH<sub>4</sub>Cl, 2 mM MgSO<sub>4</sub>, 0.4 % \\(w/v) glucose, and 0.1 mM CaCl<sub>2</sub>"
        },
        {
            "header": "Equipment",
            "content": "Microbe growth facility\r\n\n\nBenchtop centrifuge\r\n\n\nMicroscope equipped with optical tweezers and coupled with a fast CMOS camera\r\n\n\nSpectrophotometer\r\n\n\nNanodrop spectrophotometer\r\n\n\nEpiﬂuorescence microscope\r\n\n\nUV lamp\r\n\n\nTEM\r\n\n\nSEM"
        },
        {
            "header": "Procedure",
            "content": "**A. The protocol to measure mechanical coupling of optically trapped bacterial pairs**\r\n\n\n \r\n\n\n1. Reactivate the stored bacterial strain/-s by culturing on an appropriate solid medium at optimal growth conditions \\(in case of _Bacillus subtilis_ strains on Lysogeny broth \\(LB) agar plates at 28 °C for 48 h). \r\n  \r\n\n\n2. Prepare the overnight \\(stationary phase) culture in the appropriate liquid medium at optimal conditions \\(in case of _B. subtilis_ in LB liquid medium at 28 °C at 200 rpm for 16 h ± 1 h).\r\n  \r\n\n\n3. Transfer 1 % \\(v/v) of the overnight culture to 20 ml of a fresh medium in which you will determine the bacterial mechanical coupling \\(SYM medium in case of _B. subtilis_). Use 100 ml conical flask with baffles. Incubate bacterial culture at the optimal conditions until the early exponential phase \\(_B. subtilis_ grown to the desired optical density). Put the culture on ice prior to optical tweezers experiments. \r\n  \r\n\n\n4. _Optional:_ To obtain truly exponential grown cells inoculate 20 ml of a fresh medium in 100 ml conical flask with baffles with 1 % \\(v/v) of the culture in an early exponential phase \\(i.e. OD\n650\n= 0.3) and incubate the bacterial culture until the early exponential phase \\(again to OD\n650\n= 0.3). Repeat this step and use the regrown early exponential culture for optical tweezers experiments.  \r\n  \r\n\n\n5. Calibrate optical tweezers by recording and analyzing bead position fluctuations in a stationary trap. Record at least 30,000 frames to obtain good statistics during each calibration run. Determine the bead positions in each frame using a particle tracking software \\(PartTrack V3.36 for Aresis Tweez). Fit distribution of bead positions with a Gaussian function. Calculate the trap stiffness k by equation\r\n  \r\n\n\n k=\\(k\nB\nT)/σ\n2\n\\(1)\r\n\n\n\r\n\n\nwhere k\nB\n, T, and σ are Boltzman constant, absolute temperature and standard deviation of bead position distribution, respectively. Trap stiffness can also be conveniently calculated using PartTrack V3.36 for Aresis Tweezer.\r\n\n\n\r\n\n\n \r\n\n\n6. Prepare sample cells for optical tweezers experiment by placing a smaller cover slip \\(20×20 mm\n2\n, #1.5) on top of a bigger cover slip \\(60×24 mm\n2\n, #1.5) and separate the two by a pair of spacers with a height of approximately 200 μm. A spacer can be cut from a book wrapping foil as a strip measuring approximately 20×1 mm\n2\n. The sample cells, closed on two opposite sides with spacers, could be glued together using UV curing glue. **Step 6** can be prepared in advance.\r\n  \r\n\n\n7. Transfer the sample with a pipette between the two cover slides to fill the sample cell \\(approximately 50 μl) and seal the gaps between the slides on the opposite sides with a silicone paste to prevent the evaporation of water and consequently fluid currents.   \r\n   \r\n\n\n8. Place the sample cell under the microscope. Generate two optical traps with a trap stiffness of approximately 1 pN/μm. The laser power should not be higher than a few 10 mW to reduce sample heating. In general, the minimum power that produces trap with enough stiffness should be used. Trap a non-swimming bacterium in each of the traps. Set the trapping plane at least 30 μm from bottom wall and at least 70 μm from the upper wall to minimize the boundary effects.\r\n  \r\n\n\n9. Sinusoidally modulate the position of the optically trapped bacterium \\(an active trap) with a predefined frequency and amplitude \\(in case of _B. subtilis_ 0.5 Hz and 3 µm, respectively). Both frequency and amplitude can be varied to maximize the detection of the coupled correlated motion. Position the second optically trapped bacterium \\(a passive trap) close to the active optical trap in the longitudinal direction on the line connecting the two bacteria \\(in case of _B. subtilis_ 10 μm apart). \r\n  \r\n\n\n10. _Optional:_ The position of the passive trap can be set perpendicular to the sinusoidal oscillation of the active trap or at an angle of 45°.\r\n  \r\n\n\n11. Record the positions of the two bacteria with a camera at approximately 50 frames per second, but preferably at 200 frames per second. Synchronize the camera image acquisition with trap movement using external camera trigger so that the phase lag between the bacteria and trap positions could be exactly determined.\r\n  \r\n\n\n12. Switch off the passive optical trap and allow the passive bacterium to follow the oscillations of the active trap. Observe the correlated motion as soon as the bacterium is released from the passive trap. When the passive bacterium drifts too far from the starting position, shortly switch the passive trap on to reposition it. Record the correlated motion of the two bacteria and incrementally increase distance between the two bacteria until you cannot observe the correlated motion anymore \\(in case of _B. subtilis_ from 10 μm with a 5 μm increment between the two optical traps up to 60 μm).\r\n  \r\n\n\n13. Acquire the position coordinates of the bacterial trajectories by analyzing recorded videos with particle tracking software \\(PartTrack V3.36 for Aresis Tweez). Fit the measured trajectories with a sine function to determine the amplitude and frequency of the passive bacterium using data processing software that supports fitting of the sine function \\(Origin 9.0, OriginLab, Massachusetts, USA). Set the limit of detection of the passive trap amplitude to at least 0.20 μm \\(i.e. the resolution limit of optical microscope). \r\n  \r\n\n\n14. Determine the bacterial effective coupling distance. This is the largest distance at which the mechanical coupling between bacteria can still be detected \\(i.e. the coupling distance is above the measured noise level). \r\n  \r\n\n\n15. Determine the coupling strength of bacterial pairs as a function of a pair separation distance by comparing amplitude of passive bacterium oscillations at different distances.\r\n  \r\n\n\nPossible interference of hydrodynamic interactions and other likely causes of artefacts are discussed in section Troubleshooting.\r\n\n\n\r\n\n\n\r\n\n\n**B. The protocol to determine microrheological properties of bacterial local environment using optical tweezers**\r\n\n\n\r\n\n\n1. Prepare bacterial culture as described in **subsection A steps 1-4.**\r\n   \r\n\n\n2. Prepare optical tweezers sample cell as described in **subsection A step 6.** Sample cells can be prepared in advance.\r\n  \r\n\n\n3. Calibrate optical tweezers as described in **subsection A step 5.**\r\n  \r\n\n\n4. Dilute 1 µl of the original bead suspension with a radius of 2.32 μm with Millipore water by a factor of 10\n3\nin 1.5 ml microcentrifuge tube. Transfer 60 µl of diluted bead suspension to 1 ml of bacterial culture \\(sample) or to 1 ml of Millipore water \\(control) using pipette and mix. \r\n  \r\n\n\n5. Transfer sample to the optical tweezer sample cell with a pipette, fill the sample cell \\(approximately 50 μl), and seal the gaps with a silicone paste to prevent the evaporation of water and fluid currents. \r\n  \r\n\n\n6. Place the optical tweezer sample cell under the microscope. Generate an optical trap with a trap stiffness of approximately 1 pN/μm. The laser power should not be higher than a few 10 mW to reduce sample heating. In general, the minimum power that produces trap with enough stiffness should be used. Trap a bead at least 20 μm from the sample cell wall to minimize the boundary effects.\r\n  \r\n\n\n7. Sinusoidally modulate the position of the optical trap with the constant amplitude \\(e.g. 0.3 μm) and at different frequencies \\(0.5, 1, 2, 5, 10 Hz).\r\n  \r\n\n\n8. Record the positions of measuring beads with a camera at no less than 50 frames per second, but preferably at 200 frames per second. Synchronize the camera image acquisition with trap movement using external camera trigger so that the phase lag between the bacteria and trap positions could be exactly determined.\r\n  \r\n\n\n9. Acquire the position coordinates of the bead trajectories in the sample and control by analyzing recorded videos with particle tracking software \\(e.g. PartTrack V3.36 for Aresis Tweez) and determine amplitude and phase lag of bead and laser-trap trajectories to obtain the microrheological parameters of a sample and control. The position of a sinusoidally modulated laser trap, x\nt\n\\(t), can be written as\r\n  \r\n\n\nx\nt\n\\(t)=A\nt\nsin\\(ωt),          \r\n\n\n\\(2)\r\n\n\n\r\n\n\nwhere A\nt\nis the amplitude of the trap displacement and ω is the modulation frequency. Particle position as a function of time is obtained by analyzing the recorded image stream and can be written in a similar way as:\r\n\n\n\r\n\n\nx\nb\n\\(t)=A\nb\n\\(ω)sin\\[ωt- δ\nb\n\\(ω)],\r\n\n\n\\(3) \r\n\n\n\r\n\n\nwhere A\nb\n\\(ω) is the amplitude of the bead displacement and δ\nb\n\\(ω) is bead response phase lag. Neglecting the inertial term and thermal fluctuations, the equation of motion for the spherical probe x\\(t) with radius a is given by:\r\n\n\n\r\n\n\n6πηa\\(dx/dt) + \\[k\nt\n+ k\nm\n]x\\(t) = k\nt\nA\nt\nsin\\(ωt),         \r\n\n\n \\(4)\r\n\n\n\r\n\n\nwhere η is solvent viscosity, k\nm\nis the local stiffness of the medium and k\nt\nis trap stiffness. Solving the equations of motion \\(Eq. 2, 3, 4) gives both components of a complex viscoelastic modulus:\r\n\n\n\r\n\n\nG'\\(ω) = k\nm\n/\\(6πa)=k\nt\n/\\(6πa)\\[\\(\\(cosδ\nb\n\\(ω)A\nt\n\\(ω))/\\(A\nb\n\\(ω)))-1],         \r\n\n\n \\(5)\r\n\n\n\r\n\n\nand\r\n\n\n\r\n\n\nG''\\(ω) = ωη\\(ω) = \\(k\nt\n/\\(6πa)\\[\\(sinδ\nb\n\\(ω)A\nt\n\\(ω))/\\(A\nb\n\\(ω))].          \r\n\n\n\\(6)\r\n\n\n\r\n\n\nPossible interference of hydrodynamic interactions and other likely causes of artifacts are discussed in section Troubleshooting.\r\n\n\n\r\n\n\n            \r\n\n\n**C. Visualization of the extracellular matrix and determination of the eps genes expression**\r\n\n\n\r\n\n\n**i. Transmission electron microscopy \\(TEM)**\r\n\n\n\r\n\n\n1. Bacterial culture preparation is described in **subsection A steps 1-4.** \r\n  \r\n\n\n2. For TEM, grow bacteria in a medium with a low polymeric background \\(in case of _B. subtilis_ in SM medium, or in the case of _Escherichia coli_ in M9 medium) and collect samples at different times of incubation.\r\n  \r\n\n\n3. Transfer approximately 20 µl of bacterial culture or sterile growth medium \\(to determine the initial polymeric background) immediately on grids covered with Formvar support film and allow the bacteria to attach to Formvar film by 5 min incubation.\r\n  \r\n\n\n4. Carefully remove the excess medium by filter paper.\r\n  \r\n\n\n5. Negatively stain the samples by transferring approximately 20 µl the 1 % \\(w/v) aqueous uranyl acetate to completely cover the grids. Incubate for 5 seconds.\r\n  \r\n\n\n6. Carefully remove the contrasting medium by filter paper and allow the sample to dry on air.\r\n  \r\n\n\n7. Examine the grids on TEM at 80 keV \\(Philips CM100, Netherlands in our case).\r\n  \r\n\n\n\r\n\n\n**ii. Scanning electron microscopy \\(SEM)**\r\n\n\n\r\n\n\n1. Bacterial culture preparation is described in **subsection A steps 1-4.** Collect samples of the bacterial culture at selected times of incubation and a sample of sterile growth medium \\(to determine the initial polymeric background) in a 1.5 ml microcentrifuge tubes.\r\n  \r\n\n\n2. Immediately after the sample collection fix the samples in 1 % \\(v/v) formaldehyde and 0.5 % \\(v/v) glutaraldehyde in a 0.1 M cacodylate buffer for at least 20 minutes at 4°C to prevent further sample modifications.\r\n  \r\n\n\n3. Transfer approximately 100 µl of the fixed samples to a pre-cleaned glass slide.   \r\n  \r\n\n\n4. Rinse the slides in 0.1 M cacodylate buffer and postfix the attached cells and extracellular matrix in a 1 % \\(v/v) aqueous solution of osmium tetroxide for 1 h at 4°C. \r\n  \r\n\n\n5. Rinse the slides with deionized water and dehydrate the samples in an ethanol series \\(50, 70, 90, 96, and 100 % \\(v/v), for 5 min each).\r\n  \r\n\n\n6. Transfer the dehydrated samples to acetone and gradually replace acetone with hexamethyldisilazane through series of 30 %, 60 %, and 100 % \\(v/v) of hexamethyldisilazane in absolute acetone.\r\n  \r\n\n\n7. Air dry and attach slides to metal holders. Sputter-coat the samples with 5 nm layer of platinum \\(SCD 050, BAL-TEC, Germany in our case) and examine with SEM \\(JSM 7500, JEOL, Japan in our case).\r\n   \r\n\n\n\r\n\n\n**iii. Visualization of extracellular DNA \\(eDNA) during early network formation**\r\n\n\n\r\n\n\n1. Bacterial culture preparation is described in **subsection A steps 1-4.** For fluorescent microscopy, culture the bacteria in a liquid medium with a low fluorescent background \\(in case of _B. subtilis_ SM medium) and collect approximately 100 µl of the culture sample at selected incubation times.\r\n  \r\n\n\n2. To visualize eDNA, use TOTO-1 iodide nucleic acid stain in a ﬁnal concentration of 2 μM. Prepare the stock solution by 10-fold dilution of the original concentrate in PBS. Add 2 μl of stock solution to 50 μl of bacterial culture and gently mix. Transfer 10 μl of the mixture to a microscope glass slide \\(75×25×1 mm\n3\n), cover the slide with a cover slide \\(20×20 mm\n2\n, #1.5), and seal the gap by a preheated mixture consisting of non-bleaching vaseline, parafﬁne and lanoline. Do not incubate\\!\r\n  \r\n\n\n3. Immediately observe the prepared samples using the ﬂuorescence microscope equipped with a mercury lamp, appropriate objectives with high NA \\(in our case ×100/1.40 NA objective), appropriate ﬁlter set, and record the images with a coupled camera. Although TOTO-1 attached to eDNA is strongly fluorescent, eDNA – TOTO-1 complex has lower intensity than the much more concentrated intracellular DNA. Therefore, to detect labeled eDNA will likely be needed.\r\n  \r\n\n\n\r\n\n\n\r\n\n\n**iv. Single cell fluorescence measurements**\r\n\n\n\r\n\n\n1. Coat the wells of diagnostic slides \\(10 wells / 6 mm) by transferring approximately 10 µl of 0.05 % \\(w/v) poly L-lysine into each well and wait approximately an hour at room temperature until water evaporates. **Step 1** can be prepared in advance. Coated slides can be used up to a week, otherwise clean the slides with water, 70 % \\(v/v) ethanol, and coat the slides again. \r\n  \r\n\n\n2. Grow the strain expressing fluorescently labeled target protein \\(e.g. _B. subtilis_ YC164 \\(P\nepsA\n_-gfp_ at the _amy_ locus in NCIB 3610, Cm\nr\n\\(2))) as well as unlabeled strain \\(e.g. _B. subtilis_ NCIB 3610 wt) to determine cell autofluorescence in a liquid medium \\(in case of _B. subtilis_ in SYM). Collect approximately 1 ml of the culture samples of labeled and unlabeled strain at selected time intervals.\r\n  \r\n\n\n3. Centrifuge the cultures at 10,000×g for 10 min to separate the cells from the liquid medium and replace the supernatant by an equal volume of phosphate-buffered saline solution \\(PBS).\r\n  \r\n\n\n4. Transfer approximately 15 µl of cell suspension to each of the coated wells of a diagnostic slide and incubate for 15 min at room temperature to allow cells to adhere to the wells. Afterwards, rinse with PBS to remove the unattached cells and disperse the excess ﬂuid.\r\n  \r\n\n\n5. Add 2 µl of the SlowFade Gold antifade reagent to each well to reduce the photo-bleaching of a marker and cover the slides with cover slides \\(60×24 mm\n2\n, #1.5).\r\n  \r\n\n\n6. Examine the slides with the ﬂuorescence microscope and record differential interference contrast \\(DIC) and ﬂuorescence images \\(FL) of the same view fields with a coupled camera. \r\n  \r\n\n\n7. Analyze the obtained images using the provided freely available Fiji \\(ImageJ) software script \\(Supplementary File 1). Run the script from the menu Plugins\\Macros\\Run. The script assumes that the user has two FL microscopy images of standard solution \\(in our case sodium flouresceinate). The first image of standard solution is taken at the beginning of the microscopy session and the second at the end since the intensity of light source might be time dependent. The purpose of the standard is to normalize the intensity and for flat-field correction. Furthermore, the script assumes the sample images contain two channels, a DIC image showing all bacteria and FL image displaying only fluorescent bacteria. When the program asks you to select the sample image the Split channels option in the Bio-formats Import Options menu must be enabled. The script then makes an average fluoresceinate \\(or standard of your choice) image from two images taken at the beginning and at the end of the microscopy session and removes the local impurities \\(small dust particles, aggregates from fluoresceinate \\(standard) images). Afterwards, the DIC image of the sample is converted to a binary image and FL sample image gets normalized to fluorescein standard. The background from FL image is obtained and substracted. The normalized, background and flat-field corrected FL image is finally multiplied by the binary image obtained from DIC. As a result, all cells regardless of their fluorescence intensity are considered in the next step, in which the mean fluorescence intensity of each individual cell is obtained. The final results are saved as an excel spreadsheet, each line corresponding to one object \\(cell) in the microscopy image. The column mean corresponds to the mean fluorescent intensity of each cell. The corrected and extracted images are also saved to the chosen directory. Once the analysis is done the script asks you to click “OK” to continue. By pressing “OK”, all the windows get closed and the script starts again achieving a continuous analysis of several microscopy images.\r\n  \r\n\n\n8. Determine the population distributions in fluorescent marker expression using OriginPro software \\(Origin 9.0, OriginLab, Massachusetts, USA). By measuring individual cells fluorescence with microscopy, as in **subsection C-IV, steps 2 to 7** two distributions: \\(i.) fluorescence of control unlabeled strain \\(i.e. strain without GFP, only autoflourescence) and \\(ii.) fluorescence of GFP labeled strain are obtained. Two contributions to fluorescence in GFP labeled strain, are the fluorescence of GFP itself and the fluorescence of other fluorochromes that are present in the same cells. To obtain the fluorescence distribution of only GFP, one cannot simply subtract the background fluorescence \\(autofluorescence) from the fluorescence of GFP strain. Instead, one can assume the two contributions are independent and in this case the distribution of fluorescence of the _eps-gfp_ cells is the convolution of distribution of GFP fluorescence and the distribution of background fluorescence \\(autoflourescence). To extract the parameters of unknown GFP fluorescence distribution fit the GFP distribution by convolution of background fluorescence \\(autofluorescence) and unknown lognormal GFP distribution. For details on how to implement this in OriginPro see the online tutorial by OrginLab \\(http://www.originlab.com/doc/Tutorials/Fitting-Convolution). Replace the exponential decay function \r\n  \r\n\n\nvSignal = A ** exp\\(-t**vSample) \r\n\n\n          \\(7)\r\n\n\n\r\n\n\nin the online example with lognormal distribution: \r\n\n\n\r\n\n\nvSignal = A/\\(sqrt\\(2**PI)**w**vSample)**exp\\(-\\(ln\\(vSample/xc))\n2\n/\\(2*w\n2\n))       \r\n\n\n   \\(8) \r\n\n\n\r\n\n\nand then fit your experimental GFP distribution data. Check the quality of the fit, if the fit is not sufficient first make sure that insufficient fitting is not due to initial values of fitting parameters being completely off. If this does not amend the problem than you can try fitting with:\r\n\n\n\r\n\n\nvSignal = A1/\\(sqrt\\(2**PI)**w1**vSample)**exp\\(-\\(ln\\(vSample/xc1))\n2\n/\\(2*w1\n2\n))\r\n\n\n+ A2/\\(sqrt\\(2**PI)**w2**vSample)**exp\\(-\\(ln\\(vSample/xc2))\n2\n/\\(2*w2\n2\n)) \r\n\n\n\\(9)\r\n\n\n\r\n\n\nThe function \\(9) assumes your GFP distribution is bimodal, which is often the case in bacterial subpopulation development. The best fit parameters that determine the lognormal GFP distribution are than used to plot the GFP distributions."
        },
        {
            "header": "Troubleshooting",
            "content": "_The effect of inoculum_ \r\n\n\nThe strength and distance of the effective coupling between optically trapped bacterial pairs is dependent on growth phase and inoculum processing history before the inoculation. For example, in the case of _B. subtilis_, the diluted stationary phase bacteria, the diluted and several times washed stationary bacteria, or several times re-grown culture to the exponential growth phase differ in the effective coupling strength. The initial effective coupling distance can be different from zero due to hydrodynamic effect as well as due to the presence of extracellular matrix components strongly attached to the cell surface. Such a pre-seeded mechanical coupling cannot be removed from the cell surface and is part of the bacterial outer envelope that is transferred with bacterium to a fresh growth medium with inoculation.    \r\n\n\n\r\n\n\n_Hydrodynamic interactions between bacterial pairs_\r\n\n\nHydrodynamic interactions between bacteria should be always checked in advance. In the dilute regime, the hydrodynamic interactions between pairs of bacteria \\(or passive particles) are often ignored as the interparticle distance exceeds the range of the flows resulting from the particle motion. With increasing bacterial cell density, however, the hydrodynamic effect can no longer be ignored. To experimentally check for hydrodynamic interactions measure the correlated motion of the two bacteria or silica beads separated at distances from 7 to 15 μm. Set the trapping plane to at least 30 μm from the bottom surface to neglect the surface effect. Oscillate one of the particles by an active trap \\(full stiffness) with amplitude of 3 μm and frequency of 0.5 Hz in the direction which connects centers of the beads \\(longitudinal direction). Hold the probe bead at the fixed position in a weak trap, at lowest possible stiffness \\(20 % of full stiffness). Record the motions of the beads for approximately 5 min. Fast Fourier Transform could be applied to the data to check if the motion is coupled and when the hydrodynamic interaction fades away.\r\n\n\n \r\n\n\n_Multiple bacteria/particles in optical traps_\r\n\n\nDuring the measurements of effective coupling of bacterial pairs only one bacterium without any other particles should be trapped in each optical trap. The measurement is invalid if more bacteria are trapped in an optical trap. The frequency of involuntary trapping of bacteria increases with bacterial density. In case of _B. subtilis_ OD<sub>650</sub> of the bacterial suspension should be no greater than 0.5. Similarly, in the one particle active microrheological measurement only one bead without any particles should be trapped to obtain the correct values of elastic and loss moduli.\r\n\n\n\r\n\n\n_Problems with motile bacteria in optical tweezers experiments_ \r\n\n\nMotile bacteria are difficult to trap and escape easily from the trap. Due to the fragile nature of early extracellular network motile bacteria are able to swim through the matrix. For the mechanical coupling distance determination experiments use non-motile bacteria. In case of motile non-fermenting bacterial species, respiratory chain inhibitors such as sodium azide \\(NaN<sub>3</sub>) can be used to stop the synthesis of ATP and consequently render the bacteria non-motile. Alternatively, cells may be starved to reduce their motility.\r\n\n\n\r\n\n\n_Troubleshooting in analysis of video in optical tweezers experiments_\r\n\n\nTo obtain reliable data from particle tracking software requires cylindrically symmetric sample illumination during recording \\(i.e. without shadows on one particle side that may have adverse effect on accuracy of position determining alghoritms) and proper parametes setting of the image processing alghoritm. Refer to instructions of used particle tracking software. Usually it requires some experimenting with parameters to determine the optimal combination. \r\n\n\n\r\n\n\n_The problem with cell lysis_\r\n\n\nStress conditions such as interrupted shaking during the incubation can induce massive cell lysis in bacterial cells of certain strains \\(e.g. _B. subtilis_). This increases the strength of mechanical couplings. Released intracellular polymeric material of lysed cells can thus contribute to the mechanical coupling giving higher effective coupling distances. Cell lysis is growth phase dependent and can be significantly reduced if cells are cold shocked after sampling.\r\n\n\n \r\n\n\n_Selection of growth media_\r\n\n\nBacterial growth media used for cultivating bacteria to perform optical tweezers experiments or visualize bacteria with electron microscopy should have low polymeric background or completely lack polymers. Similar to polymeric material released during cell lysis, the polymers present in the growth media also contribute to mechanical coupling.\r\n\n\n\r\n\n\n_Fluorescence experiments with nanosensitive nucleic acid dye_\r\n\n\nOur microscope setup allows two options for obtaining an image: \\(i) by using highly sensitive photomultiplier tube \\(PMT) detectors and lasers working in confocal mode and \\(ii) high-quality CCD camera working with mercury light source in conventional mode. In many cases it was easier to detect eDNA in the conventional mode, as the simultaneous acquisition of all pixels by CCD camera made possible to easily notice moving nucleic acid particles or vibrating DNA strings. Changing the exposure time of the camera and increasing the brightness of the image by display settings can improve the detection of eDNA. Moving the focus knob of the microscope slightly up and down to increase the chance of caching the optimal focus can also be beneficial.\r\n\n\n\r\n\n\n_Image analysis in single cell fluorescence measurements_\r\n\n\nBy extracting bacteria from DIC image the algorithm in the script decomposes original DIC image into two images \\(imageA and imageB). Prior to joining them, the imageB is traslated by x=2 y=-2. The two values might be different for various system setups, as they are dependant on microscope optics and image size. By comparing imageA and imageB and by overlapping them the adjustment of the two values can be made so imageA and imageB together best reflect the bacteria on original DIC image."
        },
        {
            "header": "References",
            "content": "1. Shida, T., Mukaijo, K., Ishikawa, S., Yamamoto, H., Sekiguchi, J. Production of long-chain levan by a sacC insertional mutant from Bacillus subtilis 327UH. Biosci. Biotechnol. Biochem. 66, 1555-1558 \\(2002).\r\n  \r\n\n\n2. Chai, Y., Chu, F., Kolter, R., Losick, R. Bistability and biofilm formation in Bacillus subtilis. Molecular microbiology 67, 254-263 \\(2008)."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank Tjaša Danevčič and Natan Osterman for their contribution with initial optical tweezers experiments. This work has been supported by the European Commission under grants 211800 SBMPS, FP7/2007-2013, Slovenian Research Agency under grant J4-7637 \\(D) and University infrastructural center “Microscopy of biological samples” located in Biotechnical faculty, University of Ljubljana."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-017-00295-z",
                "date": "2018-01-19 10:11:38",
                "title": "An early mechanical coupling of planktonic bacteria in dilute suspensions",
                "authors": [
                    "Simon Sretenovic",
                    "Biljana Stojković",
                    "Iztok Dogsa",
                    "Rok Kostanjšek",
                    "Igor Poberaj",
                    "and David Stopar"
                ],
                "journal": "Nature Communications",
                "logo": ""
            },
            {
                "doi": "10.1016/j.bpj.2014.10.072",
                "date": "2018-01-19 10:12:27",
                "title": "Viscoelastic Properties of Levan-DNA Mixtures Important in Microbial Biofilm Formation as Determined by Micro- and Macrorheology",
                "authors": [
                    "Biljana Stojković",
                    "Simon Sretenovic",
                    "Iztok Dogsa",
                    "Igor Poberaj",
                    "and David Stopar"
                ],
                "journal": "Biophysical Journal",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15325,
                "identity": "a145fd2e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "David Stopar",
                "email": "david.stopar@bf.uni-lj.si",
                "orcid": "",
                "institution": "University of Ljubljana, Biotechnical Faculty",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Stopar",
                "suffix": ""
            },
            {
                "id": 15320,
                "identity": "a145f335-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Simon Sretenovic",
                "email": "",
                "orcid": "",
                "institution": "University of Ljubljana, Biotechnical Faculty",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Simon",
                "middleName": "",
                "lastName": "Sreteno",
                "suffix": "Sr"
            },
            {
                "id": 15321,
                "identity": "a145f673-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Biljana Stojković",
                "email": "",
                "orcid": "",
                "institution": "University of Ljubljana, Medical Faculty",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Biljana",
                "middleName": "",
                "lastName": "Stojković",
                "suffix": ""
            },
            {
                "id": 15322,
                "identity": "a145f890-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Iztok Dogsa",
                "email": "",
                "orcid": "",
                "institution": "University of Ljubljana, Biotechnical Faculty",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Iztok",
                "middleName": "",
                "lastName": "Dogsa",
                "suffix": ""
            },
            {
                "id": 15323,
                "identity": "a145fa3d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rok Kostanjšek",
                "email": "",
                "orcid": "",
                "institution": "University of Ljubljana, Biotechnical Faculty",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rok",
                "middleName": "",
                "lastName": "Kostanjšek",
                "suffix": ""
            },
            {
                "id": 15324,
                "identity": "a145fbbe-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Igor Poberaj",
                "email": "",
                "orcid": "",
                "institution": "University of Ljubljana, Faculty of Mathematics and Physics / Aresis Ltd.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Igor",
                "middleName": "",
                "lastName": "Poberaj",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-12-15 09:34:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.016",
        "doiUrl": "https://doi.org/10.1038/protex.2018.016",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465695,
                "identity": "ade03995-f6f2-492f-8992-2721472a3002",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:50",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 204636,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6465/v1/8f7cc12b-c51d-4132-b59d-a26504b0feb4.pdf"
            },
            {
                "id": 2609989,
                "identity": "535fd821-4407-4aaf-956a-5fda0ff5a7b6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "txt",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 8829,
                "visible": true,
                "origin": "",
                "legend": "Fiji (ImageJ) script.   FL_DIC   Fiji (ImageJ) script.",
                "description": "",
                "filename": "supplement0.txt",
                "url": "https://assets.researchsquare.com/files/nprot-6465/v1/supplement_0.txt"
            },
            {
                "id": 2609991,
                "identity": "e50b65e3-d391-462b-a74f-ec2b18759672",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "zvi",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1523712,
                "visible": true,
                "origin": "",
                "legend": "Zeiss Vision Images file: GFP 5   Zeiss Vision Images file: GFP 5   Zeiss Vision Images file: GFP 5",
                "description": "",
                "filename": "supplement0.zvi",
                "url": "https://assets.researchsquare.com/files/nprot-6465/v1/supplement_0.zvi"
            },
            {
                "id": 2609993,
                "identity": "2cd89ae5-f53e-4943-bc02-a5a7e2d2c53e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "zvi",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 7357440,
                "visible": true,
                "origin": "",
                "legend": "Zeiss Vision Images file: STD before   Zeiss Vision Images file: STD before   Image of the standard at the beginning of the microscopy session.",
                "description": "",
                "filename": "supplement0.zvi",
                "url": "https://assets.researchsquare.com/files/nprot-6465/v1/supplement_0.zvi"
            },
            {
                "id": 2609994,
                "identity": "d770e4e5-810f-46c8-84a0-bbc48096529c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "zvi",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 7357440,
                "visible": true,
                "origin": "",
                "legend": "Zeiss Vision Images file: STD after   Zeiss Vision Images file: STD after   Image of the standard at the end of the microscopy session.",
                "description": "",
                "filename": "supplement0.zvi",
                "url": "https://assets.researchsquare.com/files/nprot-6465/v1/supplement_0.zvi"
            }
        ],
        "financialInterests": "One of the authors is the owner of Aresis Ltd.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "single cell microbiology, biofilm formation, microrheology, microscopy, optical tweezers ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This manuscript describes a protocol for measuring mechanical coupling of optically trapped bacterial pairs, a protocol for probing microrheological properties of bacterial local environment using optical tweezers, a protocol for visualization of extracellular matrix components, and a protocol for determination of _eps_ gene construct expression. The protocols are used to evaluate mechanical coupling in dilute bacterial suspensions and to probe viscoelasticity of bacterial local environment by microrheology.",
        "manuscriptTitle": "Protocols for evaluating local bacterial viscoelastic environment and mechanical coupling in dilute bacterial suspensions",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-01-26 16:27:21",
                "doi": "10.1038/protex.2018.016",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a14591f8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 26th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4135,
                "name": "Cell biology"
            },
            {
                "id": 4136,
                "name": "Biological techniques"
            },
            {
                "id": 4137,
                "name": "Microbiology"
            },
            {
                "id": 4138,
                "name": "Physics"
            },
            {
                "id": 4139,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-01-26 16:27:21",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}