{
    "identity": "pex-1486",
    "title": "<p>Efficacy of Sub Occipital Myofacial Release Technique on Functional Disability in Temporomandibular Dysfunction with Neck Pain: A Randomized Control Trial.</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Temporomandibular Joint Dysfunction are more common in females than males<sup>1</sup>.&nbsp;The definition of Temporomandibular Dysfunction according to the diagnostic criteria for TMD(DC/TMD) is a discomfort or complaints in muscles( myalgia of TMJ muscles), pain in the Temporomandibular joint (TMJ arthralgia) of functional complaints like clicking and locking of the Temporomandibular Joint (TMJ) <sup>2</sup>.&nbsp;TMD is historically associated with dental malocclusion<sup>3</sup>. However dentists believe that TMD is related to TMJ clicking and can be best treated by occlusional adjustment or selective grinding<sup>4</sup>. The problems related to TMJ begins early in life the symptoms are not present till adult years<sup>5</sup>. Studies shows that the relation of TMJ pain is associated with the abnormality in the posture of the cervical spine most commonly forward head which leads to class II malocclusion of the stomatognathic system which further lead to Temporomandibular dysfunction<sup>6</sup>. In particular TMJ has a muscular and ligementous connection to the cervical spine forming a functional complex known as ‘cranio cervical’ – mandibular system.</p><p>&nbsp;</p><p>Forward head is caused by tightness in the sub occipital muscles there is extension at C1 and C2 cervical spine and flexion at C3- C7 cervical spine with leads in tightness of sub occipital muscles<sup>7</sup>. The patient presentation of forward head includes significant mandibular retrusion, mandibular size deficiency. The sub occipital muscles consists of rectus capitis posterior major and minor, obliqus capitis superior and inferior. A report suggest that the occurrence of trigger point in sub occipital muscles was more as compared to other cervical muscle in patient with TMD<sup>8</sup>. The TMJ dysfunction mostly occurs because of any injury to jaw, overuse of muscles or inflammatory condition like arthritis, and bruxism the symptoms includes headache, limited mouth opening, &nbsp;muscle spasm, tinnitus, fullness in ears, cervical spine dysfunction and altered craniovertebral angle seen as forward head posture<sup>9</sup>.</p><p>&nbsp;</p><p>Conventional Physiotherapy treatments used to treat forward head include postural correction exercises and stretching exercise, manual therapy along with hot fermentation are given to reduce pain, improve range of motion, reduced muscle spasm and tightness, improve strength, and breaking down adhesion and enhance patient condition<sup>10</sup>.</p><p>&nbsp;</p><p>The fascia is ubiquitous covering soft tissue and organ. Tightening of the fascias a histological, physiologic and biomechanics protective mechanism that occurs in response to trauma or faulty alignment, the fascia solidifies and loses its resilience. Myofacial release is a hands on soft tissue technique that facilitates a stretch into restricted fascia. A sustained pressure is applied on the tissue for 90-120 seconds post that the tissue will undergo histological length changes allowing first release to be felt. The same procedure is repeated in the new tissue barrier. After few Myofacial release sessions the tissue will take the pressure off the pressure sensitive structure like blood vessels, Nerves, along with restoring the alignment and mobility of the joint<sup>11</sup>.</p><p>&nbsp;</p><p>A study is done on upper trapezius, sternocleidomastoid, temporalis and masseter to find out the effect of Myofacial release on this muscles. No such study is done on sub occipital muscle so the need of the study is to compare Myofacial Release Technique and Conventional Physiotherapy on mild to moderate temporomandibular dysfunction with neck pain.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>&nbsp;</strong></p><p><strong>&nbsp;</strong></p><p>The aim of the study is to find the efficacy of Sub occipital Myofacial Release technique (MFR) on Functional Disability in patients with &nbsp;mild to moderate Temporomandibular Joint Dysfunction with Neck Pain.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>1. A plinth</p><p>2. A pillow</p><p>3. 15 cm scale</p><p>4. A pen and paper </p>"
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Material and Methodology:\nMaterial Required:\n1.     Plinth, pillow.\n2.     15 cm scale for measuring mouth opening.\n3.     Pen and paper for recording the assessment.\nMethodology:\nStudy Type:\nInterventional study.\nStudy Design:\nRandomized Control Trial\nStudy Setting:\nDepartment of Musculoskeletal OPD, Ravi Nair College of physiotherapy, Datta Meghe Institute of Medical Sciences, Sawangi, Wardha, India.\nStudy Population:\nIndividuals with mild to moderate TMD, Forward head and neck pain\nSample Size Calculation:\nCochran Formula:\nN= Zα\n2\n/2\n.\nP (1-P)\ne\n2\nWhere,\nZα is the level of significance at 5%. i.e 95% confidence interval=1.96\nP is proportion of joint sound\n=8.2% =0.082\ne= error of margin=10%=0.10\nn=\n1.98 x 0.082 x 11-0.821\n0.102\n=28.91\n=30 in each group\nSample Size:\n60\n12\n.\nInclusion Criteria:\n1.     Age 18-50, males and females.\n2.     Diagnosed with mild to moderate Temporomandibular Dysfunction.\n3.     Neck pain and forward head.\nExclusion Criteria:\n1.     Recently taken any dental treatment.\n2.     Recent steroid infiltration.\n3.     Recently undergone dental or TMJ surgery.\nRandomization:\nSimple Randomization using Chit Method.\nDependent Variables:\nPain, Mobility, Function.\nIndependent Variables\n: Myofacial release, stretching.\nProcedure:\nAfter approval from the ethical committee, the permission to assess the patient was taken from the concerning authority, written informed consent was taken from participants, individuals who are ready to participate were then assessed base on inclusion and exclusion criteria.\nGroup A -\n·        Group A was given MFR 1 set of 3 repetitions with 90 seconds hold for two weeks 5 times a week.  The patient is in supine position the therapist sits at the head end of the patient with his finger pads pointing towards ceiling and proximal inter phalengeal joint flexed to 90* of flexion, then ask the patient to relax and then therapist dig his finger pads deep onto the sub occipital muscles.\n·        Followed by Conventional Physiotherapy which includes strengthening exercises like chin tucks, scapular retraction, and cervical isometrics with 10 sec hold 10 repetitions.\n·        For chin tucks ask the patient to pull the chin backwards hold and then release.\n·        For scapular retractions ask the patient to sit in erect posture with both the shoulders by the side elbow flexed to 90* and forearm supinated then instruct the patient to pull both the shoulders behind with neck in neutral position hold and then relax.\n·        Cervical isometrics patient is in erect sitting with hands on the thigh and head in neutral position then the therapist place his hand on the forehead of patient for cervical flexor isometrics and ask the patient to push on the hand hold and then relax do the same procedure for cervical extensors, lateral flexors.\n·        Strengthening Exercise, MFR and Hot packs will be given for 25 min per day for 4 days a week for 2 weeks.\nGroup B:\nSubjects in Control group will be started with Conventional Physiotherapy\n·        Stretching exercises for sub occipital muscles, is given by asking the patient to do chin tuck then pull the patients head downwards hold the position for 30 seconds repeat for 3 times in a session\n·        Upper Trapezius, Sternocleidomastoid, stretching is done 30 sec hold 3 repetition\n13\n.\n·        Strengthening exercises for cervical muscles 10 repetition with 5 sec hold.\n·        For chin tucks ask the patient to pull the chin backwards hold and then release.\n·        For scapular retractions ask the patient to sit in erect posture with both the shoulders by the side elbow flexed to 90* and forearm supinated then instruct the patient to pull both the shoulders behind with neck in neutral position hold and then relax.\n·        Cervical isometrics patient is in erect sitting with hands on the thigh and head in neutral position then the therapist place his hand on the forehead of patient for cervical flexor isometrics and ask the patient to push on the hand hold and then relax do the same procedure for cervical extensors, lateral flexors."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p><strong>&nbsp;</strong></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jc, T. &amp; H, S. The dental occlusion as a suspected cause for TMDs: epidemiological and etiological considerations. <em>Journal of oral rehabilitation</em> vol. 39 https://pubmed.ncbi.nlm.nih.gov/22486535/ (2012).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ha,&nbsp;van der M. <em>et al.</em> Effects of physical therapy for temporomandibular disorders on headache pain intensity: A systematic review. <em>Musculoskeletal science &amp; practice</em> vol. 50 https://pubmed.ncbi.nlm.nih.gov/33126108/ (2020).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sp, R. Bruxism, a clinical and electromyographic study. <em>Journal of the American Dental Association (1939)</em> vol. 62 https://pubmed.ncbi.nlm.nih.gov/13739329/ (1961).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tegelberg, Å., Wenneberg, B. &amp; List, T. General practice dentist’s knowledge of temporomandibuar disorders in children and adolescents. <em>Eur. J. Dent. Educ. Off. J. Assoc. Dent. Educ. Eur.</em> <strong>11</strong>, 216–21 (2007).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rocabado, M., Jr, B. E. J. &amp; Blakney, M. G. Physical Therapy and Dentistry: An Overview. <em>J. Craniomandib. Pract.</em> <strong>1</strong>, 46–49 (1982).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gadotti, I. C., Bérzin, F. &amp; Biasotto‐Gonzalez, D. Preliminary rapport on head posture and muscle activity in subjects with class I and II. <em>J. Oral Rehabil.</em> <strong>32</strong>, 794–799 (2005).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kim, B.-B., Lee, J.-H., Jeong, H.-J. &amp; Cynn, H.-S. Effects of suboccipital release with craniocervical flexion exercise on craniocervical alignment and extrinsic cervical muscle activity in subjects with forward head posture. <em>J. Electromyogr. Kinesiol.</em> <strong>30</strong>, 31–37 (2016).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fernández-de-Las-Peñas, C. &amp; Von Piekartz, H. Clinical Reasoning for the Examination and Physical Therapy Treatment of Temporomandibular Disorders (TMD): A Narrative Literature Review. <em>J. Clin. Med.</em> <strong>9</strong>, (2020).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A,&nbsp;de W., Jr,&nbsp;de L., Mh, S. &amp; F, B. Temporomandibular and cervical spine disorders. Self-reported signs and symptoms. <em>Spine</em> vol. 21 https://pubmed.ncbi.nlm.nih.gov/8839465/ (1996).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kogawa, E. M., Kato, M. T., Santos, C. N. &amp; Conti, P. C. R. Evaluation of the efficacy of low-level laser therapy (LLLT) and the microelectric neurostimulation (MENS) in the treatment of myogenic temporomandibular disorders: a randomized clinical trial. <em>J. Appl. Oral Sci. Rev. FOB</em> <strong>13</strong>, 280–285 (2005).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Barnes, M. F., Mark, C. &amp; Barnes, F. <em>Journal of Bodywork and Movement Therapies (1997)</em>. (1996).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Muthukrishnan. Prevalence of temporomandibular disorders in Chennai population. https://www.jiaomr.in/article.asp?issn=0972-1363;year=2015;volume=27;issue=4;spage=508;epage=515;aulast=Muthukrishnan.</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Filho, J. N. D. S., Gurgel, J. L. &amp; Porto, F. Effects of stretching exercises for posture correction: systematic review. <em>Man. Ther. Posturology Rehabil. J.</em> 1–8 (2014).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Li, X.-Y., Jia, C. &amp; Zhang, Z.-C. The normal range of maximum mouth opening and its correlation with height or weight in the young adult Chinese population. <em>J. Dent. Sci.</em> <strong>12</strong>, 56–59 (2017).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 22959582,
                "identity": "87a87a6c-7b37-4758-a0ca-8534b2f7a925",
                "order_by": 0,
                "name": "Om Wadhokar",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-6336-6400",
                "institution": "Ravi Nair College of Physiotherapy, Datta Meghe Institute of Medical Sciences, Sawangi, Wardha, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Om",
                "middleName": "",
                "lastName": "Wadhokar",
                "suffix": ""
            },
            {
                "id": 22959583,
                "identity": "16311445-b637-4683-b0a3-3121039f3f86",
                "order_by": 1,
                "name": "Deepali Patil",
                "email": "",
                "orcid": "",
                "institution": "Ravi Nair College of Physiotherapy, Datta Meghe Institute of Medical Sciences, Sawangi, Wardha, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Deepali",
                "middleName": "",
                "lastName": "Patil",
                "suffix": ""
            },
            {
                "id": 22959584,
                "identity": "43bcd9ad-1012-44a9-aa72-04ac6e8c2a31",
                "order_by": 2,
                "name": "Pratik Phansopkar",
                "email": "drpratik77@gmail.com",
                "orcid": "https://orcid.org/0000-0003-3635-8840",
                "institution": "Ravi Nair College of Physiotherapy, Datta Meghe Institute of Medical Sciences, Sawangi, Wardha, India.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Pratik",
                "middleName": "",
                "lastName": "Phansopkar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-23 15:31:33",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1486/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1486/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13696779,
                "identity": "c9fa82fa-59cb-49a5-8dbd-bae1c5df4e54",
                "added_by": "auto",
                "created_at": "2021-09-17 13:05:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 230965,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1486/v1/db69839f-a8ec-46f3-9d39-9773a4874c1b.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Temporomandibular dysfunction, myofacial release, sub occipital muscle shortening.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Temporomandibular joint dysfunction is one of commonest joint that gets affected in females, studies shows that the altered posture of cervical spine lead to mandibular retrusion and hence in long term leads to Temporomandibular dysfunction, the tightness of sub-occipital muscle leads to pulling of the ligaments around the joint in course causing retrusion or malocclusion. The common symptoms of temporomandibular joint dysfunction includes clicking, reduced mouth opening, headache. Alteration in the function of TMJ leads to poor quality of life of the individual as this joint is involved in basic activities like talking, eating, laughing and kissing. The sub-occipital muscles are the group of muscle extending from spinous process of C2 vertebrae to inferior nuchal line of occipital bone. Tightness of this muscle lead to extension of upper cervical spine and flexion of lower cervical spine. The common causes of temporomandibular dysfunction includes injury to jaw, overuse, inflammatory condition like arthritis and bruxism. Our aim is to find out the efficacy of sub-occipital Myofacial Release versus conventional physiotherapy on functional disability of TMJ. The clinical trial registry-India(CTRI) registration number for this trial is CTRI/2021/05/033493.</p>",
        "manuscriptTitle": "Efficacy of Sub Occipital Myofacial Release Technique on Functional Disability in Temporomandibular Dysfunction with Neck Pain: A Randomized Control Trial.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-07 08:55:41",
                "doi": "10.21203/rs.3.pex-1486/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "cbd3965c-b9ce-4630-9a85-46c6c20e12f4",
        "owner": [],
        "postedDate": "June 7th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3861881,
                "name": "Biological physics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-07 08:55:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}