{
    "identity": "pex-1533",
    "title": "<p>Assessment of influence of social media and peer groups on increasing the prevalence of vaccine hesitancy in India: a prospective cross-sectional survey</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Numerous pharmaceutical firms have been racing against the clock to create vaccinations to bring the pandemic under control. Global nations already have access to some of these vaccinations.<a href=\"https://www.medrxiv.org/content/10.1101/2021.01.25.21250505v1.abstract\" rel=\"noopener noreferrer\" target=\"_blank\"> (1)</a> The coronavirus disease pandemic of 2019 (COVID-19) began in Wuhan, China, and quickly expanded to several regions and nations. It is known to induce severe respiratory infections, including pneumonia and lung failure. The illness is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a beta coronavirus that is genetically identical to the SARS-CoV that was first described in 2002. Similar to SARS-CoV, the spike S protein of SARS-CoV-2 binds to angiotensin-converting enzyme 2 (ACE2) and stimulates viral entry into type II pneumocytes in the human lung. The infection is disseminated mostly by respiratory droplets and close contact and may be transmitted by symptomatic, pre-symptomatic, or asymptomatic individuals. COVID-19's highly contagious characteristics necessitated several attempts on the part of the WHO and governments to control it. Antiviral medicines and immunotherapy (monoclonal antibodies and protease inhibitors) are being developed or at stages of various clinical trial development.</p><p>Numerous factors have been considered in the vaccine design, including the antigen selection for SARS-CoV-2, the vaccine platform, and immunization regimens/routes. Vaccines are available on a variety of platforms, including live attenuated vaccines (LAV), inactivated virus vaccines, protein subunit vaccines, viral vector-based vaccines, and DNA or mRNA vaccines.<a href=\"https://www.researchgate.net/publication/349096782_ACCEPTANCE_OF_COVID-19_VACCINE_AMONG_GENERAL_POPULATION_IN_IRAQ\" rel=\"noopener noreferrer\" target=\"_blank\"> (2)</a> An hesitation to take a vaccination decreases vaccination uptake and impacts herd immunity, or \"community immunity\", when most of the population is immunized and no contagious person comes into touch with others), immunization programmers are rendered ineffective because of hesitation. The current COVID epidemic has prompted the creation of various pandemic vaccinations Though the percent of the population required to be vaccinated for herd immunity has not yet been determined, resolving vaccine hesitancy is predicted to lead to more vaccinated persons, resulting in lower infection rates, fewer illnesses, and fewer deaths.<a href=\"https://pharmaceutical-journal.com/article/ld/how-to-address-vaccine-hesitancy\" rel=\"noopener noreferrer\" target=\"_blank\"> (3)</a></p><p>Vaccines are one of medical science's crowning accomplishments. They have wiped out or significantly decreased the occurrence of formerly prevalent illnesses. Vaccines are projected to save between 2 and 6 million lives each year, but 1.5 million more lives might be saved with higher coverage. Many parents, despite promises from physicians and public health officials, are hesitant to vaccinate their children, it is suggested. Observers have highlighted that the internet and social media both contribute significantly to the propagation of vaccine-related anxieties. It is critical, however, to appreciate how the broader social and political backdrop has affected vaccination safety concerns.<a href=\"https://www.researchgate.net/publication/349096782_ACCEPTANCE_OF_COVID-19_VACCINE_AMONG_GENERAL_POPULATION_IN_IRAQ\" rel=\"noopener noreferrer\" target=\"_blank\"> (2)</a> Vaccine hesitancy seems to be one manifestation of a greater breakdown in trust between some segments of the populace and elites and experts. Vaccine hesitation is related to service availability, as well as complacency and confidence, as well as context, which varies according to time, location, and kind of immunization. Individuals may advance and regress in social strata throughout time by avoiding some vaccinations, accepting others they are worried about, but generally being more tolerant of vaccinations.<a href=\"https://link.springer.com/article/10.1007/s40272-020-00385-4\" rel=\"noopener noreferrer\" target=\"_blank\"> (4)</a></p><p>Immunization programmers are effective when vaccines are accepted at a high rate. However, while trying vaccination of the populace in low- and high-income nations, distinct concerns must be made Thus, it is vital to assess the public's attitudes, confidence, and acceptability of COVID-19 in India. The purpose of the present study sought to determine the general population's acceptability, the prevalence of vaccine hesitancy, and the influence of social media and peer groups towards the COVID19 vaccination in India.<a href=\"https://www.researchgate.net/publication/349096782_ACCEPTANCE_OF_COVID-19_VACCINE_AMONG_GENERAL_POPULATION_IN_IRAQ\" rel=\"noopener noreferrer\" target=\"_blank\"> (2)</a></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Study Design:\nOur study is Prospective Cross-Sectional Study\nResearch Design:\nSummary statistics and Quantitative Analysis\nData Type:\nPrimary Mode of data collection: Online\nSecondary Mode of data collection: Literature review from scientific journals\nStudy Location:\nIndia\nStudy Timeline:\n3 months (June 2021 – August 2021)\nComponents of the study:\n1.    Assess the prevalence of vaccine hesitancy among the general public in India.\n2.    Assess acceptance and confidence in taking the vaccine.\n3.   Assess the influence of social media and peer groups on attitudes and beliefs among the general public of India\nData Processing and Statistical Analysis:\nData will be collected through the online self-designed questionnaire. The demographic factors of the participants along with the responses will be entered in digital analytical software. The components of the research to assess acceptability and confidence in getting the vaccination, prevalence of vaccine hesitancy, the effect of social media, and peer groups on vaccine hesitancy. Summary statistics along with quantitative analysis from SPSS software will be used.\nPlan of the study:\nStudy Process –\nVaccine Hesitancy will be assessed using a self-designed questionnaire from the General Public. At the end of the study, the data responses will be then transferred to digital analytical software. The self-designed questionnaire comprises of four sets of questions, with set-1 (12 questions) being answered by members of the public who have been vaccinated category A, set-2 (7 questions) being answered by members of the public who have not been vaccinated yet category B, set-3 (4 questions) being general questions which can be answered of either of the categories, and set-4 (3 questions) being used to examine socio-cultural characteristics and perspectives shared by both categories – A and B. Category-A would answer a total of 19 questions and category-B 14 questions along with relevant alternatives, coupled with 06 patient characteristics.\nSubjects –\nThe sample size designed for the study is 1000 including all types of Gender and Age across India. The self-designed questionnaire is circulated among all the social media handles and contacts to get adequate responses for 3 months of study duration.\nOutcome variables:\n1.    To estimate the prevalence rate of vaccine hesitancy along with the reasons\n2.    To ascertain the extent to which social media and peer groups impact\n3.    To assess acceptance and confidence in administering the vaccine"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1.&nbsp;Short time (3months) because of instantaneous changes encountered by the General Public on Knowledge and Perception.</p><p>2. &nbsp;Self-designed questionnaire because of lack of time for the questionnaire validation process.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>June 2021 – August 2021</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>1. The online study enables us to have a better understanding of the effect of numerous factors and the role of social media and peer networks on the vaccination hesitancy prevalence rate.</p><p>2. Gives an understanding of the acceptability and confidence in administering the vaccine.</p><p>3. This type of prospective cross-sectional study during Pandemic was not previously carried out to assess the socio-cultural beliefs</p><p>4. This study can give an overview of vaccine hesitancy and its drivers in order to assist pharmacists and public health teams in comprehending why certain people are vaccine-hesitant in the context of COVID-19 vaccines and how addressing patient's concerns might boost patient trust, thus resulting in increased vaccination rates in India.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Aruffo E, Yuan P, Tan Y, Gatov E, Gournis E, Collier S, Ogden N, Bélair J, Zhu H. Community structured model for vaccine strategies to control COVID19 spread: a mathematical study. medRxiv. 2021 Jan 1.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ghazi HF, Taher TM, Alfadhul SA, Al-Mahmood S, Hassan SA, Hamoudi TA, Raheema RH. ACCEPTANCE OF COVID-19 VACCINE AMONG GENERAL POPULATION IN IRAQ.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"https://pharmaceutical-journal.com/author/sudaxshina-murdan\" rel=\"noopener noreferrer\" target=\"_blank\">&nbsp;Sudaxshina Murdan</a>, <a href=\"https://pharmaceutical-journal.com/author/nusayba-ali\" rel=\"noopener noreferrer\" target=\"_blank\">Nusayba Ali</a>, <a href=\"https://pharmaceutical-journal.com/author/diane-ashiru-oredope\" rel=\"noopener noreferrer\" target=\"_blank\">Diane Ashiru-Oredope</a><strong>. </strong>How to address vaccine hesitancy. The Pharmaceutical Journal. April 2021</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kennedy J. Vaccine hesitancy: a growing concern. Pediatric Drugs. 2020 Apr;22(2):105-11.</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>I want to thank my departmental faculties, seniors, fellow mates, and juniors of the department of pharmacy, Jayamukhi College of Pharmacy for supporting me.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 28072368,
                "identity": "9b736fdf-0af6-41f1-a690-0cb45c1e32b8",
                "order_by": 0,
                "name": "Chaitanya Devulapalli",
                "email": "chaitanya.devulapalli111@gmail.com",
                "orcid": "https://orcid.org/0000-0002-8433-1928",
                "institution": "Jayamukhi College of Pharmacy",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Chaitanya",
                "middleName": "",
                "lastName": "Devulapalli",
                "suffix": ""
            },
            {
                "id": 28072369,
                "identity": "3447ed35-ad3d-4c39-b56c-1100ad082bea",
                "order_by": 1,
                "name": "Swarna Priya B",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-1877-3808",
                "institution": "Jaya College of Pharmacy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Swarna",
                "middleName": "Priya",
                "lastName": "B",
                "suffix": ""
            },
            {
                "id": 28072370,
                "identity": "2700ff96-164d-44db-b39d-70e1db651446",
                "order_by": 2,
                "name": "Yugapriya M",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-4020-3289",
                "institution": "Jaya College of Pharmacy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yugapriya",
                "middleName": "",
                "lastName": "M",
                "suffix": ""
            },
            {
                "id": 28072371,
                "identity": "1f0aed0c-0bf2-4f40-9d52-a0e2fe3b8230",
                "order_by": 3,
                "name": "Tharun Kanduri",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-4402-9430",
                "institution": "Sri Venkateswara College of Pharmacy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tharun",
                "middleName": "",
                "lastName": "Kanduri",
                "suffix": ""
            },
            {
                "id": 28072372,
                "identity": "56c62459-83be-44a4-95b0-4ca01d3bb522",
                "order_by": 4,
                "name": "Heeba Begum J",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-4471-8538",
                "institution": "Annamalai University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Heeba",
                "middleName": "Begum",
                "lastName": "J",
                "suffix": ""
            },
            {
                "id": 28072373,
                "identity": "f47d56ab-31d5-4926-97bd-7b12be8fe79b",
                "order_by": 5,
                "name": "Debraj Mukhopadhyay",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-4856-9012",
                "institution": "School of Allied Health Sciences (SAHS), Delhi Pharmaceutical Sciences and Research University (DPSRU), Govt. Of N.C.T Delhi,",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Debraj",
                "middleName": "",
                "lastName": "Mukhopadhyay",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-05-20 07:15:24",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1533/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1533/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13696625,
                "identity": "b2a76618-e847-42e7-8307-e4a19ad68044",
                "added_by": "auto",
                "created_at": "2021-09-17 13:04:53",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 240390,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1533/v1/52d6b62d-8c56-4ef4-8ad0-ec48e86992c4.pdf"
            },
            {
                "id": 10056176,
                "identity": "94f1caa3-0fbc-4116-8537-e5fe070ee643",
                "added_by": "auto",
                "created_at": "2021-06-07 08:44:27",
                "extension": "docx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 17260,
                "visible": true,
                "origin": "",
                "legend": "Participant benefits",
                "description": "",
                "filename": "Participantbenefits.docx",
                "url": "https://assets.researchsquare.com/files/pex-1533/v1/b6e035e099df77360028baa5.docx"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Key words: Vaccine Hesitancy, Covid19, Acceptability, prevalence, influence.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Since March 11, 2020, when the World Health Organization proclaimed the fast spread of SARS-CoV-2 a worldwide pandemic, the majority of afflicted nations have continued to adopt non-pharmaceutical interventions (NPIs, such as physical separation, hand cleanliness, and mask usage), which have been effective in suppressing viral transmission. However, given the fast spread of SARS-CoV-2 and the outbreak's high fatality rate, it is generally agreed that a safe and effective vaccine is essential for controlling the pandemic. Vaccination coverage is one of the most effective and cost-efficient health interventions available for the prevention and control of infectious illnesses, including the COVID-19. While producing an effective and safe COVID-19 vaccine is not straightforward, it's manufacturing, storage, distribution, and administration may offer additional difficulties, particularly in underdeveloped nations. The purpose of the present study sought to determine the general population's acceptability, the prevalence of vaccine hesitancy, and the influence of social media and peer groups towards the COVID19 vaccination in India. </p><p><br></p><p><br></p>",
        "manuscriptTitle": "Assessment of influence of social media and peer groups on increasing the prevalence of vaccine hesitancy in India: a prospective cross-sectional survey",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-07 08:44:26",
                "doi": "10.21203/rs.3.pex-1533/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "3e5cae40-e885-4f5c-bf9c-9c0f8f87605e",
        "owner": [],
        "postedDate": "June 7th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4839831,
                "name": "Health humanities"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-07 08:44:26",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}