{
    "identity": "pex-631",
    "title": "<p>Protocol of 4-plex N,N-Dimethyl Leucine Isobaric Labeling Based Proteome Quantitation by LC-MS/MS</p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "A.\nTissue Lysis and Protein Extraction\n1.      Prepare 10 mL lysis buffer (8M urea, 50 mM Tris Base, 5 mM CaCl\n2\n, 20 mM NaCl, 1 EDTA-free Roche protease inhibitor tablet (11836170001), 1 Roche PhosSTOP phosphatase inhibitor tablet (04906845001)), adjust pH to ~8 by adding HCl;\n2.      Place tissue in 2 mL Eppendorf tube;\n3.      Add 500 µL lysis buffer;\n4.      Vortex sample until it begins to break up, some tissue may require vigorous manual lysis;\n5.      (Place sample in 4 ºC ice water bath to keep cold) Use a probe sonicator to perform three 15 second sonication pulses at 50% amplitude (60W), each followed by a 30 second rest period;\n6.      If necessary, repeat sonication until tissue is lysed. Lysate may be cloudy, but should be free of any macroscopic tissue pieces;\n7.      Centrifuge lysate at 14000 xg, 4 ºC for 10 min, discard debris;\n8.      Measure protein concentration from the supernatant in step 7 with Pierce BCA Protein Assay Kit (Thermo Fisher), following the manufacturer’s protocols;\n9.      Store sample at -80 ºC for future use.\nB.\nTrypsin Digestion and Desalting\n1.      Prepare 10 mL 50 mM Tris buffer (pH~8);\n2.      Prepare 100 mM DTT stock solution in 500 μL Tris buffer;\n3.      Prepare 200 mM IAA stock solution in 250 µL Tris buffer;\n4.      Reduction: add stock DTT to sample lysate solution to a concentration of 5 mM, incubate for 1 hr;\n5.      Alkylation: after incubation with DTT, add stock IAA to a concentration of 15 mM, incubate for 30 min in the dark; Quench reaction by adding same amount of DTT as in step 4;\n6.      Add Tris buffer to adjust urea concentration to 0.9 M;\n7.      Add trypsin with a 1:50 (w/w) enzyme to protein ratio and incubated for 18 hrs at 37 °C;\n8.      Quench digestion by the addition 10% TFA to a final concentration of 0.3%;\n9.      Desalt the tryptic peptides with a C18 SepPak cartridge (Waters, Milford, MA), following the manufacturer’s protocols;\n10.  Dry desalted peptides under vacuum and store sample at -80 ºC for future use.\nC.\nDiLeu Labeling\n1.      Prepare activation solution by dissolving 36.8 mM DMTMM and 36.8 mM NMM in anhydrous DMF;\n2.      Dissolve each channel of DiLeu tags in activation solution with 1:0.6 tag to DMTMM ratio and vortex for 1 hr;\n3.      Dissolve peptide samples in 0.5 M TEAB (1/5 volume of activation solution used in step 2); combine activated labels with samples in each vial, vortex for another 2 hrs;\n4.      Quench reaction with 5% NH\n2\nOH to make final NH\n2\nOH concentration of 0.25%;\n5.      Combine 4-plex DiLeu labeled peptides, dry down under vacuum.\nD.\nSCX Purification\n1.      Prepare binary mobile phase A: 10mM ammonium formate, 25% acetonitrile, pH 3.0; B: 500 mM ammonium formate, 25% acetonitrile, pH 6.8;\n2.      Reconstitute labeled peptides in 100 µL mobile phase A and inject into the SCX column;\n3.      SCX gradient: the PolySULFOETHYL A column (200 mm × 2.1 mm, 5 μm, 300 Å, PolyLC, Columbia, MD) was initially loaded and washed for 20 min with 0% B; Peptides were eluted using a linear gradient of 0−50% B over 50 min and then increased to 100% over 10 min. The column was subsequently washed at 100% B for an additional 10 min, all at a flow rate of 0.2 mL/min.\n4.      Collect and pool eluent from 20-60 min, peptides should be purified;\n5.      Dry down collected peptides under vacuum.\nE.\nHigh-pH Fractionation\n1.      Prepare binary mobile phase A: 10mM ammonium formate, 100% aqueous solvent, pH 10.0; B: 10 mM ammonium formate, 90 % acetonitrile, pH 10.0;\n2.      Reconstitute labeled peptides in 100 µL mobile phase A and inject into the C18 column;\n3.      Fractionation gradient: the reversed phase C18 column (150 mm × 2.1 mm, 5 μm, 100 Å, Phenomenex, Torrance, CA) was initially loaded and washed for 4 min with 1% B; Peptides were eluted using a linear gradient of 1−50% B over 50 min and then increased to 100% B over 10 min. The column was subsequently washed at 100% B for an additional 10 min, all at a flow rate of 0.2 mL/min.\n4.      Collect eluent for every minute from 3-60 min;\n5.      Pool every 1-min fractions with 10 min spacing into ten concatenated fractions, dry samples under vacuum.\nF.\nLC-MS/MS analysis\n1.      LC-MS/MS analysis was performed using an Orbitrap Fusion Lumos Tribrid mass spectrometer (Thermo Fisher Scientific) interfaced with a Dionex Ultimate 3000 UPLC system (Thermo Fisher Scientific). A binary solvent system composed of H\n2\nO containing 0.1% formic acid (A) and ACN containing 0.1% formic acid (B) was used for all analysis.\n2.      Samples were reconstituted in 0.1% FA, 3% ACN at 1μg/μL peptide concentration. 2 μg peptides in each high-pH fraction were loaded and separated on a 75 μm i.d. x 15 cm self-fabricated column packed with 1.7 µm, 150 Å, BEH C18 material obtained from a Waters UPLC column (part no. 186004661).\n3.      Nano-LC gradient: Labeled peptides were separated by a 90 min gradient from 3% to 30% ACN with 0.1% FA, followed by 10 min to 75% ACN and then 10 min to 95% ACN. After that, the column was equilibrated at 3% ACN for 15 min to prepare for the next injection.\n4.      MS parameters: survey scans were performed with a scan range from 350 to 1500 m/z at a resolving power of 60K with an AGC target of 2 × 10\n5\n. Top 15 precursors were selected with an isolation window of 1 Da and fragmented with HCD NCE of 30. MS2 scan was recorded in the Orbitrap with a resolving power of 15K. A lower mass limit of 110 m/z was set for DiLeu-labeled peptides. Dynamic exclusion was set at 45 s with a 10 ppm tolerance.\nG.\nData Processing\n1.      Raw files were processed with Proteome Discoverer 2.1 engine (Thermo Fisher Scientific, San Jose, CA) with Byonic search engine (Protein Metrics Inc, San Carlos, CA);\n2.      Searching parameters: spectra were searched against the Uniprot\nMus Musculus\nreviewed database with trypsin as the enzyme and maximum two missed cleavages. The parent mass error tolerance was set to be 50 ppm and fragment mass tolerance was 0.02 Da. Fixed modifications included DiLeu labels on peptide N-termini and lysine residues (+145.12801 Da) and carbamidomethylation on cysteine residues (+57.02146 Da). Dynamic modifications included oxidation of methionine residues (+15.99492 Da). Identifications were filtered at 1% peptide and protein false discovery rate (FDR). Quantitation was performed in Proteome Discoverer with a reporter ion integration tolerance of 20 ppm for the most confident centroid. Only the peptide spectrum matches (PSM)s that contained all reporter ion channels were considered, and protein quantitative ratios were determined using a minimum of one unique quantified peptide;\n3.      Statistical analysis: Reporter ion ratio values for protein groups were exported to Excel workbook and student t-test was performed with biological quadruplicates. Proteins that had >20% fold change and P<0.05 were filtered as significant changes."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>(1) Xiang, F.; Ye, H.; Chen, R.; Fu, Q.; Li, L. <em>Analytical Chemistry</em> <strong>2010</strong>, <em>82</em>, 2817-2825.</p><p>(2) Frost, D. C.; Greer, T.; Li, L. <em>Analytical Chemistry</em> <strong>2015</strong>, <em>87</em>, 1646-1654.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-019-11945-9",
                "date": "2019-09-02 18:10:01",
                "title": "Acetyl-CoA flux regulates the proteome and acetyl-proteome to maintain intracellular metabolic crosstalk",
                "authors": [
                    "Inca A. Dieterich",
                    "Alexis J. Lawton",
                    "Yajing Peng",
                    "Qing Yu",
                    "Timothy W. Rhoads",
                    "Katherine A. Overmyer",
                    "Yusi Cui",
                    "Eric A. Armstrong",
                    "Porsha R. Howell",
                    "Maggie S. Burhans",
                    "Lingjun Li",
                    "John M. Denu",
                    "Joshua J. Coon",
                    "Rozalyn M. Anderson",
                    "Luigi Puglielli"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 120187,
                "identity": "2b94ce7a-fff6-4622-afb7-202935bed801",
                "order_by": 1,
                "name": "Yusi Cui",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yusi",
                "middleName": "",
                "lastName": "Cui",
                "suffix": ""
            },
            {
                "id": 120188,
                "identity": "e2e6db4d-9aa3-4f25-bab5-335398630f5e",
                "order_by": 2,
                "name": "Qing Yu",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Qing",
                "middleName": "",
                "lastName": "Yu",
                "suffix": ""
            },
            {
                "id": 120189,
                "identity": "408b65d6-69e1-46e0-90d7-b6455db4d15e",
                "order_by": 3,
                "name": "Lingjun Li",
                "email": "lingjun.li@wisc.edu",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Lingjun",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-07-26 19:07:44",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.12252/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.12252/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13472827,
                "identity": "ca8bf18e-f208-4366-b494-b71606c1c1a2",
                "added_by": "auto",
                "created_at": "2021-09-16 21:17:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 189347,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-631/v1/630afe2e-9455-49b8-a4b0-cc57d3a1fa57.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests. ",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Isobaric Labeling, Proteomics, Quantitation, Mass Spectrometry, LC-MS/MS",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Isobaric labeling is one of the wide-spread high throughput proteome quantification strategies, where enzymatically digested protein extracts from different experimental groups are labeled with chemical tags and yield identical mass shift for individual peptides in MS precursor scan, whereas quantitation can be achieved by comparing reporter ion ratios upon fragmentation in tandem MS scan. In addition to commercial tags such as TMT and iTRAQ, we developed 4-plex and 12-plex N,N-dimethyl leucine (DiLeu) tags as cost-effective alternatives with comparable performance <sup>1,2</sup>. DiLeu labeling methods allow multiplexing of samples and enable comparative analysis of acetyl-CoA flux regulated proteomes from different mouse models in the same LC-MS runs, providing statistically reliable data that avoids run-to-run variations. This protocol describes steps including 40 hrs of sample preparation of lysis, tryptic digestion, tag labeling, SCX purification and high pH fractionation, as well as details about LC-MS/MS analysis and data processing. The protocol can be applied to other proteome quantitation systems.</p>",
        "manuscriptTitle": "Protocol of 4-plex N,N-Dimethyl Leucine Isobaric Labeling Based Proteome Quantitation by LC-MS/MS",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-09-04 14:31:51",
                "doi": "10.21203/rs.2.12252/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "aa4b5e4b-f185-42fe-90e1-a28f087ad112",
        "owner": [],
        "postedDate": "September 4th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 18476,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-09-04 14:31:51",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}