{
    "identity": "nprot-2684",
    "title": "Embalmed visceral material multidisciplinary analysis",
    "content": [
        {
            "header": "Procedure",
            "content": "Sampling: One to five percent of the total weight is recommended, with a minimum of 2 grams. Decontaminated or sterile surgery instruments are necessary.\r\n\n\n\r\n\n\nPreliminary macroscopic examination is completed with binocular lenses \\(magnification ×20 and ×40).\r\n\n\n\r\n\n\nOptical microscope analysis of any 0.1 gram of any sample is carried out as follows: after a short rehydration and decalcification of 30 minutes in a solution of 10% NaCl diluted in pure water plus 100 μL of 100% acetic acid, 200 μL from the supernatant is sampled. This liquid is then centrifuged \\(1000 turns per minute for 10 minutes) in order to obtain one spot per slide \\(Superfrost®). A total of four slides can be obtained, two coloured by the technique of Hematein-Eosin-Saffran \\(HES), two for further cyto-immuno-chemistry analysis. In a case of muscle sample, the confirmation of the tissue origin can be obtained using Biogenex® antibodies anti-myosin \\(human) MG1 and anti-myoglobine \\(human) MY32): antigen retrieval is performed according to the laboratory recommendations for primary antibodies, then slides are washed in de-ionised water, neutralized of endogenous peroxydase using peroxydase block for 5 minutes, washed in TBS for 2 × 5 minutes, incubated with protein block for 5 minutes, washed in TBS for 2 × 5 minutes, incubated with optimally diluted primary antibodies according to the laboratory recommendations, washed in TBS for 2 × 5 minutes, incubated with post-primary block for 30 minutes, washed in TBS for 2 × 5 minutes, incubated with NovoLink® polymer for 30 minutes, washed in TBS for 2 × 5 minutes with gentle rocking, developed peroxydase activity with DAB working solution for 5 minutes, washed in water, counterstained with hematein, washed in water for 5 minutes, dehydrated, cleared and mounted.\r\n\n\n\r\n\n\nPalynological analysis are performed as many 0.5 gram as possible, and prepared as follows: attack by KOH 5% without heating in order to destruct vegetal tissues without affecting pollen grains. After centrifugation and rinsing, the final dried residue is diluted within glycerol providing a total volume of 100 μl, being separated into two parts of 50 μl each put between slides and cover glasses. The two slides are completely examined at optical microscope \\(x250). Each pollen grain is observed at magnification ×1000 for the detailed examination of its morphology and its identification.\r\n\n\n\r\n\n\nScanning electron microscope analysis is performed on at least two 0.25 gram samples for morphology observations and chemical analyses, using a Zeiss® Supra 55 vp with an energy-dispersive X-ray spectrometer Bruker® SDD detector. The field-effect “gun” microscope \\(FE-SEM) operates at 0.5–30 kV. High-resolution observations are obtained by 2 secondary electron detectors: an in-lens SE detector, and an Everhart-Thornley SE detector. To maintain the integrity of the samples, measurements are taken without the usual deposits of carbon or gold at the surface of the sample.\r\n\n\n\r\n\n\nElemental analysis is performed on at least a 0.75 mg sample. Techniques used are: Inductively Coupled Plasma Mass Spectrometry \\(ICP-MS) \\(Elan DRCe quadrupole spectrometer, Perkin Elmer®, Les Ulis, France) and Inductively Coupled Plasma Atomic Emission Spectrometry \\(ICP-OES) \\(JY 24, Horiba Jobin Yvon®, Longjumeau, France). For both techniques, samples are first mineralized with hot concentrated nitric acid \\(Nitric acid 65% Suprapur®, VWR, Fontenay-sous-Bois, France) and completed with ultra pure water \\(MilliQ®, Millipore, Molsheim, France) to obtain a final volume of 0.5 mL. In order to detect elements of interest, a fast semi-quantitative analysis of all elements of the periodic table with the ICP-MS TotalQuant method is first effectuated. Nine elements are thereafter quantitatively measured: Pb, Sn, Sb, Cu, Bi, Hg by ICP-MS and Fe, Ca and Al by ICP-OES.\r\n\n\n\r\n\n\nMolecular analysis are carried out on at least two 0.5 mg samples. SPME \\(Solid Phase MicroExtraction) is used to trap organic volatile compounds from the samples and gas chromatography/mass spectrometry \\(GC/MS) analysis is carried out in order to identify them. Samples are also directly placed in a glass liner into the injector of the chromatograph and organic components are directly desorbed at 300°C during five minutes \\(detail of equipment: GC/MS Agilent 6890 fitted with the Mass spectrometer 5973 mounted with an adapted purge and trap technique; Gerstel® Combipal with the CIS4 injector)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep01296",
                "date": "2013-04-13 15:14:52",
                "title": "The embalmed heart of Richard the Lionheart (1199 A.D.): a biological and anthropological analysis",
                "authors": [
                    "Philippe Charlier",
                    "Joël Poupon",
                    "Gaël-François Jeannel",
                    "Dominique Favier",
                    "Speranta-Maria Popescu",
                    "Raphaël Weil",
                    "Christophe Moulherat",
                    "Isabelle Huynh-Charlier",
                    "Caroline Dorion-Peyronnet",
                    "Ana-Maria Lazar",
                    "Christian Hervé",
                    "and Geoffroy Lorin de la Grandmaison"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12492,
                "identity": "9ffe6273-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Charlier Philippe",
                "email": "ph_charlier@yahoo.fr",
                "orcid": "",
                "institution": "Department of Forensic Medicine and Pathology, University Hospital R. Poincaré (AP-HP, UVSQ), Garches, France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Charlier",
                "middleName": "",
                "lastName": "Philippe",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-04-14 12:19:17",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.042",
        "doiUrl": "https://doi.org/10.1038/protex.2013.042",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464805,
                "identity": "1ef57085-adf4-4906-9ddc-03acb5cd8a85",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 102265,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2684/v1/d3bb2361-6617-4ce9-a899-2bf4d089d539.pdf"
            }
        ],
        "financialInterests": "None.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "biological anthropology, forensic anthropology, osteo-archaeology, paleopathology, retrospective diagnosis",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We present here the full biomedical analysis protocol of an embalmed viscera \\(chosen example is a human muscle) presenting as pulverulent or mummified remains: sampling, macroscopic examination, optical microscope analysis, palynological analysis, scanning electron microscope, elemental analysis, and molecular analysis.",
        "manuscriptTitle": "Embalmed visceral material multidisciplinary analysis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-04-15 09:39:09",
                "doi": "10.1038/protex.2013.042",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ffdebc8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 15th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2948,
                "name": "Chemistry"
            },
            {
                "id": 2949,
                "name": "Biochemistry"
            },
            {
                "id": 2950,
                "name": "Developmental biology"
            },
            {
                "id": 2951,
                "name": "Biological techniques"
            },
            {
                "id": 2952,
                "name": "Microbiology"
            },
            {
                "id": 2953,
                "name": "Plant sciences"
            },
            {
                "id": 2954,
                "name": "Structural biology"
            },
            {
                "id": 2955,
                "name": "Drug discovery"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-04-15 09:39:09",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}