{
    "identity": "pex-1618",
    "title": "<p>Rapid and inexpensive method of studying dedifferentiation in rabbit articular chondrocytes</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Chondrocytes are derived from mesenchymal cells through the process of differentiation during embryogenesis. The differentiated chondrocyte is capable of synthesizing and regulating the extracellular matrix such as collagen type II, proteoglycans which are responsible for cartilage development and repair <sup>1–3</sup>. However, in various cartilage degenerative diseases, the chondrocytes transition itself to more flattened fibroblast cells with different morphological, genetical and biochemical characteristics which is characterized as dedifferentiation <sup>4,5</sup>. During this process, the production of extracellular matrix decreases whereas increase in collagen Type I and Type III is observed which disrupts the chondrogenic functions <sup>6</sup>.&nbsp;The molecular mechanism behind the shift of chondrocytes phenotypes is yet to be elucidated. So, it is of imminent importance to study the molecular process of chondrocytes differentiation and dedifferentiation in order to discover potential therapies to manipulate the activity to rehabilitate chondrogenic functions and morphology to prevent degeneration of articular joints in various cartilage associated diseases. </p><p>The highly recognized and accurate method used for studying this phenomena is chondrocyte culture. For this purpose, various cell models are deployed such as chicken, bovine, rat and rabbit, chondrocytes as they are analogues to human chondrocytes <sup>7</sup>. These cell models are used to study the molecular mechanism of various cartilage associated degenerative diseases. The conventional approach utilized to induce dedifferentiation in chondrocytes are comprised of adding dedifferentiating agents or techniques which are often highly expensive, require specific conditions and a long time period to convert the chondrocyte phenotype into fibroblastic cells <sup>8</sup>. These challenges hinder the scientific community to understand the molecular mechanism behind the transition of chondrocyte phenotypes and expedite the discovery of therapeutic agents for various disease. </p><p>In this protocol, we utilized 2 weeks old New Zealand rabbits to acquire articular chondrocyte that offers more genetic resemblance to human chondrocyte and can be used to accurately study the molecular mechanism behind cartilage degeneration. Whereas we have utilized 2-deoxy-D-glucose as a dedifferentiating agent which is relatively cheap and quickly induces dedifferentiation in chondrocytes as compared to other methods <sup>9</sup>. </p><p>All procedures performed in this protocol has been approved by the Chairman of the Institutional Animal Care and Use Committee, Kongju National University, South Korea.&nbsp;</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Animal Model for Chondrocytes</strong></p><p>New Zealand White rabbits (Age: 2 Weeks Old, Samtako South Korea)</p><p><strong>Enzymes</strong></p><p>Gibco-Collagenase Type II (Catalog No. 17101-015, ThermoFisher Scientific)</p><p><strong>Antibiotics</strong></p><p>Penicillin G Potassium salt (P7794-100 MU, Sigma Aldrich)</p><p>Streptomycin sulfate salt (S9137-100G, Sigma Aldrich)</p><p><strong>Chemical and Culture Media</strong></p><p>Phosphate Buffer Saline (ThermoFischer Scientific)</p><p>Trypan Blue Solution (T-6146, Sigma Aldrich)</p><p>2-deoxy-D-glucose (D8375-5G, Sigma Aldrich)</p><p>Alcian Blue (A5258-10G, Sigma Aldrich)</p><p>TES Buffer (D8375-5G, Sigma Aldrich)</p><p>Calcium chloride (006823.03, Samchun Pure Chemical, Korea)</p><p>Dulbecco’s Modified Eagle Media (Gibco 12800-017, ThermoFisher Scientific)</p><p><strong>Antibody</strong></p><p>Goat Type II Collagen (1:1000, Santacruz Biotechnology)</p><p>Rabbit Polyclonal Antibody (1:1000, ThermoFisher Scientific)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>11-Blade Scalpel (Feather Surgical blade, Japan)</p><p>Incubator Chamber (VS2180C, Vision Scientific, Korea)</p><p>Centrifuge Machine (Hanil Science 3R Plus, Korea)</p><p>Petri-Dishes (SPL life sciences, 35x10 mm, Korea)</p><p>Falcon Tube (SPL life sciences, 50 ml, Korea)</p><p>Microfuge tube (131-615C, 1.5 ml, Watson, Japan)</p><p>Pipette (ThermoFisher Scientific, USA) (0-10, 20-200, 100-1000 µl)</p><p>Vortex (KMC/1300V, Vision Scientific Korea)</p><p>Sucker (DOA-P704-AC, GAST, USA)</p><p>Phase contrast Microscope (1X50, OLYMPUS, Japan)</p><p>Flow Cytometry (Marienfeld, Germany)</p>"
        },
        {
            "header": "Procedure",
            "content": "·\nEXTRACTION OF CHONDROCYTES\n1.     The extracted rabbit knee is further accessed by removing the connective tissues adhesions with 11-blade till transparent white flexible material joining hind limb bones are visible (Figure 1).\n2.     Excise thin slices of articular cartilage using the sample blade (Figure 2).\nCritical Point\n²\nGently cut the superficial part of articular cartilage and avoid excavating it deeper or otherwise your sample will be contaminated with other cells along with chondrocytes.\n²\nThe excised slices should be not too small nor too big as it affects the chondrocytes survival. Small slices are readily degraded upon collagenase treatment causing harm to chondrocytes integrity whereas too big slices take considerable amount of time to melt during collagenase treatment.\n3.     Excised slices of articular cartilages are then placed on the dish containing phosphate-buffered saline (PBS) containing 2% penicillin and streptomycin.\n4.     Dish containing cartilages slices are then transferred to the falcon tube containing 20 ml of PBS for washing. The process is repeated thrice to ensure complete cleaning and decontamination of articular cartilages.\n5.     With the help of pipette, remove the supernatant and add 1 % of collagenase diluted in TESCA buffer of about 800 µl in the same tube along with 1.6 ml of Dulbecco’s Modified Eagle Medium (DMEM) containing penicillin (P) and streptomycin (S) (Figure 3).\n6.     Then the samples are then incubated at 37\no\nC-5% CO\n2\nin the incubation chamber for 6-8 hours.\nCritical Point\n²\nGently mix your samples every hour to avoid cell clumping to extract as many chondrocytes as possible. Do not tightly close the lid of the tube to allow the entrance of air inside the tube.\n7.     After incubation, add 3 ml of DMEM containing penicillin and streptomycin in the samples and centrifuge it at 1000 RPM for 10 seconds.\n8.     The supernatant is transferred to another falcon tube and the pellet is discarded and fresh media of 3 ml (DMEM+P.S) is added on to the pellet.\nCritical Point\n²\nThe process is repeated thrice to remove any undigested cartilaginous debris and other chemicals from the samples to obtain fresh and viable cells from the media.\n9.     The supernatant obtained from previous steps are resubjected to centrifugation at 1000 RPM for 10 mins.\n10. This time, chondrocytes will accumulate in the pellet and the supernatant will contain remaining debris which should be discarded.\n·\nCALCULATION OF LIVE CHONDROCYTES AND CELL CULTURE\n1.     Fresh media containing (DMEM+P.S+Calf serum) is then added on to the pellet to stimulate the growth and prevent death of chondrocytes.\nCritical Point\n²\nThe suspended pellet immersed in DMEM+P.S+Calf serum is then gently tapped at the bottom to disintegrate chondrocytes adhesions with one another and to obtain individual cells.\n2.     Afterwards, 10 µl of sample is taken from the sample (DMEM+P.S+Calf serum) with the aid of pipette containing chondrocytes and then added to the diluted 0.25 % trypan solution (90 µl) prepared in microfuge tube.\n3.     Addition of samples in trypan blue solution is gently mixed with the help of pipette and then flow cytometry should be performed to estimate the concentration of live cells.\nCritical Point\n²\nThe calculation of live cells provides scientists to prepare the media accordingly for cell propagation and prevent cell death and loss of cells phenotype from happening.\n4.     Cell seeding is then performed by preparing fresh DMEM+P.S+Calf serum media and transferring 1 ml from the previous media containing extracted chondrocytes on to the fresh media.\n5.     The propagated cells are then incubated at 37\no\nC with 5% CO2 in incubation chamber for 12 hours. Afterwards, the spent media is then discarded via a sucker and fresh media is added through pipette again to allow an exponential growth of chondrocytes for 2 days to reach the confluence level up to 70-80 %.\n·\nTREATMENT OF CELLS\n1.     Following the third day, the chondrocytes are exposed with dedifferentiating agent (2-deoxy-D-glucose) in dose and time dependent manner.\n·\nCONFIRMATION OF DEDIFFERENTIATION\n1.     The status of dedifferentiation can be evaluated by Type II collagen through western blotting.\n2.     Alcian Blue staining can also be performed to check the proteoglycan levels. Reduction in the expression of these proteins indicate that chondrocytes are dedifferentiating and the vice versa."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Time Period Required</strong></p><p>10 days are required to obtain and visualize the results of dedifferentiation in chondrocytes.</p><p>Cell seeding: 1 day.</p><p>Media Change: 1 day</p><p>Microscopic observation: 1 day</p><p>Treatment of cells: 1 day</p><p>Cell harvesting and BCA quantification: 1 day.</p><p>Separate the proteins Western Blot: 2 days</p><p>Alcian blue staining: 2 days</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>ANTICIPATED RESULTS</strong></p><p>Reduction in Type II collagen, and proteoglycan level will indicate the dedifferentiation in chondrocytes (Figure 4).</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhang, Z. Chondrons and the pericellular matrix of chondrocytes. <em>Tissue Eng. Part B Rev.</em> <strong>21</strong>, 267–277 (2015).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yu, S.-M. &amp; Kim, S.-J. Production of reactive oxygen species by withaferin A causes loss of type collagen expression and COX-2 expression through the PI3K/Akt, p38, and JNK pathways in rabbit articular chondrocytes. <em>Exp. Cell Res.</em> <strong>319</strong>, 2822–2834 (2013).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yu, S.-M. <em>et al.</em> Berberine induces dedifferentiation by actin cytoskeleton reorganization via phosphoinositide 3-kinase/Akt and p38 kinase pathways in rabbit articular chondrocytes. <em>Exp. Biol. Med.</em> <strong>241</strong>, 800–807 (2016).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Komori, T. Cell death in chondrocytes, osteoblasts, and osteocytes. <em>Int. J. Mol. Sci.</em> <strong>17</strong>, 2045 (2016).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Charlier, E. <em>et al.</em> Chondrocyte dedifferentiation and osteoarthritis (OA). <em>Biochem. Pharmacol.</em> <strong>165</strong>, 49–65 (2019).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schulze-Tanzil, G. Activation and dedifferentiation of chondrocytes: implications in cartilage injury and repair. <em>Ann. Anatomy-Anatomischer Anzeiger</em> <strong>191</strong>, 325–338 (2009).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mao, Y., Hoffman, T., Wu, A. &amp; Kohn, J. An Innovative Laboratory Procedure to Expand Chondrocytes with Reduced Dedifferentiation. <em>Cartilage</em> <strong>9</strong>, 202–211 (2018).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Filip, A. <em>et al.</em> A simple two dimensional culture method to study the hypertrophic differentiation of rat articular chondrocytes. <em>Biomed. Mater. Eng.</em> <strong>25</strong>, 87–102 (2015).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yu, S. M., Kim, H. A. &amp; Kim, S.-J. 2-Deoxy-D-glucose regulates dedifferentiation through beta-catenin pathway in rabbit articular chondrocytes. <em>Exp. Mol. Med.</em> <strong>42</strong>, 503–513 (2010).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was supported by the National Research Foundation of Korea (NRF) funded by the Korean Government (MEST) (2020R1I1B3069699).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.3858/emm.2010.42.7.051",
                "date": "2010-07-21 11:34:09",
                "title": "2-Deoxy-D-glucose regulates dedifferentiation through β-catenin pathway in rabbit articular chondrocytes",
                "authors": [
                    "Seon-Mi Yu",
                    "Hyun Ah Kim",
                    "Song-Ja Kim"
                ],
                "journal": "Experimental and Molecular Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 46991859,
                "identity": "72173c6a-8ba6-486a-9688-74317c752575",
                "order_by": 0,
                "name": "Fahad Hassan Shah",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-0413-0673",
                "institution": "Kongju National University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Fahad",
                "middleName": "Hassan",
                "lastName": "Shah",
                "suffix": ""
            },
            {
                "id": 46991860,
                "identity": "f4793b82-c692-4faf-a6a4-c614c6874a92",
                "order_by": 1,
                "name": "Young Seok Eom",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-1683-1864",
                "institution": "Kongju National University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Young",
                "middleName": "Seok",
                "lastName": "Eom",
                "suffix": ""
            },
            {
                "id": 46991861,
                "identity": "f22ff71c-48a0-40c8-9045-1e16288c3d4a",
                "order_by": 2,
                "name": "Byung Su Ko",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2372-2511",
                "institution": "Kongju National University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Byung",
                "middleName": "Su",
                "lastName": "Ko",
                "suffix": ""
            },
            {
                "id": 46991862,
                "identity": "a26c7b1a-07dd-4b63-b60b-a34d0434dc40",
                "order_by": 3,
                "name": "Yohan Han",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-7991-3782",
                "institution": "Kongju National University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yohan",
                "middleName": "",
                "lastName": "Han",
                "suffix": ""
            },
            {
                "id": 46991863,
                "identity": "adbcc3de-bb87-4680-9f04-2170d433895f",
                "order_by": 4,
                "name": "Song Ja Kim",
                "email": "ksj85@kongju.ac.kr",
                "orcid": "https://orcid.org/0000-0001-6380-256X",
                "institution": "Kongju National University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Song",
                "middleName": "Ja",
                "lastName": "Kim",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-08-20 04:10:08",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1618/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1618/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13450014,
                "identity": "88ce12ca-46f4-4e96-b9fb-06cfcc154bc1",
                "added_by": "auto",
                "created_at": "2021-09-16 15:48:27",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 283681,
                "visible": true,
                "origin": "",
                "legend": "Cross sectional Image of Rabbit Articular Joint. The Transparent Sheath over the articular joint is the cartilage harboring chondrocytes. ",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1618/v1/f3e6c3ab92deabce48bb0a06.jpg"
            },
            {
                "id": 13450016,
                "identity": "2c1d6f58-4dc0-4085-b75b-3b84995e711a",
                "added_by": "auto",
                "created_at": "2021-09-16 15:48:27",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 290455,
                "visible": true,
                "origin": "",
                "legend": "Excised Slice of Cartilage from Rabbit Articular Joints. ",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1618/v1/ef96d03f4688a2062f15fd90.jpg"
            },
            {
                "id": 13450168,
                "identity": "edb51a86-b787-42d7-aa4a-99fc0be12e55",
                "added_by": "auto",
                "created_at": "2021-09-16 15:51:27",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6758388,
                "visible": true,
                "origin": "",
                "legend": "Cartilage Slices are being subjected to 1% of Collagenase Treatment to Extract chondrocytes",
                "description": "",
                "filename": "Figure3..jpg",
                "url": "https://assets.researchsquare.com/files/pex-1618/v1/52fae487d83c8c13bc8435e1.jpg"
            },
            {
                "id": 13450015,
                "identity": "e8b2b2f6-a919-49cd-82d6-f55f18db9125",
                "added_by": "auto",
                "created_at": "2021-09-16 15:48:27",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 62264,
                "visible": true,
                "origin": "",
                "legend": "Time Dependent Decrease of Differentiating Marker and Proteoglycan levels after 2-deoxyglucose exposure. A) Western Blot of Type II Collagen. B) Alcian Blue staining indicating decrease in proteoglycan levels. ",
                "description": "",
                "filename": "Figure4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1618/v1/b12625b6ff0d6fe269b362c2.jpg"
            },
            {
                "id": 13714856,
                "identity": "7dc55d31-e8cc-4a1e-8e31-6af641cdaafc",
                "added_by": "auto",
                "created_at": "2021-09-17 14:40:14",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 734674,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1618/v1/14524a0e-4e88-4f80-a36b-6a965a747438.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Chondrocytes, Dedifferentiation, Articular Cartilages, 2-deoxy-D-glucose",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Chondrocyte dedifferentiation is a cellular phenomenon in which chondrocyte loses its chondrogenic characteristics and ability to synthesize extracellular matrix. These conditions commonly reported in different cartilage degenerative diseases. The methods used to induce dedifferentiation in cell models of chondrocytes are often time consuming or require expensive reagents. Here in our protocol, we describe the utility of using 2-deoxy-D-glucose as a dedifferentiating agent for rabbit chondrocytes for studying dedifferentiation process.&nbsp;</p>",
        "manuscriptTitle": "Rapid and inexpensive method of studying dedifferentiation in rabbit articular chondrocytes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-09-16 15:48:25",
                "doi": "10.21203/rs.3.pex-1618/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "1e2f9bf5-afef-43ed-8859-528d37eda6ec",
        "owner": [],
        "postedDate": "September 16th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 7242828,
                "name": "Cell Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-09-16 15:48:25",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}