{
    "identity": "nprot-360",
    "title": "Cross-presentation of caspase-cleaved apoptotic self-antigens in HIV infection",
    "content": [
        {
            "header": "Introduction",
            "content": "Apoptotic cells, via the activation of caspases, undergo significant proteome alterations. Phagocytosis of apoptotic cells by dendritic cells \\(DCs) leads to the processing of the apoptotic cell-associated \\(apoptotic) antigens and the cross-presentation of the resulting peptides on major histocompatibility complex class I molecules. This phenomenon seems crucial for inducing either cross-priming or cross-tolerance of CD8+ T cells, based on the presence or absence of various infectious or danger signals influencing the switch from tolerogenic immature DCs \\(iDCs) to mature DCs \\(mDCs) with high stimulatory and migratory capacities.\r\n\n\nHere, we demonstrate the following: \\(a) the protein modifications in apoptotic T cells, as detected by comparing the proteomic profiles of apoptotic and nonapoptotic T cells, generate apoptotic proteins that have antigenic properties with respect to human CD8+ T cells; \\(b) these autoreactive CD8+ T cell responses correlate with the proportion of apoptotic CD4+ T cells in individuals with HIV infection in vivo and contribute to chronic immune activation; and \\(c) the caspase-mediated cleavage of several cellular components during apoptosis facilitates antigen processing and cross-presentation by DCs."
        },
        {
            "header": "Procedure",
            "content": "**Cell preparations.**\r\n\n\n1. Isolate PBMCs and generate T cell clones as previously described \\(1). \r\n  2. Purify CD8+ T cells from PBMCs by positive selection with anti-CD8 mAb coupled to magnetic beads \\(Miltenyi Biotec). In our hands, flow cytometry analysis demonstrated >99% CD8+ cells in the positively purified population and <5% in the CD8-depleted population. \r\n  3. Derive immature DCs from peripheral monocytes purified by positive selection with anti-CD14 mAb coupled to magnetic beads \\(Miltenyi Biotec). \r\n  4. Culture CD14+ cells for 5 days in RPMI 1640 medium containing 5% fetal calf serum \\(FCS), 2 mM glutamine, 1% nonessential amino acids, 1% sodium pyruvate, 50 μg/ml kanamycin \\(Gibco BRL) \\(complete medium), 50 ng/ml granulocyte macrophage-colony stimulating factor \\(GM-CFS) \\(Novartis Pharma), and 1000 U/ml rIL-4. \r\n  5. Isolate fresh myeloid DCs from PBMCs by two magnetic separation steps, in order to previously  deplete B cells from PBMCs with anti-CD19 mAb coupled to magnetic beads, and then positively select CD1c+ DCs using biotin-labeled anti-CD1c mAb and anti-biotin mAb coupled to magnetic beads \\(Miltenyi Biotec). \r\n  6. Obtain mature DCs by a 40-h stimulation of iDCs with CD40L-transfected J558L cells \\(at a DC/J558L ratio of 1:1), as previously described, or with soluble r-CD40L molecules \\(Alexis Biochemicals, Alexis Corporation). The definition of monocyte-derived or myeloid DCs was based on their different surface phenotype profile by staining with anti-CD14, anti-CD86 \\(Caltag Laboratories), anti-CD1a, anti-CD1c, anti-CD11c, anti-CD32, anti-CD80 \\(Becton Dickinson, BD PharMingen) mAbs, Annexin-V \\(ApoAlert Apoptosis Kit, Clontech Laboratories Inc), propidium iodide \\(PI) \\(Sigma-Aldrich), and the appropriate secondary labeled antibodies \\(BD PharMingen) \\(Fig. 1). \r\n  7. After staining, analyse these cells using a FACSCanto flow cytometer \\(Becton Dickinson) and FACSDiva analysis software \\(Becton Dickinson). \r\n  \r\n\n\n**Apoptotic and control cell preparations**. \r\n\n\n1. Plate cloned CD8+CD95+ T cells \\(10-100 x 10\n6\n) in a 24-well plate and incubate for 1 h at 37°C in the presence or absence of 14 μg/ml caspase 3 inhibitor \\(C3I) \\(Z-DEVD-FMK), C8I \\(Z-IETD-FMK), or a negative caspase control \\(K, Z-FA-FMK) \\(BD Biosciences PharMingen, San Jose, CA, USA), induced to undergo Fas-mediated apoptosis as described \\(2). \r\n  2. Induce apoptosis of T cell clones by the addition of 500 ng/ml anti-Fas \\(anti-CD95 mAb \\[clone CH11], Upstate Biotechnology) for at least 6 h \\(2). \r\n  3. Measure apoptosis by Annexin-V \\(ApoAlert Apoptosis Kit, Clontech Laboratories Inc.) and PI \\(Sigma Aldrich) staining and subsequent analysis by flow cytometry. \r\n  4. Purify apoptotoc cells by positive selection using Annexin V-conjugated magnetic microbeads \\(Miltenyi Biotec). As detected by FACS analysis, the positively purified population should consist of >99% Annexin V+ cells.  These will be then used as apoptotic cells in all of the appropriate experiments. \r\n  5. Use as control cells live cloned T cells promptly lysed by repeated freezing and thawing. \r\n  6. Measure spontaneous apoptosis of CD4+ T cells in the peripheral blood of both HIV-infected and healthy individuals by Annexin-V, PI \\(Sigma Aldrich), and phycoerythrin \\(PE)-Cy7-conjugated anti-CD4 mAb \\(Caltag) staining of fresh PBMCs before and after 18-h incubation in complete medium at 37°C. \r\n  7. Use live cloned T cells lysed by repeated freezing and thawing as control. \r\n  8. Measure spontaneous apoptosis of CD4+ T cells in the peripheral blood of both HIV-infected and healthy individuals by Annexin-V, PI \\(Sigma Aldrich) and phycoerythrin \\(PE)-Cy7-conjugated anti-CD4 mAb \\(Caltag) staining of fresh PBMCs before and after 18-h incubation in complete medium at 37°C.\r\n  \r\n\n\n**DC phagocytosis**.\r\n\n\n1. Treat cloned CD8+CD95+ T cells with 14 μg/ml of caspase 3 inhibitor \\(Z-DEVD-FMK), caspase 3 inhibitor \\(Z-IETD-FMK), or a negative caspase control \\(K, Z-FA-FMK) \\(BD Biosciences PharMingen), dyed green with PKH27 \\(Sigma-Aldrich)\r\n  2. Induce the cells to undergo Fas-mediated apoptosis.\r\n  3. Co-culture the apoptotic cells at a 1:1 ratio with iDCs, incubated or not with either rabbit anti-αvβ5 polyclonal antibody \\(Bioline Diagnostici s.r.l.) reacting with a human DC surface integrin implicated in the capture of apoptotic cells \\(3), or the control rabbit Ig, and dyed red with PKH26 \\(Sigma-Aldrich). \r\n  4. After 12 h at 4°C and 37°C, analyze phagocytosis by flow cytometry, as evidenced by the presence of double-positive cells.\r\n  \r\n\n\n**Two-dimensional electrophoresis**. \r\n\n\n1. Collect apoptotic and control cells, wash them twice with phosphate-buffered saline \\(PBS), centrifuge the cells at 1600 rpm for 10 min. \r\n  2. Dissolve the resulting pellets in 300 µl of two-dimensional sample buffer containing 8M urea \\(Sigma-Aldrich), 2% 3-\\[3-\\(cholamidopropyl)-dimethyl-ammonio1-1propanesulphonate] \\(CHAPS; Amersham Biosciences, Uppsala, Sweden), 100mM 1,4-dithio-DL-threitol \\(DTT; Sigma-Aldrich), 0.2% Ampholine pH 3-10 \\(BioRad Laboratories), 1 mM sodium orthovanadate, 1 μg/ml protease inhibitor cocktail, and a trace of bromophenol blue \\(Sigma-Aldrich), that will be subsequently rehydrated into 11-cm nonlinear immobilized pH gradient \\(IPG) strips \\(3-10 NL IPG 11 cm \\[Biorad]). \r\n  3. Perform active sample rehydration into IPG strips at 50 V overnight. \r\n  4. Perform focusing in a Bio-Rad Protean Isoelectric Point Focusing Cell under the following conditions: \\(i) 30 min at 500 V, \\(ii) 30 min at 1000 V, \\(iii) 15 min at 2000 V, \\(iv) 30 min at 3000 V, and \\(v) 7 h at 5000 V.  \r\n  5. After isoelectric point focusing, reduce the IPG strips and alkylate them  with 2% w/v DTT and 2.5% w/v iodoacetamide \\(Sigma-Aldrich), respectively, in 10-min incubations in an  equilibration buffer \\(50 mM Tris-HCl pH 8.8, 6 M urea, 30% \\[v/v] glycerol, 2% \\[w/v] SDS \\[Sigma-Aldrich]). \r\n  6. To perform the second dimension, mount each strip on an SDS-PAGE gel containing 12% T and 2.5% C \\(w/v) acrylamide/bis-acrylamide \\(Amersham) and then overlayer it with a solution containing 0.5% w/v agarose and 0.5 M Tris-HCl pH 8.8. The SDS-PAGE gel was electrophoresed at 15 mA/gel for 15 min and at 30 mA/gel for 5 h at 10°C.  \r\n  7. Fix the two-dimensional gels with a solution containing 50% ethanol, 2% phosphoric acid for 2 h, wash them in deionizated water for 30 min, and transfer to a solution containing 34% methanol, 17% \\(w/v) ammonium sulphate, and 2% phosphoric acid. 8. After 1 h, stain gels with Coomassie Brilliant Blue G-250 \\(0.06% \\(w/v) \\(Fluka; Sigma-Aldrich Group).\r\n  \r\n\n\n**MALDI-TOF-MS and database searching** \r\n\n\n1. Excise each 2DE spot of interest and in-gel digest with trypsin, as described \\(4,5). \r\n  2. Carry out MALDI-TOF-MS of tryptic protein hydrolysates and identify proteins from the peptide mass spectra produced by MALDI-TOF-MS using the peptide mass fingerprinting analysis software PeptIdent, accessed via ExPASy \\(http://us.expasy.org). 3. Use the Swiss-Prot database to conduct the searches, allowing for up to one missed cleavage, considering methionine in the oxidized form and cysteine treated with iodoacetamide to form Cys_CAM.\r\n  \r\n\n\n**Purification of proteins from 2DE gels**\r\n\n\n1. To extract protein fragments,  transfer 2DE gels onto nitrocellulose membranes electrophoretically \\(Schleicher & Schuell Bioscience, Inc.). \r\n  2. Stain the membranes with Ponceau S solution \\(P7170; Sigma), and cut out the spots of interest\r\n  3. Elute the proteins derived from these spots in a electron-elution solution \\(50 mM Tris-Cl pH 9.5, 1% \\[v/v] Triton X-100, 2% \\[w/v] SDS \\[Sigma-Aldrich]) \\(6). \r\n  4. After centrifugation at 5000 rpm for 5 min, remove the supernatant, and precipitate the proteins with 25% trichloroacetic acid \\(TCA, Sigma-Aldrich). \r\n  5. Wash the resulting protein pellet twice with cold acetone and quantify the protein content \\(6) before to conduct the cross-presentation experiments. \r\n  \r\n\n\n**Immunoblot of cellular vimentin**\r\n\n\n1. Collect apoptotic cells, CI-treated apoptotic cells, and control cells, wash  twice with PBS, and then centrifuge them at 1600 rpm for 10 min. \r\n  2. Mix the resulting pellets and dissolved them in 50 µl of lysis buffer solution \\(50 mM Tris-HCl pH 7.4, 1% NP-40, 0.25% sodium deoxycholic acid, 150 mM sodium chloride, 1 mM ethylene-glycol-bis\\[2-amino-ethylether]-N,N,N’,N’-tetra-acetic acid \\[EGTA], 1 mM phenylmethanesulfonyl fluoride \\[PMSF], 1 mM sodium orthovanadate, 1 μg/ml protease inhibitor cocktail \\[Sigma-Aldrich]). \r\n  3. Quantify the protein contents and separate proteins by SDS-PAGE. \r\n  4. Transfer each gel to a nitrocellulose membrane \\(Schleicher & Schuell), and immunoblot the proteins for vimentin with a relevant guinea pig polyclonal antibody \\(Research Diagnostics Inc.), which recognize both the entire and fragmented vimentin forms \\(see Fig. 2c), and with the secondary horseradish peroxidase \\(HRP)-conjugated donkey anti-guinea pig IgG antibody \\(Research Diagnostics Inc.). \r\n  5. Perform chemiluminescent detection \\(SuperSignal West PicoChemiluminescent substrate \\[Pierce]) to visualize the resulting proteins.\r\n  \r\n\n\n**Caspase 3 digestion and SDS-PAGE of recombinant vimentin**. \r\n\n\n1. Filter human r-vimentin \\(Research Diagnostic Inc.) by using a Centricon Vivaspin 500 \\(10,000 MWCO PES \\[Sartorius Group]) to remove urea. \r\n  2. Add 1 ml of caspase 3 buffer \\(50 mM Tris-Cl pH 7.4, 100 mM NaCl, 100 mM 1,4-dithioerythritol \\[DTE], 1 mM  ethylenediaminetetracetic acid \\[EDTA], 0.1% CHAPS \\[Sigma-Aldrich]) to the Centricon tubes and centrifuge twice at 4000 rpm for 30 min. \r\n  3. Collect 100 μg of vimentin and incubate with 150 ng of caspase 3 \\(C1224, Sigma-Aldrich, St. Louis, MO, USA) for 1 h at 37°C. \r\n  4. Separate the complete vimentin and the digested vimentin proteins on the basis of molecular weight under SDS-PAGE conditions \\(Fig. 2b) \\(7).\r\n  \r\n\n\n**ELISPOT assay** \r\n\n\n1. Stimulate highly purified CD8+ T cells \\(1 x 10>5) from PBMCs with the different peptides \\(5 μg/ml per single peptide) and irradiated autologous CD8-depleted PBMCs, used as antigen-presenting cells \\(APCs). \r\n  2. Perform this stimulation directly in 96-well ELISPOT nitrocellulose-backed plates \\(MAHA S4510, Millipore) that had been coated with capture anti-IFN-γ mAb \\(BD PharMingen) \\(ELISPOT plate \\(8). \r\n  3. Reveal the IFN-γ spot formation after 6 to 8 h at 37°C by using the AID ELISPOT Reader \\(AID GmbH). \r\n  4. Determine resting CD8+ T cell responses by counting IFN-γ-spots formed by short-term CD8+ T-cell lines obtained after one or two rounds of in vitro stimulation with peptides and irradiated autologous CD8-depleted PBMCs. \r\n  \r\n\n\n**Pentamer and intracellular cytokine staining** \r\n\n\n1. Stain PBMCs with allophycocyanin \\[APC]-labeled-HLA-A*0201 pentamers \\(complexed to vimentin78-87 \\[LLQDSVDFSL], non-muscle myosin478-486 \\[QLFNHTMFI], non-muscle myosin741-749 \\[VLMIKALEL], or actin266-274 \\[FLGMESCGI] peptide) \\(Proimmune Limited), APC-Cy7-labeled anti-CD8 mAb \\(BD, PharMingen), fluorescein isothiocyanate \\(FITC)-labeled perforin mAb \\(BD, PharMingen), and PE-labeled granzyme B mAb \\(PeliCluster \\(9). \r\n  2. Obtain negative controls by staining cells with an irrelevant isotype-matched mAb. \r\n  3. Analyse samples using a FACSCanto flow cytometer and FACSDiva analysis software \\(Becton Dickinson).  \r\n  4. Stimulate part of the pentamer/anti-CD8-stained PBMCs with peptide \\(10 μg/ml) plus anti-CD28 mAb \\(4 μg/ml) \\(BD PharMingen) for 6 h at 37° C. \r\n  5. At the second h, add 10 μg/ml Brefeldin-A \\(Sigma-Aldrich), wash cells with Perm/Wash buffer \\(BD PharMingen and stain intracellularly with phycoerythrin \\(PE)-labeled anti-IFN-γ mAb \\(BD PharMingen) for 30 min at 4°C. \r\n  6. Fix and permeabilize cells using Cytofix/Cytoperm solution \\(BD PharMingen) at 4°C for 20 min, and analyze them by flow-cytometry. \r\n  7. In some experiments, perform pentamer staining after stimulation with peptide \\(50 μg/ml) overnight, in order to determine the degree of TCR down-regulation \\(9).\r\n  \r\n\n\n**Cross-presentation assay** \r\n\n\n1. Pulse immature monocyte-derived DCs or myeloid DCs \\(3 x 10>4), as APCs, with increasing concentrations of CI-treated, caspase-treated, untreated, r-vimentin-loaded apoptotic cells, control lysed cells, soluble antigens or peptides, in the presence or absence of 80 mM lactacystin \\(Sigma-Aldrich) in U-bottom 96-well plates for 18 h. \r\n  2. Wash APCs and coculture them with antigen-specific CD8+ T cells \\(2-3 x 10>4)\r\n  3. Reveal IFN-γ spot formation after 6–8 h at 37°C by an ELISPOT assay\\(8). \r\n  4. Pulse iDCs with apoptotic or control cells \\(derived from HLA-A2- Epstein-Barr virus \\[EBV]-transformed B cells) previously infected by either WT-VV or NS3Ag-expressing VV \\(5 plaque-forming units/cell) and then cocultured with NS31406-1415-specific CD8+ T cell clones. \r\n  5. After 6 to 8 h at 37°C, reveal IFN-γ spot formation by CD8+ T cells by ELISPOT assay.\r\n  \r\n\n\n**Cross-presentation experiments _ex vivo_**\r\n\n\n1. Double-stain PBMCs from patients or HDs with pentamers and anti-CD8 mAb)\r\n  2. Culture PBMC \\(in the presence of soluble r-CD40L molecules) with autologous iDCs that have been pulsed or not with apoptotic cloned T cells. \r\n  3. After 6–8 h, test PBMC for their capacity to produce IFN-γ by ICSS assay \\(9).\r\n  \r\n\n\n**Peptide synthesis and class I binding** \r\n\n\n1. Identify peptides containing HLA binding motifs.\r\n  2. Synthesize these peptides and test them for class I binding capacity, as described in detail in \\(10). \r\n  3. Binding data should be presented as 50% inhibitory concentration \\(IC50) nanomolar values. Peptides with binding affinity ≤50 nM may be classified as \"good\" binders, and peptides in the 50 to 500 nM range as \"intermediate\" binders."
        },
        {
            "header": "References",
            "content": "1. Barnaba, V., Franco, A., Alberti, A., Benvenuto, R. &amp; Balsano, F. Selective killing of hepatitis B envelope antigen-specific B cells by class I-restricted, exogenous antigen-specific T lymphocytes. _Nature_. **345**, 258-60 \\(1990).\r\n  2. Propato, A. et al. Apoptotic cells overexpress vinculin and induce vinculin-specific cytotoxic T-cell cross-priming. _Nat Med_. **7**, 807-13 \\(2001).\r\n  3. Albert, M.L. et al. Immature dendritic cells phagocytose apoptotic cells via alphavbeta5 and CD36, and cross-present antigens to cytotoxic T lymphocytes. _J Exp Med_. **188**, 1359-68 \\(1998).\r\n  4. Mann, M., Hojrup, P. &amp; Roepstorff, P. Use of mass spectrometric molecular weight information to identify proteins in sequence databases. Biol Mass Spectrom. 22, 338-45 \\(1993).\r\n  5. Steen, H. &amp; Mann, M. The ABC's \\(and XYZ's) of peptide sequencing. _Nat Rev Mol Cell Biol_. **5**, 699-711 \\(2004).\r\n  6. Summers, D.F. &amp; Szewczyk, B. Elution of SDS-PAGE separated proteins from immobilon membranes for use as antigens. in The protein protocols handbook \\(ed. Walker, J.M.) 699-702 \\(Humana Press, Totova, NJ, 1996).\r\n  7. Laemmli, U.K. Cleavage of structural proteins during the assembly of the head of bacteriophage T4. _Nature_. **227**, 680-5 \\(1970).\r\n  8. Scognamiglio, P. et al. Presence of effector CD8+ T cells in hepatitis C virus-exposed healthy seronegative donors. _J Immunol_. **162**, 6681-9 \\(1999).\r\n  9. Francavilla, V. et al. Subversion of effector CD8+ T cell differentiation in acute hepatitis C virus infection: exploring the immunological mechanisms. _Eur J Immunol_. **34**, 427-37 \\(2004).\r\n  10. Sidney, J. et al. Majority of peptides binding HLA-A**0201 with high affinity crossreact with other A2-supertype molecules. _Hum Immunol_. **62*, 1200-16 \\(2001)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm1679",
                "date": "2007-10-17 10:41:54",
                "title": "Cross-presentation of caspase-cleaved apoptotic self-antigens in HIV infection",
                "authors": [
                    "P M Rawson",
                    "C Molette",
                    "M Videtta",
                    "L Altieri",
                    "D Franceschini",
                    "T Donato",
                    "L Finocchi",
                    "A Propato",
                    "M Paroli",
                    "F Meloni",
                    "C M Mastroianni",
                    "G d'Ettorre",
                    "J Sidney",
                    "A Sette & V Barnaba"
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10740,
                "identity": "9f18309f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Pisana Moroni Rawson",
                "email": "",
                "orcid": "",
                "institution": "Fondazione Andrea Cesalpino — Dipartimento di Medicina Interna, Sapienza Università di Roma, 00161 Rome, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pisana",
                "middleName": "Moroni",
                "lastName": "Rawson",
                "suffix": ""
            },
            {
                "id": 10741,
                "identity": "9f183422-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Caroline Molette",
                "email": "",
                "orcid": "",
                "institution": "Fondazione Andrea Cesalpino — Dipartimento di Medicina Interna, Sapienza Università di Roma, 00161 Rome, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Caroline",
                "middleName": "",
                "lastName": "Molette",
                "suffix": ""
            },
            {
                "id": 10742,
                "identity": "9f1836b8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Melissa  Videtta",
                "email": "",
                "orcid": "",
                "institution": "Fondazione Andrea Cesalpino — Dipartimento di Medicina Interna, Sapienza Università di Roma, 00161 Rome, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Melissa",
                "middleName": "",
                "lastName": "Videtta",
                "suffix": ""
            },
            {
                "id": 10743,
                "identity": "9f18386e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alessandro Sette",
                "email": "",
                "orcid": "",
                "institution": "La Jolla Institute for Allergy and Immunology, San Diego, California 92121, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alessandro",
                "middleName": "",
                "lastName": "Sette",
                "suffix": ""
            },
            {
                "id": 10744,
                "identity": "9f1839fb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Laura Altieri",
                "email": "",
                "orcid": "",
                "institution": "Fondazione Andrea Cesalpino — Dipartimento di Medicina Interna, Sapienza Università di Roma, 00161 Rome, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Laura",
                "middleName": "",
                "lastName": "Altieri",
                "suffix": ""
            },
            {
                "id": 10745,
                "identity": "9f183b9f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Debora Franceschini",
                "email": "",
                "orcid": "",
                "institution": "Fondazione Andrea Cesalpino — Dipartimento di Medicina Interna, Sapienza Università di Roma, 00161 Rome, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Debora",
                "middleName": "",
                "lastName": "Franceschini",
                "suffix": ""
            },
            {
                "id": 10746,
                "identity": "9f183d1f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tiziana Donato",
                "email": "",
                "orcid": "",
                "institution": "Fondazione Andrea Cesalpino — Dipartimento di Medicina Interna, Sapienza Università di Roma, 00161 Rome, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tiziana",
                "middleName": "",
                "lastName": "Donato",
                "suffix": ""
            },
            {
                "id": 10747,
                "identity": "9f183e8d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marino Paroli",
                "email": "",
                "orcid": "",
                "institution": "Fondazione Andrea Cesalpino — Dipartimento di Medicina Interna, Sapienza Università di Roma, 00161 Rome, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marino",
                "middleName": "",
                "lastName": "Paroli",
                "suffix": ""
            },
            {
                "id": 10748,
                "identity": "9f184006-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Francesca Meloni",
                "email": "",
                "orcid": "",
                "institution": "Fondazione Andrea Cesalpino — Dipartimento di Medicina Interna, Sapienza Università di Roma, 00161 Rome, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Francesca",
                "middleName": "",
                "lastName": "Meloni",
                "suffix": ""
            },
            {
                "id": 10749,
                "identity": "9f184261-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "John Sidney",
                "email": "",
                "orcid": "",
                "institution": "La Jolla Institute for Allergy and Immunology, San Diego, California 92121, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "",
                "lastName": "Sidney",
                "suffix": ""
            },
            {
                "id": 10750,
                "identity": "9f1843d8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Vincenzo Barnaba",
                "email": "",
                "orcid": "",
                "institution": "Fondazione Andrea Cesalpino — Dipartimento di Medicina Interna, Sapienza Università di Roma, 00161 Rome, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vincenzo",
                "middleName": "",
                "lastName": "Barnaba",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-20 12:56:31",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.543",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.543",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607848,
                "identity": "18af49c0-d9a3-47e9-9c36-0b3285b3fa5f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:48",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 63343,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Cross-presentation of soluble vimentin purified from apoptotic cells.   A PDF version of this figure can be found \"here\":http://protocols.nature.com/image/show/732",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-360/v1/figure_1.jpg"
            },
            {
                "id": 2607849,
                "identity": "9f394964-625f-476e-9519-f6ba22e842d0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:48",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 58916,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Phenotype of monocyte-derived or myeloid DCs   Phenotype of monocyte-derived or myeloid DCs. One representative of three surface phenotype analysis (as detected by staining with mAbs specific to the indicated surface molecules or Annexin V, and flow cytometry analysis) of: (a) monocytederived DCs upon 40 h of incubation in complete medium plus granulocyte/macrophage colony stimulating factor (GMCSF)/ interleukin-4 (IL-4) alone (immature) or (b) supplemented with CD40L-transfected cells (mature); (c) freshly isolated myeloid DCs (immature) or (d) upon CD40L stimulus (mature). The numbers in the panels represent the percentages of positive cells.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-360/v1/figure_2.jpg"
            },
            {
                "id": 13464449,
                "identity": "c44fb81a-fd78-442b-be2e-308f9f344642",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 222426,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-360/v1/bb1a870e-66dd-4b90-9172-c4afba41d652.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "apoptosis, caspases, cross-presentation, dendritic cells, HIV infection\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Cross-presentation of caspase-cleaved apoptotic self-antigens in HIV infection",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-12-17 09:52:50",
                "doi": "10.1038/nprot.2007.543",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f17dfe4-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 17th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1982,
                "name": "Biological techniques"
            },
            {
                "id": 1983,
                "name": "Biochemistry"
            },
            {
                "id": 1984,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 1985,
                "name": "Cell biology"
            },
            {
                "id": 1986,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-12-17 09:52:50",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}