{
    "identity": "nprot-3703",
    "title": "Technique for Liquid Culture of Early Chick Embryos Suitable for Long Term Live Imaging",
    "content": [
        {
            "header": "Introduction",
            "content": "When fertilised eggs are laid the embryos typically contain 50.000 cells and are organised in a multicellular extraembryonic layer the area opaca and a central embryonic layer the Area Pellucida. The stages are described in detail in the Eyal-Gilady/Kochav stage table 1 and denoted EGK XII to EGK XIII. A commonly used relatively simple preparation method is the Embryo Culture \\(EC) technique in which the embryos are isolated on a thick filter paper containing a central hole2. In this culture technique the filter paper containing the isolated embryo is cultured upside down on a semi solid medium contain 0.6% sodium chloride and 0.35% Agar with the hypoblast side up. Under these conditions the embryos develop well although slightly slower than in-ovo. We and other have used this preparation successfully to image movements of labelled cells in the epiblast using an inverted microscope 3. In many cases, especially in light sheet microscopy it is desirable to use long working distance high numerical aperture water-immersion objectives requiring the embryos to be cultured in a liquid medium. Experience has shown that this is difficult to achieve development of early embryos in liquid culture, most likely since immersion of the embryos in liquid dilutes essential growth/factors and or morphogens secreted by the early embryo to levels below the critical thresholds required for development. Techniques that have been proposed to solve this problem are sandwich culture techniques 4, however this technique is less suitable for imaging whole embryos. In order to circumvent these problems we have developed special culture plates \\(fig 1) allowing culturing the embryos epiblast side up \\(figure 2). The key part is that the hypoblast is sealed from the surrounding medium by having the embryo float on a layer of heavy silicon oil that allows the embryo to condition the little volume of liquid associated with the hypoblast cells of the embryo. Under these conditions the embryos develop well, the embryos are flat and can be suitably mounted and immobilised for inspection with any upright microscope system. We have developed this preparation method for observation in a light sheet microscope 5."
        },
        {
            "header": "Reagents",
            "content": "Sterile bacteriological petridishes \r\n\n\n3 cm and 10cm diameter\r\n\n\n30 mm filter paper disks, Whatman grade 1\r\n\n\nBacto Agar \\(BD 214010)\r\n\n\nHeavy Silicon Oil \\(polydimethylsiloxy-co-methylphenyl siloxane), density 1.066g/ml, viscosity 125cSt, \\(Aldrich 378488)\r\n\n\nLight Silicon Oil, density 0.93g/ml viscosity 10cSt \\(Aldrich 378321)\r\n\n\nSodium chloride\r\n\n\nDistilled water \r\n\n\n70% ethanol\r\n\n\nSterile distilled water\r\n\n\nFertilised chicken eggs"
        },
        {
            "header": "Equipment",
            "content": "Temperature controlled incubator set a 16°C to store eggs \r\n\n\n\r\n\n\nHumidified temperature controlled incubator \\(38°C) to incubate eggs.\r\n\n\n \r\n\n\nPurpose designed culture plates and fitting rubber O rings \\(Fig 1, 2B)."
        },
        {
            "header": "Procedure",
            "content": "Preparation of culture dishes\r\n\n\n\r\n\n\n1: Prepare 0.6% Bacto agar in 121 mM NaCl . Cool to 48C in a waterbath and mix with 50ml thin albumin collected with a syringe from fertilised eggs. Poor 3ml of the mix into in culture plates and allow to gel at room temperature \\(plates can be kept several days at 4C)\r\n\n\n2: Prepare circular rings of Whatman filter paper by cutting out the central disk \\(25mm) and sterilise the rings..\r\n\n\n\r\n\n\nIsolation of embryos \r\n\n\n\r\n\n\nThis part of the procedure is analogous to that used in the widely used EC culture protocol 2. We will shortly describe the main features below.\r\n\n\n1: Break the eggs in a clean 10cm petridish, keeping the vitelline membrane around the yolk intact.\r\n\n\n2: Orient the yolk such that the embryo sits on top.\r\n\n\n3: Clean the surface of the vitelline membrane with sterile tissue.\r\n\n\n4: Place the filter paper ring on top of the vitelline membrane centring the embryo in the hole of the filter paper ring.\r\n\n\n5: Cut vitelline membrane around the outer edges of the filtering with small scissors and gently lift embryo of the yolk with fine forceps.\r\n\n\n6: Put embryos with the epiblast side down on the agar albumin filled culture dish and place under a dissecting microscope \\(fig 2A).\r\n\n\n7: Remove excess yolk with fine tweezers\r\n\n\n\r\n\n\nMounting of embryos on incubation plate \\(Fig 2) \r\n\n\n \r\n\n\nFigure 2 Procedure for mounting of the embryo on the culture plate \r\n\n\n\r\n\n\n1: Sterilise the culture plates \\(fig 1) with 70% ethanol and rinse with sterile distilled water\r\n\n\n2: Fill central depression of culture plate with 30ul of heavy Silicon oil\r\n\n\n3: take the filter paper mounted embryo from the culture plate \\(Fig 2A) and place it hypoblast side down over the central depression of the culture plate \\(Fig 2C).\r\n\n\n4: Place rubber O ring in the groove of the culture plate and press down gently with the help of two forceps \\(Fig 2D). We normally cut the O rings which facilitates their mounting in the groove of the culture plate. \r\n\n\n5: Remove the filter ring outside the embryo by tearing the vitelline membrane with fine forces  \r\n\n\n6: Place the culture plate in a sterile 3cm petridish and fill with 3ml of thin albumin and remove any yolk extruding from undernesth the vitelline membrane into the four escape ports. \r\n\n\n7: For observation in a lightsheet microscope we mount the culture plate at the bottom of an observation chamber \\(microscope coverslip box, 7x3x1.8 centimeter, Fig 2E). To immobilise the culture plate we make an agar mould that will fit the culture plate. The mould is prepared in advance by placing an unused culture plate in the centre of the observation chamber and filling it with 2ml 1% agar in saline. After the agar is solidified the empty culture plate is taken out and replaced with the culture plate that has the embryo mounted \\(Fig 2F)\r\n\n\n8: Fill box with 10ml thin egg white containing optionally Pen/Strep to prevent bacterial contamination. \r\n\n\n9: Mount preparation under the Lightsheet microscope and cover the albumin with 2 ml light silicon oil to prevent evaporation."
        },
        {
            "header": "Timing",
            "content": "The preparation of one an embryo takes an experienced researcher 5minutes.\r\n\n\nThe mounting of the embryo followed by cleaning under visual control, on a dissecting microscope takes another 5 minutes.\r\n\n\nCleaning of the embryo under visual takes another 5 minutes.\r\n\n\nAll in all the whole procedure can be comfortably completed in 15 minutes by an experienced researcher."
        },
        {
            "header": "Troubleshooting",
            "content": "1: Early stage embryos are very delicate and need to be handled with great car. The embryos attach only lightly with the outer cells to the vitelline membrane and care should be taken not to detach the embryos from the membrane during the isolation and mounting procedures \r\n\n\n2: Prevent the trapping of air bubbles when placing the embryo on the culture plate, these may initially be attached to the side of the central heavy oil filled depression, but will move to the centre and expand in size during the incubation and push the embryo up, often resulting in abortive development. \r\n\n\n3: Try to avoid stretching the vitelline membrane to strongly during the mounting of the embryo since this will result in release of the embryo from the vitelline membrane. \r\n\n\n4: This procedure places the embryo under some considerable strain. In our experience development is best when performed on embryos isolated from freshly laid eggs. We try work with eggs not older than 2-4 days since laying. We store eggs in a cooled incubator at 16C. Before isolation of the embryos we generally allow the eggs to warm up in a 37°C incubator for at least 1 hr. Longer incubation of the eggs in the shell before isolation of the embryos generally improves the success rate of development."
        },
        {
            "header": "Anticipated Results",
            "content": "Under the conditions described above embryos isolated as young as EGK XXI can develop to late streak stages HH5-6 at rates comparable to those in EC culture \\(24 hrs) with around 80% success rate \\(fig 2G,H). These parameters depend on the batches of eggs and time of the year the experiments are performed. We obtain best results typically in the spring/early summer \\(March-July)."
        },
        {
            "header": "References",
            "content": "1. Eyal-Giladi, H. & Kochav, S. From cleavage to primitive streak formation: a complementary normal table and a new look at the first stages of the development of the chick. I. General morphology. Dev Biol 49, 321-337 \\(1976).\r\n  2. Chapman, S.C., Collignon, J., Schoenwolf, G.C. & Lumsden, A. Improved method for chick whole-embryo culture using a filter paper carrier. Dev Dyn 220, 284-289. \\(2001).\r\n  3. Chuai, M. et al. Cell movement during chick primitive streak formation. Dev Biol 296, 137-149 \\(2006).\r\n  4. Nagai, H., Sezaki, M., Nakamura, H. & Sheng, G. Extending the limits of avian embryo culture with the modified Cornish pasty and whole-embryo transplantation methods. Methods 66, 441-446 \\(2014).\r\n  5. Rozbicki, E. et al. Myosin II-mediated cell shape changes and cell intercalation contribute to primitive streak formation. Nat. Cell Biol. \\(2015)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by grants from the BBSRC \\(BB/G015082/1)  and Wellcome Trust \\(094131/Z/10/Z)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb3138",
                "date": "2015-10-12 10:20:40",
                "title": "Myosin-II-mediated cell shape changes and cell intercalation contribute to primitive streak formation",
                "authors": [
                    "Emil Rozbicki",
                    "Manli Chuai",
                    "Antti I. Karjalainen",
                    "Feifei Song",
                    "Helen M. Sang",
                    "René Martin",
                    "Hans-Joachim Knölker",
                    "Michael P. MacDonald",
                    "and Cornelis J. Weijer"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13246,
                "identity": "a04cc8a2-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Cornelis Jan Weijer",
                "email": "c.j.weijer@dundee.ac.uk",
                "orcid": "",
                "institution": "Weijer Lab Dundee",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Cornelis",
                "middleName": "Jan",
                "lastName": "Weijer",
                "suffix": ""
            },
            {
                "id": 13244,
                "identity": "a04cc2f7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Emil  Rozbicki",
                "email": "",
                "orcid": "",
                "institution": "Weijer Lab Dundee",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Emil",
                "middleName": "",
                "lastName": "Rozbicki",
                "suffix": ""
            },
            {
                "id": 13245,
                "identity": "a04cc5a7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Manli Chuai",
                "email": "",
                "orcid": "",
                "institution": "Weijer Lab Dundee",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Manli",
                "middleName": "",
                "lastName": "Chuai",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-02-11 14:10:24",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.012",
        "doiUrl": "https://doi.org/10.1038/protex.2015.012",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609134,
                "identity": "3945a13f-e8e5-4930-8bc1-e5dc2ea62d48",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 562783,
                "visible": true,
                "origin": "",
                "legend": "figure 2   mounting of embryo   This figure shows the procedure to mount the embryo on the culture plate and the mounting of the culture plate in the observation chamber. A: image of embryo attached to filter paper ring in a culture dish. B: image of culture plate and rubber O ring. C: Image of embryo on filter paper ring deposited over the heavy silocone oil filled centrl well of the culture plate. D: embryo on culture plate after fitting of rubber O ring to fix the embryo on the plate. E: plate with mounted embryo next to the observation chamber containing an agar mould to fit the culture plate. F: Image of culture plate mounted in observation chamber. G: embryo dvelopped in liquid culture after 20 hrs of incubation at 38C. H: Image of same embryo as in G at higher magnification.      ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-3703/v1/figure_1.png"
            },
            {
                "id": 2609138,
                "identity": "51be9dd2-85f0-4fcc-bdbd-615772a952ca",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 214461,
                "visible": true,
                "origin": "",
                "legend": "figure 1   Culture plate   The central well of the plate is 10 mm in diameter and 0.3 mm deep and is to be filled with 25 microliter heavy silicone oil. The surrounding elevated support ring is 3mm wide and circular deeper circular well is 1.6 mm wide and 1.7 mm deep. This well is designed to hold a rubber O ring (17mm diameter 1.6mm cross section) to clamp down the vitelline membrane to fix the embryo  . ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-3703/v1/figure_2.png"
            },
            {
                "id": 13464933,
                "identity": "e156f1f4-4f44-4e94-b2db-bbd20d3fea3f",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1038957,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3703/v1/2f0f993a-38ff-4f46-b302-05881dc7c1e4.pdf"
            }
        ],
        "financialInterests": "No conflicting financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "chick embryo, culture, imaging, gastrulation, light sheet microscopy   ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes the culture of early stage chick embryos in liquid culture with the epiblast side up. We have designed a special culture chamber, in which the embryo is supported by a small layer of heavy silicone oil, effectively sealing of the basal side of the epiblast and forming hypoblast from the surrounding medium. Under these conditions the unincubated embryos develop to the fully extended streak stages \\(HH4-5) during 20 hrs of culture. These conditions are suitable for high resolution imaging with water immersion objectives in an upright or light sheet microscope.",
        "manuscriptTitle": "Technique for Liquid Culture of Early Chick Embryos Suitable for Long Term Live Imaging",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-02-13 11:32:53",
                "doi": "10.1038/protex.2015.012",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a04c51af-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 13th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3280,
                "name": "Developmental biology"
            },
            {
                "id": 3282,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-02-13 11:32:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}