{
    "identity": "nprot-3213",
    "title": "Quantitative Procedure to Analyze Nuclear β-Catenin Using Immunofluorescence Tissue Staining",
    "content": [
        {
            "header": "Introduction",
            "content": "Mutations that activate the Wnt signaling pathway are the most common cause of colorectal cancer initiation \\(1). High nuclear concentrations of β-catenin, the main effector of the canonical Wnt signaling, has been associated with higher stages of the disease and shorter survival of the patients \\(2). Tissue immunohistochemistry is widely used in clinical pathology to characterize and classify tissue samples of patients. However, in many cases this procedure relies on subjective qualitative criteria. We already described a method for relative quantification of immunofluorescence staining of tumor tissue sections \\(3). However, in the case of proteins such as β-catenin, that can be located in several sub-cellular compartments \\(affecting its functions), it is interesting to correctly differentiate each pool. Based on the strategy proposed by Camp RL et al. \\(4), we have improved our previous procedure using ImageJ software \\(5) and combining the staining of β-catenin with alpha-catenin, a well characterized interactor that is almost only found in the membrane of the cells \\(forming a complex with β-catenin and E-Cadherin at the adherent junctions). Staining for both proteins at the same time offer the possibility to distinguish which fluorescent signal comes from the nucleus and which from the plasma membrane. This procedure, which is more accurate than the one we had described before, can be generalized in order to analyze the nuclear amounts of proteins of interest in tissue samples."
        },
        {
            "header": "Reagents",
            "content": "Standard reagents for immunofluorescent staining of histological sections"
        },
        {
            "header": "Equipment",
            "content": "• Standard equipment for immunohistochemistry.\r\n\n\n• Standard confocal microscope.\r\n\n\n• Image J Software: MBF “ImageJ for Microscopy” program \\(www.macbiophotonics.ca)"
        },
        {
            "header": "Procedure",
            "content": "1. Perform a standard double immunofluorescent staining of the samples of choice. Stain β-catenin in red, alpha-catenin in green and counterstain the nuclei with Hoechst 33342.\r\n  2. Take standard confocal images \\(at least five frames for each sample).\r\n  3. Perform immunofluorescence quantification using ImageJ software as detailed as follows:\r\n  • Define Regions of Interest \\(ROI, see Fig. 1) using the Polygon or the Freehand selection tool, delimiting tumor tissue from stroma or adjacent regions.\r\n\n\n• Split the image into the three color channels \\(RGB Merge/split function) to obtain one image per channel.\r\n\n\n• To determine the average number of cells present in the previously defined ROI, use the Measure option in the program’s ROI Manager, to assess the integrated density value \\(IDV) for the blue channel \\(Hoechst 33342). \r\n\n\n• Using the Elliptical selection tool mark at least ten representative nuclei, covering the different sizes and intensities throughout the ROI. Then determine the IDV for all the selected nuclei and calculate the mean nucleus value.\r\n\n\n• Divide the blue channel IDV by the mean nucleus value. The resulting value corresponds to the average number of cells present in each respective ROI.\r\n\n\n• Next, to avoid quantifying the membrane signal of β-catenin, the signal that colocalize between β- and alpha-catenin is substracted. For that, open the Image calculator from the Process menu and create a new image using the operator Substract \\(Image1: β-catenin, Image 2: alpha-catenin).\r\n\n\n• Create a merged image combining the substracted image with the blue channel image using the operator AND. The merged picture shows nuclear localized β-catenin.\r\n\n\n• Measure the IDV of the respective ROI in this newly created merged image and divide it by the average number of cells calculated before. This represents the β-catenin content per nucleus.\r\n\n\n• Represent the obtained values in scattered plots representing the level of expression for each protein per cell nucleus analyzed, noted as relative units \\(r. u.) indicating mean and 95% confidence interval.\r\n\n\n• Do suitable statistics, such as the non-parametric Kruskal-Wallis test that is used to compare three or more groups of unpaired values that did not follow any particular distribution. Thereby, Dunn’s multiple comparison post-test serves to identify the significance \\(P value)of differences in the sum of ranks between each pair of groups of values."
        },
        {
            "header": "Troubleshooting",
            "content": "• Make sure to obtain a technically homogenous staining.\r\n\n\n• In the case of analysis of tumor samples, differentiating tumor tissue from stroma or adjacent tissue is a key step during ROI selection to assure integer results.\r\n\n\n• The expression amounts of alpha-catenin can differ between tumor samples, being necessary a slight correction of the laser intensity."
        },
        {
            "header": "References",
            "content": "1. Clevers H, Nusse R. Wnt/β-catenin signaling and disease. Cell. 2012 Jun 8;149\\(6):1192-205\r\n  \r\n\n\n2. Tenbaum SP, Ordóñez-Morán P, Puig I, Chicote I, Arqués O, et al. β-catenin confers resistance to PI3K and AKT inhibitors and subverts FOXO3a to promote metastasis in colon cancer. Nat Med. 2012 Jun;18\\(6):892-901\r\n  \r\n\n\n3. Arqués, O., Chicote, I., Tenbaum, S., Puig, I. & Palmer, H.G. Standardized relative quantification of immunofluorescence tissue staining. Protoc. Exchange published online, doi:10.1038/protex.2012.008 \\(2 April 2012)\r\n  \r\n\n\n4. Camp RL, Chung GG, Rimm DL. Automated subcellular localization and quantification of protein expression in tissue microarrays. Nat Med. 2002 Nov;8\\(11):1323-7. Epub 2002 Oct 21.\r\n  \r\n\n\n5. Rasband, W.S., ImageJ, National Institutes of Health, Bethesda, Maryland, USA, http://rsb.info.nih.gov/ij/, 1997-2004."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the developers of IMAGE J software and of the multiple plug-ins for the excellent job."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12965,
                "identity": "a02eb4d6-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Oriol Arqués",
                "email": "oriol.arques@gmail.com",
                "orcid": "",
                "institution": "H.G. Palmer's Lab, Stem Cells and Cancer",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Oriol",
                "middleName": "",
                "lastName": "Arqués",
                "suffix": ""
            },
            {
                "id": 12966,
                "identity": "a02eb80a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Irene Chicote",
                "email": "",
                "orcid": "",
                "institution": "H.G. Palmer's Lab, Stem Cells and Cancer",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Irene",
                "middleName": "",
                "lastName": "Chicote",
                "suffix": ""
            },
            {
                "id": 12967,
                "identity": "a02ebb0b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Stephan Tenbaum",
                "email": "",
                "orcid": "",
                "institution": "H.G. Palmer's Lab, Stem Cells and Cancer",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stephan",
                "middleName": "",
                "lastName": "Tenbaum",
                "suffix": ""
            },
            {
                "id": 12968,
                "identity": "a02ebcf4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Isabel Puig",
                "email": "",
                "orcid": "",
                "institution": "H.G. Palmer's Lab, Stem Cells and Cancer",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Isabel",
                "middleName": "",
                "lastName": "Puig",
                "suffix": ""
            },
            {
                "id": 12969,
                "identity": "a02ebe76-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Héctor G. Palmer",
                "email": "",
                "orcid": "",
                "institution": "H.G. Palmer's Lab, Stem Cells and Cancer",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Héctor",
                "middleName": "G.",
                "lastName": "Palmer",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-06-03 07:56:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.018",
        "doiUrl": "https://doi.org/10.1038/protex.2014.018",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465501,
                "identity": "bfba65f3-8d98-4709-a0e7-32d1061911ec",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 150946,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3213/v1/926a23fb-f26a-409b-8d94-14c862ba9a95.pdf"
            }
        ],
        "financialInterests": "The authors declare that they have no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "β-Catenin, alpha-catenin, confocal microscopy, ImageJ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The analysis of the amounts of several proteins, which are found in different sub-cellular compartments, by immunofluorescence can be affected by artifacts that need to be detected and, if possible, corrected. In the case of nuclear β-catenin, its detection is usually affected by the signal obtained from the plasma membrane of the cells \\(which contain the most abundant pool of the beta-catenin). Here we describe an improved method for relative quantification of nuclear β-catenin amounts in immunofluorescent staining of human colon carcinoma FFPE samples.",
        "manuscriptTitle": "Quantitative Procedure to Analyze Nuclear β-Catenin Using Immunofluorescence Tissue Staining",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-06-05 12:07:48",
                "doi": "10.1038/protex.2014.018",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a02e4a10-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 5th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3138,
                "name": "Cell biology"
            },
            {
                "id": 3140,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-06-05 12:07:48",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}