{
    "identity": "nprot-588",
    "title": "A method to target bioactive compounds to specific regions of the gastrointestinal tract: double gavage using polysaccharide hydrogels",
    "content": [
        {
            "header": "Introduction",
            "content": "**Abstract**\r\n\n\nWe have developed a technique for specific drug targeting to digestive tract regions using electrostatic polysaccharide characteristics to cause gelation. An in situ double cross-linking process, mediated by Ca2+ and SO42-, of chitosan and alginate administered to the mouse gastrointestinal tract by double gavage, was used for gel formation. The technique not only allows researchers to target drug to different regions of the gastrointestinal \\(GI) tract by modulating polymer concentration but also significantly reduces degradation of the drug as well as side effects. Using this new technique, lower doses of drug can be efficiently loaded and delivered at specific target areas of the GI tract.\r\n\n\n\r\n\n\n**INTRODUCTION**\r\n\n\nTechniques to deliver drugs into the gastrointestinal \\(GI) tract can include the provision of drugs in solution. However, such drugs will be directly affected by the pH of the stomach and are likely to be degraded under acidic pH conditions. To circumvent degradation by acidic pH or digestive enzymes, high drug doses or frequent administration are commonly used and side effects may be problematic. Recently, complicated techniques such as sprays of micro- or mini- emulsions with high drug doses have been used; these approaches lack targeting to specific areas of the gastrointestinal tract. Enemas are often used to target drugs to the colon but the procedure is cumbersome and is associated with high risk of local complications including bleeding or perforation in small animals. Thus there is an unmet need for targeted drug delivery to specific areas in the GI tract, particularly the colon.\r\n\n\nBiomaterials must show biocompatibility, biodegradability, and bioactivity. The latter is the main criterion for a biomaterial used as a drug delivery system. Such systems are varied, ranging from metallic implants to polymers. The latter are widely used because polymers can be associated with co-polymers, and can be grafted, degraded, and acquire hybrid characteristics when associated with cells. Polymers such as poly\\(lactic-co-glycolic) acid \\(PLGA), poly\\(lactic) acid \\(PLA), and poly\\(ethylene glycol) \\(PEG) are usually modified and used to form films \\(1), or for nano- or microparticle-mediated \\(2) drug delivery. The range of possible polysaccharide uses \\(Table 1) is as wide as polysaccharides are diverse. Polysaccharides are biodegradable and biocompatible natural polymers \\(and are approved by the US Food and Drug Administration \\[FDA]), so such materials are widely used in applications such as the cosmetic industry \\(3,4) tissue engineering, or other biological projects, with attention to polysaccharide charge and mass characteristics. Thus, nanoparticles \\(5-7) can be used as drug delivery systems \\(8, 9) and, more specifically, as electrically charged molecules in electronic applications such as those requiring electroactive nanocomposites \\(10). When polysaccharides are used as biomaterials, size and charge regulate the kinetics of drug delivery \\(11, 12). Our technique is based on formation of a hydrogel by ions \\(Ca2+ and SO42-) that mediate cross-linking between alginate and chitosan. Other polysaccharides can be used in this technique because polysaccharides generally share similar electronic proprieties \\(13). \r\n\n\nThe principle point of the double gavage method for drug delivery is that it allows a \"macro hydrogel\" to form in the stomach \\(Figure 1). The first gavage contains the polysaccharide material that contains the drug. As the polysaccharides biomaterial is still liquid at the time of gavage, this technique overcomes the limitations of the size of the animal mouth and allows an easier way to administer in addition to the ability to administer higher concentration of drug. Then a second gavage will be performed with an ionic mixed solution of calcium and sulfate. As soon as the ions and the polysaccharides solution are mixed, a hydrogel is formed. The final volume of the biomaterial formed will be 150 &#x3BC;L.\r\n\n\nAn option of technique is to perform it twice. The method can be called double \"double gavage\" method. The purpose of this is to prevent early drug degradation during digestion process. The first double gavage is made with a concentrated drug solution. The second double gavage is done with a drug free polysaccharide solution to recover the biomaterial \\(Figure 2). This is an \"onion-like\" structure \\(8) and has two advantages \\(Figure 2). First, this original structure can prevent a quick release or \"burst effect\" of the drug from the hydrogel because the external layer, containing no drug, is the first to be degraded. Secondly, the kinetics of release \\(GI tract pH gradient from acid \\(pH=2) to neutral pH \\(pH=7), digestive enzymes . . . ) is surface dependant. This structure has the minimal surface contact between the hydrogel and the external medium and allows the drug to be completely separated from the degradation interface. After gavaging the polysaccharide solution into the stomach of a small animal, the ions in the solution form a hydrogel of the maximum possible size. Use of \"macro-size\" biomaterial reduces the contact surface between the drug and the aggressive digestive medium \\(Figure 3). This technique allows all types of encapsulation, including that of nanoparticles, liposomes, or drug molecules alone.\r\n\n\nUsing the unique \"double gavage\" method, we have shown that a combination of alginate and chitosan at a weight ratio of 7:3 is appropriate for delivery of an encapsulated product to the colon. As shown in Figure 4, most gel-loaded nanoparticles labeled with dextran-FITC were released in the colon after complete collapse of the hydrogel. The alginate and chitosan can be made with different concentrations, ratios, or types of polysaccharides to make the hydrogel collapse in a specific region of the digestive tract."
        },
        {
            "header": "Reagents",
            "content": "**Discussion of biomaterial choices**\r\n\n\nThe hydrogel is based on association of two polysaccharides, alginate and chitosan. Both are biocompatible and biodegradable, so they are widely used in the food industry, biology, and medicine \\(14).\r\n\n\nAlginate is extracted from brown algae. Alginate is a linear co-polymer with homopolymeric blocks of \\(1-4)-linked beta-D-mannuronate \\(M) and the C-5 epimer, alpha-L-guluronate \\(G), respectively. By gelation using divalent ions \\(such as calcium), alginate can be easily used as a biomaterial and is biocompatible. Alginate has been used to form beads carrying divalent ions for cell encapsulation \\(15), as a sponge for drug delivery, or as a wound-healing gel \\(16).\r\n\n\nChitosan is a linear polysaccharide composed of randomly distributed beta-\\(1-4)-linked D-glucosamine \\(deacetylated units) and N-acetyl-D-glucosamine \\(acetylated units). Chitosan is susceptible to gelation when SO42- ions are added. Chitosan is used in our work because: \\(1) it is specifically degraded in the colon by colonic bacteria, thus collapsing the whole gel \\(17) \\(it follows that chitosan can be used as a targeting biomaterial); and \\(2) chitosan has a well-known positive effect on inflammation because the material has anti-bacterial action \\(18)."
        },
        {
            "header": "Procedure",
            "content": "Fabrication of sodium chloride solution  TIMING 15 min\r\n\n\n1) Prepare a 0.15 M solution of sodium chloride \\(100mL).\r\n\n\n2) Filter the solution through a 5-micrometer filter placed on a syringe to sterilize the solution.\r\n\n\n3) Keep the solution under a cell culture hood in a 50-mL tube.\r\n\n\nFabrication of chelation solution  TIMING 30 min\r\n\n\n4) Prepare sodium sulfate \\(60 mM) and calcium chloride \\(140 mM) solutions \\(20mL).\r\n\n\n5) Mix the sodium chloride solution with the same volume of each solution in 4) to produce a 30 mM solution of sodium sulfate and a 70 mM solution of calcium chloride.\r\n\n\n6) Filter the solutions through 5-micrometer filters placed on syringes to sterilize the solutions.\r\n\n\n7) Keep the solutions under a cell culture hood in 50-mL tubes.\r\n\n\nPause Point ionic solutions can be stored after filtration for over 1 week in a closed sterile vessel to protect them from contamination \\(4\no\nC).\r\n\n\nFabrication of hydrogel solution  TIMING 22h\r\n\n\n8) Weigh 140 mg of alginic acid sodium salt and 60 mg of chitosan for a respective 7g/L and 3g/L solution.\r\n\n\n9) Place both powders in a glass tube of 50-mL capacity and add a magnetic bar to the tube.\r\n\n\n10) Tape the top of the tube with autoclave tape and surround the tape with aluminum foil.\r\n\n\n11) Sterilize in an autoclave \\(120\no\nC under pressure) for 40 min.\r\n\n\n12) Remove the aluminum foil and the tape under the cell culture hood and add 20 mL of the sterile sodium chloride solution. \r\n\n\n13) At this step, the bioactive compound \\(drug powder, particles) can be directly added in the polysaccharide solution. Tape the tube with Parafilm and place the tube on a stirring plate until total solubilization of the polysaccharides is evident.\r\n\n\n14) Store at 4\n0\nC overnight to remove all potential air bubbles formed during stirring, or centrifuge a glass tube at 3440 x g at room temperature for 15 min.\r\n\n\nPause Point polysaccharide solutions can be stored after filtration for over 1 week in a sterile tube taped with parafilm to protect them from contamination \\(4\no\nC).\r\n\n\n\r\n\n\n\r\n\n\nDelivery of the biomaterial into the mouse stomach  TIMING 15 min\r\n\n\n15) Place the chelation and the polysaccharide solution tubes into a water bath at 37\no\nC. Collect the chelation solution in a 1-mL syringe without creating any bubbles. Repeat this step using a second syringe to collect the polysaccharide solution.\r\n\n\n16) Leave the mouse for 3 h without food but with water to allow the animal to receive a biomaterial of a final volume of 150 μL.\r\n\n\n17) Gavage the mouse with 100 μL polysaccharide solution and follow this step with gavage of 50 μL chelation solution.\r\n\n\n18) The hydrogel is formed as soon as the chelation solution reaches the polysaccharide solution and a hard gel forms in the stomach of the mouse.\r\n\n\n19)  OPTIONAL: Repeat from step 16 to perform a double \"double gavage\" \\(n=2) if required or go to step 19 for a simple \"double gavage\" \\(n=1).\r\n\n\n20) Allow enough time for the biomaterial to reach the target, which depends on which part of the gastrointestinal tract is targeted and what polysaccharide proportions were chosen."
        },
        {
            "header": "Timing",
            "content": "23 hours"
        },
        {
            "header": "Troubleshooting",
            "content": "See Troubleshooting table in attached files"
        },
        {
            "header": "Anticipated Results",
            "content": "As shown in Photograph 1, the hydrogel \\(here loaded with Alcian blue for better visualization) formed immediately in the stomach; the photograph of stomach contents was taken 30 sec after double gavage. Depending on the proportions and concentrations of alginate and chitosan, and the polysaccharides used for the biomaterial, the hydrogel will collapse in a specific region of the digestive tract. \r\n\n\nAn example of the potential of the double gavage method is colonic delivery. As shown in Figure 4, we added a fluorescent probe trapped on nanoparticles to the hydrogel \\(made from alginate and chitosan at 7 g/L and 3 g/L, respectively). Our data \\(n=3) showed that the fluorescent dextran released from nanoparticles was much more common in the colon than in other regions of the gastrointestinal tract. This specific targeting is obtained by the specific collapse of the hydrogel in the colon according to pH and time of digestion rather than by simple diffusion of nanoparticles through the polysaccharide hydrogel.\r\n\n\nThis technique allows researchers to overcome the limitation of pellet size in ingestion by small animals. The use of 150 microliters total hydrogel allows delivery of a large amount of bioactive compound and obviates the need to use difficult techniques such as drug microencapsulation."
        },
        {
            "header": "References",
            "content": "1. Gerhardt LC, Jell GM, Boccaccini AR. Titanium dioxide \\(TiO\\(2)) nanoparticles filled poly\\(D,L lactid acid) \\(PDLLA) matrix composites for bone tissue engineering. J Mater Sci Mater Med 2007;18:1287-98.\r\n  2. Raynaud J, Choquenet B, Marie E, et al. Emulsifying properties of biodegradable polylactide-grafted dextran copolymers. Biomacromolecules 2008;9:1014-21.\r\n  3. Bais D, Trevisan A, Lapasin R, et al. Rheological characterization of polysaccharide-surfactant matrices for cosmetic O/W emulsions. J Colloid Interface Sci 2005;290:546-56.\r\n  4. Gautier S, Xhauflaire-Uhoda E, Gonry P, et al. Chitin-glucan, a natural cell scaffold for skin moisturization and rejuvenation. Int J Cosmet Sci 2008;30:459-69.\r\n  5. Boddohi S, Moore N, Johnson PA, et al. Polysaccharide-Based Polyelectrolyte Complex Nanoparticles from Chitosan, Heparin, and Hyaluronan. Biomacromolecules 2009.\r\n  6. Laroui H, Grossin L, Leonard M, et al. Hyaluronate-covered nanoparticles for the therapeutic targeting of cartilage. Biomacromolecules 2007;8:3879-85.\r\n  7. Lemarchand C, Gref R, Passirani C, et al. Influence of polysaccharide coating on the interactions of nanoparticles with biological systems. Biomaterials 2006;27:108-18.\r\n  8. Ladet S, David L, Domard A. Multi-membrane hydrogels. Nature 2008;452:76-9.\r\n  9. de Guzman RC, Ereifej ES, Broadrick KM, et al. Alginate-matrigel microencapsulated schwann cells for inducible secretion of glial cell line derived neurotrophic factor. J Microencapsul 2008;25:487-98.\r\n  10. Zampa MF, de Brito AC, Kitagawa IL, et al. Natural gum-assisted phthalocyanine immobilization in electroactive nanocomposites: physicochemical characterization and sensing applications. Biomacromolecules 2007;8:3408-13.\r\n  11. Sezer AD, Akbuga J. Fucosphere--new microsphere carriers for peptide and protein delivery: preparation and in vitro characterization. J Microencapsul 2006;23:513-22.\r\n  12. Chuah AM, Kuroiwa T, Ichikawa S, et al. Formation of biocompatible nanoparticles via the self-assembly of chitosan and modified lecithin. J Food Sci 2009;74:N1-8.\r\n  13. Crouzier T, Picart C. Ion pairing and hydration in polyelectrolyte multilayer films containing polysaccharides. Biomacromolecules 2009;10:433-42.\r\n  14. Ho YC, Mi FL, Sung HW, et al. Heparin-Functionalized Chitosan-Alginate Scaffolds for Controlled Release of Growth Factor. Int J Pharm 2009.\r\n  15. Mazumder MA, Burke NA, Shen F, et al. Core-Cross-Linked Alginate Microcapsules for Cell Encapsulation. Biomacromolecules 2009.\r\n  16. Thomas A, Harding KG, Moore K. Alginates from wound dressings activate human macrophages to secrete tumour necrosis factor-alpha. Biomaterials 2000;21:1797-802.\r\n  17. Yamamoto A. \\[Study on the colon specific delivery of prednisolone using chitosan capsules]. Yakugaku Zasshi 2007;127:621-30.\r\n  18. Qi L, Xu Z, Jiang X, et al. Preparation and antibacterial activity of chitosan nanoparticles. Carbohydr Res 2004;339:2693-700.\r\n  19. Reis CP, Ribeiro AJ, Veiga F, et al. Polyelectrolyte biomaterial interactions provide nanoparticulate carrier for oral insulin delivery. Drug Deliv 2008;15:127-39.\r\n  20. Aouadi M, Tesz GJ, Nicoloro SM, et al. Orally delivered siRNA targeting macrophage Map4k4 suppresses systemic inflammation. Nature 2009;458:1180-4.\r\n  21. Pardue EL, Ibrahim S, Ramamurthi A. Role of hyaluronan in angiogenesis and its utility to angiogenic tissue engineering. Organogenesis 2008;4:203-14.\r\n  22. DeCarlo AA, Whitelock JM. The role of heparan sulfate and perlecan in bone-regenerative procedures. J Dent Res 2006;85:122-32.\r\n  23. Vangsness CT, Jr., Spiker W, Erickson J. A review of evidence-based medicine for glucosamine and chondroitin sulfate use in knee osteoarthritis. Arthroscopy 2009;25:86-94."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by National Institutes of Health of Diabetes and Digestive and Kidney Diseases under a center grant \\(R24-DK-064399), RO1-DK061941-02 \\(to D. Merlin), RO1-DK55850 \\(S. Sitaraman).  Dr. Tracy S. Obertone proof-reads this manuscript, we appreciate her genuine contributions."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11290,
                "identity": "9f648113-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hamed Laroui",
                "email": "",
                "orcid": "",
                "institution": "Emory University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hamed",
                "middleName": "",
                "lastName": "Laroui",
                "suffix": ""
            },
            {
                "id": 11291,
                "identity": "9f6485bc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shanthi V. Sitaraman",
                "email": "",
                "orcid": "",
                "institution": "Emory University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shanthi",
                "middleName": "V.",
                "lastName": "Sitaraman",
                "suffix": ""
            },
            {
                "id": 11292,
                "identity": "9f64884c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Didier Merlin",
                "email": "",
                "orcid": "",
                "institution": "Emory University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Didier",
                "middleName": "",
                "lastName": "Merlin",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-03 10:40:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.165",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.165",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608032,
                "identity": "e6b45ba3-5e8a-44be-8a9c-48794f5dc5a2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 311603,
                "visible": true,
                "origin": "",
                "legend": "Photograph 1: Picture taken 30 sec after laparotomy following double gavage to form a hydrogel loaded with Alcian blue. The \"blue\" biomaterial formed has been extracted from the stomach.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-588/v1/figure_1.png"
            },
            {
                "id": 2608031,
                "identity": "c95eab80-22a9-4d43-bef5-77b2f656eebc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 54225,
                "visible": true,
                "origin": "",
                "legend": "Troubleshooting Table    Troubleshooting advice can be found in Table below",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-588/v1/figure_2.png"
            },
            {
                "id": 2608036,
                "identity": "a4c3de8c-388b-478a-8cfa-650fb6718b8d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33181,
                "visible": true,
                "origin": "",
                "legend": "Figure 1: Schematic representation of the double gavage method.    Schematic representation of the double gavage method. In the first step (a), polysaccharides are gavaged directly into the stomach. In the second step (b), the ionic solution is gavaged in the same manner, finally forming (c) a hydrogel directly in the stomach.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-588/v1/figure_3.png"
            },
            {
                "id": 2608033,
                "identity": "2a591a88-e200-4fc4-914e-54cd44cbdd60",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50338,
                "visible": true,
                "origin": "",
                "legend": "Figure 2: Schematic representation of the double \"double gavage method\".    Schematic representation of the double \"double gavage method\". n time repeat of double gavage method (n=2). Drug free layer in red (red Ponceau) decreases collateral release. Grey concentrated core collapse in targeted area releasing optimal amount of drug.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-588/v1/figure_4.png"
            },
            {
                "id": 2608034,
                "identity": "fef54c71-ebf4-4dea-9051-8f6a8258dac1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 40023,
                "visible": true,
                "origin": "",
                "legend": "Figure 3: Interests of a unique biomaterial used as a drug delivery system by a comparison of different drug gavage treatments.   Interests of a unique biomaterial used as a drug delivery system by a comparison of different drug gavage treatments. Comparison is done in term of contact surface (cm2) between the biomaterial and the degradation external medium. Comments about how drug is exposed to external medium are shown. All calculations are based on theorical volume and surface with a volume given of 150 µL of hydrogel total.\r\n* Microencapsulation is calculated with diameter beads of 600 µm\r\n** n=1 means that double gavage method has been performed once\r\n      *** n=2 means that double gavage method has been performed twice\r\n",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-588/v1/figure_5.png"
            },
            {
                "id": 2608035,
                "identity": "b1c9c174-330c-4457-8e61-6d5c1270a7e2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 58286,
                "visible": true,
                "origin": "",
                "legend": "Figure 4: Localization of dextran-FITC nanoparticles (fold increase) on the digestive tract after 3 days of gavage.    Localization of dextran-FITC nanoparticles (fold increase) on the digestive tract after 3 days of gavage. The increase (-fold) of dextran-FITC nanoparticles released from hydrogel (respectively 7 and 3 g/L of alginate and chitosan mixed) in regions of the mouse gastrointestinal tract. The minimum fluorescence intensity per mg of protein was based on the breast level, which was used as the control value (shown as unity in the plot)",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-588/v1/figure_6.png"
            },
            {
                "id": 2608038,
                "identity": "c4a96459-b6ec-41fa-a8c0-aaa65f75607f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 52912,
                "visible": true,
                "origin": "",
                "legend": "Table 1: Some polysaccharides used in biology, medecine and biotechnology with their structural units and specific applications.",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-588/v1/figure_7.png"
            },
            {
                "id": 13465235,
                "identity": "746f2762-6523-4487-89df-2654cd30abc4",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 774379,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-588/v1/539ba136-ec74-4901-9bd4-1b332489976a.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "drug targeting, double gavage, polysaccharides hydrogel, gastrointestinal tract\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "A method to target bioactive compounds to specific regions of the gastrointestinal tract: double gavage using polysaccharide hydrogels",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-09-03 05:11:16",
                "doi": "10.1038/nprot.2009.165",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f63f6ea-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 3rd, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2327,
                "name": "Synthetic chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-09-03 05:11:16",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}