{
    "identity": "nprot-2706",
    "title": "Real-time intravital microscopy of individual nanoparticle dynamics in liver and tumors of live mice",
    "content": [
        {
            "header": "Introduction",
            "content": "Intravital microscopy \\(IVM) is a powerful optical imaging technique for collecting dynamic data in vivo. Since its establishment, IVM has been used extensively for the study of cell biology <sup>1</sup>, immunology <sup>2</sup>, neurobiology <sup>3</sup>, and tumor pathophysiology <sup>4</sup>.  Compared to radiologic imaging modalities, such as positron emission tomography \\(PET) and magnetic resonance imaging \\(MRI), the enhanced spatial and temporal resolution of IVM facilitates various mechanistic measurements not possible with the current whole-body imaging techniques.  IVM yields structural and functional information with subcellular resolution, sufficient for identifying intracellular organelles <sup>5</sup> and monitoring their trafficking <sup>6,7</sup>.  With recent advances in non-linear optics and high-speed laser beam scanning mechanisms, it is now possible to quantify in vivo dynamics with high spatial and temporal resolution.  Dynamic biological processes for which quantitative IVM procedures have been implemented include the assessment of vascular morphology <sup>8</sup>, permeability <sup>9</sup>, flow <sup>10</sup>, and response to therapy <sup>11</sup>.  IVM is also well suited for imaging the dynamics of nanoparticles in vivo, and as result, IVM is increasingly leveraged for the design and optimization of nanotherapeutics <sup>12-29</sup>. \r\n\n\n\r\n\n\n     Direct visualization of nanoparticle transport in live animals can provide invaluable insights into complex events that cannot be obtained by conventional ex vivo analyses.  IVM studies of nanotherapeutics delivery in cancer, for example, have revealed spatiotemporal heterogeneities in tissue permeability and convective extravasation, which in turn impact therapeutic efficacy <sup>12</sup>.  Real-time monitoring of nanotherapeutics delivery and clearance has been used to investigate tumor-specific targeting <sup>13-15</sup>, quantify mechanisms of particle accumulation <sup>13-21</sup>, optimize particle loading <sup>22</sup>, predict particle delivery <sup>23</sup>, and study cell-particle interactions <sup>13,14,24-26</sup>.  When performed longitudinally, IVM studies allow monitoring of neovascularization <sup>27</sup>, disease progression <sup>28</sup>, and treatment outcome <sup>29</sup>.  The success of such studies is based on acquisition of dynamic data with subcellular resolution, an approach that can be reliably achieved using optical technologies.  Real-time imaging of single nanoparticles provides additional information, notably transport kinetics across multiple cell and tissue compartments <sup>13-16,23-25</sup>. \r\n\n\n\r\n\n\n     Here we provide a simple and reproducible approach for imaging the real-time kinetics of individual particles ranging from several tens of nanometers to micrometers in size. Techniques for image acquisition and analysis are described for two tissues: Liver, which is the major organ responsible for uptake and sequestration of circulating nanoparticles, and subcutaneous tumors, which are a common model for the study of nanotherapeutics.  \r\n\n\n\r\n\n\n**Visualization of nanoparticle transport and uptake in the liver**\r\n\n\n     The mononuclear phagocyte system is a major barrier to the delivery of systemically administered drugs and nanoparticles <sup>30</sup>.  The therapeutic efficacy of tumor-specific nanoparticles is largely determined by their ability to delay uptake by the mononuclear phagocyte system.  Many nanoparticle-based chemotherapeutics, for example, accumulate in tumors with low efficiency.  Instead, a large proportion of circulating nanoparticles are non-specifically captured by macrophages and specialized endothelial cells residing in the liver, spleen, and bone marrow <sup>31</sup>.  Early efforts to evade the mononuclear phagocyte system, such as the addition of non-ionic surfactants and polymer macromolecules to the surface of drug carriers, have been shown to extend blood-circulation time while reducing macrophage uptake <sup>31-34</sup>.   Such innovations have allowed nanoparticle-based chemotherapeutics to show enhanced efficacy over freely administered drugs.  Improving our understanding of how nanoparticles interact with the mononuclear phagocyte system is key to developing more effective delivery strategies, particularly for cancer and other diseases characterized by pathological disruptions of mass transport <sup>35</sup>.\r\n\n\n\r\n\n\n     The liver is an important site for studying dynamic changes in nanoparticle transport and cell-particle interactions <sup>13-15,24</sup>.  Resident macrophages of the liver, called Kupffer cells, are the predominant cells responsible for phagocytosis of many classes of circulating nanoparticles.  These cells can be readily visualized within the liver sinusoids via a small mid-line abdominal incision.  In healthy mice, IVM studies of individual nanoparticle dynamics can be used to determine how physical particle properties, such as particle size, influence their capture and uptake by Kupffer cells.  As shown in <a href=\"http://www.nature.com/protocolexchange/system/uploads/2573/original/fig1.png?1367939601\" target=\"_blank\">Figure 1</a>, systemically administered nanoparticles can be individually identified and tracked within the liver vasculature.  Adhesion of these particles to the vasculature, and subsequent internalization by Kupffer cells can be monitored in real-time between mouse breaths using a sufficiently fast IVM system \\(30 fps) with optical sectioning capabilities \\(see also <a href=\" http://www.nature.com/protocolexchange/system/uploads/2587/original/video1.m4v?1367599329\" target=\"_blank\">Videos  1</a>, <a href=\"http://www.nature.com/protocolexchange/system/uploads/2588/original/video2.m4v?1368118088\" target=\"_blank\">2</a>, and <a href=\"http://www.nature.com/protocolexchange/system/uploads/2589/original/video3.m4v?1368118249\" target=\"_blank\">3</a>).  Provided that the images are acquired with sufficient lateral and axial resolution, particle internalization can be observed in multi-color overlay images.  This is particularly evident for particles that rapidly internalize and traffic to the perinuclear region, such as the silicon particles shown here.  Frame-by-frame processing of the IVM movies yields quantitative information that may be used to tailor nanoparticles for specific applications.  Coating silicon particles with biomimetic leukocyte-derived membranes, for example, has been shown to transiently delay Kupffer cell-mediated capture and reduce the overall quantity of particles internalized by the liver, resulting in enhanced tumoritropic accumulation <sup>13</sup>. Optimization of silicon particle size, shape, and surface chemistry decreases the rate of particle capture <sup>14</sup>, as well as the quantity of particles captured by Kupffer cells <sup>14,24</sup>.  Conversely, addition of hyaluronic acid has been shown to enhance liver-specific targeting for treatment of liver disease <sup>15</sup>. \r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/system/uploads/2573/original/fig1.png?1367939601\"><img width=\"100%\" src=\"http://www.nature.com/protocolexchange/system/uploads/2573/original/fig1.png?1367939601\"></a>\r\n\n\n_**Figure 1.** Imaging single particle dynamics in the liver of live mice.  \\(A) The left lobe of the liver is readily exposed via a small midline incision. A coverslip may be gently placed against the tissue surface to allow high-magnification and high-resolution microscopy without impacting liver movement or blood flow. \\(B) 600×200 nm plateloid silicon particles \\(red), injected retro-orbitally, can be individually identified and tracked within the liver microvasculature \\(green) using a high-speed intravital microscope with equipped with optical sectioning capabilities. Particle accumulation within the vasculature, as well as particle uptake by Kupffer cells \\(blue) are visualized from the time of injection. When the color images are overlaid, particles appear to shift in color from red to violet upon internalization by Kupffer cells \\(inset). Images shown here were averaged across 4 frames for clarity. The associated movies may be found in the supplementary information. Scale bar, 50 µm. \\(C) Particle accumulation is quantified at regular time-intervals \\(shown here as every 10 seconds)._\r\n\n\n\r\n\n\n\r\n\n\n     Endogenous and exogenous sources of contrast may be used to provide structural and functional references for studying cell-particle interactions \\(<a href=\" http://www.nature.com/protocolexchange/system/uploads/2574/original/fig2.png?1367939624\" target=\"_blank\">Fig 2</a>).  Transgenic mouse strains that express fluorescent reporters under the control of endothelial promoters, such as TIE2-GFP mice <sup>36</sup> and their athymic equivalent <sup>37</sup>, are useful for delineating the liver vasculature.  A variety of transgenic mice with fluorescent Kupffer cells have also been developed <sup>38</sup>.  Auto-fluorescence of the liver <sup>39</sup> and blood <sup>40</sup> can be used to provide endogenous contrast, and are particularly useful for identifying fields-of-view \\(FOVs) to be compared across animal models of health and disease <sup>41</sup>.  A variety of exogenous contrast sources, including fluorescent albumin and dextran tracers of different sizes, molecular-specific nanoparticles, nucleic acid dyes, and antibodies may be systemically administered to delineate structures of interest.  Autologous or syngenic red blood cells \\(RBCs), labeled with lipophilic dyes in vitro, facilitate the imaging of blood flow dynamics and indirect labeling of the Kupffer cells \\(described in further detail below). \r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/system/uploads/2574/original/fig2.png?1367939624\"><img width=\"100%\" src=\"http://www.nature.com/protocolexchange/system/uploads/2574/original/fig2.png?1367939624\"></a>\r\n\n\n_**Figure 2.** Endogenous and exogenous sources of contrast. The vasculature \\(top) and Kupffer cells \\(bottom) of the liver are readily delineated using fluorescent reporter genes \\(Tie2-GFP, MHCII-GFP) or systemically injected contrast agents including fluorescent antibodies \\(CD 204 mAb), macromolecule tracers \\(FITC-dextran), and labeled RBCs. The RBC track projection shows a summation of 900 sequential frames \\(30s). Scale bar, 50 µm._\r\n\n\n\r\n\n\n\r\n\n\n**Visualization of nanotherapeutics delivery to tumors**\r\n\n\n     Complementary approaches may be utilized to study nanoparticle delivery to tumors.  The challenge in imaging tumors lies largely in sample preparation and FOV selection.  Subcutaneous tumors exposed by skin-flap, for example, are generally nodular and have high interstitial pressure.  This makes tumor positioning and coverslip placement more technically difficult.  RBC pre-labeling is highly useful, since the motion of these cells may be used to confirm that the vessels are not compressed and to select appropriate FOVs for automated acquisition prior to nanoparticle injection. The heterogeneous structure of tumors, combined with the relative inefficiency nanoparticle tumor targeting, makes it important to sample a large area of tissue.  Ideally, multiple high-magnification FOVs are sampled in parallel over time, requiring a careful balance between image magnification, nanoparticle density, and FOV number.  Properly mounted skin flap tumors generally show less motion than the liver, and thus high-speed microscopes can be leveraged to rapidly cycle between multiple positions in an automated manner.  This allows users, for example, to quantify particle accumulation in tumors <sup>13,14,23</sup>, test the influence of different particle surface coatings <sup>13,14</sup>, and compare targeting efficiency across different tumor models <sup>23</sup>.  When performed using IVM, such studies allow spatial and temporal differences in particle accumulation to be related to specific local structural and functional features such as inflammation <sup>13</sup>, surface biomarker expression <sup>14</sup>,  and vessel perfusion <sup>23</sup>.  This quantitative information can then be integrated with multi-scale tumor growth models to predict drug delivery and treatment response <sup>22,23</sup>.\r\n\n\n\r\n\n\nEXPERIMENTAL DESIGN\r\n\n\n**Overview.**  Here we present a technique to orthotopically image and quantify the dynamics of systemically administered nanoparticles in the liver and subcutaneous tumors of live mice following acute surgery.  The techniques described here are also compatible with surgically placed window chambers <sup>8,42,43</sup> for longitudinal studies.  The Procedure section consists of a step-by-step protocol for the study of nanoparticle transport and cell-particle interactions in the liver, followed by an Application Notes section that describes how this protocol may be adapted for subcutaneous tumor imaging.  The methods presented can serve as guideline for the analysis of a variety of nanoparticles and tissues.\r\n\n\n\r\n\n\n     Experiments are performed as follows:  The tissue of interest is surgically exposed via a small mid-line incision, gently stabilized with a coverslip, and then scanned at video-rate \\(30 fps) using a laser scanning confocal microscope.  Step-by-step visual guides for <a href=\"http://www.nature.com/protocolexchange/system/uploads/2582/original/suppl_fig1.png?1367939988\" target=\"_blank\">animal preparation</a>, <a href=\"http://www.nature.com/protocolexchange/system/uploads/2585/original/suppl_fig3.png?1367940071\" target=\"_blank\">coverslip assembly</a>, and <a href=\"http://www.nature.com/protocolexchange/system/uploads/2586/original/suppl_fig4.png?1367940104\" target=\"_blank\">nanoparticle preparation</a> may be found in Supplementary Figures 1-4. To locally monitor the blood flow, mice are injected with fluorescently labeled autologous RBCs as shown in <a href=\"http://www.nature.com/protocolexchange/system/uploads/2575/original/fig3.png?1367939650\" target=\"_blank\">Figure 3</a> and <a href=\"http://www.nature.com/protocolexchange/system/uploads/2590/original/video4.m4v?1368118176\" target=\"_blank\">Video 4</a>.  This approach has the added benefit of staining Kupffer cells when labeled RBCs are administered at least 24 hours prior to nanoparticle injection. Multi-color confocal images are acquired at 7 fps \\(tumor) to 30 fps \\(liver) from the time of injection in order to record nanoparticle accumulation and uptake in real-time \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/2573/original/fig1.png?1367939601\" target=\"_blank\">Figure 1c</a>).  Schematics of the surgeries, as well as workflow diagrams outlining recommended image acquisition parameters are provided in the Procedures section. Step-by-step diagrams for quantifying dynamic particle behaviors are also provided.\r\n\n\n\r\n\n\n<a href=\" http://www.nature.com/protocolexchange/system/uploads/2575/original/fig3.png?1367939650\"><img width=\"100%\" src=\" http://www.nature.com/protocolexchange/system/uploads/2575/original/fig3.png?1367939650\"></a>\r\n\n\n_**Figure 3**.  Fluorescent labeling of RBCs and Kupffer cells.  \\(A) Step-by-step procedure for ex vivo labeling of autologous RBCs using lipophilic DiD. \\(B) A small proportion of RBCs \\(blue) are taken up by Kupffer cells immediately after re-injection, providing an indirect way to identify Kupffer cells in vivo. RBC internalization is time-dependent, with the Kupffer cell morphology being fully delineated ~ 24 hours after RBC injection.¬_\r\n\n\n\r\n\n\n     For the examples presented here, we utilized plateloid porous silicon particles of 600×200 and 1000×400 nm dimensions <sup>14</sup> \\(shown in <a href=\" http://www.nature.com/protocolexchange/system/uploads/2587/original/video1.m4v?1367599329\" target=\"_blank\">Video  1</a> and <a href=\"http://www.nature.com/protocolexchange/system/uploads/2591/original/video5.m4v?1368118223\" target=\"_blank\">Video 5</a> respectively).  Larger than traditional nanoparticles, they nevertheless possess unique physical features that can be modulated on the nanoscale <sup>44</sup> to overcome sequential biophysical transport barriers in order to reach and locally release therapeutics in close proximity to tumor cells.  This multi-stage delivery concept was first proposed by our laboratory <sup>30</sup> and demonstrated in vivo by Tanaka et al. <sup>45</sup>.  The geometry of these particles is readily modulated to control their behavior within the bloodstream <sup>46,47</sup> and ability to accumulate in tumors <sup>47,48</sup>.  Using the IVM techniques detailed here, we have studied the real-time transport and cellular association of particles of different size, shape, and surface properties across a variety of tissues and tumor models <sup>13,14,22,23</sup>.  Importantly, observed particle dynamics were found to be highly reproducible from animal to animal, and were independently validated using a combination of ICP-AES, SEM, TEM, flow chamber experiments, transwell migration assays, in vitro time-lapse microscopy, immunocytochemistry, and immunohistochemistry.\r\n\n\n\r\n\n\n**Controls and calibration standards.**  Different nanoparticles and conjugated dyes are detected with varying efficiency.  Use of a new nanoparticle generally requires at least one practice mouse to determine the optimum laser power, gain, and amplifier offset.  While it is possible to calibrate such settings prior to imaging, in our experience, the best image quality is achieved by performing the optimization directly within the organ-of-interest in order to correct for tissue absorbance, tissue autofluorescence, and exogenous fluorophore cross-talk.  Following this optimization step, the same imaging parameters may be reused from mouse to mouse, provided nanoparticle fluorescence is stable with storage and consistent between lots.\r\n\n\n  \r\n\n\n     Controls for nanoparticle experiments generally consist of different nanoparticle formulations such as targeted versus untargeted particles.  A major challenge in nanoparticle studies is that small changes in nanoparticle structure and chemistry can substantially alter nanoparticle biodistribution and transport kinetics, thus it is important to identify controls that are physiologically relevant.  Differentially labeled experimental and control nanoparticles may be injected into the same mouse to reduce animals numbers, provided that there is no competition between different particles.  It is also good experimental practice to swap dyes between the control and experimental particles to ensure that different dye labeling protocols do not influence particle transport and uptake. Ideally experimental and control studies are done on mouse littermates, with mouse age dictated by experimental needs.  We have successfully imaged mice up to 14 months of age, fed on a high fat diet to promote atherosclerosis.\r\n\n\n\r\n\n\n     As a negative control, it is important to image at least one or two mice that have not been injected with nanoparticles to compare the nanoparticle signal against tissue autofluorescence and other exogenous contrast agent emissions. In instances where fluorophore cross-talk is observed, it is important for nanoparticles to be sufficiently bright in order to resolve them from the background.  Provided that imaging settings are properly optimized prior to nanoparticle injection, mice imaged from time zero can act as their own internal controls by comparing before and after images.\r\n\n\n\r\n\n\nFor systems prone to pinhole or other hardware drift, it is recommended to calibrate the hardware before each set experiments by imaging a small drop of dilute fluorescent flow cytometry beads.  It is also helpful to image mice from experimental and control groups on the same day, rather than splitting these groups across different days.  This allows for the correction of day-to-day fluctuations in hardware and contrast agent preparation, if needed.  \r\n\n\n\r\n\n\n**Compatible nanoparticles and other sources of contrast.**  A variety of nanoparticle formulations may be studied, provided they are sufficiently bright for single nanoparticle detection.  We find it is not necessary to resolve individual nanoparticles at actual size; instead, sufficiently diluted nanoparticles can be distinguished based on specific optical properties \\(color, dot size and shape, intensity, etc.).  We have successfully imaged individual liposomes \\(50 – 100 nm), silica beads \\(40 – 100 nm), polystyrene beads \\(100 – 1700 nm), and silicon particles of various shapes \\(200 – 3200 nm) in a variety of tissues.  Highlights are shown in <a href=\"http://www.nature.com/protocolexchange/system/uploads/2579/original/fig7.png?1367939817\" target=\"_blank\">Figure 4</a>. With the availability of a large number of fluorescent reporters that may be used concomitantly to study tissue structure and function, it is now possible to study a wide range of kinetic parameters that drive nanotherapeutics delivery, uptake, and treatment response.  \r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/system/uploads/2579/original/fig7.png?1367939817\"><img width=\"100%\" src=\"http://www.nature.com/protocolexchange/system/uploads/2579/original/fig7.png?1367939817\"></a>\r\n\n\n_**Figure 4.**  Examples of single nanoparticles resolved by IVM. Nanoparticles successfully imaged in vivo range in size and shape. Large particles containing many fluorophores, such as 600×200 nm silicon particles are readily observed at low magnification \\(e.g. 12×) as single particles flowing within tumors. This approach works equally well for particles beyond the resolution of the IVM system, such as 100 nm AlexaFluor 555-conjugated silica beads and 50 nm rhodamine-liposomes. Provided the nanoparticles are sufficiently bright, they appear as one or more pixels within the FOV. Scale bar = 100, 50, 30 μm respectively._\r\n\n\n\r\n\n\n\r\n\n\n**Microscopy sessions.**  IVM experiments usually require some optimization of both mouse positioning and hardware setup; therefore, beginners are recommended to initially image no more than 1-2 mice in each experiment.  As users gain sufficient expertise and speed, experiments can be scaled up.  We have observed highly reproducible results when performing experimental replicates on separate days, thus we recommend obtaining statistically significant data through repeated smaller experiments on sequential days rather than larger, less consistent ones.\r\n\n\n\r\n\n\n     Users are encouraged to develop an efficient, reproducible imaging routine.  Reproducibility in terms of tissue excitation, emission collection, image magnification, acquisition start time, scan speed, imaging duration, and FOV number is key to comparing quantitative data across animals.  The workflow diagrams provided here \\(Fig 5, 6) can be used as a starting point for designing reproducible, experiment-specific microscopy sessions. The individual parameters listed may be adapted for specific preparations.\r\n\n\n\r\n\n\n**Minimum equipment requirements.** IVM data acquisition and analysis techniques are readily applied using a high-speed microscope with optical sectioning capabilities.  Experiments equivalent to those described here have been successfully performed using a custom-built 30 fps confocal laser scanning microscope equipped with an x-axis polygon scanner and y-axis galvanometer <sup>14,15,49,50</sup> as an alternative to the resonance scanner.  These studies are best suited for systems capable of multicolor image acquisition at video-rate \\(30 fps) or faster.  The high frame rate is essential to measure the flow speeds of particles and their distribution within the blood vessels. For liver imaging, the acquisition frame rate is dictated by the mouse respiratory rate, which is generally 60 – 180 breaths per min \\(1 – 3 bps) under anesthesia.  To reproducibly acquire frames in the same plane of focus during the constant motion of the liver, 30 fps is ideal.  We have successfully acquired images as slow as 4 fps by combining trigger-acquisition hardware with a deeper plane of anesthesia, suggesting the possibility of using standard confocal galvanometers for liver image acquisition.  For the tumor imaging workflow presented here, speed is less critical and generally does not require corrections for breathing. Spinning disk systems may be substituted for the resonance-based system, with a compromise in axial resolution and a temporal lag between sequential color channels.  For such an approach to be effective, single color imaging at 30 fps is recommended, since multi-color imaging \\(achieved through the use of automated excitation/emission wheels at frame-rates of 60-90 fps) is likely to be insufficiently sensitive for detecting dim fluorescence.  Conventional epi-fluorescence microscopes are not recommended, since their limited axial-resolution make it difficult to localize nanoparticles within specific structures or cells of interest.\r\n\n\n\r\n\n\n     Multi-photon systems, which offer enhanced sensitivity and depth penetration, may be utilized but are not required.  A major advantage of the confocal approach is that multiple fluorophores are readily imaged simultaneously, making it possible to study cell, molecule, and particle interactions in real-time. High-speed multicolor two-photon microscopy may be achieved by leveraging tissue harmonics and selecting the right combination of contrast sources while mode-locking the two-photon laser at a single wavelength, as highlighted in <a href=\"http://www.nature.com/protocolexchange/system/uploads/2580/original/fig8.png?1367939844\" target=\"_blank\">Figure 5</a>.  The availability of infrared-compatible cell lines, transgenic animals, and contrast agents makes this approach increasing feasible.  To label RBCs, for example, lipophilic dye DilC<sub>18</sub>\\(7) \\(‘DiR’) may be directly substituted for DiD.\r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/system/uploads/2580/original/fig8.png?1367939844\"><img width=\"100%\" src=\"http://www.nature.com/protocolexchange/system/uploads/2580/original/fig8.png?1367939844\"></a>\r\n\n\n_**Figure 5.**  Multicolor two-photon microscopy of fluorescent beads in the mouse ear. \\(A) Individual FITC-loaded 200nm polystyrene beads \\(50 µl) are readily identified within the vasculature using a 20×, 1.0 NA water immersion objective lens. Scale bar = 100 μm. Three-color microscopy was achieved by counterstaining the vasculature with 70 kDa rhodamine-dextran \\(3% w/v) and collecting the 2nd harmonic signal from collagen following excitation with a Mai-Tai DeepSee laser mode-locked at 810 nm \\( ~ 25mW). Fluorescence emissions were collected at 405 ± 10 nm \\(collagen), 525 ± 25 nm \\(FITC beads), and 600 ± 50 \\(rhodamine-dextran) using photomultiplier tubes. \\(B) Analysis of consecutive frames \\(recorded at 60 fps) allow the trajectories of individual beads be resolved and measured. Here 1000 nm beads are shown in a few select frames for clarity. When the particle displacement between frames greatly exceeds particle size \\(see 76 μm/s trace), it is recommended to inject of a small number of particles \\(less than or equal to 5×10<sup>8</sup>) to avoid confusion between particles. Scale bar = 50 μm._\r\n\n\n\r\n\n\n\r\n\n\nOther recommended hardware includes a motorized stage and multiple plan-apochromat objectives.  While it is still relatively uncommon to find motorized stages on IVM systems, we find that this hardware is critical for sampling a sufficiently large area at high-magnification to allow statistical analysis of nanoparticle dynamics.  In a single liver FOV captured with a 40× magnification objective, for example, we expect to see ==<sub>== 100 nanoparticles when a mouse is treated with 5×10<sup>8</sup> particles.  Sampling over 10 FOVs increases this to ==</sub>== 1000 particles, allowing for more statistically stringent calculations.  Increasing image magnification reduces the number of particles sampled per FOV, and thus image acquisition becomes a balance between image magnification, particle density, and FOV number.  Depending on the given experiment, we generally use one of three plan-apochromat air objectives \\(4×/NA 0.2; 20×/NA  0.75; 40×/NA 0.95) with up to 3× digital zoom for sampling at Nyquist resolution.  Both air and water immersion objectives may be used, with the immersion objectives providing enhanced resolution, depending on availability and personal preference. While higher magnification objectives may be used, we find it is not necessary to resolve sufficiently diluted individual nanoparticles. \r\n\n\n\r\n\n\n**Limitations.**  This protocol is suitable for visualizing and quantifying the kinetics of particles several tens of nanometers in size or larger.  The ability to resolve individual particles is dictated by the lateral and axial resolution of the optical system used, thus smaller particles are difficult to track.  Particles sized below the diffraction limit of light will appear larger than their actual size, thus it is important that nanoparticles be monodisperse and sufficiently diluted at the time of injection. Invasive surgery is generally required to expose the organ of interest for both confocal and multi-photon laser-scanning microscopy.  The imaging penetration depth is limited to the top several layers of cells \\( ==<sub>== 50-100 μm) for confocal systems and deeper \\( ==</sub>== 200-500 μm) for multi-photon systems, thus it is good general practice to independently validate IVM findings using whole-organ and/or whole-animal quantification techniques."
        },
        {
            "header": "Reagents",
            "content": "REAGENTS\r\n\n\n**Experimental animals:** \r\n\n\n•  Transgenic mice expressing fluorescent reporters driven by an endothelial promoter \\(e.g., Tie2-GFP strain)  <font color=\"FF0000\">**Caution**</font> Animal breeding and handling should comply with relevant institutional and national animal care guidelines.\r\n\n\n•  Wild-type immunocompromised mice with a ==~== 200mm<sup>3</sup> tumor implanted in the flank or anterior inguinal mammary fat pad.  The specific mouse strain should be selected for compatibility with the tumor cell line of interest.  <font color=\"FF0000\">**Caution**</font> Care must be taken to avoid human exposure to cells.  Human-derived or virus-associated tumor lines pose a particular hazard.  Consult institutional guidelines for proper cell and animal handling.\r\n\n\n\r\n\n\n**Anesthesia  and analgesia:**\r\n\n\n•  Isoflurane \\(Aerrane; Baxter Healthcare, NDC 10019-773-60).  It can be stored at room temperature until expiration date.\r\n\n\n•  Bupivacaine HCL Injection 0.5% \\(Hospira Inc., NDC 0409-1163-01).  It can be stored at room temperature until the expiration date.\r\n\n\n•  Medical air or oxygen \\(house line or tank) \r\n\n\n\r\n\n\n_The following combination may used as an alternative to isoflurane anesthesia:_\r\n\n\n•  Ketamine anesthetic \\(Ketaset 100 mg/ml; Fort Dodge Animal Health, NDC 0856-4403-01;). Ketamine solution can be stored for several months at room temperature \\(25 °C), and generally has an expiration date listed.\r\n\n\n•  Xylazine muscle relaxant \\(AnaSed Injection 20 or 100 mg/ml; Lloyd Laboratories, cat. no. 4821). Xylazine solution can be stored for several weeks at room temperature, and generally has an expiration date listed.\r\n\n\n•  Sterile NaCl solution \\(0.9%, wt/vol) \\(Sodium chloride injection, USP; Hospira, NDC 0409-7983-03)\r\n\n\n\r\n\n\n**RBC labeling:**\r\n\n\n•  Microhematocrit capillary tubes, heparinized \\(Fisher Scientific, cat. no. 22-362-566)\r\n\n\n•  Capillary blood collection tube, EDTA-coated \\(Terumo Corp, cat. no. 3T-MQK)\r\n\n\n•  Microcentrifuge tubes, 1.6 ml \\(Eppendorf, cat. no. 022363204)\r\n\n\n•  Vybrant® DiD cell-labeling solution \\(Invitrogen, cat. no. V2287)\r\n\n\n•  D+ Glucose \\(Sigma-Aldrich, cat. no. G7528)\r\n\n\n•  Sterile phosphate buffered saline \\(PBS, Ca2+ and Mg2+ free, Invitrogen, cat. no. 10010-023)\r\n\n\n•  0.22 μl sterile vacuum filter apparatus \\(Millipore, cat. no. SCGPU02RE)\r\n\n\n•  28G ½ in Insulin syringe \\(Becton Dickson, cat. no. 329461)\r\n\n\n\r\n\n\n**Surgery and Imaging:**\r\n\n\n•  Electric trimmer \\(Braintree, cat. no. CLP-23925)\r\n\n\n•  Chemical hair removal cream \\(Nair or Nad) \r\n\n\n•  Sterile cotton swabsticks \\(Puritan Medical Products, cat. no. 25-806 10WC)\r\n\n\n•  Sterile 2×2 in gauze sponges \\(Kendall Healthcare, cat. no. 441211) \r\n\n\n•  Chlorascrub swabstick \\(PDI, cat. no. S40750)\r\n\n\n•  70% isopropyl alcohol prep pads \\(Fisher, cat. no. 06-669-62)\r\n\n\n•  Graefe tissue forceps \\(surgical, sterile, 2 pairs, Roboz, cat. no. RS-5153)\r\n\n\n•  Microdissecting scissors \\(surgical, sterile, 2 pairs, Roboz, cat. no. RS-5881)\r\n\n\n•  Sterile 4×4 in gauze sponges \\(Kendall Healthcare, cat. no. 441001)\r\n\n\n•  Transpore surgical tape \\(3M, cat. no. 1527-0)\r\n\n\n•  Safety-Lok blood collection set \\(Becton Dickson, cat. no. 367296)\r\n\n\n•  1 or 3 ml syringe \\(Becton Dickson, cat. no. 309659 or 309656)\r\n\n\n•  30G ½ in syringe needles \\(Becton Dickson, cat. no. 305106)\r\n\n\n•  Cover slips \\(no 1.5, 24×50 mm, autoclaved, Fisher Scientific, cat. no. 1254414 or 12-544-E)\r\n\n\n•  Sterile phosphate buffered saline \\(PBS, Ca2+ and Mg2+ free, Invitrogen, cat. no. 10010-023)\r\n\n\n•  Vetbond™  Tissue Adhesive \\(3M, cat. no.1469SB) \r\n\n\n•  Porous silicon nanoparticles \\(5×10<sup>8</sup> per injection), 1000×400 or 600×200 nm, labeled with Alexa Fluor 555 as described in <sup>14</sup>\r\n\n\n•  28G ½ Insulin syringe \\(Becton Dickson, cat. no. 329461)\r\n\n\n•  Ophthalmic ointment \\(Rugby, NDC 0536-6550-91). It can be stored at room temperature for several months.\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\n**Glucose-supplemented phosphate buffered saline \\(GPBS)** 1.0 mg/ml D-glucose in Ca2+ / Mg2+ free phosphate buffered saline.  Filter sterilize with a 0.22 μl filter apparatus and store at 4 °C.  GPBS is stable for 1 month.\r\n\n\n\r\n\n\n**Ketamine–xylazine mixture \\(KX)** _Optional alternative to isoflurane anesthesia_ 10 mg/ml of ketamine and 1 mg/ml of xylazine in 0.9% \\(wt/vol) NaCl solution; store the solution at room temperature \\(20 °C). A redosing solution should also be prepared with ketamine only \\(10 mg/ml).  This need not be prepared fresh, and can be stored for several weeks at room temperature.  <font color=\"FF0000\">**Critical**</font>   Xylazine is not metabolized as quickly as ketamine, so redosing is generally preformed with ketamine only."
        },
        {
            "header": "Equipment",
            "content": "•  Isoflurane vaporizer system \\(E-Z Systems, cat. no. EZ-7000): Includes a isoflurane vaporizer capable of supporting multiple breathing outlets, induction chamber, nose cones, tubing, and waste gas scavenging system\r\n\n\n•  Microcentrifuge \\(Eppendorf, cat. no. 022620207)\r\n\n\n•  Mini incubator, set to 37 °C \\(Labnet, cat. no. I5110A)\r\n\n\n•  Bath sonicator \\(Branson Ultrasonics, cat. no. CPN-952-118)\r\n\n\n•  CCD color camera \\(Nikon DS-F1), ideally mounted to the IVM system\r\n\n\n•  Video-rate laser-scanning confocal microscope or multi-photon system:  We used an upright Nikon A1R MP-ready platform 22 equipped with a resonance scanner, 4 spectral detection channels, and 6 visible laser wavelengths \\(458, 477, 488, 514, 561, 640 nm) for all images shown here.  This system was adapted with several additional components for IVM imaging, including: \r\n\n\n•  Software-controlled motorized stage \\(Prior Scientific ZDeck): An integrated motorized stage facilitates automated imaging of multiple FOVs, which allows a larger area to be sampled at high magnification \r\n\n\n•  Heated 37 °C stage \\(Braintree, cat. no. TCAT-2DF, HP, and RET-3):  We adapted a commercially available heated plate \\(Braintree, cat. no. HP) for rapid mounting to and release from the microscope stage.  Body temperature feedback is provided by a rectal probe \\(Braintree, cat. no. RET-3).  Mice can be positioned and secured to the plate prior to placement on the microscope.  Imaging nose-cones \\(E-Z Systems, cat. no. EZ-10901-1) can be mounted to either end.\r\n\n\n•  Custom coverslip holder with 3 degrees of positioning freedom built using standard Thor Labs Mini-series Hardware components \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/2583/original/suppl_fig2.png?1367940033\" target=\"_blank\">Supplementary Figure 2</a>): The frame includes a horizontal rail and slider \\(cat. no. RLA1200 and RC2) for x-positioning, a vertical post and mounting adapter \\(cat. no. MS3R and MSA8) for z-positioning, and 2 horizontal posts and 1 post clamp \\(cat. no. MS3R and MSRA90) for y-positioning.  The coverslip holder is comprised of 2 short posts \\(cat. no. MS2R) attached to the horizontal posts via 2 post clamps \\(cat. no. MSRA90). The short posts are placed 50 mm apart for the 50×24 mm coverslips, but may be adjusted to accommodate any size coverslip.  The coverslip is placed against terminal 4-40 washers \\(cat. no. HW-KIT5) and taped in place with Scotch transparent tape \\(3M, cat. no. MMM81034X36).  Additional assembly diagrams may be found in <a href=\"http://www.nature.com/protocolexchange/system/uploads/2585/original/suppl_fig3.png?1367940071\" target=\"_blank\">Supplementary Figure 3</a>.\r\n\n\n•  Nikon long-working distance air plan-apochromat objectives \\(4×, NA 0.2, WD 2 mm; 20×, NA  0.75, WD 1 mm; 40×; NA 0.95, WD 0.2 mm)\r\n\n\n•  Image acquisition software \\(e.g. Nikon NIS Elements 4.0)"
        },
        {
            "header": "Procedure",
            "content": "**1.  Fluorescent labeling of red blood cells**\n**TIMING**: 2 hours\nAnesthetize mouse with 4% isoflurane \\(21% oxygen, balance nitrogen) until breathing is slow and deep.   A heating pad and/or heat lamp may be used to maintain a body temperature of 37 °C.\n**Caution**\nAll animal experiments involving blood draws and autologous or syngenic \\(same strain) cell re-injection should comply with relevant institutional and national animal care guidelines. To minimize discomfort, anesthesia is recommended when collecting blood from the tail and required when collecting from the retro-orbital sinus. All procedures described here were approved by the TMHRI Institutional Animal Care and Use Committee.  \r\n\n\n\r\n\n\n**2.**  Draw 50-100μl of blood from the orbital sinus or other aseptic draw site using a heparinized microhematocrit tube.  Both the orbital sinus and jugular vein are considered good non-terminal choices for aseptic blood samples\n51\n.  Blood should be drawn into an EDTA-coated microcentrifuge tube, capped, and immediately inverted to mix.\n**Caution**\nThe AVMA recommends a maximum blood draw size of 1% of body weight from healthy adults, unless concomitant I.V. fluid replacement is used.  This is the equivalent of 200 μl maximum for a 20 g mouse.\n**Tip**\nWhen drawing blood from the orbital sinus, it is useful to think about how the mouse will be positioned on the stage for imaging.  We generally image mice on their backs with the head pointing to the right \\(see\nFigure 1a\n), such that a right-handed operator can inject particles into the mouse’s left eye while bracing the opposite side of the head \\(see\nSupplementary Figure 4\n). In this case, blood is ideally drawn from the right eye, which we also find to be easier for most right-handed people.\n**Tip**\nIt is also possible to utilize blood from a donor mouse, provided it is from the same strain \\(syngenic donation). We maintain a small colony of donors for each mouse strain.  One non-terminal 200 μl draw yields sufficient cells for ==~== 6 mice.  Alternatively, larger volumes of aseptic blood may be acquired in a terminal procedure via cardiac puncture or collection from the posterior vena cava\n51\n. \r\n\n\n\r\n\n\n**3.** Centrifuge the whole blood for 10 min at 270 rcf \\(2000 rpm).  Pipet off the clear serum layer \\(==~== 50% by volume), being careful not to disturb the red blood cell \\(RBC) pellet.  Transfer 15 μl of the RBCs into a fresh, uncoated 1.6 ml microcentrifuge tube.  \r\n\n\n\r\n\n\n**4.**  Add 750 μl pre-warmed \\(37 °C) GPBS.  Add 7.5 μl DiD labeling solution, mix by gently inverting the tube, and then add an additional 750 μl GPBS.  Cover from light and incubate at 37 °C for 15 minutes.\n**Tip**\nDiD \\(640 nm excitation) may be substituted with DiO \\(484 nm excitation, Invitrogen, cat. no V22886), DiI \\(549 nm excitation, Invitrogen, cat. no. V22885), or DiR \\(800 nm excitation, Invitrogen, cat. no. D-12731) as needed without any additional changes to the labeling protocol.\n**Troubleshooting**\n**5.**  Spin DiD-labeled RBCs for 5 min at 150 rcf \\(1500 rpm) and remove the supernatant.  Repeat step 4.  Avoid vortexing to resuspend the cells.  Instead, invert the tube and flick the tip to mix.\n**Caution**\nAggressive pipetting and/or vortexing damages RBCs.\r\n\n\n\r\n\n\n**6.**  Spin DiD-labeled RBCs for 5 min at 150 rcf \\(1500 rpm).  Wash cells twice in 1000 μl GPBS and then resuspend in 100 μl sterile PBS.  Re-anesthetize mouse using isoflurane and immediately re-inject the DiD-labeled cells.  The route of RBC re-injection is not critical and may thus be performed via the retro-orbital route \\(behind the opposite eye from which the blood was drawn) or into the tail vein \\(which does not require the use of anesthesia). RBCs may be prepared and injected up to several days to weeks in advance of imaging.  RBCs may also be stored at 4 °C in PBS for up to 1 week.\n**Tip**\nThe retro-orbital sinus from which blood is drawn will easily bleed in subsequent hours to days if cells and/or contrast agents are injected at the same site; therefore, it is recommended to use the opposing sinus for successful injection.\n**Tip**\nThis protocol is easily modified to label other blood cell fractions, as well as cell lines maintained in culture.\r\n\n\n\r\n\n\n**7.  Animal preparation for intravital microscopy**\n**TIMING**: 10 – 20 minutes\nA step-by-step visual guide for animal preparation may be found in\nSupplementary Figure 1\n.  Anesthetize mouse with 4% isoflurane \\(21% oxygen, balance nitrogen) in an induction chamber until breathing is slow and deep.  Place the mouse on a cotton pad after a surgical level of anesthesia has been reached and reduce isoflurane concentration to ==\n== 2%.  Alternatively, anesthetize the mouse by intraperitoneal injection of the ketamine/xylazine working solution, corresponding to doses ranging from 85–100 mg/kg ketamine and 8.5–10 mg/kg xylazine.  A heating pad and/or other heat source should be used to maintain a body temperature of 37 °C. Body temperature feedback may be provided by a rectal probe.\n**Caution**\nAll animal experiments related to surgery and imaging should comply with relevant institutional and national animal care guidelines.  All procedures described here were approved by the TMHRI Institutional Animal Care and Use Committee.\n**Critical step**\nContinuously monitor the depth of anesthesia by observing the mucus membrane color, as well as the respiratory rate and quality during the surgery.   Changes in respiration are one of the earliest indicators that anesthesia plane of the animal is changing.  Increase the dosage of isoflurane when necessary.  For a good discussion on this technique, see\n52\n.\n**Critical step**\nIf injectable anesthesia is used, the mouse should be monitored carefully for response to external stimuli and redosed appropriately using 25-33% of the initial dose of ketamine only.\n**Tip**\nWe generally prefer to perform all imaging procedures under isoflurane anesthesia for experimental reproducibility and to minimize the need for anesthesia redosing.  We find that when oxygen is supplied at a rate of 1.5L/min and mice are maintained at isoflurane dosage of 0.8-2.0%, less than 1% of healthy mice \\(body condition score 3) die prematurely due to anesthesia.  Ketamine redosing requires more user experience, and can result in premature death for as much as ==\n== 5-20% of mice.\r\n\n\n\r\n\n\n**8.**  For surgery on hairless mice, proceed to step 9.  For surgeries on hirsute mice, thoroughly shear the hair over the abdomen with an electric trimmer or shaver.  Apply a 2-3 mm thick layer of hair removal cream over the shaved region using a cotton swabstick.  Leave the cream for 1-2 minutes, and then use sterile gauze to wipe off the cream towards the head \\(opposing the direction of the fur).  Remove any remaining cream with alcohol pads.\n**Critical step**\nProduct instructions and veterinary guidance must be followed carefully; if the cream is left on for too long, it can cause skin irritation or injury.\r\n\n\n\r\n\n\n**9.**  Immobilize the mouse for surgery.  Sterilize the surgical site with a Chlorhexidine swab stick followed by a 70% isopropyl alcohol wipe. Perform a single ventral midline incision of ==\n== 1.5 cm through the skin using sterile scissors, extending down from ==\n== 5 mm above the base of the sternum \\(\nFig 6\n).  Carefully disrupt the fascia located between the skin and underlying muscle by spreading the tips of spring scissors under the skin. For additional analgesia, 0.5% bupivacaine \\(4 mg/kg recommended) may be topically applied directly to the subcutaneous tissue. Make a ==~== 1 cm midline incision through the abdominal wall, taking care not to sever blood vessels.  A single lobe of liver should be seen protruding from beneath the base of the sternum.\n**Caution**\nBupivicaine analgesia not to exceed 6 mg/kg for mice.\n_**Figure 6**.  Surgery for liver and subcutaneous tumor IVM. \\(A) The liver is readily exposed by a\n1.5 cm midline incision through the skin, followed by a\n1.0 cm incision through the underlying soft tissue. The surgical site extends down from\n5 mm above the base of the sternum, such that when the mouse is placed its back and draped over rolled 4 inch gauze, the left lobe of the liver is exposed. Tissues are retracted using custom retractors comprised of bent 30G ½ needles. \\(B) Subcutaneous tumors grown in the flank or anterior inguinal mammary fat pad are exteriorized using a similar approach. A single\n2.5 cm midline incision is made in the skin, being careful to avoid severing the mammary arteries or other vessels feeding the tumor. The skin is gently separated from the underlying subcutaneous tissue and abdominal musculature and then draped over a roll of 4 inch gauze placed parallel to the mouse. The mammary gland will stay attached to the skin flap unless the gland and fat tissue are dissected from the underside of the skin. Needle retractors may be taped in place to maintain positioning of the skin flap. The skin-flap draping technique will vary slightly from mouse to mouse depending on tumor size, vascularity, positioning, and orientation. The gauze height, skin tension, and positioning of the mouse limbs may be adjusted to achieve an optimal tumor preparation. Sterile surgical drape is used to maintain a sterile field._\r\n\n\n\r\n\n\n\r\n\n\n**10.**  Position the mouse on it’s back on a heated microscope stage.  Place a 4×4 inch rolled sterile gauze underneath the small of the back to better expose the liver.  Position the head to allow easy access for retro-orbital injection \\(see\nSupplementary Figure 4\n).  Restrain limbs using transpore surgical tape or other techniques.  Retract the skin and abdominal muscle.   Using a cotton swab stick moistened with PBS, gently adjust the position of the incision as needed.  Be careful to avoid tugging on the liver or puncturing the liver.  Once properly positioned, flush the liver with pre-warmed saline.  Place sterile gauze moistened with pre-warmed saline around the imaging site to prevent imaging artifacts due to tissue drying.  Disposable paper drape with a hole for imaging is placed over the mouse to stabilize the body temperature and help maintain a sterile field.\n**Caution**\nThe liver is very fragile and trauma to this organ can lead to rapid death.\n**Tip**\nDisposable retractors are easily made by bending the tips of 30G ½ syringe needles at an acute angle.  These lightweight retractors can be positioned using forceps and then taped in place. \r\n\n\n\r\n\n\n**11.**  Reduce the isoflurane concentration to between 0.8% and 1.2%, depending on the individual mouse.  Anesthesia at this level maintains the mouse in a non-responsive state but permits a non-forced respiratory pattern\n52\n.  We generally provide the oxygen mixture at a flow rate of 1.5L/min to avoid hypoxia.\r\n\n\n\r\n\n\n**12.**  Place an indwelling intraperitoneal line with a winged infusion set attached to a 1 ml \\(experiments 1-12 h) or 3 ml \\(experiments >12 h) syringe loaded with sterile PBS \\(Ca2+/Mg2+ free).  Secure with tape.\n**Caution**\nSupplementing saline at a rate of 50 μl/h compensates for fluid loss.  This is particularly important for multi-hour experiments\n52\n.  A once hourly injection of 50 μl saline is sufficient; however, more frequent administration \\(such as ==~== 12.5 μl each 15 minutes) is better tolerated.  Alternatively, fluids may be administered at a constant rate intravenously at a dose of 2-3ml/kg/h. \r\n\n\n\r\n\n\n**13.**  For coverslip-corrected microscope objectives, a coverslip should be mounted in contact with the liver.  Cover-slipping the liver has the additional advantage of maintaining a sterile field while reducing tissue motion, provided the liver is not accidently compressed during coverslip placement and imaging.  Disinfect the coverslip with sterile isopropyl alcohol swabs and position it in place with minimal pressure on the tissue.\n**Tip**\nTo further reduce motion, a small ring of Vetbond \\(n-butyl cyanoacrylate adhesive) may be placed on the coverslip and then gently pressed against the tissue.  The use of Vetbond is well tolerated by mice; however, care should be taken to avoid unnecessary or excessive contact with tissue.  Vetbond is autofluorescent, thus imaging of the glue margins should be avoided.  Vetbond should not be used for studies requiring repeat surgery and imaging.\n**Tip**\nLiver IVM may also be performed on an inverted microscope while maintaining adequate blood flow\n10,53-55\n.  We find an upright microscope to be more flexible for advanced tissue preparations, since it does not require custom stages for each new preparation and allows users to directly visualize where the tissue is being illuminated.  All imaging can performed orthotopically, thereby avoiding changes in intravascular pressure and shear stress.  Structural reference markers for longitudinal studies are also more readily identified.\n**Troubleshooting**\n**14.  Microscope setup and optimization**\n**TIMING**: 5 – 15 minutes\nBring the tissue into focus using a low magnification objective such as a 4×/NA 0.2 or 20×/NA 0.75 objective.  Using a white light or xenon/mercury light source, take a high-quality image of the tissue.  This image may be used as a reference for longitudinal studies in order to re-identify the same region at later time-points. As different regions are imaged, mark them on the reference image. \r\n\n\n\r\n\n\n**15.**  Without moving the mouse, switch to a high-resolution \\(20× or 40× magnification) objective.  A sliding nosepiece equipped with 2 parfocal lenses that retract when switching magnifications is ideal for this application.  Select the appropriate excitation laser wavelengths \\(640 nm for DiD, 488 nm for GFP, etc) and adjust the tissue focus as needed while monitoring the live image. \r\n\n\n\r\n\n\n**16.** Monitor the flow of DiD-labeled red blood cells.  The flow rate, presence/absence of pulsatility, width of the RBC stream, and the tortuosity of the RBC movements may be used to distinguish between vessels.  A lack of flow may indicate inappropriate compression of the tissue by the coverslip, localized phototoxicity in response to prolonged laser exposure, or insufficient heating of the mouse.\n**Troubleshooting**\n**17.** Monitor the mouse heart rate and breathing rate.  These parameters can be modulated to reduce motion during imaging by adjusting the concentration of isoflurane anesthesia.  For a good discussion on this technique, see\n52\n.  For systems equipped with trigger acquisition hardware, the software may be programed to acquire images between appropriately spaced breaths for completely still images. \r\n\n\n\r\n\n\n**18.** Pre-program the microscope for automated image acquisition: 1) Set appropriate PMT gain and laser power for each contrast source, 2) Select FOVs, and 3) Select appropriate scan speed, sampling interval, and imaging duration. We find it useful to acquire images at multiple magnifications using digital zoom, switching between Nyquist sampling \\(e.g. zooming in to capture data at the inherent resolution of the system) and undersampling \\(to rapidly survey a large area of tissue).  This allows us to visualize individual particles and their dynamics within the context of the larger tissue, as well as identify landmarks that will predict where the particles will accumulate.  Reference videos of FOVs prior to particle injection may be collected at this time.\r\n\n\n\r\n\n\n**19. Nanoparticle preparation**\n**TIMING**: 10 minutes\nFor nanoparticles to be injected successfully, it is important that they be monodisperse, otherwise particles will appear to be different sizes when tracked in vivo.  Resuspend 5×10\n8\nnanoparticles in 60 μl PBS and sonicate until monodisperse using sonicating bath set to 37 °C. Other contrast agents may be added as well, including but not limited to, fluorescent vascular tracers, vital dyes, antibodies etc.\n**Tip**\nIt is important to minimize the amount of free dye in the nanoparticle solution.  Our AlexaFluor-tagged porous silicon particles, for example, tend to shed dye once resuspended in PBS.  For this reason, these particles are given an extra wash immediately prior to use.\n**Tip**\nThe number of injected nanoparticles may be optimized for specific applications.  We find that 5×10\n8\nnanoparticles per mouse allows us to easily distinguish between individual particles in the liver and does not saturate the clearance kinetics of the mononuclear phagocyte system \\(i.e. injecting more particles does not change the rate of particle clearance).  For unmodified silicon particles of various sizes and shapes, approximately 25-50% of the total injected dose ends up in the liver\n13,14,47,48\n, yielding ==\n== 100 particles per 250×250 μm FOV \\(40× objective), which translates to ==\n== 3-5 particles per Kupffer cell in healthy mice. We have successfully measured liver and tumor kinetics with doses as small as 2.5×10\n7\nparticles/mouse.  While we have not sought the upper dose limit, for IVM quantification purposes, it appears to be limited by the microscope resolving power rather than saturation of nanoparticle clearance kinetics.\n**Troubleshooting**\n**20.**  Load particles into a 28G ½ syringe, remove the air, and cap.  Dip the capped syringe several times vertically into the sonicating bath and immediately inject retro-orbitally.   In our experience, monodisperse injections are best achieved by sonicating the samples before loading into the syringe and again once in the syringe, then injecting before the particles settle.  It is recommended that a sonicator be kept near the animal imaging area.\n**Caution**\nUse proper needle capping technique to avoid injury.  We recognize that many institutes discourage or prohibit needle recapping.  In such an instance, it may become important to supplement unstable nanoparticle solutions with stabilizers to prevent aggregation prior to injection.  The need for such an approach can be determined experimentally by measuring nanoparticle dispersity over time via dynamic light scattering.\n**Tip**\nThe retro-orbital route of administration has higher reproducibility and yield compared to tail-vein injection of rapidly settling silicon particles. In our experience, tail-vein catheters are better suited for stable, monodisperse solutions of nanoparticles and small molecules. \r\n\n\n\r\n\n\n**21.**  After injection, lubricate both eyes with a drop of ophthalmic ointment.\n**Caution**\nDehydration of eye tissue can cause permanent damage to the eyes.\r\n\n\n\r\n\n\n**22. High-speed intravital microscopy**\n**TIMING**: Variable\nBegin imaging FOVs from the time of nanoparticle injection.  For the liver, we generally use a frame-rate of 30 fps and a FOV of 250 × 250 μm \\(40× objective or 20× objective with 2× digital zoom).  This provides us with sufficient speed and resolution to sample first-pass perfusion and early nanoparticle accumulation.  To minimize laser-induced cytotoxicity, we generally collect 1 – 3 min videos at each pre-programmed FOV.\n**Caution**\nAvoid imaging a single region of interest continuously to minimize laser-induced cytotoxicity.  In the liver, this manifests as local disruptions in blood flow.  Using a polygon-based laser scanning confocal system, we have observed this phenomenon as early as 5 minutes after continuous imaging \\(see\nVideo 6\n).\n_**Figure 7**.  Example workflow for IVM of healthy liver and liver metastases. \\(A) The surgically exposed liver is centered and brought into focus at low-magnification \\(e.g. 4 or 20×) by selecting for endothelial cell \\(GFP, 488 nm ex) or Kupffer cell \\(DiD, 640 nm ex) fluorescence. Blood flow \\(DiD, 640 nm ex) may be monitored in real-time at 30 fps to ensure the tissue has not been compressed during the cover-slipping process. \\(B) FOV selections are programmed in either a random or regular non-overlapping order. Image acquisition parameters \\(e.g. laser power, gain, and PMT offset) for each color channel are adjusted at the final magnification \\(e.g. 40×) while simultaneously exciting the sample with all 3 lasers. Nanoparticle \\(AlexaFluor 555, 560 nm ex) acquisition parameters are programmed prior to injection using settings from a previous experiment or positive control. \\(C) The microscope is programmed to acquire images continuously at 30 fps from the time of nanoparticle injection. To minimize phototoxicity, acquisition is limited to 1-3 minutes per FOV, after which the microscope continues to the next pre-programmed FOV. \\(D) Metastatic nodules can be identified on the liver surface using bright-field microscopy. For the 4T1 breast cancer metastases shown here, these nodules appear whitish in color and lack the regular vascular architecture of the liver sinusoids. \\(E) FOVs are selected in one or more regions based on Kupffer cell presence \\(liver sinsuoids) or absence \\(tumor). \\(F) To allow long-term imaging of a small number of regions, multiple non-overlapping FOVs are sequentially imaged at 30 fps for 1 second each with the use of a motorized stage, then repeated at 30-second intervals. This yields 60 frames per FOV per minute. Note: Image magnification and scanning frame rates are suggested as a starting point and may be adapted based on the specific hardware available. The maximum number of FOVs that can be imaged per 30 seconds will depend on stage speed, distance between FOVs, and acquisition hardware lag time._\r\n\n\n\r\n\n\n**23.  Quantification of nanoparticle accumulation**\n**TIMING**: Variable\nThe IVM procedure as described here yields a time sequence of images for one or more FOVs.  To quantify particle accumulation, it will be necessary to perform several post-processing steps as shown in\nBox 1\n.  The objective of these steps is to determine the number of adherent particles per FOV as a function of time. Here we defined an adherent particle as one that does not move for at least 1 second. Additional details are provided below.  For repeat analyses, these processing steps may be automated using macros.\n**24.**  Movement of the liver due to respiration and heart rate may cause individual video frames to shift in their alignment relative to each other.  To compensate for this, the frames may be aligned across time based on one or more structural features present in a reference image.  Using Tie2-GFP mice, for example, we can use NIS elements or other image processing software to align each frame based on the vascular architecture. For this step, each image must be processed as a multi-color overlay of all image acquisition channels. \r\n\n\n\r\n\n\n**25.**  After alignment, one can choose the frames of interest for analysis.  For some applications, it may be of interest to only quantify frames within a single focal plane.  This approach is generally utilized for tumor imaging, since off-plane FOVs generally do not contain vessels.  Alternatively, one can perform quantification over all video frames, since by definition all confocal frames are in-focus but may not be located at the same focal plane.  This approach was utilized in our published liver accumulation studies\n13,14\nas well as Figure 1c. In our experience, particle accumulation in healthy liver is isotropic\n14\nand thus shows little variation compared from mouse to mouse\n13,14\n.  Local variations can be compensated for by sampling a larger volume for quantification, as shown in\nFigure 8\n.  This figure shows the accumulation 600×200 nm discoid particles in two healthy mice, plotted at 10-second intervals for clarity. The raw data appears to zig-zag up and down due to breathing-induced changes in focal plane, however, a logarithmic trend line is readily fit through each set of measurements.\n_**Figure 8**.  Example of liver accumulation data sampled over multiple focal planes. Raw data was collected at 30 fps for 2 mice and plotted at 10-second intervals without selecting for images in a specific focal plane. \\(A) Fluctuations in focal plane due to normal mouse breathing appear as fluctuations in particle count, which reflect local variations in particle accumulation. \\(B) Raw data sets are readily fit by logarithmic trend lines to compensate for local variations._\r\n\n\n\r\n\n\n**26.**  Split each multi-color frame by acquisition channel/color to extract the nanoparticle channel.\r\n\n\n\r\n\n\n**27.**  It is important to remove background noise such that individual nanoparticles can be clearly delineated.  If the nanoparticles are sufficiently intense \\(high signal : noise ratio), it may be sufficient to set a simple threshold.  Alternatively, noise removal and/or object discriminations techniques may be utilized to select for nanoparticles.  Be sure to apply the same threshold for each frame within a video.\r\n\n\n\r\n\n\n**28.**  Create a binary mask to identify individual nanoparticles.  Set the mask to the maximum pixel value \\(255 for 8-bit images, 4095 for 12-bit images).  Apply the same mask to each frame.  \r\n\n\n\r\n\n\n**29.**  To distinguish between adherent particles and moving particles, it will be important to compare frames across time.  The first step in this process is to sum each frame with a later frame in the same video.  This causes adherent particles to increase in pixel value \\(from 255 to 510 for 8-bit images), while moving particles retain their original pixel value \\(255).  The time delta between frames can be optimized based on the time-scale of the experiments.  We find that a 1 second delta allows us to clearly distinguish between static and moving particles in the liver and tumors, where microvascular flow is generally above 10 µm/sec.  Using this approach, transiently adhered particles may be counted as adherent particles; however, the time delta may be adjusted to compensate.  Studies of silicon particle trajectories have shown that less 1% of particles adhere transiently for more than 1 second \\(data unpublished), thus the impact of this behavior on the overall results is negligible.\r\n\n\n\r\n\n\n**30.**  Set a new threshold above 255 \\(or 4095) to remove non-adherent particles.  Object discrimination software may now be used to quantify the number of individual spots on a frame-by-frame basis.  This yields the # of nanoparticles/FOV, which may be converted to # of nanoparticles/mm\n3\nknowing the axial and lateral resolution of the specific microscope used.\n**Tip**\nThis procedure may also be adapted to count the number of moving nanoparticles by subtracting the number of adherent particles from the total number of particles on a frame-by-frame basis.\n**Tip**\nObject counting software may be programmed to discriminate particles based on a variety of features including spot size, shape, and intensity.  For most nanoparticles, the axial resolution of the confocal microscope is several times larger than the particles themselves, thus nanoparticles generally appear as spots of uniform size, shape, and intensity.  Both adherent and flowing aggregates are readily identified based on these simple features. \r\n\n\n\r\n\n\n**31. Quantification of cell-particle co-localization**\n**TIMING**: Variable\nTo quantify particle uptake by Kupffer cells, high-speed or time-lapse videos may be processed as shown in\nBox 2\n.  The objective of these steps is to determine the number of internalized particles per FOV as a function of time.  Additional details are provided below.  For repeat analyses, these processing steps may be automated using macros.\n**32.**  Align and select frames as described in steps 24-25.\r\n\n\n\r\n\n\n**33.** Split the frames by color to extract the nanoparticle and Kupffer cell channels.\r\n\n\n\r\n\n\n**34.**  Remove noise and create a binary mask for each channel as described in steps 26-27.  If desired, an object discriminator may applied to the cell channel used to remove RBCs based on circularity.  Set the mask pixel value to 255 and apply to each frame.  \r\n\n\n\r\n\n\n**35.**   To distinguish between particles inside and outside the Kupffer cells, one can quantify co-localization between the two image channels.  First, sum the two channels for each frame.  Then set a new threshold above 255 \\(or 4095) to remove particles that have not been internalized.\n**Tip**\nThe ability to discriminate between nanoparticles on the cell surface and just inside the cell membrane is limited by the lateral and axial resolution of the hardware.  We recommend performing in vitro TEM or time-lapse microscopy studies to establish a baseline comparison for nanoparticle internalization and trafficking kinetics.  Control nanoparticles with differing internalization kinetics may be directly compared in vivo.  Post-processing of tissues via ICC, IHC, flow cytometry, ICP-AES, or TEM may also be helpful for interpreting IVM data.\r\n\n\n\r\n\n\n**36.**  Object discrimination software may now be used to quantify the total number of particles in each frame \\(from step 34) and the number of internalized number of particles in each frame.\n**Note**\nAs individual particles are internalized, they may appear to coalesce into fewer, larger particles.  If this is observed, it will be necessary to do object discrimination based on particle spot size, circularity, and/or intensity.  We experimentally determined the average spot size for singlet, doublets, triplets, etc. and used these measurements for our analyses.  Without this correction, the number of internalized particles may be underestimated.\r\n\n\n\r\n\n\n**APPLICATION NOTE:  Protocol adaptation for subcutaneous tumor imaging**\r\n\n\n**Animal preparation:**  Subcutaneous tumors are most readily accessible for IVM when grown in the flank or the anterior inguinal mammary fat pad.  Tumors may be grown to a variety of sizes \\(few cells to ==\n== 600 mm\n3\n, depending on experimental needs); however, it is recommended that tumor sizes be matched across animals as closely as possible to ensure reproducibility. Hair removal to permit the visualization of subcutaneous vessels is useful, particularly since care must be taken to avoid severing vessels feeding the tumor.  A ==\n== 2.5 cm ventral midline incision in skin is generally sufficient to produce a skin-flap that can be draped and stabilized over rolled gauze using needle retractors \\(\nFig 6\n). The flap may by separated from the muscle fascia by gripping the skin edge with forceps while gently tearing the connective tissue with a pre-moistened cotton swab stick.  Cover-slipping the tumor and sealing a large bead of PBS between the coverslip and tissue is highly recommended.  This serves to minimize tissue drying and long-term phototoxicity.  Care must be taken during cover-slipping to avoid compressing the tumor vasculature, and in our experience, a coverslip may need to be repositioned several times before the ideal preparation is achieved.  For this reason, the use of Vetbond is not recommended. \r\n\n\n\r\n\n\n**Microscope setup:** Check the flow of DiD-labeled RBCs by scanning the tissue at 30 fps.  Compare this to a bright-field image of the same FOV to ensure that the tumor vasculature was not collapsed during coverslip placement. Use the RBC flow to select the appropriate FOVs and focal planes for automated image acquisition.  A fluorescent tracer such as a 40kDa FITC-dextran may be injected to further delineate the vasculature \\(see\nVideo 7\n); however, it is important to confirm that the tracer of choice does not interfere nanoparticle targeting or accumulation.  We find it useful to focus and identify the overall region-of-interest using a 4× objective \\(3.2×3.2 mm) and then sampling all the vascularized FOVs within the field at 3× digital zoom. \r\n\n\n\r\n\n\n**High-speed intravital microscopy:** Properly mounted subcutaneous tumors that are sufficiently separated from the muscle fascia experience little motion, thus it is less critical to sample FOVs at high frame-rates.  We generally perform 4 – 8× line averaging of cropped \\(512×256 bit) images scanned at 60 fps to reduce noise and improve image quality.  The largest difference in imaging tumors lies the fact that tumor structure is highly heterogeneous and thus multiple high-magnification FOVs are needed to sufficiently sample the tissue and it’s sparse accumulation of nanoparticles.  Rather than imaging at a single point continuously, we image multiple FOVs \\(10-25 recommended) in parallel by preprogramming each FOV and then cycling through each position twice per minute.  Multiple frames are acquired at each position for up to 1 second to increase the probability of a crisp image at each time-point. Sampling each position at 30-60 second intervals is sufficient to yield kinetic curves describing particle influx and accumulation.\n_**Figure 9**.  Example workflow for IVM of subcutaneous tumors.  \\(A) Exteriorized tumors are centered and brought into focus at low-magnification \\(e.g. 4×) using bright-field microscopy. Images of tumor vasculature may be acquired using a widefield color CCD camera. Samples that are suitably flat and appropriately cover-slipped will show uniform fluorescent illumination. The fluorescence of exogenously administered RBCs \\(DiD, 640 nm ex) and/or dextran tracers \\(1μM FITC-dextran, 488 nm ex) is used to optimize the focus. RBCs may be monitored in real-time at 30 fps to ensure that the tissue has not been compressed during the cover-slipping process. \\(B) Due to heterogeneities in tumor structure and function, FOV selections are programmed to sample a large region of tissue. Cropping the image aspect ratio from 512×512 to 512×256 doubles the effective scanning frame rate, such that line averaging may be applied and still yield a sufficient number of images \\(7.5 fps with 8× averaging, 15 fps with 4× averaging, or 30 fps with 2× averaging). Image acquisition parameters \\(e.g. laser power, gain, and PMT offset) for each color channel are adjusted using a sample FOV at the final magnification \\(e.g. 12×) while simultaneously exciting with all 3 lasers. Nanoparticle \\(AlexaFluor 555, 560 nm ex) acquisition parameters are programmed prior to injection using settings from a previous experiment or positive control. \\(C) The microscope is programmed to sample multiple FOVs in parallel from the time of nanoparticle injection. Images are acquired continuously for one second at each FOV before moving to the next FOV. Depending on hardware, this cycle can be repeated every 30 seconds when ~ 25 FOVs are pre-programmed. This yields 7 frames/FOV/cycle, the best of which may be selected for quantification purposes. Note: Image magnification and scanning frame rates are suggested as a starting point and may be adapted based on the specific hardware available. Tumor imaging is generally performed at lower magnification to increase the probability of detecting significant numbers of particles. A 20 – 25× objective, commonly used for IVM, is readily substituted. With digital zoom, such an objective can yield magnifications upwards of 60×, which is sufficient for detecting most nanoparticles. The scanning rates described here are sufficient to capture nanoparticle accumulation kinetics but are too slow for imaging RBC or particle trajectories. If trajectory measurements are needed, images should be acquired such that an object’s spatial position change is less than or equal to the object size. For the liver, we recommend to sampling FOVs at 30 – 60 fps for 10 – 30 second intervals._"
        },
        {
            "header": "Timing",
            "content": "•  Steps 1 - 6 Fluorescent labeling of red blood cells \\(2 h) <sup>a</sup>\r\n\n\n•  Steps 7 – 13 Animal preparation for intravital microscopy \\(10 – 20 min) <sup>b</sup>\r\n\n\n•  Steps 12 -18 Microscope setup and optimization \\(5 – 15 min) <sup>b</sup>\r\n\n\n•  Steps 19-21 Nanoparticle preparation \\(10 min) <sup>c</sup>\r\n\n\n•  Steps 22  High-speed intravital microscopy \\(Variable, to 12h)\r\n\n\n•  Steps 23-30 Quantification of nanoparticle accumulation \\(Variable) <sup>d</sup>\r\n\n\n•  Steps 31-35 Quantification of cell-particle co-localization \\(Variable) <sup>d</sup>\r\n\n\n\r\n\n\n<sup>a</sup> May be performed days to weeks in advance.\r\n\n\n<sup>b</sup> Inexperienced users will require more time. \r\n\n\n<sup>c</sup> It is highly recommended that nanoparticles be prepared immediately before use.\r\n\n\n<sup>d</sup> May be performed anytime after data acquisition."
        },
        {
            "header": "Troubleshooting",
            "content": "<a href=\"http://www.nature.com/protocolexchange/system/uploads/2598/original/table.png?1367940728\"><img width=\"100%\" src=\"http://www.nature.com/protocolexchange/system/uploads/2598/original/table.png?1367940728\"></a>"
        },
        {
            "header": "Anticipated Results",
            "content": "The procedures described here can be used to successfully image and quantify nanoparticle transport dynamics and cell-particle associations in multiple organs including the liver, spleen, and subcutaneous tumors. Optical access to these organs is easily achieved with minimal risk of bleeding.  Both surgeries have been performed by multiple operators and appear well tolerated by mice. Surgeries are easily taught and permit a single, extended, non-survival imaging session. Survival procedures are also possible with the addition of pre- and post-surgical analgesics; repeated alternating scrubs of chlorhexidine and 70% isopropyl alcohol \\(3 recommended); and rigorous use of aseptic techniques.  We take care to sterilize all tools, solutions, and practice aseptic techniques for both acute and survival studies.  Premature mouse death due to aesthesia or surgery is rare, generally <1% for experienced personnel. These same procedures may be applied for imaging other organs accessible via skin-flaps and/or abdominal incisions. Intrathoracic imaging may be performed by placing mice on a respirator prior to opening the chest.\r\n\n\n\r\n\n\n     It should be noted that there is a strong learning curve associated with IVM.  Users experienced with in vitro confocal microscopy, for example, generally have an easier time optimizing image quality but may require additional training in proper tissue preparation and dynamic image acquisition.  Personnel with extensive animal experience generally have rapid success with reproducible animal preparation but may require more time for microscope setup and optimization.  Laboratories new to IVM are recommended plan for 30-50% additional mice in the first few experiments for personnel to gain experience with animal preparation and microscope set up.  The greatest challenge in the studies described here is that the data is acquired dynamically over relatively short time scales.  While it is straightforward to collect data at one or a few time-points after nanoparticle injection, collecting rapid kinetic data in a reproducible manner from time zero requires that that both animal preparation and microscope setup be perfected before nanoparticle injection.  Thus standardization of mouse preparation, tissue excitation, emission collection, image magnification, acquisition start time, scan speed, imaging duration, FOV number, and nanoparticle dose become critical.  Nevertheless, with practice and standardization, data can be collected and quantified in a manner that is highly reproducible from animal to animal."
        },
        {
            "header": "References",
            "content": "1. Pittet, M. J. & Weissleder, R. Intravital Imaging. Cell 147, 983-991, \\(2011).\r\n  \r\n\n\n2. Germain, R. N., Miller, M. J., Dustin, M. L. & Nussenzweig, M. C. Dynamic imaging of the immune system: progress, pitfalls and promise. Nat Rev Immunol 6, 497-507, \\(2006).\r\n  \r\n\n\n3. Kerr, J. N. D. & Denk, W. Imaging in vivo: watching the brain in action. Nat Rev Neurosci 9, 195-205, \\(2008).\r\n  \r\n\n\n4. Jain, R. K., Munn, L. L. & Fukumura, D. Dissecting tumour pathophysiology using intravital microscopy. Nature reviews 2, 266-276, \\(2002).\r\n  \r\n\n\n5. Dunn, K. W. et al. Functional studies of the kidney of living animals using multicolor two-photon microscopy. American Journal of Physiology - Cell Physiology 283, C905-C916, \\(2002).\r\n  \r\n\n\n6. Masedunskas, A. & Weigert, R. Intravital Two-Photon Microscopy for Studying the Uptake and Trafficking of Fluorescently Conjugated Molecules in Live Rodents. Traffic 9, 1801-1810, \\(2008).\r\n  \r\n\n\n7. Masedunskas, A., Porat-Shliom, N. & Weigert, R. Regulated exocytosis: novel insights from intravital microscopy. Traffic 13, 627-634, \\(2012).\r\n  \r\n\n\n8. Palmer, G. M. et al. In vivo optical molecular imaging and analysis in mice using dorsal window chamber models applied to hypoxia, vasculature and fluorescent reporters. Nat. Protocols 6, 1355-1366, \\(2011).\r\n  \r\n\n\n9. von Dobschuetz, E. et al. Dynamic intravital fluorescence microscopy: A novel method for the assessment of microvascular permeability in acute pancreatitis. Microvascular Research 67, 55-63, \\(2004).\r\n  \r\n\n\n10. Kamoun, W. S. et al. Simultaneous measurement of RBC velocity, flux, hematocrit and shear rate in vascular networks. Nat Methods 7, 655-660, \\(2010).\r\n  \r\n\n\n11. Iga, A. M., Sarkar, S., Sales, K. M., Winslet, M. C. & Seifalian, A. M. Quantitating Therapeutic Disruption of Tumor Blood Flow with Intravital Video Microscopy. Cancer Research 66, 11517-11519, \\(2006).\r\n  \r\n\n\n12. Hak, S., Reitan, N. K., Haraldseth, O. & de Lange Davies, C. Intravital microscopy in window chambers: a unique tool to study tumor angiogenesis and delivery of nanoparticles. Angiogenesis 13, 113-130, \\(2010).\r\n  \r\n\n\n13. Parodi, A. et al. Biomimetic camouflage imparts cell-like activity to synthetic particles. Nature Nanotechnology 8, 61-68, \\(2013).\r\n  \r\n\n\n14. van de Ven, A. et al. Rapid tumoritropic accumulation of systemically injected plateloid particles and their biodistribution. Journal of Controlled Release 158, 148-155, \\(2012).\r\n  \r\n\n\n15. Kim, K. S. et al. In vivo real-time confocal microscopy for target-specific delivery of hyaluronic acid-quantum dot conjugates. Nanomedicine \\(Lond), \\(2012).\r\n  \r\n\n\n16. Smith, B. R. et al. Shape Matters: Intravital Microscopy Reveals Surprising Geometrical Dependence for Nanoparticles in Tumor Models of Extravasation. Nano Letters 12, 3369-3377, \\(2012).\r\n  \r\n\n\n17. Hwang, J. Y. et al. A Multimode Optical Imaging System for Preclinical Applications In Vivo: Technology Development, Multiscale Imaging, and Chemotherapy Assessment. Mol Imaging Biol, \\(2011).\r\n  \r\n\n\n18. Cho, C.-F., Ablack, A., Leong, H.-S., Zijlstra, A. & Lewis, J. Evaluation of Nanoparticle Uptake in Tumors in Real Time Using Intravital Imaging. J Vis Exp, e2808, \\(2011).\r\n  \r\n\n\n19. Itaka, K. et al. Polyplex nanomicelle promotes hydrodynamic gene introduction to skeletal muscle. J Control Release 143, 112-119, \\(2010).\r\n  \r\n\n\n20. Smith, B. R., Cheng, Z., De, A., Rosenberg, J. & Gambhir, S. S. Dynamic visualization of RGD-quantum dot binding to tumor neovasculature and extravasation in multiple living mouse models using intravital microscopy. Small 6, 2222-2229, \\(2010).\r\n  \r\n\n\n21. Fu, A. et al. Fluorescent Magnetic Nanoparticles for Magnetically Enhanced Cancer Imaging and Targeting in Living Subjects. ACS Nano, \\(2012).\r\n  \r\n\n\n22. van de Ven, A. L. et al. Integrated intravital microscopy and mathematical modeling to optimize nanotherapeutics delivery to tumors. AIP Advances 2, 011208, \\(2012).\r\n  \r\n\n\n23. van de Ven, A. L. et al. Modeling of nanotherapeutics delivery based on tumor perfusion. New Journal of Physics 15, 055004, \\(2013).\r\n  \r\n\n\n24. Cheng, S. H. et al. Visualizing dynamics of sub-hepatic distribution of nanoparticles using intravital multiphoton fluorescence microscopy. ACS Nano 6, 4122-4131, \\(2012).\r\n  \r\n\n\n25. Tada, H., Higuchi, H., Wanatabe, T. M. & Ohuchi, N. In vivo Real-time Tracking of Single Quantum Dots Conjugated with Monoclonal Anti-HER2 Antibody in Tumors of Mice. Cancer Research 67, 1138-1144, \\(2007).\r\n  \r\n\n\n26. Smith, B. R. et al. Real-time intravital imaging of RGD-quantum dot binding to luminal endothelium in mouse tumor neovasculature. Nano Letters 8, 2599-2606, \\(2008).\r\n  \r\n\n\n27. Leong, H. S. et al. Intravital imaging of embryonic and tumor neovasculature using viral nanoparticles. Nat Protoc 5, 1406-1417, \\(2010).\r\n  \r\n\n\n28. Leimgruber, A. et al. Behavior of endogenous tumor-associated macrophages assessed in vivo using a functionalized nanoparticle. Neoplasia 11, 459-468, 452 p following 468, \\(2009).\r\n  \r\n\n\n29. Murphy, E. A. et al. Nanoparticle-mediated drug delivery to tumor vasculature suppresses metastasis. Proc Natl Acad Sci U S A 105, 9343-9348, \\(2008).\r\n  \r\n\n\n30. Ferrari, M. Frontiers in cancer nanomedicine: directing mass transport through biological barriers. Trends Biotechnol 28, 181-188, \\(2010).\r\n  \r\n\n\n31. Moghimi, S. M., Hunter, A. C. & Murray, J. C. Long-circulating and target-specific nanoparticles: theory to practice. Pharmacological reviews 53, 283-318, \\(2001).\r\n  \r\n\n\n32. Moghimi, S. M. & Hunter, A. C. Poloxamers and poloxamines in nanoparticle engineering and experimental medicine. Trends Biotechnol 18, 412-420, \\(2000).\r\n  \r\n\n\n33. Woodle, M. C. & Lasic, D. D. Sterically stabilized liposomes. Biochimica et biophysica acta 1113, 171-199, \\(1992).\r\n  \r\n\n\n34. Monfardini, C. & Veronese, F. M. Stabilization of substances in circulation. Bioconjug Chem 9, 418-450, \\(1998).\r\n  \r\n\n\n35. Michor, F., Liphardt, J., Ferrari, M. & Widom, J. What does physics have to do with cancer? Nature reviews 11, 657-670, \\(2011).\r\n  \r\n\n\n36. Motoike, T. et al. Universal GFP reporter for the study of vascular development. Genesis 28, 75-81, \\(2000).\r\n  \r\n\n\n37. Hillen, F. et al. A transgenic Tie2-GFP athymic mouse model; a tool for vascular biology in xenograft tumors. Biochem Biophys Res Commun 368, 364-367, \\(2008).\r\n  \r\n\n\n38. Megens, R. T., Kemmerich, K., Pyta, J., Weber, C. & Soehnlein, O. Intravital imaging of phagocyte recruitment. Thromb Haemost 105, 802-810, \\(2011).\r\n  \r\n\n\n39. Weigert, R., Sramkova, M., Parente, L., Amornphimoltham, P. & Masedunskas, A. Intravital microscopy: a novel tool to study cell biology in living animals. Histochem Cell Biol 133, 481-491, \\(2010).\r\n  \r\n\n\n40. Gao, S. et al. Characteristics of blood fluorescence spectra using low-level, 457.9-nm excitation from Ar+ laser. Chin. Opt. Lett. 2, 160-161, \\(2004).\r\n  \r\n\n\n41. Monici, M. Cell and tissue autofluorescence research and diagnostic applications. Biotechnol Annu Rev 11, 227-256, \\(2005).\r\n  \r\n\n\n42. Ritsma, L. et al. Surgical implantation of an abdominal imaging window for intravital microscopy. Nat. Protocols 8, 583-594, \\(2013).\r\n  \r\n\n\n43. Jain, R. K., Munn, L. L. & Fukumura, D. Lung window preparation in mice. Cold Spring Harb Protoc 2013, \\(2013).\r\n  \r\n\n\n44. Tasciotti, E. et al. Mesoporous silicon particles as a multistage delivery system for imaging and therapeutic applications. Nat Nanotechnol 3, 151-157, \\(2008).\r\n  \r\n\n\n45. Tanaka, T. et al. Sustained small interfering RNA delivery by mesoporous silicon particles. Cancer Res 70, 3687-3696, \\(2010).\r\n  \r\n\n\n46. Decuzzi, P., Pasqualini, R., Arap, W. & Ferrari, M. Intravascular delivery of particulate systems: does geometry really matter? Pharm Res 26, 235-243, \\(2009).\r\n  \r\n\n\n47. Decuzzi, P. et al. Size and shape effects in the biodistribution of intravascularly injected particles. J Control Release 141, 320-327, \\(2010).\r\n  \r\n\n\n48. Godin, B. et al. Discoidal Porous Silicon Particles: Fabrication and Biodistribution in Breast Cancer Bearing Mice. Advanced Functional Materials 22, 4225-4235, \\(2012).\r\n  \r\n\n\n49. Kim, P., Puoris'haag, M., Cote, D., Lin, C. P. & Yun, S. H. In vivo confocal and multiphoton microendoscopy. Journal of Biomedical Optics 13, 010501-010503, \\(2008).\r\n  \r\n\n\n50. Fan, Z. et al. In vivo tracking of 'color-coded' effector, natural and induced regulatory T cells in the allograft response. Nat Med 16, 718-722, \\(2010).\r\n  \r\n\n\n51. Hoff, J. Methods of blood collection in mouse. Lab Animal 29, 47-53, \\(2000).\r\n  52. Ewald, A. J., Werb, Z. & Egeblad, M. Monitoring of Vital Signs for Long-Term Survival of Mice under Anesthesia. Cold Spring Harbor Protocols 2011, pdb.prot5563, \\(2011).\r\n  \r\n\n\n53. Babbey, C. M. et al. Quantitative intravital microscopy of hepatic transport. IntraVital 1, 21-30, \\(2012).\r\n  \r\n\n\n54. Thiberge, S. et al. In vivo imaging of malaria parasites in the murine liver. Nat. Protocols 2, 1811-1818, \\(2007).\r\n  \r\n\n\n55. Kamoun, W. S., Shin, M. C., Karaa, A. & Clemens, M. G. Quantification of hepatic microcirculation heterogeneity of perfusion: Effects of endothelin-1. Microvascular Research 69, 180-186, \\(2005)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by a NIH/NCI Physical Sciences – Oncology Center \\(PS-OC) U54CA143837 grant. This work was also partially supported through grants from the National Institute of Health \\(U54CA151668), the Department of Defense \\(W81XWH-09-1-0212 and W81XWH-09-2-0139), Telemedicine and Advanced Technology Research Center \\(W81XWH-09-2-0139), the Ernest Cockrell Jr. Distinguished Endowed Chair, and the National Research Foundation of Korea \\(2011-0009503, WCI2011-001).  Special thanks to members of PS-OC Advanced Intravital Microscopy Core and David Tinkey, DVM for reviewing and commenting on the manuscript."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.jconrel.2011.10.021",
                "date": "2013-05-03 14:18:49",
                "title": "Rapid tumoritropic accumulation of systemically injected plateloid particles and their biodistribution",
                "authors": [
                    "Anne L. van de Ven",
                    "Pilhan Kim",
                    "O'Hara Haley",
                    "Jean R. Fakhoury",
                    "Giulia Adriani",
                    "Jeffrey Schmulen",
                    "Padraig Moloney",
                    "Fazle Hussain",
                    "Mauro Ferrari",
                    "Xuewu Liu",
                    "Seok-Hyun Yun",
                    "and Paolo Decuzzi"
                ],
                "journal": "Journal Of Controlled Release",
                "logo": ""
            },
            {
                "doi": "10.1063/1.3699060",
                "date": "2013-05-03 14:17:54",
                "title": "Integrated intravital microscopy and mathematical modeling to optimize nanotherapeutics delivery to tumors",
                "authors": [
                    "Anne L. van de Ven",
                    "Min Wu",
                    "John Lowengrub",
                    "Steven R. McDougall",
                    "Mark A. J. Chaplain",
                    "Vittorio Cristini",
                    "Mauro Ferrari",
                    "and Hermann B. Frieboes"
                ],
                "journal": "AIP Advances",
                "logo": ""
            },
            {
                "doi": "10.1088/1367-2630/15/5/055004",
                "date": "2013-05-09 04:30:13",
                "title": "Modeling of nanotherapeutics delivery based on tumor perfusion",
                "authors": [
                    "Anne L van de Ven",
                    "Behnaz Abdollahi",
                    "Carlos J Martinez",
                    "Lacey A Burey",
                    "Melissa D Landis",
                    "Jenny C Chang",
                    "Mauro Ferrari",
                    "and Hermann B Frieboes"
                ],
                "journal": "New Journal Of Physics",
                "logo": ""
            },
            {
                "doi": "10.1038/nnano.2012.212",
                "date": "2013-05-03 14:21:11",
                "title": "Synthetic nanoparticles functionalized with biomimetic leukocyte membranes possess cell-like functions",
                "authors": [
                    "Alessandro Parodi",
                    "Nicoletta Quattrocchi",
                    "Anne L. van de Ven",
                    "Ciro Chiappini",
                    "Michael Evangelopoulos",
                    "Jonathan O. Martinez",
                    "Brandon S. Brown",
                    "Sm Z. Khaled",
                    "Iman K. Yazdi",
                    "Maria Vittoria Enzo",
                    "Lucas Isenhart",
                    "Mauro Ferrari",
                    "and Ennio Tasciotti"
                ],
                "journal": "Nature Nanotechnology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12519,
                "identity": "a0023d89-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Anne L van de Ven",
                "email": "avandeven@tmhs.org",
                "orcid": "",
                "institution": "The Methodist Hospital Research Institute, 6670 Bertner Ave, Houston, TX 77030 ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Anne",
                "middleName": "L van",
                "lastName": "de Ven",
                "suffix": ""
            },
            {
                "id": 12522,
                "identity": "a002483f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Seok Hyun Yun",
                "email": "syun@hms.harvard.edu",
                "orcid": "",
                "institution": "Wellman Center for Photomedicine and Harvard Medical School, Massachusetts General Hospital, 40 Blossom St, Boston, MA 02114",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Seok",
                "middleName": "Hyun",
                "lastName": "Yun",
                "suffix": ""
            },
            {
                "id": 12520,
                "identity": "a0024443-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Pilhan Kim",
                "email": "",
                "orcid": "",
                "institution": "WCU Graduate School of Nanoscience and Technology, KAIST, Daejeon, Republic of Korea",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pilhan",
                "middleName": "",
                "lastName": "Kim",
                "suffix": ""
            },
            {
                "id": 12521,
                "identity": "a00246bf-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mauro Ferrari",
                "email": "",
                "orcid": "",
                "institution": "The Methodist Hospital Research Institute, 6670 Bertner Ave, Houston, TX 77030",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mauro",
                "middleName": "",
                "lastName": "Ferrari",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-05-09 19:36:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.049",
        "doiUrl": "https://doi.org/10.1038/protex.2013.049",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608721,
                "identity": "4bba6c87-b363-44a4-a8eb-e1912bf9d32f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 136413,
                "visible": true,
                "origin": "",
                "legend": "Box 1   Quantification of nanoparticle accumulation ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/figure_1.png"
            },
            {
                "id": 2608723,
                "identity": "6f9614d5-75db-4542-ac38-c2e9cde9d8a7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 142845,
                "visible": true,
                "origin": "",
                "legend": "Box 2   Quantification of nanoparticle internalization ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/figure_2.png"
            },
            {
                "id": 2608724,
                "identity": "60eb6fd4-e23e-42aa-b2fb-6ae788932300",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1476258,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Imaging single particle dynamics in the liver of live mice.   (A) The left lobe of the liver is readily exposed via a small midline incision. A coverslip may be gently placed against the tissue surface to allow high-magnification and high-resolution microscopy without impacting liver movement or blood flow.  (B) 600×200 nm plateloid silicon particles (red), injected retro-orbitally, can be individually identified and tracked within the liver microvasculature (green) using a high-speed intravital microscope with equipped with optical sectioning capabilities. Particle accumulation within the vasculature, as well as particle uptake by Kupffer cells (blue) are visualized from the time of injection. When the color images are overlaid, particles appear to shift in color from red to violet upon internalization by Kupffer cells (inset).  Images shown here were averaged across 4 frames for clarity. The associated movies may be found in the supplementary information. Scale bar, 50 µm. (C) Particle accumulation is quantified at regular time-intervals (shown here as every 10 seconds). ",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/figure_3.png"
            },
            {
                "id": 2608725,
                "identity": "b8b0f9a7-08bb-4e65-8bb0-f82ec50c1f3a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 981097,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Endogenous and exogenous sources of contrast.   The vasculature (top) and Kupffer cells (bottom) of the liver are readily delineated using fluorescent reporter genes (Tie2-GFP, MHCII-GFP) or systemically injected contrast agents including fluorescent antibodies (CD 204 mAb), macromolecule tracers (FITC-dextran), and labeled RBCs. The RBC track projection shows a summation of 900 sequential frames (30s). Scale bar, 50 µm. ",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/figure_4.png"
            },
            {
                "id": 2608728,
                "identity": "49451f99-a461-4d23-972b-697b0d009b0d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1231607,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Fluorescent labeling of RBCs and Kupffer cells.   (A) Step-by-step procedure for ex vivo labeling of autologous RBCs using lipophilic DiD. (B) A small proportion of RBCs (blue) are taken up by Kupffer cells immediately after re-injection, providing an indirect way to identify Kupffer cells in vivo. RBC internalization is time-dependent, with the Kupffer cell morphology being fully delineated ==~== 24 hours after RBC injection.    ",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/figure_5.png"
            },
            {
                "id": 2608727,
                "identity": "94b347d9-9a7a-49c5-ade3-d373cf98b648",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 795511,
                "visible": true,
                "origin": "",
                "legend": "Surgery for liver and subcutaneous tumor IVM.   (A) The liver is readily exposed by a ==~== 1.5 cm midline incision through the skin, followed by a ==~== 1.0 cm incision through the underlying soft tissue.  The surgical site extends down from ==~== 5 mm above the base of the sternum, such that when the mouse is placed its back and draped over rolled 4 inch gauze, the left lobe of the liver is exposed. Tissues are retracted using custom retractors comprised of bent 30G ½ needles.  (B) Subcutaneous tumors grown in the flank or anterior inguinal mammary fat pad are exteriorized using a similar approach.  A single ==~== 2.5 cm midline incision is made in the skin, being careful to avoid severing the mammary arteries or other vessels feeding the tumor.  The skin is gently separated from the underlying subcutaneous tissue and abdominal musculature and then draped over a roll of 4 inch gauze placed parallel to the mouse.  The mammary gland will stay attached to the skin flap unless the gland and fat tissue are dissected from the underside of the skin.  Needle retractors may be taped in place to maintain positioning of the skin flap.  The skin-flap draping technique will vary slightly from mouse to mouse depending on tumor size, vascularity, positioning, and orientation.  The gauze height, skin tension, and positioning of the mouse limbs may be adjusted to achieve an optimal tumor preparation. Sterile surgical drape is used to maintain a sterile field.",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/figure_6.png"
            },
            {
                "id": 2608726,
                "identity": "6e00f942-9ac9-4760-9036-64984047375f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2119713,
                "visible": true,
                "origin": "",
                "legend": "Example workflow for IVM of healthy liver and liver metastases.   (A) The surgically exposed liver is centered and brought into focus at low-magnification (e.g. 4 or 20×) by selecting for endothelial cell (GFP, 488 nm ex) or Kupffer cell (DiD, 640 nm ex) fluorescence.  Blood flow (DiD, 640 nm ex) may be monitored in real-time at 30 fps to ensure the tissue has not been compressed during the cover-slipping process. (B) FOV selections are programmed in either a random or regular non-overlapping order.  Image acquisition parameters (e.g. laser power, gain, and PMT offset) for each color channel are adjusted at the final magnification (e.g. 40×) while simultaneously exciting the sample with all 3 lasers.  Nanoparticle (AlexaFluor 555, 560 nm ex) acquisition parameters are programmed prior to injection using settings from a previous experiment or positive control.  (C) The microscope is programmed to acquire images continuously at 30 fps from the time of nanoparticle injection.  To minimize phototoxicity, acquisition is limited to 1-3 minutes per FOV, after which the microscope continues to the next pre-programmed FOV. (D) Metastatic nodules can be identified on the liver surface using bright-field microscopy.  For the 4T1 breast cancer metastases shown here, these nodules appear whitish in color and lack the regular vascular architecture of the liver sinusoids.  (E) FOVs are selected in one or more regions based on Kupffer cell presence (liver sinsuoids) or absence (tumor). (F) To allow long-term imaging of a small number of regions, multiple non-overlapping FOVs are sequentially imaged at 30 fps for 1 second each with the use of a motorized stage, then repeated at 30-second intervals.  This yields 60 frames per FOV per minute. Note: Image magnification and scanning frame rates are suggested as a starting point and may be adapted based on the specific hardware available.  The maximum number of FOVs that can be imaged per 30 seconds will depend on stage speed, distance between FOVs, and acquisition hardware lag time.",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/figure_7.png"
            },
            {
                "id": 2608731,
                "identity": "e76573f0-8d82-472f-972e-b2b159aca9d4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1550860,
                "visible": true,
                "origin": "",
                "legend": "Figure 9   Example workflow for IVM of subcutaneous tumors   (A) Exteriorized tumors are centered and brought into focus at low-magnification (e.g. 4×) using bright-field microscopy.  Images of tumor vasculature may be acquired using a widefield color CCD camera.  Samples that are suitably flat and appropriately cover-slipped will show uniform fluorescent illumination.  The fluorescence of exogenously administered RBCs (DiD, 640 nm ex) and/or dextran tracers (1μM FITC-dextran, 488 nm ex) is used to optimize the focus.  RBCs may be monitored in real-time at 30 fps to ensure that the tissue has not been compressed during the cover-slipping process.  (B) Due to heterogeneities in tumor structure and function, FOV selections are programmed to sample a large region of tissue.  Cropping the image aspect ratio from 512×512 to 512×256 doubles the effective scanning frame rate, such that line averaging may be applied and still yield a sufficient number of images (7.5 fps with 8× averaging, 15 fps with 4× averaging, or 30 fps with 2× averaging).  Image acquisition parameters (e.g. laser power, gain, and PMT offset) for each color channel are adjusted using a sample FOV at the final magnification (e.g. 12×) while simultaneously exciting with all 3 lasers.  Nanoparticle (AlexaFluor 555, 560 nm ex) acquisition parameters are programmed prior to injection using settings from a previous experiment or positive control.  (C) The microscope is programmed to sample multiple FOVs in parallel from the time of nanoparticle injection.  Images are acquired continuously for one second at each FOV before moving to the next FOV.  Depending on hardware, this cycle can be repeated every 30 seconds when ==~== 25 FOVs are pre-programmed.  This yields 7 frames/FOV/cycle, the best of which may be selected for quantification purposes. Note:  Image magnification and scanning frame rates are suggested as a starting point and may be adapted based on the specific hardware available.  Tumor imaging is generally performed at lower magnification to increase the probability of detecting significant numbers of particles.  A 20 – 25× objective, commonly used for IVM, is readily substituted.  With digital zoom, such an objective can yield magnifications upwards of 60×, which is sufficient for detecting most nanoparticles.  The scanning rates described here are sufficient to capture nanoparticle accumulation kinetics but are too slow for imaging RBC or particle trajectories.  If trajectory measurements are needed, images should be acquired such that an object’s spatial position change is less than or equal to the object size.  For the liver, we recommend to sampling FOVs at 30 – 60 fps for 10 – 30 second intervals. ",
                "description": "",
                "filename": "figure8.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/figure_8.png"
            },
            {
                "id": 2608730,
                "identity": "4beb4256-94a3-48f1-a9fd-183ebbb68416",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 843482,
                "visible": true,
                "origin": "",
                "legend": "Figure 4   Examples of single nanoparticles resolved by IVM.   Nanoparticles successfully imaged in vivo range in size and shape.  Large particles containing many fluorophores, such as 600×200 nm silicon particles are readily observed at low magnification (e.g. 12×) as single particles flowing within tumors.  This approach works equally well for particles beyond the resolution of the IVM system, such as 100 nm AlexaFluor 555-conjugated silica beads and 50 nm rhodamine-liposomes. Provided the nanoparticles are sufficiently bright, they appear as one or more pixels within the FOV.  Scale bar = 100, 50, 30 μm respectively. ",
                "description": "",
                "filename": "figure9.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/figure_9.png"
            },
            {
                "id": 2608732,
                "identity": "c8713938-cd52-43fa-8a3d-5d7a414d9146",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 10,
                "title": "Figure 10",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1072623,
                "visible": true,
                "origin": "",
                "legend": "Figure 5   Multicolor two-photon microscopy of fluorescent beads in the mouse ear.    (A) Individual FITC-loaded 200nm polystyrene beads (50 µl) are readily identified within the vasculature using a 20×, 1.0 NA water immersion objective lens.  Scale bar = 100 μm.  Three-color microscopy was achieved by counterstaining the vasculature with 70 kDa rhodamine-dextran (3% w/v) and collecting the 2nd harmonic signal from collagen following excitation with a Mai-Tai DeepSee laser mode-locked at 810 nm ( ==~== 25mW).  Fluorescence emissions were collected at 405 ± 10 nm (collagen), 525 ± 25 nm (FITC beads), and 600 ± 50 (rhodamine-dextran) using photomultiplier tubes. (B) Analysis of consecutive frames (recorded at 60 fps) allow the trajectories of individual beads be resolved and measured.  Here 1000 nm beads are shown in a few select frames for clarity.  When the particle displacement between frames greatly exceeds particle size (see 76 μm/s trace), it is recommended to inject of a small number of particles (less than or equal to 5×10^8^) to avoid confusion between particles.  Scale bar = 50 μm.",
                "description": "",
                "filename": "figure10.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/figure_10.png"
            },
            {
                "id": 2608733,
                "identity": "f1b8b3d1-4c87-42eb-a20f-f5ca79d5ae48",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 11,
                "title": "Figure 11",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 206545,
                "visible": true,
                "origin": "",
                "legend": "Figure 8   Example of liver accumulation data sampled over multiple focal planes.   Raw data was collected at 30 fps for 2 mice and plotted at 10-second intervals without selecting for images in a specific focal plane.  (A) Fluctuations in focal plane due to normal mouse breathing appear as fluctuations in particle count, which reflect local variations in particle accumulation.  (B) Raw data sets are readily fit by logarithmic trend lines to compensate for local variations. ",
                "description": "",
                "filename": "figure11.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/figure_11.png"
            },
            {
                "id": 2608743,
                "identity": "31b5389c-9fdb-4046-928f-e86288cc5fb6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "png",
                "order_by": 12,
                "title": "Figure 12",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 68664,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Troubleshooting",
                "description": "",
                "filename": "figure12.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/figure_12.png"
            },
            {
                "id": 13464745,
                "identity": "509096c5-80f4-45f6-b7c5-7dc504c97a0a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:34",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 7597257,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/f82b332e-b25d-4bc0-b077-5bd63ddfc2ee.pdf"
            },
            {
                "id": 2608740,
                "identity": "c595f7bf-e1cd-4905-b679-605270875d9d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "m4v",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 3383518,
                "visible": true,
                "origin": "",
                "legend": "Video 1   Real-time accumulation of plateloid 600×200 nm particles in the liver microvasculature (t ==~== 5 sec).     <iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/TKpzXATYXck?rel=0\" frameborder=\"0\" allowfullscreen></iframe>\r\n600×200 nm plateloid silicon particles (red) were imaged in the liver vasculature (green) of Tie2-GFP+ mice from the time of injection.  The flow of red blood cells (blue, moving cells) and the presence of Kupffer cells (blue, static stellate cells) were monitored simultaneously. Particle accumulation appeared rapid and increased steadily with time.  The video was recorded at 30 fps over a 250×250 μm field-of-view. ",
                "description": "",
                "filename": "supplement0.m4v",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/supplement_0.m4v"
            },
            {
                "id": 2608741,
                "identity": "239e1f4d-daff-414b-9ae2-0832980b9ed1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "m4v",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 4752115,
                "visible": true,
                "origin": "",
                "legend": "Video 4   Real-time capture of RBCs by Kupffer cells.     <iframe width=\"420\" height=\"315\" src=\"http://www.youtube.com/embed/9mUfZEzLaKI?rel=0\" frameborder=\"0\" allowfullscreen></iframe>\r\nAutologous RBCs freshly labeled with Vybrant® DiD (blue, ~3-5% by number) were imaged in the liver vasculature (green) of Tie2-GFP+ mice immediately after injection. RBC capture appeared rapid, with several cells accumulating within the field-of-view in under one minute.  The presence of captured RBCs does not appear to impact blood flow through the vasculature.  The video was recorded at 30 fps over a 250×250 μm field-of-view.",
                "description": "",
                "filename": "supplement0.m4v",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/supplement_0.m4v"
            },
            {
                "id": 2608742,
                "identity": "c1aca0c8-7062-450c-86c4-7eb191ea6849",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "m4v",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1638816,
                "visible": true,
                "origin": "",
                "legend": "Video 6   Example of laser-induced phototoxity in the liver.   <iframe width=\"420\" height=\"315\" src=\"http://www.youtube.com/embed/7x-vFDDaKdY?rel=0\" frameborder=\"0\" allowfullscreen></iframe>\r\nA Tie2-GFP mouse was systemically injected with a 2MDa dextran tracer (blue) and imaged continuously for 10 minutes using a polygon-based laser scanning system.  The RBCs, which appear as dark spots within the dextran tracer, initially flow well and then suddenly appear to stop.     ",
                "description": "",
                "filename": "supplement0.m4v",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/supplement_0.m4v"
            },
            {
                "id": 2608747,
                "identity": "27e140b6-fcf7-47e0-9657-f36de111b7a3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "m4v",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 4724241,
                "visible": true,
                "origin": "",
                "legend": "Video 7   Time-lapse microscopy of plateloid 1000x400 nm particles in breast tumor vasculature.   <iframe width=\"420\" height=\"315\" src=\"http://www.youtube.com/embed/flNy8cd34qE?rel=0\" frameborder=\"0\" allowfullscreen></iframe>\r\n1000×400 nm plateloid silicon particles (red) were imaged in MDA-MB-231 tumors from the time of injection.  The vasculature (green) was delineated using 40kDA FITC-dextran (1µM). Particle accumulation was primarily observed at early time-points, when particle influx was highest.  Images were recorded at 45-second intervals over a 1060×530 μm field-of-view. ",
                "description": "",
                "filename": "supplement0.m4v",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/supplement_0.m4v"
            },
            {
                "id": 2608748,
                "identity": "28ddcd18-0753-4c7c-b47e-e5cd56ec9257",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "m4v",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 2777351,
                "visible": true,
                "origin": "",
                "legend": "Video 5   Real-time accumulation of plateloid 1000×400 nm particles in regions of RBC capture (t ==~== 20 sec).   <iframe width=\"420\" height=\"315\" src=\"http://www.youtube.com/embed/xlEzOIluSaY?rel=0\" frameborder=\"0\" allowfullscreen></iframe>\r\nAutologous RBCs freshly labeled with Vybrant® DiD (blue, ~3-5% by number) were allowed to circulate in liver vasculature (green) of Tie2-GFP+ mice.  Plateloid 1000×400 particles (red), injected 15 minutes after the RBCs, appeared to accumulate in regions of RBC capture. The video was recorded at 30 fps over a 250×250 μm field-of-view.",
                "description": "",
                "filename": "supplement0.m4v",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/supplement_0.m4v"
            },
            {
                "id": 2608734,
                "identity": "113b592d-ddeb-4cd4-9c84-4ba7a15edaf5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 3594741,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Figure 3   Step-by-step preparation of the custom coverslip holder and slider.   (1) Attach washers, nuts, and screws (HW-KIT5) to the end of two 2” posts (MS2R). (2) Slide the post clamps (MSRA90) to the end and tighten.  Attach the remaining washers and nuts.  (3) Attach the 3” posts (MS3R) end-to-end.  Slide the assembled 2” posts on one end and tighten them 50 mm apart.  Note that the 2” posts should be mounted below the 6” horizontal post.  (4) Use 2 small pieces of scotch tape to attach a coverslip to the underside of the coverslip holder. The coverslip may be aligned against the washers for added stability.  (5) Assembled coverslip holder shown with correct orientation.  (6) Mount a 2” post (MS2R) to the slider (RC2) using an adaptor (MSA8).  (7) Mount the rail (RLA1200) to the microscope stage using ¼”-20 screws.  (8) Position the slider on the rail.  (9) Mount the coverslip holder to the slider using a post clamp (MSRA90).  The coverslip height and x,y positions may be adjusted by loosening and repositioning the appropriate tension screws (see arrows).",
                "description": "",
                "filename": "supplement0.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/supplement_0.png"
            },
            {
                "id": 2608735,
                "identity": "fbb29ba7-3484-48ae-ab0a-c5c2b04877f5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 6397791,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Figure 1   Step-by-step preparation of the liver for dynamic intravital imaging.   (1) Shave the surgical site. (2) Cover the shaved region with a thick layer of hair removal cream.  (3) After 1-2 minutes, wipe-off the cream and hair using sterile gauze followed by alcohol prep pads. (4) Sterilize the surgical site with a Chlorhexidine swabstick followed by (5) a 70% isopropyl alcohol scrub. (6) Surgically open the skin and underlying tissues using small midline incisions. Bupivicaine may be topically applied to the exposed subcutaneous tissue before the second incision is made. (7) Position the mouse face-up on the microscope stage, placing 2×2 or 4×4 inch rolled gauze (see arrow) underneath the back to expose the liver. Restrain limbs using Transpore surgical tape.  (8) Use pre-moistened cotton swabsticks to gently position the liver and incision.  (9) Custom retractors can be made by bending the tip of a 30G ½ needle with forceps.  (10) Place the needle-based retractors using forceps, being careful to position them in such a way that they cannot accidently puncture the liver.  Retractors may be taped in place as needed.  (11) Drape the surrounding tissue with moistened gauze and disposable paper drape (not shown). (12) Carefully place an intraperitoneal line filled with PBS in the lower abdomen.  Add a 1 ml or 3 ml syringe loaded with PBS. Placing the syringe on the heated microscope stage helps warm the saline prior to injection. (13) Gently position a coverslip against the exposed liver, adjusting the post clamp and slider knobs as necessary to achieve proper positioning.  (14) A small ring of Vetbond (cyanoacrylate glue) may be used to seal the liver against the coverslip. (15) Position the microscope objective and adjust stage height to bring the liver in focus.",
                "description": "",
                "filename": "supplement0.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/supplement_0.png"
            },
            {
                "id": 2608736,
                "identity": "5cac3183-fb00-4a90-91da-8323fb8e4afc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 3234026,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Figure 2   Custom coverslip holder with 3 degrees of positioning freedom.   (A) Assembled coverslip holder and rail system for liver imaging.  The white arrows indicate directions of positioning freedom.  (B) Individual Thor Labs Mini-series hardware components with parts numbers, as well as other required components.  (C) The partially assembled coverslip holder is mounted on two 3” posts (MS3R) placed end-to-end.  Note that spacing between the 2” posts (MS2R) may be adjusted for different coverslips.  We also find it useful to extend the 2” posts to their full length in order to increase the working space around the objective.  The second horizontal post (MS3R) is easily attached to either end of the coverslip holder, allowing the coverslip orientation to be flipped without disassembly.",
                "description": "",
                "filename": "supplement0.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/supplement_0.png"
            },
            {
                "id": 2608737,
                "identity": "20e4acf1-ec98-4559-9f0c-7cc66da1c68c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "png",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 2847584,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Figure 4   Nanoparticle preparation and injection.     (1) Resuspend 5×10^8^ nanoparticles in 60 μl PBS and sonicate until monodisperse.  (2) Load the nanoparticle solution in a 28G ½ syringe.  Remove air and carefully recap. (3) Briefly dip capped syringe in a sonicating bath several times immediately before injection.  (4) Retro-orbital particle injection is readily performed by holding the syringe horizontally while gently bracing the head from the opposite side.",
                "description": "",
                "filename": "supplement0.png",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/supplement_0.png"
            },
            {
                "id": 2608738,
                "identity": "adf1b6f2-20f6-44e2-a9b5-96f92aee8633",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "m4v",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1833826,
                "visible": true,
                "origin": "",
                "legend": "Video 3   Time-lapse video of 600×200 nm particle uptake by Kupffer cells.     <iframe width=\"420\" height=\"315\" src=\"http://www.youtube.com/embed/oTVfb6J2MHg?rel=0\" frameborder=\"0\" allowfullscreen></iframe>\r\n600×200 nm plateloid silicon particles (red) were imaged in the liver vasculature (green) of Tie2-GFP+ mice from the time of injection.  The flow of red blood cells (blue, moving cells) and the presence of Kupffer cells (blue, static stellate cells) were monitored simultaneously. Particle accumulation appeared rapid and increased steadily with time.  Frames were acquired at 30 fps over a 200×200 μm field-of-view, averaged using a 4-frame rolling average, and extracted at 1 sec intervals. ",
                "description": "",
                "filename": "supplement0.m4v",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/supplement_0.m4v"
            },
            {
                "id": 2608739,
                "identity": "253652ee-987d-41cb-9ac6-90438a3a5ce5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:26",
                "extension": "m4v",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 5564157,
                "visible": true,
                "origin": "",
                "legend": "Video 2   Real-time accumulation of plateloid 600×200 nm particles in the liver microvasculature (t ==~== 30 min).   <iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/lY62FCXbtlk?rel=0\" frameborder=\"0\" allowfullscreen></iframe>\r\n600×200 nm plateloid silicon particles (red) were imaged in the liver vasculature (green) of Tie2-GFP+ mice from the time of injection.  The flow of red blood cells (blue, moving cells) and the presence of Kupffer cells (blue, static stellate cells) were monitored simultaneously. Thirty minutes after injection, the accumulated particles were distributed in clusters that co-localized with the Kupffer cells. The video was recorded at 30 fps over a 250×250 μm field-of-view. ",
                "description": "",
                "filename": "supplement0.m4v",
                "url": "https://assets.researchsquare.com/files/nprot-2706/v1/supplement_0.m4v"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "nanotherapeutics, drug delivery, optical microscopy, mononuclear phagocyte system, Kupffer cells",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Intravital microscopy is emerging as an important experimental tool for the research and development of multi-functional therapeutic nanoconstructs.  The direct visualization of nanoparticle dynamics within live animals provides invaluable insights into the mechanisms that regulate nanotherapeutics transport and cell-particle interactions. Here we present a protocol to image the dynamics of nanoparticles within the liver and tumors of live mice immediately following systemic injection using a high-speed \\(30-400 fps) confocal or multi-photon laser-scanning fluorescence microscope.  Techniques for quantifying the real-time accumulation and cellular association of individual particles with a size ranging from several tens of nanometers to micrometers are described, as well as an experimental strategy for labeling Kupffer cells in the liver in vivo.  Experimental design considerations and controls are provided, as well as minimum equipment requirements.  The entire protocol takes approximately 4-8 hours and yields quantitative information.  These techniques can serve to study a wide range of kinetic parameters that drive nanotherapeutics delivery, uptake, and treatment response.",
        "manuscriptTitle": "Real-time intravital microscopy of individual nanoparticle dynamics in liver and tumors of live mice",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-05-10 13:47:27",
                "doi": "10.1038/protex.2013.049",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a001e3da-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 10th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2988,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-05-10 13:47:27",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}