{
    "identity": "pex-1332",
    "title": "<p><br></p><p>Air Quality Monitoring and Effect of Particulate Air Pollution on Respiratory Health in the population of Raiganj, West Bengal, India.</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Over the past decades, numerous epidemiological studies have reported increases in human mortality and morbidity associated with exposure to ambient air pollution. Among air pollutants, particulate matter (PM) have multiple effects on human health and have been studied extensively (1).<strong> </strong>Air pollution is documented as a threat to public health in an increasing manner and recognized as important and modifiable determents of respiratory diseases in urban environment. Differences in vulnerability and susceptibility due to different population characteristic, may affect the risk of developing a health effect and its severity (2). The World Health Organization (W.H.O) has assessed the contribution of a range of risk factors to the burden of disease and revealed indoor air quality as one of the most important risk factor and responsible for 2.7% of the global burden of disease (3). Diseases of the lungs and the airways are often manifested by one or more symptoms that can be easily recognized. Thus, the presence of a particular symptom or a group of symptoms can confirm the presence of an underlying disease in the upper or lower airways. Respiratory symptoms are classified into two broad groups: (1) upper respiratory symptoms (URS), which include running and stuffy nose, sinusitis, sore throat, cold head, fever, and burning or red eyes, and (2) lower respiratory symptoms (LRS), which include wheezing, wet cough, dry cough, phlegm, shortness of breath, and chest discomfort or pain. Most of the respiratory diseases underlying these symptoms are caused by bacterial, fungal, or viral infections or by structural or functional damage to the respiratory system. Very often the symptoms of a respiratory disease are aggravated following exposure to air pollutants (4). A recent study conducted in Central India shows that the annual mean PM<sub>2.5</sub> concentration is three times higher than the National Ambient Air Quality Standards of India (NAAQS) (5). Similar higher concentration was also observed in the National Capital Region (NCR) of Delhi, India (6). There is no evidence of a safe level of exposure or a threshold below which no adverse health effects occur (7). Also, higher concentrations of PM<sub>1</sub>, PM<sub>2.5</sub> and PM<sub>2.5-10</sub> were found during winter in Central India due to enormous biomass burning, especially during the night time (5). Indoor air pollution is a key contributor for global burden of diseases. According to W.H.O, 4.3 million premature deaths are attributable to household air pollution. On segregation, it accounts for 12% pneumonia, 34% stroke, 26% IHD (Ischemic Heart Disease), 22% COPD, 6% Lung cancer deaths. In developing countries, the problem of indoor air pollution far outweighs the outdoor air pollution. In India alone the indoor air pollution is responsible for more than 10.5 million deaths per year (8). As per Global Burden of Diseases 2015 report, household indoor air pollution is fourth leading cause of attributable disability adjusted life years in India. There is convincing evidence of adverse effect of Indoor air pollution on human health. Effects might be short term or long term. Clinical symptoms of headache, suffocation, burning eyes, premature deaths etc occurred nastily. Suspended particulate matter (SPM) and other pollutants like smoke etc. inflame airways and lungs and impair immune responses and decreases O<sub>2 </sub>carrying capacity of blood which leads to adverse consequences, increases vulnerability and susceptibility to respiratory tract infections (RTI). Evidences are linked to indoor air pollution (IAP) as LBW babies, rhinitis, TB, Asthma etc. (9).<sup> </sup>However there is very limited data available on the status of air pollution in non metropolitan cities and even less in small towns across the country. Raiganj is a small town across the country. Raiganj is a small town and the district head quarter of Uttar Dinajpur district in West Bengal. It is located at N25.6266428, E87.8012599 coordinates. To the best of our knowledge, no air quality monitoring is being done in this town. Neither any study has been conducted on the residents of this town to find out the effect of air pollution on their health. In this study we examine the overall effects of a series of new air quality regulations that have differentially affected air quality in Raiganj, relative to its outlying areas.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p>Air purple (PS-II) monitor for the evaluation of Suspended Particulate Matters (SPM) present in air. </p>"
        },
        {
            "header": "Procedure",
            "content": "Research Methodology\n:\nØ\nStudy design:\nOur study design is prospective cohort study.\nØ\nResearch design:\nQualitative and quantitative.\nØ\nData type –\n·\nPrimary mode of data collection –\na)\nFace to face interview\nb)\nTelephonic interview\n·\nSecondary mode of data collection –\na)     Various journals\nb)     Books\nc)     Various literatures available in online (internet)\nØ\nStudy site:\nRaiganj is a small town and the district head quarter of Uttar Dinajpur district in West Bengal. It is located at N25.6266428, E87.8012599. It has a population of 199758 (2011 census) and is spread over 36.51km\n2\n.\nØ\nStudy timeline:\nFebruary”21 – June”21\nØ\nStudy location:\nRural, semi-urban and urban parts of Raiganj, Uttar Dinajpur district, WB, India\nØ\nComponents of the study:\n1.     Monitoring of indoor and ambient air pollution.\n2.     Monitoring of respiratory health of residents.\nData management and statistical analysis\n:\nData collected using questionnaire will be entered in a digital spread sheet prepared with MS Excel software. Data collections from Purple Air monitors will be transferred to MS excel spreadsheet as per the operating manual of Purple Air. Incidence, prevalence of acute and chronic respiratory illness will be reported with respect to demographic profile of sampled population. Association between illness and population parameters will be determined using correlation coefficient and comparison of morbidity in different seasons with levels of particulate pollutants will be carried out.\nPlan of study\n:\n·\nAir pollution monitoring -\nAir pollution will be monitored in selected households using Purple Air low cost monitors. In each selected household. A Purple Air – monitor (PS-II) will be installed inside the home and another in an open area either on the terrace or in the balcony of the household. Households will be selected from urban, semi-urban as well as rural areas; air quality will be monitored continuously for five months from January’2021 to May’2021. The data PM1.0, PM2.5, PM10 and CO, temperature and relative humanity will be captured by the device at an interval of 34 seconds. The entire data set will be transferred to an excel file.\n·\nSubjects:\nIn each category, 50 households of same type will be selected from each of the two zones. We expect to have on an average 4 members per household, thus giving a sample of 200 members from each zone, giving a total sample size of 600 persons. Demographic details of all members will be recorded using a questionnaire. All members will be forwarded up at weekly intervals to enquire about occurrence of any acute respiratory illness or acute exacerbation of chronic respiratory illness (COPD, Bronchial Asthma) or cancer of the respiratory system.\n·\nOutcome variables:\n1.     Incidence rate of acute exacerbation episodes of above mentioned chronic respiratory illness.\n2.     Incidence rate of acute respiratory illness (episode density).\n3.     Incidence of cancer of respiratory system.\n4.     Count of particulate matter (PM\n1.0\n, PM\n2.5\nand PM\n10\n), hourly, diurnal, daily averages.\n5.     Temperature, relative humidity on the day of air quality monitoring (hourly, diurnal and 24hrs average)."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>Problems: </strong>1. Short period of time as this is 4months final year masters project. </p><p>                 2. No funding support.</p><p>                 3. Shortage of manpower</p><p><br></p><p><strong>Possible reasons</strong>: This is short term health exposure on air pollution.</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>February'2021 to June'2021</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>1. This study helps us to understand the effects of PM in air pollution on respiratory health problems.</p><p>2. This kind of prospective cohort study was not previously carried out on the geographical location, altitude and environment of that area (Raiganj, Dist: Uttar Dinajpur, West Bengal, India) on the effects of Particulate Matter (PM) pollution on air and respiratory health.</p><p>3. This study is useful for the prevention and control of respiratory diseases related to air pollution from Particulate Matter (PM).</p><p><br></p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p><strong> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>Luong LM, Phung D, Sly PD, Morawska L, Thai PK. The association between particulate air pollution and respiratory admissions among young children in Hanoi, Vietnam. Science of the total environment. 2017 Feb 1;578:249-55.</p><p><strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>Balyan P, Ghosh C, Sharma AK. Health Effects of Air Pollution among Residents of Delhi: A Systematic Review. International Journal of Health Sciences and Research. 2018;8(1):273-82.</p><p><strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>World Health Organization. WHO Air quality guidelines for particulate matter, ozone, nitrogen dioxide and sulfur dioxide: global update 2005: summary of risk assessment. World Health Organization; 2006.</p><p><strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>Siddique S, Ray MR, Lahiri T. Effects of air pollution on the respiratory health of children: a study in the capital city of India. Air Quality, Atmosphere &amp; Health. 2011 Jun 1;4(2):95-102.</p><p><strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>Deshmukh DK, Deb MK, Verma D, Nirmalkar J. Seasonal air quality profile of size-segregated aerosols in the ambient air of a central Indian region. Bulletin of environmental contamination and toxicology. 2013 Dec 1;91(6):704-10.</p><p><strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>Kesavachandran C, Pangtey BS, Bihari V, Fareed M, Pathak MK, Srivastava AK, Mathur N. Particulate matter concentration in ambient air and its effects on lung functions among residents in the National Capital Region, India. Environmental monitoring and assessment. 2013 Feb 1;185(2):1265-72.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;WHO (World Health Organization) Regional Office for Europe, 2013. Health Effects of Particulate Matter. Policy Implications for Countries in Eastern Europe, Caucasus and central Asia. http://www.euro.who.int/ __data/assets/pdf_file/0006/189051/HealthͲeffe</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shrestha IL, Shrestha SL. Indoor air pollution from biomass fuels and respiratory health of the exposed population in Nepalese households. International journal of occupational and environmental health. 2005 Apr 1;11(2):150-60.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feigin V, GBD 2015 Risk Factors Collaborators. Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990-2015: a systematic analysis for the Global Burden of Disease Study 2015. The Lancet. 2016;388(10053):1659-724.</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>I would like to thank Dr. Arun Kumar Sharma, Professor and H.O.D, Dept. of Community Medicine, University College Medical Sciences (U.C.M.S) &amp; Guru Teg Bahadur (G.T.B) Hospital, University of Delhi (D.U), Delhi for providing air purple monitors (PS-II). I want to thank Mr. Soham Basu, Research Scholar, Institute of Environment Ecology, Mendel University, Brno, Czech Republic who gives support all along for the design &amp; planning of this project. </p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 8015516,
                "identity": "d8f4f0c4-4dd1-4bc4-8ac5-88542e928e13",
                "order_by": 0,
                "name": "Debraj Mukhopadhyay",
                "email": "debraj364@gmail.com",
                "orcid": "https://orcid.org/0000-0003-4856-9012",
                "institution": "Delhi Pharmaceutical Sciences and Research University(DPSRU), Govt. of N.C.T Delhi, New Delhi-110017",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Debraj",
                "middleName": "",
                "lastName": "Mukhopadhyay",
                "suffix": ""
            },
            {
                "id": 8015517,
                "identity": "855bb33a-acc0-4f63-a564-04cbd733a6db",
                "order_by": 1,
                "name": "Dr. J. Swaminathan",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-8301-0663",
                "institution": "Delhi Pharmaceutical Sciences and Research University (DPSRU)",
                "correspondingAuthor": false,
                "prefix": "Dr.",
                "firstName": "J.",
                "middleName": "",
                "lastName": "Swaminathan",
                "suffix": ""
            },
            {
                "id": 8015518,
                "identity": "4d1aabb3-07dc-4db1-8cf5-6b03aa63d033",
                "order_by": 2,
                "name": "Dr. Arun Sharma",
                "email": "",
                "orcid": "",
                "institution": "University College Medical Sciences (U.C.M.S) and Guru Teg Bahadur (G.T.B) Hospital, University of Delhi (D.U.)",
                "correspondingAuthor": false,
                "prefix": "Dr.",
                "firstName": "Arun",
                "middleName": "",
                "lastName": "Sharma",
                "suffix": ""
            },
            {
                "id": 8015519,
                "identity": "1ebc77c0-bc74-4f55-a49e-3e1abb8ea399",
                "order_by": 3,
                "name": "Soham Basu",
                "email": "",
                "orcid": "",
                "institution": "Institute of Forest Ecology, Mendel University, Brno, Czech Republic",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Soham",
                "middleName": "",
                "lastName": "Basu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-01-12 05:11:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1332/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1332/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13652258,
                "identity": "04b97549-41da-45e6-9e08-867bb0fd68d3",
                "added_by": "auto",
                "created_at": "2021-09-17 09:48:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 254178,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1332/v1/5e9e66da-6daf-44dc-9ebd-8f0f67a132ea.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Air Pollution, Particulate Matter (PM), Respiratory diseases, Cardiovascular diseases, Cerebrovascular diseases.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>According to The World Health Organization (WHO) reports air pollution from particulate matter (PM), which ranks 13th highest worldwide in terms of mortality, causes about 800,000 premature deaths a year. However several finding demonstrated that the correlation is stronger than initially believed and much more complex. PM is an air emission component composed of very minute, acid, organic compounds, metals, and particulate soil or dust-containing fragments or fluid droplets. PM is classified by size and remains the most reliable part of the air pollution linked to human disease. The processes of systemic inflammation, overt and indirect coagulation activation and direct translocation to systemic circulation are expected to lead PM to cardiovascular and cerebrovascular diseases. Data on the cardiovascular system that show a PM effect are strong. The coronary incident and death rates of communities exposed to long-term exposure to PM was considerably higher. The rate of coronary incidents within days of the emission high is raised subtly by short-term acute exposures. The results are not as good for PM's cortical disease effects, although some data and related pathways indicate a smaller outcome. Exposure of PM is also an aggravation of respiratory diseases. During more research in order to understand the implications for disadvantaged populations in structure, chemistry, and PM, the prevalent evidence suggests that PM exposure results in a minor but substantial rise in human morbidity and mortality. The use of air conditioning and filters for particulate matter decreased internal heating and cooking combustion and smoking stoppage will minimize the indoor PM exposure. These basic improvements could be useful to individual patients in both short-term and long-term cardiovascular and respiratory symptoms. However there is very limited data available on the status of air pollution in non metropolitan cities and even less in small towns across the country. Raiganj is a small town across the country. Raiganj is a small town and the district head quarter of Uttar Dinajpur district in West Bengal. It is located at N25.6266428, E87.8012599 coordinates. To the best of our knowledge, no air quality monitoring is being done in this town. Neither any study has been conducted on the residents of this town to find out the effect of air pollution on their health. In this study we examine the overall effects of a series of new air quality regulations that have differentially affected air quality in Raiganj, relative to its outlying areas.</p><p><br></p>",
        "manuscriptTitle": "Air Quality Monitoring and Effect of Particulate Air Pollution on Respiratory Health in the population of Raiganj, West Bengal, India.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-01-28 18:49:54",
                "doi": "10.21203/rs.3.pex-1332/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "ad68adde-4e23-4551-b2ba-05bfd69585ad",
        "owner": [],
        "postedDate": "January 28th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1840542,
                "name": "Diseases"
            },
            {
                "id": 1840543,
                "name": "Climate science"
            },
            {
                "id": 1840544,
                "name": "Ecology"
            },
            {
                "id": 1840545,
                "name": "Environmental sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-01-28 18:49:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}