{
    "identity": "pex-1121",
    "title": "<p>Extraction, identification, and quantification of volatile fatty acids (VFA) in rumen fluid samples using Reverse Phase High-Performance Liquid Chromatography with Diode Array Detector (RP HPLC-DAD)</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Ruminants obtain nutrients from feeds for milk, meat, and wool production. But nutrient utilization from feeds implies the activity of different digestive processes, in which rumen microorganisms play a central role in. When ruminant consumes forage or concentrates, the carbohydrate and protein molecules enter the rumen and these are initially catabolized by the action of enzymes secreted by rumen bacteria, fungus, and protozoa. The final products of this catabolic process are the volatile fatty acids (VFA) or short-chain fatty acids (SCFAs). </p><p>&nbsp;</p><p>The VFA are short carbon chain compounds that are produced during the fermentative degradation of feeds in the rumen. These are absorbed by the rumen wall and converted by anabolic processes into carbohydrates, proteins, and lipids being these largely deposited in milk and meat.&nbsp;</p><p><br></p><p>Generally, formic, acetic, propionic, butyric, iso-butyric, 2-methyl butyric, valeric, isovaleric, caproic, and caprylic acids are considered as VFA. However, acetic, propionic, and butyric acids are the main VFA produced during the feed rumen fermentation. Hence, the objective of this protocol is to describe a method to extract, identify, and quantify VFA in rumen fluid samples, using RP HPLC-DAD as a quantification technique.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>3.1 Extraction solution:</strong></p><p><br></p><p><em>Solution of ortho-phosphoric acid 0.85% (v/v) containing adipic acid in the concentration of 24 mM (100 mL) (working solution):</em>&nbsp;accurately and carefully weigh 0.3507 g of adipic acid (internal standard; Sigma Aldrich®) in a beaker and dissolve them in 50 mL of distilled water (this process needs to be done with magnetic stirring and slight heating). When adipic acid is dissolved, carefully add 1 mL of 85% v/v ortho-phosphoric acid (Sigma Aldrich®). Transfer the resulting mixture to a 100 mL class A volumetric flask and complete to 100 mL with distilled water.</p><p>&nbsp;</p><p>Note: this solution will ensure after dilutions, that the internal standard will be in the ruminal fluid sample at a concentration of approximately 6 mM (the same concentration of internal standard included in the calibration curve).</p><p>&nbsp;</p><p><strong>3.2. Mobile phase components for HPLC running:</strong></p><p><br></p><p><em>Phase</em> <em>A: sodium phosphate buffer solution 10 mM (pH = 2.6) (1 L):</em> weigh 0.78 g of Sodium dihydrogen phosphate dihydrate (Sigma Aldrich ®) and mix them with 0.34 mL of 85% ortho-phosphoric acid in a beaker. Add 10 mL of Milli-Q water and transfer the mixture to a class A volumetric flask of 1L. Complete the volume to 1L with Milli-Q water.</p><p>&nbsp;</p><p><em>Phase B: Acetonitrile HPLC grade </em>(Sigma Aldrich ®).<em>&nbsp;</em></p><p>&nbsp;</p><p><strong>3.3 Preparation of standards for chromatographic identification and quantification using the internal standard method</strong></p><p><strong>&nbsp;</strong></p><p><em>3.3.1 Preparation of 30</em> <em>mM stock solution of adipic acid</em> <em>(Internal standard, 5</em> <em>mL):</em>&nbsp;Weigh 21.921 mg of adipic acid in a beaker and dissolve them in Milli-Q water. Transfer the mixture to a 5 mL class A volumetric flask.</p><p>&nbsp;</p><p>3.3.2 <em>Preparation of the calibration curve from 2 to 8 mM of VFA using a commercial mix VFA mixture </em>(<a href=\"https://www.sigmaaldrich.com/catalog/product/supelco/crm46975?lang=pt&amp;region=BR\" rel=\"noopener noreferrer\" target=\"_blank\">CRM46975, Sigma Aldrich</a>)<em> and containing adipic acid 6 mM (internal standard):&nbsp;</em>Considering that the concentration of each fatty acid in the commercial VFA mixture is equal to 10 mM, prepare 5 chromatographic vials and add to each one, the reagent amounts described in table 1 (see supplementary files) to prepare the calibration curve in the range of concentrations mentioned above.</p><p>&nbsp;</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>- HPLC equipped with an autosampler, Hypersil GOLD C18 column, Hypersil GOLD C18 guard column, a column oven, and a Diode Array Detector.</p><p>- Centrifuge (reaching a minimum of 4,000 rpm).</p><p>- Freezer (minimum temperature of -20 ºC).</p><p>- Analytical Balance.</p><p>- Centrifuge tubes of at least 5 mL of capacity.</p><p>- Transfer pipettes from 100 uL to 5 mL plus tips.</p><p>- Whatman Uniflo syringe membrane filters of 0.45 μm (PES membrane).</p><p>- 5 mL plastic syringes.</p><p>- Chromatographic vials with septa.</p>"
        },
        {
            "header": "Procedure",
            "content": "5.1 Ruminal fluid collection and sample preparation:\n1. From a fistulated cattle, sheep or goat, collect at least 50 mL of rumen fluid filtering it through three cheese-cloth layers. Make the collection in a 39 ºC pre-warmed thermos and transport it to the laboratory as soon as possible.\nNotes: 1) to thermos pre-warming, fill it with pre-warmed water at 39 ºC, and empty it at the moment to collect the rumen fluid. 2) the rumen fluid sample must be composed of rumen fluid from three rumen regions: front and half of the ventral sac, and from cranial sac (Zijderveld et al., 2011).\n2. In the laboratory, add 2 mL of the previously filtered rumen fluid to a 5 mL centrifuge tube.\n3. Add 2 mL of extraction solution (see section 3.1) to the centrifuge tube plus rumen fluid and stir it in vortex using medium speed for 30 s.\n4. Freeze the sample at -20 ºC until analysis.\nNote: if the sample is immediately analyzed after collection, refrigerate the tube at 4 ºC for 30 min to allow rumen fluid protein precipitation.\n5.2 Extraction of volatile fatty acids from rumen fluid:\n1. On the day of analysis, thaw samples at room temperature (20 ºC).\n2. Centrifugate samples at 4,000 rpm for 10 min at room temperature (20 ºC).\n3. Recover the liquid phase after centrifugation using a plastic syringe and filter the liquid phase through a 0.45 μm PES membrane filter. Collect the volume in a plastic tube of 4 mL.\n5.3 Chromatographic analysis:\n5.3.1. Chromatographic analysis of the\ncalibration curve:\n1. Prepare the calibration curve as described in 3.3.2 item of reagents section..\n2. Analyze each point of the curve by RP HPLC-DAD.\n3. Identify and integrate the resulting chromatographic peaks.\n5.3.2 Chromatographic analysis of the ruminal fluid samples:\n1. Place 500 μL of the final extract in a chromatographic vial.\n2. Add 500 μL of Milli-Q water.\n3. Analyze by RP HPLC-DAD.\n4. Identify and integrate the resulting chromatographic peaks.\n5.3.3 Chromatographic conditions:\n- Column temperature: 30 ºC.\n- Injection volume: 20 μL.\n- Stationary phase: Hypersil GOLD C18 column (dimensions: 150 x 4.6 mm) equipped with Hypersil GOLD C18 guard column (dimensions: 10 x 4 mm).\n- Working wavelength: 210 nm.\n- Mode: gradient, constant flow: 0.750 mL/min (see Table 2 in supplementary files).\nNote: According to the literature findings, the most suitable column for VFA chromatographic separation by HPLC-DAD is an ion-exchange column. However, the Hypersil GOLD C18 column allows an efficient VFA separation, except for butyric and iso-butyric acids. This condition may constitute a limitation of the Hypersil GOLD C18 column use for VFA determination. However, considering that the concentration of iso-butyric acid is significantly lower than that of butyric acid, a good estimation of butyric acid can be obtained."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1. According to Hypersil GOLD C18 column manufacturer, the secure pH range of buffer use is between 2 – 8. Therefore, in case of future optimizations of this chromatographic method, the use of solvents or mobile phases with a pH out of this range must be avoided to preserve the activity of the stationary phase.</p><p>&nbsp;</p><p>2. The column used in the proposed method does not allow the use of 100% aqueous mobile phases (example: the use of solutions of inorganic acids). Therefore, in case of future optimizations of this method, the use of a mobile phase 100% aqueous must be avoided.</p><p>&nbsp;</p><p>3. Depending on the rumen fluid sample volume used, the quantities of reagents to be used during the VFA extraction can be proportionally reduced without significant effects on the chromatographic separation.</p><p>&nbsp;</p><p>4. Verify that the concentration of the internal standard in the final rumen samples and the calibration curve point tends to be the same, assuming that internal standard remains constant after VFA extraction. In this protocol, we calculated the quantities of reagents to preserve a similar concentration of the internal standard in both samples and calibration points (6 mM).</p><p>&nbsp;</p><p>5. Calculations (for each VFA using the internal standard method):</p><p>&nbsp;</p><p>A: for calibration points:</p><p>&nbsp;</p><p>1. Determination 1: compute VFA peak area / internal standard peak area (for each calibration point).</p><p>&nbsp;</p><p>2. Determination 2: compute VFA peak concentration (i.e., 2, 4, 5, 6, and 8 mM) / internal standard peak concentration (6 mM; for each calibration point).</p><p>&nbsp;</p><p>3. Plot Determination 1 (y) vs Determination 2 (x) and fit a linear regression equation.</p><p>&nbsp;</p><p>B: for samples:</p><p>&nbsp;</p><p>4. Determination 3: compute VFA peak area / internal standard peak area.</p><p>&nbsp;</p><p>5.&nbsp;Using determination 3, calculate VFA peak concentration / internal standard peak concentration of samples from the linear regression equation fitted in step 3. After that, multiply this value by the internal standard concentration initially defined (i.e., 6 mM in our protocol).</p><p>&nbsp;</p><p>6. The result derived from step 5 must be multiplied for the appropriate dilution factor (i.e., FD = (4/2)*(1000/500) = 4 in our protocol). This should be the VFA concentration in mmol/mL rumen fluid.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>For 5 samples:</p><p>&nbsp;</p><p>- Mobile phase Reagent preparations: 10 min</p><p>&nbsp;</p><p>- Sample preparation: 15 min.</p><p>&nbsp;</p><p>- Calibration curve preparation: 100 min (one calibration curve for all analyzed samples).</p><p>&nbsp;</p><p>- HPLC-DAD set-up and stabilization: 15 min.</p><p>&nbsp;</p><p>- HPLC-DAD run time: 18 min</p><p>&nbsp;</p><p>- Data analysis: 5 min.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The representative chromatograms of standards and a rumen fluid sample are shown in figures 1 and 2, respectively (see figures section)</p>"
        },
        {
            "header": "References",
            "content": "<p>Chromeleon® 7. Chromatography data System. Thermo Fisher Scientific Inc.</p><p>&nbsp;</p><p>Valente, A. L. P., Augustus, F., &amp; Riedo, C. R. F. Quantitative analysis by chromatography. Available from: <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=4&amp;cad=rja&amp;uact=8&amp;ved=2ahUKEwiqm-2v36PlAhUDF7kGHWB-CjEQFjADegQIAhAC&amp;url=https%3A%2F%2Fzeus.qui.ufmg.br%2F~valmir%2FAnalise_Quantitativa_Cromatografia_Gasosa.pdf&amp;usg=AOvVaw0G5Y0R1pepCmTevy6zHuea\" rel=\"noopener noreferrer\" target=\"_blank\">&lt;www.chemkeys.com&gt;</a>. Accessed: 17 October (2019)</p><p>&nbsp;</p><p>van Gastelen, S. et al. Enteric methane production, rumen volatile fatty acid concentrations, and milk fatty acid composition in lactating Holstein-Friesian cows fed grass silage- or corn silage-based diets. J. Dairy Sci. 98, 1915 – 1927 (2015). <a href=\"https://doi.org/10.3168/jds.2014-8552\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.3168/jds.2014-8552</a></p><p>&nbsp;</p><p>van Zijderveld, S. M. et al. Effects of a combination of feed additives on methane production, diet digestibility, and animal performance in lactating dairy cows.&nbsp;J. Dairy Sci.&nbsp;94, 1445–1454 (2011). <a href=\"https://doi.org/10.3168/jds.2010-3635\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.3168/jds.2010-3635</a>.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The authors would like to thank the Conselho Nacional de Pesquisa e Desenvolvimento Científico e Tecnológico, the Coordenação de Aperfeiçoamento de Pessoal de Nível Superior, and the Universidade Federal Rural da Amazônia for providing the funding support.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 1628570,
                "identity": "30ce0b59-d31a-4ac3-bd89-a01f086345b5",
                "order_by": 0,
                "name": "Julián Andrés Castillo Vargas",
                "email": "jcfcav@gmail.com",
                "orcid": "https://orcid.org/0000-0001-5163-5127",
                "institution": "Universidade Federal Rural da Amazônia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Julián",
                "middleName": "Andrés Castillo",
                "lastName": "Vargas",
                "suffix": ""
            },
            {
                "id": 1628571,
                "identity": "7f6a5e15-e9a7-4102-9d01-dff928c45a39",
                "order_by": 1,
                "name": "Tiago Costa de Araújo",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-7844-3659",
                "institution": "Universidade Federal Rural da Amazônia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tiago",
                "middleName": "Costa",
                "lastName": "de Araújo",
                "suffix": ""
            },
            {
                "id": 1628572,
                "identity": "8b4e2c88-33bf-419b-899b-dab385245c8c",
                "order_by": 2,
                "name": "Rafael Mezzomo",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-1889-3287",
                "institution": "Universidade Federal Rural da Amazônia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rafael",
                "middleName": "",
                "lastName": "Mezzomo",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-08-21 20:39:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1121/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1121/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2261813,
                "identity": "bb463fd8-47e2-4241-b3b0-a047e5956419",
                "added_by": "auto",
                "created_at": "2020-09-05 10:28:04",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 140728,
                "visible": true,
                "origin": "",
                "legend": "Chromatogram of 10 mM VFA mixture standard including adipic acid as the internal standard. Note: the term “butyric acid” in the chromatogram may represent a mixture of butyric and iso-butyric acids.",
                "description": "",
                "filename": "Figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-1121/v1/Figure1.png"
            },
            {
                "id": 2261814,
                "identity": "9b6f17f4-4aa9-4b05-bc53-adc17aab9d7d",
                "added_by": "auto",
                "created_at": "2020-09-05 10:28:04",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 121360,
                "visible": true,
                "origin": "",
                "legend": "Sample chromatogram of processed ruminal fluid, including adipic acid (internal standard). Note: the term “butyric acid” in the chromatogram may represent a mixture of butyric and iso-butyric acids.",
                "description": "",
                "filename": "Figure2.png",
                "url": "https://assets.researchsquare.com/files/pex-1121/v1/Figure2.png"
            },
            {
                "id": 13588140,
                "identity": "14c312f0-a75e-43a3-9054-f51ca16a9509",
                "added_by": "auto",
                "created_at": "2021-09-17 04:54:16",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 489232,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1121/v1/feedc4fa-b631-4edb-b68d-7c490224fe0f.pdf"
            },
            {
                "id": 2261815,
                "identity": "15e887ea-62fe-477f-870a-a3660640c000",
                "added_by": "auto",
                "created_at": "2020-09-05 10:28:05",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 52214,
                "visible": true,
                "origin": "",
                "legend": "Table 1.  Quantities of reagents to be used to prepare the calibration curve",
                "description": "",
                "filename": "Table1.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1121/v1/Table1.pdf"
            },
            {
                "id": 2261816,
                "identity": "b263e091-44a5-4ac1-adf9-47c1b5b9c172",
                "added_by": "auto",
                "created_at": "2020-09-05 10:28:05",
                "extension": "pdf",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 51090,
                "visible": true,
                "origin": "",
                "legend": "Table. 2. Gradient used in the chromatographic run.",
                "description": "",
                "filename": "Table2.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1121/v1/Table2.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "fatty acid extraction, HPLC, rumen fluid, short-chain fatty acid",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>In ruminant animals, volatile fatty acids (VFA) or short-chain fatty acids (SCFAs) are derived from the protein and carbohydrate fermentation by rumen microorganism. Hence, the VFA determination in rumen fluid allows the evaluation of the nutritional quality of a diet, as well as its potential impact on the chemical composition of ruminant milk and meat. Thus, we developed a protocol to extract, identify, and quantify acetic, propionic, butyric, valeric, and caproic acids in ruminal fluid samples using RP-HPLC-DAD. Despite literature findings had shown that the most suitable column for VFA chromatographic separation under HPLC-DAD is an ion-exchange column, our protocol showed that a C18 column also allows an efficient VFA separation of the aforementioned acid, except for butyric and iso-butyric acids. This condition may constitute a limitation of the Hypersil GOLD C18 column use for VFA determination. However, considering that the concentration of iso-butyric acid is significantly lower than that of butyric acid, a good estimation of butyric acid can be obtained.</p><p><br></p>",
        "manuscriptTitle": "Extraction, identification, and quantification of volatile fatty acids (VFA) in rumen fluid samples using Reverse Phase High-Performance Liquid Chromatography with Diode Array Detector (RP HPLC-DAD)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-09-05 10:28:03",
                "doi": "10.21203/rs.3.pex-1121/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "752b5031-fefa-4398-8a78-d30c9a8b283d",
        "owner": [],
        "postedDate": "September 5th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 342850,
                "name": "Analytical chemistry"
            },
            {
                "id": 342851,
                "name": "Biochemistry"
            },
            {
                "id": 342852,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-09-05 10:28:03",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}