{
    "identity": "nprot-150",
    "title": "Functional analyses for site-specific phosphorylation of a target protein in cells",
    "content": [
        {
            "header": "Introduction",
            "content": "**ABSTRACT**\r\n\n\nProtein phosphorylation plays important roles in various aspects of cellular events. Visualization of site-specific phosphorylation in cells is of great importance not only to analyze its spatially and temporally distribution but also to speculate its biological function. Now, site- and phosphorylation state-specific antibodies are widely utilized as the most powerful tools for these analyses. This protocol details a method to produce the polyclonal version of such an antibody by immunizing a synthetic phosphopeptide corresponding to a protein phosphorylated at targeted site\\(s). To further examine biological roles on the site-specific phosphorylation of a target protein, this protocol includes a method to replace endogenous protein to exogenous phosphorylation-site mutant by both retrovirus-mediated gene transfer and RNA interference \\(RNAi). Each part of the protocol can be completed in 2-3 months.\r\n\n\n**INTRODUCTION**\r\n\n\nProtein phosphorylation is known to change the affinity toward its interacting partner, its enzymatic activity, its subcellular localization and so on. Such functional change of protein by phosphorylation is implicated in various aspects of cellular events such as signal transduction<sup>1, 2</sup>, cell cycle progression/checkpoint<sup>3, 4</sup>, cytoskeletal rearrangements<sup>5</sup> etc.  \r\n\n\nIn order to speculate the biological role\\(s) of protein phosphorylation in cells, it is of great importance to analyze the cellular protein phosphorylation. In the past, labelling of cells with radioactive phosphate had a widely used strategy to monitor in vivo phosphorylation of proteins. However, in this method, it is difficult to monitor not only the site-specific protein phosphorylation but also its spatial and temporal distribution.  In 1983, Sternberger&#x2019;s group reported that a subset of their neuron-specific monoclonal antibodies recognized specifically phosphorylated forms of proteins but not non-phosphorylated forms<sup>6</sup>. This study also demonstrated that use of such an antibody in the immunocytochemistry could lead to visualization of the intracellular distribution of protein phosphorylation<sup>6</sup>. However, the method by immunizing phosphorylated whole protein\\(s) has a very low chance of obtaining an antibody that can recognize a protein phosphorylated specifically at targeted residue\\(s). To overcome this difficulty, we employed a novel strategy of immunizing a phosphorylated peptide or a synthetic phosphopeptide, which corresponds to the protein phosphorylated at a targeted residue<sup>7-9</sup>. This method, which we first established in the world<sup>7, 8</sup>, has not only a greater chance of obtaining a phosphoepitope-specific antibody but also an advantage that one can predesign a targeted phosphorylation site\\(s)<sup>9</sup>. Our method has been applied to the production of antibodies that can specifically recognize the other types of site-specific protein modification, such as acetylation, methylation, and proteolysis<sup>9</sup>. At the first section of this protocol, we introduce methods of a polyclonal version of a site- and phosphorylation state-specific antibody. \r\n\n\nDetection of protein phosphorylation in cells leads to a question about its biological role\\(s). To solve the question, a protein mutated at phosphorylation site\\(s) is often introduced into cells. In order to prevent the phosphorylation of identified site\\(s) on the protein, Ser/Thr \\(S/T) or Tyr \\(Y) is often changed into Ala \\(A) or Phe \\(F), respectively. In some cases, mutation to Asp \\(D) or Glu \\(E) mimics the functional change of the protein phosphorylation in cells. However, even if the phosphorylation induced the functional change of the protein, the expression of the above mutant\\(s) does not always induce a remarkable phenotype of cells. One possible explanation is due to the existence of endogenous protein, which may function enough to show no remarkable phenotype by the mutant. In this case, it is required not only to express the mutant protein but also to reduce the endogenous one in cells. Knockin technology seems to be ideal for this purpose. However, establishment of the cells generally requires not only high skills but also a long time. To overcome the above difficulties, we employ a novel strategy by using small interfering RNA \\(siRNA) transfection<sup>10, 11</sup>. First, we established cells expressing an exogenous protein, which is insensitive to a siRNA of the endogenous one. Then, we transfected such cells with the siRNA specific to the endogenous protein. In this condition, the expression of endogenous protein is reduced but that of exogenous one is not affected. This technology is not only a powerful tool for analyzing the phenotype of mutant protein but also applicable to the rescue experiment of RNA interference \\(RNAi). At the second section of this protocol, we introduce this &#x201C;semi-replacement&#x201D; method."
        },
        {
            "header": "Reagents",
            "content": "**1. Production of a site- and phosphorylation state-specific antibody by using a phosphopeptide**\r\n\n\n&#x2022;Synthetic peptides: Phosphorylated and non-phosphorylated versions of peptides are designed to contain targeted residue\\(s) \\[phosphorylation site\\(s)] and the flanking 5 amino acids at both sides, because 5 or 6 amino acid residues are considered to constitute an antigen epitope recognized by an antibody molecule. In order to conjugate it to the carrier protein such as keyhole limpet hemocyanin \\(KLH), we usually introduce a Cys \\(C) residue at the amino-terminal side of the synthetic peptide. As an example, we show synthetic peptides for the production of an antibody<sup>10</sup>  against phosphoSer857 and phosphoSer858 on inner centromere protein \\(INCENP<sup>12</sup>) in Fig. 1. Now, many companies perform the peptide synthesis: we usually order each 15-25 mg peptide from Peptide Institute Inc. \\(Osaka, Japan).\r\n\n\n**CRITICAL STEP**\r\n\n\nThe usage of highly pure peptide \\(over 90 % purity) is the key to the production of excellent antibodies. \r\n\n\n&#x2022;Phosphopeptide-conjugated carrier protein: Many companies also perform the conjugation of phosphopeptide to carrier protein such as KLH. On ordering peptides, we usually request Peptide Institute Inc. to conjugate 5 mg of phophopeptide to KLH. We also request it to leave the peptide-conjugated KLH aqueous, because the lyophilized KLH is difficult to be dissolved in the aqueous buffer such as phosphate-buffered saline \\(PBS). Store in aliquots at -80 &#xB0;C before use.\r\n\n\n&#x2022;Freund&#x2019;s complete and incomplete adjuvant \\(Becton Dickinson and Company, Flanklin Lakes, NJ, cat. no. 263810 and 263910)\r\n\n\n&#x2022;RIBI adjuvant \\(Corixa Corporation, Seattle, WA, cat. no. R-730)\r\n\n\n&#x2022;TSKgel AF-Tresyl Toyopal650 \\(Tosoh Co., Tokyo,  Japan, cat. no. 14471)\r\n\n\n&#x2022;Sodium hydrogen carbonate \\(NaHCO<sub>3</sub>, Wako Pure Chemical Industries, Osaka, Japan, cat no. 191-01305)\r\n\n\n&#x2022;Sodium carbonate \\(Na<sub>2</sub>CO<sub>3</sub>, Wako Pure Chemical Industries, cat no. 199-01585)\r\n\n\n&#x2022;Sodium chloride \\(NaCl, Sigma, St Louis, MO, cat. no. S3014)\r\n\n\n&#x2022;Tris\\(hydroxymethyl)aminomethane \\(Tris, Nakalai Tesque, Inc., Kyoto, Japan, cat. no. 35434-34)\r\n\n\n&#x2022;Disodium &#x3B2;-glycerophosphate petahydrate \\(Kanto Chemical Co., Tokyo, Japan, cat. no. 37177-00)\r\n\n\n&#x2022;Polyoxyethylene\\(10) octylphenyl ester \\(Triton X-100, Wako Pure Chemical Industries, cat no. 169-21105)\r\n\n\n&#x2022;Bovine serum albumin \\(BSA, Nakalai Tesque, Inc., cat. no. 01863-48)\r\n\n\n&#x2022;Glycine \\(Wako Pure Chemical Industries, cat no. 077-00735)\r\n\n\n&#x2022;Ethylene glycol \\(Wako Pure Chemical Industries, cat no. 058-00986)\r\n\n\n&#x2022;Sodium Azide \\(NaN<sub>3</sub>, Wako Pure Chemical Industries, cat no. 199-11095)\r\n\n\n&#x2022;Glycerol \\(Wako Pure Chemical Industries, cat no. 075-00611)\r\n\n\n**2. Semi-replacement from endogenous protein to exogenous one**\r\n\n\n&#x2022;TransIT293 \\(Mirus, Madison, WI, cat. No. MIR2700, 2704, 2705 or 2706)\r\n\n\n&#x2022;pCL-10A1 \\(IMGENEX, San Diego, CA)\r\n\n\n&#x2022; \\(HEK)293T \\(ATCC CRL-11268) or 293FT \\(Invitrogen, Carlsbad, CA, cat no. R700-7)\r\n\n\n&#x2022;HeLa \\(ATCC CCL-2)\r\n\n\n&#x2022;Gateway BP Clonase Enzyme Mix \\(Invitrogen, cat no. 11789-013, -021 or 12535-019) \r\n\n\n&#x2022;Gateway LR Clonase Enzyme Mix \\(Invitrogen, cat no. 11791-019 or -043)\r\n\n\n&#x2022;pDONR221 \\(Invitrogen, cat no. 12536017 or -043)\r\n\n\n&#x2022;Gateway vector conversion system \\(Invitrogen, cat no. 11828-019) \r\n\n\n&#x2022;KOD plus DNA polymerase \\(TOYOBO, Osaka, Japan, cat no. KOD201, 202, or 203)\r\n\n\n&#x2022;BsrG1 \\(New England Lab., Ipswich, MA, cat no. R0575)\r\n\n\n&#x2022;Methanol \\(Nakalai Tesque, Inc., cat. no. 21914-03)\r\n\n\n&#x2022;Giemsa stain solution \\(Wako Pure Chemical Industries, cat no. 079-04391)\r\n\n\n&#x2022;D-MEM \\(high glucose; Wako Pure Chemical Industries, cat no. 634-04281)\r\n\n\n&#x2022;Fetal bovine serum \\(Invitrogen)\r\n\n\n&#x2022;D-PBS\\(-) \\(Wako Pure Chemical Industries, cat no. 630-03921)\r\n\n\n&#x2022;Dulbecco&#x2019;s modified Eagle&#x2019;s medium \\(DMEM: Sigma, cat. no. D6046)\r\n\n\n&#x2022;SiRNA oligo: Search the target sequence of siRNA specific to protein of interest<sup>13-15</sup>. Choose the sequence portion different from exogenous \\(introducing) protein if possible \\(Fig. 2a).   Alternatively, choose non-coding mRNA sequence that can reduce the level of endogenous protein effectively. If the introducing gene sequence completely matches with the siRNA target sequence, additional silent mutation should be required within the matched sequence \\(see the protocol; Fig. 2b). The siRNA oligos are synthesized by many companies: we usually purchase it from Qiagen \\(Valencia, CA).\r\n\n\n&#x2022;RNase-free buffer \\(siRNA suspension buffer): the buffer is equipped on purchasing siRNA from Qiagen.\r\n\n\n&#x2022;Oligofectamine \\(Invitrogen, cat. no. 12252-011)\r\n\n\n&#x2022;Opti-MEM I Reduced-Serum medium \\(Invitrogen, cat. no. 22600-050)\r\n\n\n\r\n\n\n**REAGENT SET UP**\r\n\n\n**1. Production of a site- and phosphorylation state-specific antibody by using a phosphopeptide**\r\n\n\n**Coupling buffer** 500 mM NaCl, 50 mM NaHCO<sub>3</sub>-Na<sub>2</sub>CO<sub>3</sub>, pH 8.0-9.0.\r\n\n\n**Blocking buffer** 500 mM NaCl, 0.1 M Tris-HCl, pH 8.0.\r\n\n\n**Tris-buffered saline \\(TBS)** 150 mM NaCl, 20 mM Tris-HCl, pH 7.5.\r\n\n\n**Wash buffer** 1 M NaCl, 1% \\(v/v) Triton-X-100, 20 mM Tris-HCl, pH 7.5.\r\n\n\n**Elution buffer** 10% \\(v/v) ethylene glycol, 0.1 M Glycine-HCl, pH 2.5.\r\n\n\n**Neutralizing buffer** 1 M Tris-HCl, pH 8.5.\r\n\n\n**Stock solution** 150 mM NaCl, 20 mM &#x3B2;-glycerophosphate, 0.2% \\(w/v) NaN<sub>3</sub>, 20 mM Tris-HCl, pH 7.5\r\n\n\n**2. Semi-replacement from endogenous protein to exogenous one**\r\n\n\n**TE buffer** 10 mM Tris-HCl, 1 mM EDTA \\(pH7.5)\r\n\n\n**Growth medium for HeLa cells** DMEM supplemented with 10% FBS.\r\n\n\n**Annealing of siRNA oligo** We show the protocol on purchasing a siRNA oligo from Qiagen. \r\n\n\na) Add the siRNA suspension buffer \\(RNase-free buffer: equipped) to the lyophilized siRNA to obtain 20 &#x3BC;M solution. \r\n\n\nb) Heat the tube to 90 &#xB0;C for 1 min. \r\n\n\nc) Incubate at 37 &#xB0;C for 60 min.\r\n\n\nd) Aliquot in 20 &#x3BC;l and store at -20 &#xB0;C before use."
        },
        {
            "header": "Equipment",
            "content": "**1. Production of a site- and phosphorylation state-specific antibody by using a phosphopeptide**\r\n\n\nAnimal facility.\r\n\n\n3.0 ml all plastic or siliconized glass syringes \\(preferably lock tip)\r\n\n\n \\(18 and 21 gauge) needles\r\n\n\n18 gauge double emulsifying needle\r\n\n\n0.22 &#x3BC;m Millex-GP filter \\(Millipore, Billerica, MA, cat. no. SLGP033RS)\r\n\n\nAmicon Ultra \\(Millipore, cat. no. UFC801024)\r\n\n\nMuromac column \\(Muromachi Kagaku Kogyo Kaisha, Ltd., Tokyo, Japan)\r\n\n\n**2. Semi-replacement from endogenous protein to exogenous one**\r\n\n\n6-well plate for cell culture \\(Becton Dickinson and Company, cat no. 35-3046)\r\n\n\n12-well plate for cell culture \\(Becton Dickinson and Company, cat no. 35-3047)\r\n\n\n90-mm dish for cell culture \\(Becton Dickinson and Company, cat no. 35-3003)\r\n\n\nCO2 incubator \\(NAPCO, cat no. 5200)\r\n\n\nMicro centrifuge \\(MX-150; TOMY, Tokyo Japan)\r\n\n\nVortex mixer \\(Vortex-Genie 2; Scientific Industries)\r\n\n\nVial"
        },
        {
            "header": "Procedure",
            "content": "**1. Production of a phosphoepitope-specific antibody by using a phosphopeptide**\r\n\n\n**Immunization**\r\n\n\n**1|** The emulsification of adjuvant/antigen is one of the most important steps to obtain an excellent antibody. This step can be performed using option A and/or option B. Before immunization, it is hard to speculate which adjuvant system is suitable for the production of an appropriate antibody. So, we commend you to try both adjuvant systems. \r\n\n\nA) First option: Freund adjuvant system \\(water-in-oil emulsion)\r\n\n\n1. After the adjuvant \\(especially Freund complete adjuvant) has been mixed well, load a syringe with 0.5 ml adjuvant per1 rabbit. Use Freund complete or incomplete adjuvant for the first or booster injection, respectively.\r\n  2. Dilute the phosphopeptide-conjugated KLH with PBS to make a solution containing 0.2-0.4 mg ml\n-1\nphosphopeptide. Then, load another syringe with 0.5 ml antigen solution \\(corresponding to 0.1-0.2 mg phosphopeptide) per 1 rabbit.\r\n  3. Connect the above 2 two syringes via a 18 gauge double emulsifying needle. Mix the adjuvant with the antigen by forcing the materials back and forth through the needle.  \r\n  4. Push all of the emulsion into one syringe and disconnect the empty syringe.\r\n  B) Second option: RIBI adjuvant system \\(oil-in-water emulsion)\r\n\n\n1. Warm the vial to 40-45 °C for 5-10 min.\r\n  2. Dilute the phosphopeptide-conjugated KLH with PBS to make a solution containing 0.1-0.2 mg ml\n-1\nphosphopeptide. Using a syringe with a 21 gauge needle, inject 2 ml antigen solution \\(per 2 rabbits) directly into the vial through the rubber stopper. Leaving the cap seal and rubber stopper in place, vortex the vial. \r\n  3. Load a syringe with 1 ml emulsion \\(corresponding to 0.1-0.2 mg phosphopeptide) per 1 rabbit. Unused adjuvant/antigen emulsion can be stored at 4\no\nC for several months, unless the antigen is unstable. So, we use the remaining emulsion \\(1 ml) for the next booster injection.\r\n  **2|** This step is optional. Collect blood from each rabbit before the immunization in order to obtain the control serum. We usually obtain 0.5-1 ml preimmune serum from each rabbit. \r\n\n\n**3|** Immunize a rabbit by the injection of 1 ml prepared adjuvant/antigen emulsion \\(corresponding to 0.1-0.2 mg phosphopeptide). For Freund adjuvant system, inject the emulsion at multi-intradermal sites. For RIBI adjuvant system, inject the emulsion at the following sites; 0.05 ml per site × 6 intradermal, 0.3 ml intramuscular into each hind leg \\(total 2 sites), and 0.1 ml subcutaneous in neck region.\r\n\n\n**\\!CAUTION** Be careful for the needle-stick injury, which may lead to keloid formation, especially in the case of Freund’s adjuvant system.\r\n\n\n**4|** Perform booster injections every 4 weeks.\r\n\n\n**5|** After 10-14 days from each booster injection, collect about 50 ml blood from each rabbit. Incubate the blood at 37 °C for 1 h and stir at 4 °C overnight. Centrifuge each sample at 1,000 g for 30 min at 4 °C and collect each supernatant \\(serum).\r\n\n\n**6|** This step is optional. Incubate at 56 °C for 30 min in order to inactivate the complement system of the serum.\r\n\n\n**7|** Filtrate each serum sample with 0.22 μm filter. \r\n\n\n**8|** This step is optional. Check the titer of antibody against the phosphopeptide, by using enzyme-linked immunosorbent assay \\(ELISA)\n16\n. \r\n\n\n**PAUSE POINT** Store in aliquots at -80 °C.\r\n\n\n\r\n\n\n**Preparation of the affinity matrix**\r\n\n\n**9|** Prepare one 15 ml tube for each peptide. Swell 0.2 mg of TSKgel AF-Tresyl Toyopal650 with 1 ml of coupling buffer in each tube. The column bed volume reaches about 1 ml. Spin-down the gel matrix and remove the supernatant.\r\n\n\n**10|** Dissolve 1 mg of phosphorylated or non-phosphorylated peptide with 1 ml of coupling buffer. Check pH of the solution, which must be 8.0-9.0. Mix each peptide solution with 1 ml of the swollen matrix in a 15 ml tube.\r\n\n\n**11|** Rotate gently for 4 h at room temperature or overnight at 4 °C on a rotor. \r\n\n\n**12|** Spin-down the gel matrix and remove the peptide solution. Wash with 10 gel volumes \\(10 ml) of blocking buffer. \r\n\n\n**13|** Add 10 gel volumes \\(10 ml) of blocking buffer and rotate additionally for 1-2 h at room temperature or for 4 h at 4 °C.\r\n\n\n**14|** Spin-down the gel matrix and remove the blocking buffer. Equilibrate the gel matrix with TBS \\(for short-term storage) or the stock solution \\(for long-term storage). Store at 4 °C.\r\n\n\n\r\n\n\n**Purification of an antibody specific to the phosphopeptide**\r\n\n\n**15|** For the initial purification, we usually prepare 5 ml serum. Each step described below should be done in a cold room or at 4 °C.\r\n\n\n**16|** This step is optional. Dilute the serum prepared above with the equal volume of TBS.\r\n\n\n**17|** Mix the \\(diluted) serum with 1 ml of the non-phosphorylated peptide-coupled gel matrix in a suitable tube.\r\n\n\n**18|** Rotate the mixture end-over-end overnight. In this step, antibodies against non-phosphorylated peptide must be attached to the matrix.\r\n\n\n**19|** Load the mixture onto a suitable column \\(Muromac column etc.). Collect the flow-through. \r\n\n\n**20|** Wash the column with 1 ml of TBS and collect the flow-through, in order to get the remaining unattached antibody. Repeat this step 2-3 times. Mix all flow-through fractions and keep them at 4 °C before applying the next gel matrix. \r\n\n\n**21|** Wash the column with excess elution buffer \\(over 10 bed volumes), in order to remove the antibody against the non-phosphorylated peptide. After wash, equilibrate with stock solution \\(for long-term storage) or TBS \\(for immediate re-use). Check pH of the final flow-through fraction, which must be around 7.5.\r\n\n\n**22|** Repeat steps 17-21 \\(optional).\r\n\n\n**23|** Mix all flow-through fractions with 1 ml of the phosphopeptide-coupled gel matrix in a suitable tube.\r\n\n\n**24|** Rotate the mixture end-over-end overnight. In this step, antibodies specific to phosphopeptide must be attached to the matrix.\r\n\n\n**25|** Load the mixture onto a suitable column \\(Muromac column etc.). \r\n\n\n**26|** Wash the column with 10 bed volumes \\(10 ml) of TBS, twice.\r\n\n\n**27|** Wash the column with 10 bed volumes \\(10 ml) of wash buffer, twice.\r\n\n\n**28|** Wash the column with 10 bed volumes \\(10 ml) of TBS, twice.\r\n\n\n**29|** During the above washing steps, prepare 40 μl of neutralizing buffer in each collecting tube. Before the elution step, we recommend you to mix 0.5 ml elution buffer with 40 μl of neutralizing buffer and then check the pH of the mixture, which must be around 7.5. If not, change the volume of neutralizing buffer and check again.\r\n\n\n**30|** Elute the antibody with half bed volume \\(0.5 ml) of elution buffer using a stepwise elution. Collect each drop of elute into the tube prepared above. Mix immediately but gently in the tube. Repeat the elution 5-6 times.\r\n\n\n**31|** Apply 5-10 μl per elute to sodium dodecylsulfate-polyacrylamide gel electrophoresis \\(SDS-PAGE). Check its amount and purity of IgG, which can be detected as bands corresponding to 50-55 kDa \\(its heavy chain) and 20-55 kDa \\(its light chan).\r\n\n\n**32|** Collect the antibody-rich fractions \\(likely 2-3 fractions).\r\n\n\n**33|** This step can be performed using option A or option B.\r\n\n\nA) First option\r\n\n\nAdd about 0.05 volume of 20 mg ml\n-1\nBSA, in order to make the antibody solution containing 1 mg ml\n-1\nBSA.\r\n\n\nB) Second option:\r\n\n\nTransfer the antibody solution to Amicon Ultra \\(Millipore). Concentrate the antibody solution by centrifuge.\r\n\n\n**34|** The storage step can be performed using option A or option B.\r\n\n\nA) First option\r\n\n\nDialyze the antibody solution for 3-6 hr with 200 ml TBS. Exchange TBS at least once during dialysis. Aliquot the antibody solution and immediately froze in liquid nitrogen. Store at -80 °C.\r\n\n\nB) Second option:\r\n\n\nUse 200 ml TBS containing 50% \\(v/v) glycerol as a dialyzing buffer. Store at -20 °C after dialysis.\r\n\n\n**? TROUBLE SHOOTING**\r\n\n\n\r\n\n\n**2. Semi-replacement from endogenous protein to exogenous protein by RNAi technique**\r\n\n\n**Making retroviral vector plasmids**\r\n\n\n**35|** In this section, we show the protocols mainly in the case of plasmids coding a carboxy-terminally HA-tagged mouse INCENP. If the introducing gene sequence completely matches with the siRNA target sequence, additional silent mutation should be required within the matched sequence. In this case, mutate amino acid codon\\(s) within the matched sequence to different one\\(s) that code the same amino acid\\(s). As an example, we show the silent mutation of human Chk1 in Fig. 2b.\r\n\n\n**36|** To facilitate the cloning step, we generally use the Gateway system \\(Invitrogen).  However, conventional cloning procedure with restriction enzymes is fine.  \r\n\n\n**37|** Design the PCR primers to amplify the coding sequence of the gene.  The forward primer starts with 5’-AAAAAGCAGGCTgccacc-3’ followed by the first 15 to 22 nucleotides of the coding sequence of the gene so that the matching sequence should be around 20 nucleotides.  The reverse primer starts with 5’-AGAAAGCTGGGtta-3’ followed by the last 17 to 20 nucleotides complementary to the coding sequence of the gene.  In the case of carboxy-terminally HA-tagged mouse INCENP, the forward primer was 5’-AAAAAGCAGGCTgccaccATGGGGACCACAGCC-3’, and the reverse primer was 5’- AGAAAGCTGGGttaGCACTGAGCAGCGTAATCT-3’.  \r\n\n\n**38|** Mix 35 μl of sterile water, 5 μl of 10 x KOD plus buffer, 2 μl of 25 mM MgSO\n4\n, 5 μl of 2 mM dNTPs mix, 1 μl \\(100 ng) of template DNA, 0.5 μl each of 10 μM primers and 1 μl \\(1 unit) of KOD plus.\r\n\n\n**39|** Subject to PCR cycles consisting of 1 cycle of 98°C  \\(1 min) and 10 cycles of 98°C  \\(5 sec), 50°C  \\(10 sec) and 68°C  \\(1 min per kb of the product size).\r\n\n\n**40|** Transfer 10 μl of the reaction to 40 μl of PCR reaction mixture consisting of 21.6 μl of sterile water, 10 μl of 10x KOD buffer, 1.6 μl of 25 mM MgSO\n4\n, 4 μl of 2 mM dNTPs mix, 4 μl each of attB adaptor primers \\(5’-GGGGACAAGTTTGTACAAAAAAGCAGGCT-3’ and 5’-GGGGACCACTTTGTACAAGAAAGCTGGGT-3’) and 0.8 μl \\(0.8 unit) of KOD plus.  Subject to PCR cycles consisting of 1 cycle of 98°C  \\(1 min) and 5 cycles of 98°C  \\(5 sec), 45°C  \\(10 sec) and 68°C  \\(1 min per kb of the product size), and 15 cycles of 98°C  \\(5 sec), 50°C  \\(10 sec) and 68°C  \\(1 min per kb of the product size).\r\n\n\n**41|** Apply 5 μl of the PCR products by 0.9% agarose gel electrophoresis.\r\n\n\n**42|** This step is optional. If the template DNA is a kanamycin-resistant plasmid, add 5 μl of 10 × DpnI reaction buffer and 5 units of DpnI, incubate for 15 min at 37°C.  Then heat inactivate the DpnI at 65°C for 15 min\r\n\n\n**43|** Add 150 μl of TE buffer and 100 μl of 30% PEG8000/30 mM MgCl\n2\nto the PCR product.\r\n\n\n**44|** Vortex well and centrifuge at 15,000rpm for 15 min at room temperature.\r\n\n\n**45|** Remove the supernatant.\r\n\n\n**46|** Dissolve the pellet in 20 μl of TE buffer.\r\n\n\n**BP reaction to make ENTRY plasmids**\r\n\n\n**47|** Mix 1 μl of 5x BP reaction buffer, 2.5 μl of the PCR products, 0.5 μl \\(75 ng) of pDONR221 and 1 μl of BP clonase.\r\n\n\n**48|** Incubate at 25 °C for 60 min\r\n\n\n**49|** Add 0.5 μl of proteinase K solution, and incubate for 10 min at 37 °C.\r\n\n\n**50|** Transform 50 μl of DH10b chemical competent cells with 2 μl of the BP reaction.\r\n\n\n**51|** Select colonies on LB plate containing 30 μg ml\n-1\nkanamycin. \r\n\n\n**52|** Pick up colonies, and check the insert size of the plasmids.\r\n\n\n**53|** Check the cloned gene by sequencing with M13 forward and reverse primers and oligonucleotides designed to cover the whole gene.\r\n\n\n**LR reaction**\r\n\n\n**54|** Mix 1 μl of 5 × LR reaction buffer, 1.5 μl \\(50-100 ng) the entry plasmid DNA, 1.5 μl of pDEST-CMSCVpuro\n17\n\\(50-100 ng) and 1 μl of LR clonase enzyme mix.  \r\n\n\n**55|** Incubate at 25 °C for 60 min to overnight.  \r\n\n\n**56|** Add 0.5 μl of proteinase K solution to stop the reaction.\r\n\n\n**57|** Transform 50 μl of DH10b chemical competent cells with 2 μl of the LR reaction.\r\n\n\n**58|** Select colonies on LB plate containing 100 μg ml\n-1\nampicillin. \r\n\n\n**59|** Check the cloned gene by cutting with BsrG1 which cuts recombination sites \\(attB) of the reaction.\r\n\n\n\r\n\n\n**Production of recombinant retroviruses**\r\n\n\n**60|** Seed 293T or 293FT cells at a density of 3.0 × 10\n5\ncells per 90-mm dish and cultivate them in a CO\n2\nincubator at 37 °C for 24 h.\r\n\n\n**61|** Add 30 ml of TransIT293 to 500 ml of D-MEM without serum and mix well by vortex mixer.  \r\n\n\n**62|** Stand for 5 min.\r\n\n\n**63|** Add 5 μg of the retroviral vector plasmid \\(i.e., pCMSCVpuro-mINCENP-HA) and 5 μg of pCL-10A1\n18\nto the solution and mix well by vortex mixer.\r\n\n\n**64|** Stand for 10 min.\r\n\n\n**65|** Add the solution onto the cells in a dish and incubate the cells at 37 °C for 36 h.\r\n\n\n**66|** Aspirate the medium and add 10 ml of fresh growth medium with care not to detach cells, and incubate the cells at 37 °C for additional 24 h.\r\n\n\n**67|** Collect the medium with 10 ml syringe, and filter through 0.45 μm-disk filter.\r\n\n\n**68|** Aliquot the filtered medium \\(viral fluid) in screw capped tubes.\r\n\n\n**69|** Freeze and store tubes at -80 °C.\r\n\n\n\r\n\n\n**Titeration of the virus**\r\n\n\n**70|** Seed HeLa cells at a density of 5 x 10\n4\ncells per well in a 12-well plate and cultivate them in a CO\n2\nincubator at 37 °C for 24 h.\r\n\n\n**71|** Aspirate the medium and add 1 ml of the growth medium supplemented with 8 μg ml\n-1\nof polybrene.\r\n\n\n**72|** Dilute the viral stock 100 times with growth medium supplemented with 8 μg ml\n-1\nof polybrene. \r\n\n\n**73|** Add 0, 1, 10 and 100 μl of the diluted viral fluid to each well in a row and incubate the cells at 37 °C for additional 24 h.\r\n\n\n**74|** Aspirate the medium and add growth medium and incubate the cells at 37 °C for additional 24 h.\r\n\n\n**75|** Aspirate the medium and add 2 ml of the growth medium supplemented with 0.5 μg ml\n-1\npuromycin per well.\r\n\n\n**76|** Change the medium supplemented with 0.5 mg ml\n-1\npuromycin every fourth day.\r\n\n\n**77|** Fix the cells with methanol and stain cells with 25 × diluted Giemsa staining solution.\r\n\n\n**78|** Count the number of colonies in each well and calculate the titer \\(drug resistant colony forming units per ml) of each virus.  If the twenty colonies were observed in a well infected with 10 μl of 100 × diluted viral fluid, the titer of the viral fluid is 20 × 10,000 = 2.0 × 10\n5\ncfu ml\n-1\n. Depending on the insert size and its sequence, generally more than 10\n5\ncfu ml\n-1\nof recombinant retroviruses can be obtained.  In most experiments, titer of 10\n4\ncfu ml\n-1\nis sufficient for obtaining pooled population of cells expressing gene of interest. \r\n\n\n**? TROUBLE SHOOTING**\r\n\n\n\r\n\n\n**Establishment of HeLa cells expressing exogenous protein by the retrovirus-mediated gene transfer** \r\n\n\n**79|** Seed HeLa cells at a density of 1 x 10\n5\ncells per well in a 6-well plate and cultivate them in a CO\n2\nincubator at 37°C for 24 h.\r\n\n\n**80|** Thaw the frozen viral fluid in a metal tube stand or water bath at room temperature.\r\n\n\n**81|** Take ∼10\n5\ncfu of each viral fluid \\(generally less than 1 ml) in a tube and add 2 mg ml\n-1\nof polybrene at the final concentration of 8 mg ml\n-1\n. \r\n\n\n**82|** Aspirate the medium and add the growth medium supplemented with 8 mg ml\n-1\nof polybrene.\r\n\n\n**83|** Add the viral fluid to each well and incubate the cells at 37°C for additional 24 h.\r\n\n\n**84|** Include plain-vector virus-infected cells and mock-infected cells as controls.\r\n\n\n**85|** Aspirate the medium and add growth medium and incubate the cells at 37°C for additional 24 h.\r\n\n\n**86|** Aspirate the medium and add the growth medium supplemented with 0.5 mg ml\n-1\npuromycin.\r\n\n\n**87|** Change medium supplemented with 0.5 μg ml\n-1\npuromycin every three days until the all mock-infected HeLa cells die \\(usually it takes 3 to 5 days). \r\n\n\n**88|** If the cells reach confluent, trypsinize cells and transfer them into 90-mm dish for further selection and propagation. The pooled population can be generally used for further experiments. If necessary, the infected cells are cloned by limiting dilution and examined clones, \r\n\n\n\r\n\n\n**Knock down of endogenous protein by RNAi**\r\n\n\n**89|** In this section, we show the following protocol to use above HeLa cells in 60 mm dish. One day before transfection, plate the cells in the growth medium. The cell density depends on the incubation time after siRNA oligo transfection. For 2-day incubation, plate HeLa cells at a density of 8-10 × 10\n4\ncells/60 mm dish. Incubate the cells at 37 °C in a CO\n2\nincubator for ∼24h.\r\n\n\n**90|** For each transfection sample, prepare siRNA:Oligofectamine complexes as follows. \r\n\n\n1.  Dilute 10 μl of 20 μM annealed oligos in 170 μl of Opti-MEM without serum and antibiotics. Mix gently.\r\n  2. Dilute 2-4 μl of Oligofectamine in 15 μl of Opti-MEM medium without serum and antibiotics. Mix gently and incubate it at room temperature for 5-10 min.\r\n  3. After the incubation, combine the diluted siRNA with the diluted Oligofectamine; total volume is about 0.2 ml. Mix gently and incubate at room temperature for 15-20 min.\r\n  **91|** During the incubation of siRNA:Oligofectamine complexes, wash cells with 2 ml of Opti-MEM twice. Then, add 0.8 ml of Opti-MEM to each dish.\r\n\n\n**92|** Add siRNA:Oligofectamine complexes to each dish \\(total volume is ∼1 ml). Mix gently by rocking plate back and forth.\r\n\n\n**93|** Incubate the cells at 37 °C in a CO\n2\nincubator for 4hr.\r\n\n\n**94|** After 4 hr incubation, add 1 ml of DMEM supplemented with 20% FBS \\(final FBS concentration is about 10 %). Mix gently by rocking plate back and forth. Incubate the cells at 37 °C in a CO\n2\nincubator. At 24-72 h after addition of siRNA oligo, use these cells for immunocytochemistry, immunoblotting etc.\r\n\n\n**? TROUBLE SHOOTING**"
        },
        {
            "header": "Timing",
            "content": "Each part of the protocol can be completed in 2-3 months.\r\n\n\n**1. Production of a phosphoepitope-specific antibody by using a phosphopeptide**\r\n\n\nSteps 1-8: Several months until the antibody titer of the serum is elevated enough to purify a phosphopeptide-specific antibody\r\n\n\nSteps 9-14: 1-2 days\r\n\n\nSteps 15-34: 3-4 days\r\n\n\n\r\n\n\n**2. Semi-replacement from endogenous protein to exogenous protein by RNAi technique**\r\n\n\nSteps 35-59: Several days for construction of retroviral vector plasmids\r\n\n\nSteps 60-69: 3 days\r\n\n\nSteps 70-78: 2 weeks\r\n\n\nSteps 79-88: One day for infection of the viruses to the target cells.  Two to several days for selection of the infected cells.  Several days for propagation of the infected cells.\r\n\n\nSteps 89-94: 3-4 days"
        },
        {
            "header": "Critical Steps",
            "content": "**1. Production of a phosphoepitope-specific antibody by using a phosphopeptide**\r\n\n\n**Step 1, A)-3**\r\n\n\nPush the antigen into the adjuvant first, so that the aqueous phase enters the oil phase. Hold the syringes carefully so that they do not come apart from the double hub needle during emulsification. The formation of a water-in-oil emulsion is signaled by a sudden increase in viscosity. So, repeat mixing until more force is required to move the solution through the needle.\r\n\n\n**Step 1, B)-2**\r\n\n\nIt is important to form the oil-in-water emulsion completely. So, we usually vortex the vial for at least 30 min. And, invert the vial several times during the vortexing process in order to mix the oil adherent to the rubber stopper etc. \r\n\n\n**Step 30**\r\n\n\nThe pH of each elute should be immediately returned to a neutral pH.\r\n\n\n**Step 33**\r\n\n\nThe low protein concentration of the antibody solution may lead to the inactivation of antibody during storage. So, we recommend you to make at least 1 mg ml<sup>-1</sup> protein of the solution.\r\n\n\n\r\n\n\n**2. Semi-replacement from endogenous protein to exogenous protein by RNAi technique**\r\n\n\n**Step 41**\r\n\n\nIf the PCR products contain smaller DNA fragments other than expected major band in size.  Cut off the gel piece to purify the DNA fragment of interest.  Otherwise smaller bands might be preferentially recombined into the vector. \r\n\n\n**Step 51**\r\n\n\nShake the transformed competent cells in SOC medium for more than 30 min at 37&#xB0;C before plating so that the kanamycin-resistant gene can be sufficiently expressed.\r\n\n\n**Step 60**\r\n\n\nSplit exponentially growing cells, and the cell density at the time of transfection should be 70-80% confluent.  If the cells reached confluent, trypsinize cells and seed them again.  If the cells are less than 50% confluent, postpone the transfection several hours later.  Either lower or higher confluency results in lower transfection efficiency and lower yield of viruses.\r\n\n\n**Step 63**\r\n\n\nDNA solution should be sterile.  After ethanol precipitation of plasmid DNA, dissolve the DNA with sterile TE buffer.  \r\n\n\n**Step87**\r\n\n\nPuromycin is very effective for selection of broad range of cell types with relatively narrow range of drug concentration, i.e., 0.5 to 2 &#x3BC;g ml<sup>-1</sup>.  Generally only a few days are required for drug selection."
        },
        {
            "header": "Anticipated Results",
            "content": "**1. Production of a phosphoepitope-specific antibody by using a phosphopeptide**\r\n\n\nThe specificity of a purified antibody should be assessed with immunoblotting analyses etc. As an example, we show the analyses of specificity of a purified antibody against  phosphoSer857 and phosphoSer858 on INCENP \\(referred to as AK8578) in Fig. 3. \r\n\n\nAurora-B was known to phosphorylate INCENP at Ser857 and Ser858 through their complex formation in cells<sup>19, 20</sup>. So, for the characterization of AK8578, we used the lysate of COS7 cells transfected with various combinations of Myc-Aurora-B and INCENP-HA<sup>10</sup>. AK8578 immunoreactivity to INCENP was observed only in cells where INCENP wild type \\(WT) is expressed together with Aurora-B WT \\(Fig. 3a). The immunoreactivity was abolished by Aurora-B mutation at Lys109 to Arg \\(K/R) which loses its catalytic activity or INCENP mutation at Ser857 and Ser858 to Ala \\(Fig. 3a). These data indicated that AK8578 specifically recognizes INCENP phosphorylation at Ser857 and Ser858.\r\n\n\nBy utilizing this antibody, we demonstrated that INCENP phosphorylation at Ser857 and Ser858 occurred specifically in mitosis<sup>10</sup> \\(Fig. 3, b and c).\r\n\n\n**2. Semi-replacement from endogenous protein to exogenous protein by RNAi technique**\r\n\n\nEach protein level should be assessed with quantitative techniques, such as quantitative immunoblotting \\(Fig. 4a). However, in some cases, there is little difference in the SDS-PAGE motility between endogenous and exogenous protein of interest \\(Fig. 2a). So, you may not determine the knock down efficiency of each protein by immunoblotting with the antibody that reacts both proteins. In this case, PCR-based quantitative technique may be an alternative method to determine the knock down efficiency of each protein \\(Fig. 4b). \r\n\n\nThe key to this protocol is the design of siRNA which reduce the endogenous protein but not the exogenous one. In some cases, a one- or two-base-pair change may have unanticipated effects by converting a siRNA into miRNA, which may also reduce the expression of its related sequence of protein, such as exogenous \\(introducing) protein. So, we recommend that you use a siRNA with more than 3-base-pair nucleotide mismatch for exogenous \\(introducing) protein."
        },
        {
            "header": "References",
            "content": "1. Graves, J.D. &amp; Krebs, E.G. Protein phosphorylation and signal transduction. _Pharmacol Ther_ **82**, 111-121 \\(1999).\r\n  2. Nishizuka, Y. Intracellular signaling by hydrolysis of phospholipids and activation of protein kinase C. _Science_ **258**, 607-614 \\(1992).\r\n  3. Nurse, P. A long twentieth century of the cell cycle and beyond. _Cell_ **100**, 71-78 \\(2000).\r\n  4. Zhou, B.B. &amp; Elledge, S.J. The DNA damage response: putting checkpoints in perspective. _Nature_ **408**, 433-439 \\(2000).\r\n  5. Bishop, A.L. &amp; Hall, A. Rho GTPases and their effector proteins. _Biochem J_ **348** Pt 2, 241-255 \\(2000).\r\n  6. Sternberger, L.A. &amp; Sternberger, N.H. Monoclonal antibodies distinguish phosphorylated and nonphosphorylated forms of neurofilaments in situ. _Proc Natl Acad Sci U S A_ **80**, 6126-6130 \\(1983).\r\n  7. Nishizawa, K. _et al._ Specific localization of phosphointermediate filament protein in the constricted area of dividing cells. _J Biol Chem_ **266**, 3074-3079 \\(1991).\r\n  8. Yano, T. _et al._ A monoclonal antibody to the phosphorylated form of glial fibrillary acidic protein: application to a non-radioactive method for measuring protein kinase activities. _Biochem Biophys Res Commun_  **175**, 1144-1151 \\(1991).\r\n  9. Nagata, K., Izawa, I. &amp; Inagaki, M. A decade of site- and phosphorylation state-specific antibodies: recent advances in studies of spatiotemporal protein phosphorylation. _Genes Cells_ **6**, 653-664 \\(2001).\r\n  10. Goto, H. _et al._ Complex formation of Plk1 and INCENP required for metaphase-anaphase transition. _Nat Cell Biol_ **8**, 180-187 \\(2006).\r\n  11. Shiromizu, T. _et al._ Regulation of mitotic function of Chk1 through phosphorylation at novel sites by cyclin-dependent kinase 1 \\(Cdk1). _Genes Cells_ **11**, 477-485 \\(2006).\r\n  12. Carmena, M. &amp; Earnshaw, W.C. The cellular geography of aurora kinases. _Nat Rev Mol Cell Biol_ **4**, 842-854 \\(2003).\r\n  13. Reynolds, A. _et al._ Rational siRNA design for RNA interference. _Nat Biotechnol_ **22**, 326-330 \\(2004).\r\n  14. Pei, Y. &amp; Tuschl, T. On the art of identifying effective and specific siRNAs. _Nat Methods_ **3**, 670-676 \\(2006).\r\n  15. Yiu, S.M. _et al._ Filtering of ineffective siRNAs and improved siRNA design tool. _Bioinformatics_ **21**, 144-151 \\(2005).\r\n  16. Kawajiri, A. &amp; Inagaki, M. Approaches to study phosphorylation of intermediate filament proteins using site-specific and phosphorylation state-specific antibodies. _Methods Cell Biol_ **78**, 353-371 \\(2004).\r\n  17. Kyo, S. _et al._ Successful immortalization of endometrial glandular cells with normal structural and functional characteristics. _Am J Pathol_ **163**, 2259-2269 \\(2003).\r\n  18. Naviaux, R.K., Costanzi, E., Haas, M. &amp; Verma, I.M. The pCL vector system: rapid production of helper-free, high-titer, recombinant retroviruses. _J Virol_ **70**, 5701-5705 \\(1996).\r\n  19. Bishop, J.D. &amp; Schumacher, J.M. Phosphorylation of the carboxyl terminus of inner centromere protein \\(INCENP) by the Aurora B Kinase stimulates Aurora B kinase activity. _J Biol Chem_ **277**, 27577-27580 \\(2002).\r\n  20. Honda, R., Korner, R. &amp; Nigg, E.A. Exploring the functional interactions between Aurora B, INCENP, and survivin in mitosis. _Mol Biol Cell_ **14**, 3325-3341 \\(2003)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors thank T. Shiromizu for providing the data of Fig. 4a. This work was supported in part by Grants-in-Aid for Scientific Research from the Ministry of Education, Culture, Sports, Science and Technology of Japan, by a grant-in-aid for the Third Term Comprehensive 10-Year Strategy for Cancer Control from the Ministry of Health and Welfare, Japan, by Aichi Cancer Research Foundation, by The Ichiro Kanehara Foundation and by The Mochida Memorial Foundation for Medical and Pharmaceutical Research."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb1350",
                "date": "2006-10-22 20:28:57",
                "title": "Complex formation of Plk1 and INCENP required for metaphase–anaphase transition",
                "authors": [
                    "Goto",
                    "H. et al."
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10020,
                "identity": "9ed2c404-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hidemasa  Goto",
                "email": "",
                "orcid": "",
                "institution": "Division of Biochemistry, Aichi Cancer Center Research Institute, JAPAN",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hidemasa",
                "middleName": "",
                "lastName": "Goto",
                "suffix": ""
            },
            {
                "id": 10021,
                "identity": "9ed2c6cd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tohru Kiyono",
                "email": "",
                "orcid": "",
                "institution": "Virology Division, National Cancer Center Research Institute, JAPAN",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tohru",
                "middleName": "",
                "lastName": "Kiyono",
                "suffix": ""
            },
            {
                "id": 10022,
                "identity": "9ed2c886-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Masaki Inagaki",
                "email": "",
                "orcid": "",
                "institution": "Division of Biochemistry, Aichi Cancer Center Research Institute, JAPAN",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Masaki",
                "middleName": "",
                "lastName": "Inagaki",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-17 09:39:45",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.31",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.31",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607641,
                "identity": "067fc4b8-8fb2-430f-b253-c0aa7ad197a7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 108928,
                "visible": true,
                "origin": "",
                "legend": "Table 1   ?TROUBLESHOOTING. 1. Production of a phosphoepitope-specific antibody by using a phosphopeptide",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-150/v1/figure_1.jpg"
            },
            {
                "id": 2607642,
                "identity": "38f0daa6-8135-44e8-a418-1033be90a63c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 117185,
                "visible": true,
                "origin": "",
                "legend": "Table 2   ?TROUBLESHOOTING. 2. Semi-replacement from endogenous protein to exogenous protein by RNAi technique",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-150/v1/figure_2.jpg"
            },
            {
                "id": 2607643,
                "identity": "72e99b91-8b34-4a83-944a-d6d3064d5673",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 18599,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Design of synthetic peptides for a site- and phosphorylation state-specific antibody (AK8578) against phosphoSer857 and phosphoSer858 on INCENP.   Peptide sequence corresponding to mouse INCENP is underlined. Targeted phosphorylation sites are indicated as bold letters. Each phosphate group in phosphoSer is also indicated as P within a circle.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-150/v1/figure_3.jpg"
            },
            {
                "id": 2607645,
                "identity": "de364663-e745-401d-97c4-3bcff57e22e3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 57654,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Design of a small interfering RNA (siRNA) which is not only specific to endogenous protein but also insensitive to exogenous one.    Endogenous or exogenous DNA of INCENP^12^ (*a*) or Chk1^4^ (*b*) is schematically indicated. Each designed siRNA sequence is compared with INCENP (*a*) or Chk1 (*b*) sequences corresponding to each siRNA. Small bold letters indicate mismatch base pairs in mouse (exogenous) INCENP-3HA (*a*) or silent mutation position in exogenous Chk1-5Myc (*b*). The calculated molecular weight of each protein is also shown in the right.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-150/v1/figure_4.jpg"
            },
            {
                "id": 2607647,
                "identity": "03e734df-ce02-4c32-b39c-14600efee460",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 18812,
                "visible": true,
                "origin": "",
                "legend": "Figure 3a and 3b   Characterization and utilization of a site- and phosphorylation state-specific antibody (AK8578) against phosphoSer857 and phosphoSer858 on INCENP    (*a*) COS7 cells were transfected with various combinations of Myc-Aurora-B and INCENP-HA. Each cell lysate was subjected to the immunoblotting with anti-Myc, anti-HA or AK8578. K/R, Myc-Aurora-B mutated at Lys109 to Arg. S857A S858A, INCENP-HA mutated at Ser857 and Ser858 to Ala. (*b*) Interphase or mitotic HeLa cells was subjected to immunoprecipitation with anti-INCENP or AK8578. Each sample was then immunoblotted with the same antibody. ",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-150/v1/figure_5.jpg"
            },
            {
                "id": 2607646,
                "identity": "129ea873-3b81-4d0a-ab6d-b3eb029d44d8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 28558,
                "visible": true,
                "origin": "",
                "legend": "Figure 3c   Characterization and utilization of a site- and phosphorylation state-specific antibody (AK8578) against phosphoSer857 and phosphoSer858 on INCENP    (*c*) Spatial and temporal localization of INCENP phosphorylated at Ser857 and Ser858. HeLa cells were immunostained with AK8578 (green) and anti-INCENP (red). Chromosomes and nuclei are also stained with DAPI (blue). Scale bar, 10 &#x3BC;m.",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-150/v1/figure_6.jpg"
            },
            {
                "id": 2607648,
                "identity": "67b3a5bf-af85-4701-bc4d-fed553cc7071",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50957,
                "visible": true,
                "origin": "",
                "legend": "Figure 4   Assessment of the knock down efficiency of each protein   (*a*) Assessment of each Chk1 protein level with immunoblotting with anti-Chk1 or anti-Myc. The migrated position of endogenous Chk1 or exogenous Chk1-5Myc with silent mutation is indicated as &#x201C;Endo&#x201D; or &#x201C;Exo&#x201D;. As a loading control, each cell lysate was also immunoblotted with anti-tubulin. (*b*) Assessment of each INCENP mRNA level with semi-quantitative RT-PCR using each protein-specific primer set10. Endo or Exo represents the PCR product amplified from endogenous (human) INCENP or exogenous (mouse) INCENP-3HA. As a control, the PCR product amplified from &#x3B2;-actin is also indicated.",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-150/v1/figure_7.jpg"
            },
            {
                "id": 13465201,
                "identity": "225ca717-e291-4ab1-a847-64af5381f31e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 399275,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-150/v1/629c6625-1ec7-47b2-99ac-de2e79c15e12.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "protein phosphorylation, site- and phosphorylation state-specific antibody, retrovirus-mediated gene transfer, RNA interference\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Functional analyses for site-specific phosphorylation of a target protein in cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-01-10 05:39:23",
                "doi": "10.1038/nprot.2007.31",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ed243e1-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 10th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1520,
                "name": "Biochemistry"
            },
            {
                "id": 1521,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 1523,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-01-10 05:39:23",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}