{
    "identity": "pex-885",
    "title": "<p>Ultrasound guided minimally invasive autopsies: combining imaging and pathology to characterize the systemic involvement of COVID-19 infection</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Post mortem tissue sampling is of paramount importance to conduct in-situ and molecular studies of COVID-19. In fact, the number of autopsies reported up to now is very small, and tissue sampling is limited to few organs, mostly the lungs, liver and heart.<sup>1,2</sup> The scarce literature in COVID-19 autopsies markedly contrasts with the high number of deaths, probably due to the risk of contagiousness. Recently strict protection procedures were recommended for autopsies of COVID-19, restricting autopsies to a limited number of institutions.<sup>3</sup> The first COVID-19 Brazilian case was diagnosed in February 25 of 2020, and the first death was reported in March 16. At present moment, COVID-19 in Brazil is in its early acceleration phase of dissemination.<sup>4</sup> Considering the potential needs of advanced ventilatory support to the expected demand of critically ill patients, our hospital allocated 900 beds (700 semi-intensive, 200 intensive) to COVID-19, and, unfortunately, a large number of deaths are expected to occur. We prepared a part of our autopsy service to conduct these autopsies and developed a procedure of ultrasound-based minimally invasive autopsies (MIA/US). In fact, MIA/US was already applied during the recent 2018 yellow fever epidemic in Sao Paulo, Brazil, and showed a full diagnostic agreement with conventional autopsy.<sup>5</sup> In the present pandemic scenario, we decided to describe our modified MIA/US procedures, considering that the low cost and portability of MIA/US, combined with significant risk reduction of a closed body autopsy, could be a way of increasing autopsy rate in COVID-19 cases, and, thus, contributing for a better understanding of the mechanisms of tissue injury in COVID-19, and perhaps, adding useful information for the development of new therapeutic procedures.</p><p><br></p><p><strong>MIA application in COVID-19</strong></p><p>MIA has been used by different groups, using two main approaches.<sup>6-11</sup> The blind tissue sampling is based on external anatomic references to orient puncture. Blind sampling is simple, cheap, and can be conducted even in areas without conventional autopsy facilities, but usually sampling is restricted to the larger organs, such as lungs and the liver <sup>11</sup>, which are easily assessed without image orientation. In addition, blind sampling does not identify the focal variability of disease within each organ, which is determinant for a proper diagnosis of pathological conditions. Alternatively, other groups employed image assisted MIA using computed tomography or magnetic resonance imaging.<sup>6,8,9,10,12,13,14</sup> Image assisted MIA (CT or MRI) solves the question of organ sampling and focal disease characterization, but the number of autopsy services having in-house advanced imaging systems is scarce. In a pandemic scenario, the imaging instruments of hospitals are most probably fully dedicated to assist living patients, limiting the possibilities of conducting MIA procedures. Thus, MIA/US is a suitable alternative to conduct autopsies in COVID-19 cases, by the reasons summarized as follows:</p><p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MIA/US has great portability and reduces the costs of conducting autopsies considerably, an important condition when the health system faces economic burden;</p><p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The risk of producing aerosols is low during MIA/US and so can be performed in areas without negative pressure autopsy room;</p><p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The images obtained by ultrasound are good enough to localize and orient the sampling in several organs, and to select the most affected areas within each organ;</p><p>4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MIA/US is a fast procedure (less than one hour) and delivers information within a time window fast enough to orient the management of critically ill patients.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>10% Neutral&nbsp;buffered formalin solution</p><p>Embedded paraffin tissues</p><p>Histochemical stains</p><p>PCR</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Personal Protective Equipment&nbsp;</p><p>Portable SonoSite M-Turbo R (Fujifilm, Bothell, WA, USA) ultrasound equipment with C60x (5-2 MHz Convex) multi-frequency broadband transducers and DICOM<sup>R</sup> standard images. </p><p>Transducer HFL38X (13-6 MHz Linear)</p><p>Tru-Cut<sup>R</sup> semi-automatic coaxial needles of 14G, 20 cm long. </p><p>Plastic safety bag</p><p><br></p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "The procedures were performed at the “Image Platform in the Autopsy Room”, a research center in the University of Sao Paulo Medical School (\nhttps://pisa.hc.fm.usp.br/\n).\nSafety protocol\nIn the event of a confirmed or suspicious death by COVID-19, the MIA/US team is reported and the body referred to an admission room at our mortuary. This transportation is done by nurses with appropriate personal protective equipment (PPE), with the body wrapped in a plastic safety bag.\n15\nAfter receiving the body from the Hospital, two trained technicians from the MIA/US team, wearing safety clothes, prepare the body for the procedure, by covering it with and additional and more resistant plastic bag, by sliding it through a stretcher with pulleys. After this procedure, the body is conducted by the MIA/US technicians to the examination room.\nAccess to the autopsy room is limited to two people, the US examiner and the supporting technician, who will be wearing PPE (surgical clothing protected by two aprons, rubber boot, sleeve, 3 layers of gloves, rubber cap, N95 mask under surgical mask and eye protection) following standard protocols.\n3,15\nAfter the procedure and release of the body to the mortuary, personal involved direct procedures with the deceased’s body, go to a support room to take out the PPE, with the aid with the support of protected technicians.\n3,15\nAfter each procedure, the removal of all garbage and the disinfection of the autopsy room is performed by trained personnel, with PPE, using neutral detergent and chlorine-based disinfectants recommended by the National Health Surveillance Agency – Anvisa.\n16\nFinally, all personal involved directly or indirectly with MIA/US is tested for COVID-19 (naso and oropharyngeal swab and PCR).\n17\nAfter 15 days of procedures, all members are negative.\nSampling protocol\nWe used a portable SonoSite M-Turbo R (Fujifilm, Bothell, WA, USA) ultrasound equipment with C60x (5-2 MHz Convex) multi-frequency broadband transducers and DICOM\nR\nstandard images. This transducer was employed since the lower frequency of ultrasound waves permits a deeper visualization of all organs, including pulmonary parenchyma. For superficial structure such as salivary glands and testis, we used the HFL38X (13-6 MHz Linear), since the higher frequency produces higher image resolution. Tissue puncture and collection was made using Tru-Cut\nR\nsemi-automatic coaxial needles of 14G, 20 cm long. Examples of images obtained in COVID-19 are presented in Figures 1 and 2.\nAfter packing the body with resistant plastic, we do small 10 cm openings in appropriate sites of body surface. We start with a left incision immediately adjacent to the external bone, to access the heart and left lung. After completing the tissue sampling at this site, the incision is closed and a new one is done at the right paraexternal area to sample the right lung. Again the incision is closed and subsequent incisions are done at the right subcostal space (liver and right kidney) and left subcostal space (spleen and left kidney). Image guided samples are taken from salivary glands (parotid, submandibular and minor salivary glands). Other tissues are sampled without direct image guidance: bone marrow (external bone aspirate), skeletal muscle (femoral quadriceps), skin (thigh), brain (trans sphenoidal puncture), and testis.\nFigure 3 shows a representative image of pulmonary fragments obtained using MIA/US. The table 1 describes aspects of tissue sampling in MIA/US protocol for COVID-19 fatal cases. The basic flow of our MIA/US procedure is shown in Figures 4 and 5.\nAfter MIA/US, a terminal cleaning protocol is immediately performed. In addition, plastic vials containing the sampled material have their external surfaces sterilized with 70% isopropyl alcohol solution to avoid contamination of the staff involved in tissue processing.\nThis protocol has been approved by the HCFMUSP Ethical Committee (protocol #3951.904). All the autopsies were performed after informed consent from the next-of-kin."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>-Wraping the body in the plastic bag</p><p>-Inappropriate use of personal protective equipment&nbsp;</p><p>-Difficulties to get ultrasound images</p><p>-Difficulties to collect adequate tissue samples, specially heart, kidneys, spleen and brain</p><p>-Risk of puncture accidents during the MIA-US procedures</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>2:00-2:30 hour</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>MIA/US is a procedure that can be a used when fast responses are needed to clarify the pathogenesis of new infectious agents. The procedure was adopted in our Hospital in the course of COVID-19 pandemics. The availability of tissue from deceased patients has been used to characterize the pathologic aspects of respiratory failure as well as the systemic organic manifestations of this viral infection, producing a useful feedback to the staff dealing with critically ill patients. The amount of tissue collected from the different organs contributed to a biorepository in our Institution to be used for molecular studies (see table 1). MIA/US represents an alternative to conduct autopsies in situations of high contagiousness. The combination of the aforementioned aspects may extend the possibility of conducting autopsies in different parts of the World, perhaps helping to understand local characteristics of COVID-19 infections, within an extended range of genetic, social and economic diversity.&nbsp;&nbsp;</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1-Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, Liu S, Zhao P, Liu H, Zhu L,Tai Y, Bai C, Gao T, Song J, Xia P, Dong J, Zhao J, Wang FS. Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med. 2020 Feb 18. pii: S2213-2600(20)30076-X.</p><p>2-Yao XH, Li TY, He ZC, Ping YF, Liu HW, Yu SC, Mou HM, Wang LH, Zhang HR, Fu WJ, Luo T, Liu F, Chen C, Xiao HL, Guo HT, Lin S, Xiang DF, Shi Y, Li QR, Huang X, Cui Y, Li XZ, Tang W, Pan PF, Huang XQ, Ding YQ, Bian XW. [A pathological report of three COVID-19 cases by minimally invasive autopsies]. Zhonghua Bing Li Xue Za Zhi. 2020 Mar 15;49(0):E009.</p><p>3-Hanley, Brian; Lucas, Sebastian B; Youd Esther; Swift, Benjamin; Osborn, Michael. Autopsy in suspected COVID-19 cases. Journal Of Clinical Pathology, [s.l.], p.1-4, 20 mar. 2020. BMJ. <a href=\"http://dx.doi.org/10.1136/jclinpath-2020-206522\" rel=\"noopener noreferrer\" target=\"_blank\">http://dx.doi.org/10.1136/jclinpath-2020-206522</a>.</p><p>4-Boletim Epidemiológico COVID-19, 05 de abril 2020. http://www.saude.sp.gov.br/resources/cve-centro-de-vigilancia-epidemiologica/areas-de-vigilancia/doencas-de-transmissao- respiratoria/boletim/boletim04_covid19_050420.pdf.&nbsp;Acessed on 04-06-2020</p><p>5- Duarte-Neto AN, Monteiro RAA, Johnsson J, Cunha MDP, Pour SZ, Saraiva AC, Ho YL, da Silva LFF, Mauad T, Zanotto PMA, Saldiva PHN, de Oliveira IRS, Dolhnikoff M. Ultrasound-guided minimally invasive autopsy as a tool for rapid post-mortem diagnosis in the 2018 Sao Paulo yellow fever epidemic: Correlation with conventional autopsy. PLoS Negl Trop Dis. 2019;13: e0007625.</p><p>6-Bassat Q, Ordi J, Vila J, Ismail MR, Carrilho C, Lacerda M, et al. Development of a post–mortem procedure to reduce the uncertainty regarding causes of death in developing countries. Lancet Glob Health. 2013;1: e125–126. </p><p>7- Bolliger SA, Filograna L, Spendlove D, Thali MJ, Dirnhofer S, Ross S. Postmortem imaging-guided biopsy as an adjuvant to minimally invasive autopsy with CT and postmortem angiography: a feasibility study. AJR Am J Roentgenol. 2010;195: 1051-1056.</p><p>8- Castillo P, Martínez MJ, Ussene E, Jordao D, Lovane L, Ismail MR, et al. Validity of a Minimally Invasive Autopsy for Cause of Death Determination in Adults in Mozambique: An Observational Study. PLoS Med. 2016;13: e1002171.</p><p>9- Cox JA, Lukande RL, Kalungi S, Van Marck E, Van de Vijver K, Kambugu A, et al. Needle autopsy to establish the cause of death in HIV-infected hospitalized adults in Uganda: a comparison to complete autopsy. J Acquir Immune Defic Syndr. 2014;67: 169-176. </p><p>10- Fariña J, Millana C, Fdez-Aceñero MJ, Furió V, Aragoncillo P, Martín VG, et al. Ultrasonographic autopsy (echopsy): a new autopsy technique. Virchows Arch. 2002;440: 635–639.</p><p>11- Palhares, Antonio E. M.; Ferreira, Luiz; Freire, Monique et al. Performance of the minimally invasive autopsy tool for cause of death determination in adult deaths from the Brazilian Amazon: an observational study. Virchows Archiv, [s.l.], v. 475, n. 5, p.649-658, 14 jun. 2019. Springer Science and Business Media LLC. </p><p>12- Martínez MJ, Massora S, Mandomando I, et al. Infectious cause of death determination using minimally invasive autopsies in developing countries. Diagn Microbiol Infect Dis. 2016;84: 80–86.</p><p>13- Wagensveld, Ivo M.; Hunink, M. G. Myriam; Wielopolski, Piotr A, et al. Hospital implementation of minimally invasive autopsy: A prospective cohort study of clinical performance and costs. Plos One, [s.l.], v. 14, n. 7, p.1-19, 16 jul. 2019. Public Library of Science (PLoS). <a href=\"http://dx.doi.org/10.1371/journal.pone.0219291\" rel=\"noopener noreferrer\" target=\"_blank\">http://dx.doi.org/10.1371/journal.pone.0219291</a></p><p>14- Weustink, Annick C.; Hunink, M. G. Myriam; Van Dijke, Cornelis F.et al. Minimally Invasive Autopsy: An Alternative to Conventional Autopsy?. Radiology, [s.l.], v. 250, n. 3, p.897-904, mar. 2009. Radiological Society of North America (RSNA). <a href=\"http://dx.doi.org/10.1148/radiol.2503080421\" rel=\"noopener noreferrer\" target=\"_blank\">http://dx.doi.org/10.1148/radiol.2503080421</a>.</p><p>15- Collection and Submission of Postmortem Specimens from Deceased Persons with Known or Suspected COVID-19, March 2020 (Interim Guidance). <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/hcp/guidance-postmortem-specimens.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.cdc.gov/coronavirus/2019-ncov/hcp/guidance-postmortem-specimens.html#</a> . Acessed on 04-06-2020.</p><p>16-Agência Nacional de Vigilância Sanitária Segurança do paciente em serviços de saúde: limpeza e desinfecção de superfícies/Agência Nacional de Vigilância Sanitária. Brasil, Brasília: Anvisa, 2010. http://portal.anvisa.gov.br/documents/33852/271892/Manual+de+Limpeza+e+Desinfec%C3%A7%C3%A3o+de+Superf%C3%ADcies/. Acessed on 04-06-2020.</p><p>17-Interim Guidelines for Collecting, Handling, and Testing Clinical Specimens from Persons for Coronavirus Disease 2019 (COVID-19) <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/lab/guidelines-clinical-specimens.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.cdc.gov/coronavirus/2019-ncov/lab/guidelines-clinical-specimens.html</a>. Acessed on 04-06-2020.</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The authors wish to thank all involved in the care for the patients with COVID19 and to Mrs. Kely Cristina Soares Bispo to her technical support in the histological procedures. This work received financial support from Fundaçãode Amparo à Pesquisa do Estado de São Paulo (FAPESP2013-17159-2) and Bill and Melinda Gates Foundation (INV-002396).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1371/journal.pntd.0007625",
                "date": "2019-07-22 17:28:17",
                "title": "Ultrasound-guided minimally invasive autopsy as a tool for rapid post-mortem diagnosis in the 2018 Sao Paulo yellow fever epidemic: Correlation with conventional autopsy",
                "authors": [
                    "Amaro Nunes Duarte-Neto",
                    "Renata Aparecida de Almeida Monteiro",
                    "Janaina Johnsson",
                    "Marielton dos Passos Cunha",
                    "Shahab Zaki Pour",
                    "Amanda Cartagenes Saraiva",
                    "Yeh-Li Ho",
                    "Luiz Fernando Ferraz da Silva",
                    "Thais Mauad",
                    "Paolo Marinho de Andrade Zanotto",
                    "Paulo Hilário Nascimento Saldiva",
                    "Ilka Regina Souza de Oliveira",
                    "Marisa Dolhnikoff"
                ],
                "journal": "PLOS Neglected Tropical Diseases",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 473160,
                "identity": "aa6592d2-61c5-425f-8df7-5a6a56ca408f",
                "order_by": 1,
                "name": "Renata Aparecida de Almeida Monteiro",
                "email": "reacademic@gmail.com",
                "orcid": "",
                "institution": "Departamento de Patologia, Faculdade de Medicina da Universidade de São Paulo, São Paulo, Brasil",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Renata",
                "middleName": "Aparecida de Almeida",
                "lastName": "Monteiro",
                "suffix": ""
            },
            {
                "id": 473161,
                "identity": "1cf5c5d9-306d-4bdf-ab51-2dbe504544d1",
                "order_by": 2,
                "name": "Amaro Nunes Duarte-Neto",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-6659-7186",
                "institution": "Departamento de Patologia, Faculdade de Medicina da Universidade de São Paulo, São Paulo, Brasil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Amaro",
                "middleName": "Nunes",
                "lastName": "Duarte-Neto",
                "suffix": ""
            },
            {
                "id": 473162,
                "identity": "69d4e67f-efee-4295-b23d-d0b77d64fc51",
                "order_by": 3,
                "name": "Luiz Fernando Ferraz da Silva",
                "email": "",
                "orcid": "",
                "institution": "\tDepartamento de Patologia, Faculdade de Medicina da Universidade de São Paulo, São Paulo, Brasil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Luiz",
                "middleName": "Fernando Ferraz da",
                "lastName": "Silva",
                "suffix": ""
            },
            {
                "id": 473163,
                "identity": "27257af2-37fc-45b3-9e51-388c3ad3e19e",
                "order_by": 4,
                "name": "Thais Mauad",
                "email": "",
                "orcid": "",
                "institution": "Departamento de Patologia, Faculdade de Medicina da Universidade de São Paulo, São Paulo, Brasil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thais",
                "middleName": "",
                "lastName": "Mauad",
                "suffix": ""
            },
            {
                "id": 473164,
                "identity": "4a517a09-3bd7-41c2-8556-e6fd14f91876",
                "order_by": 5,
                "name": "Jair Theodoro-Filho",
                "email": "",
                "orcid": "",
                "institution": "Departamento de Patologia, Faculdade de Medicina da Universidade de São Paulo, São Paulo, Brasil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jair",
                "middleName": "",
                "lastName": "Theodoro-Filho",
                "suffix": ""
            },
            {
                "id": 473165,
                "identity": "425b62bc-b9da-4893-933f-d3d63e313707",
                "order_by": 6,
                "name": "Ilka Regina Souza de Oliveira",
                "email": "",
                "orcid": "",
                "institution": "Departamento de Patologia, Faculdade de Medicina da Universidade de São Paulo, São Paulo, Brasil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ilka",
                "middleName": "Regina Souza",
                "lastName": "de Oliveira",
                "suffix": ""
            },
            {
                "id": 473166,
                "identity": "3820ffc1-fb30-4df3-9b0f-1577135dd637",
                "order_by": 7,
                "name": "Paulo Hilario do Nascimento Saldiva",
                "email": "",
                "orcid": "",
                "institution": "Departamento de Patologia, Faculdade de Medicina da Universidade de São Paulo, São Paulo, Brasil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paulo",
                "middleName": "Hilario do Nascimento",
                "lastName": "Saldiva",
                "suffix": ""
            },
            {
                "id": 473167,
                "identity": "3fe9c1a1-feee-4630-9ebd-bdf8147ae316",
                "order_by": 8,
                "name": "Marisa Dolhnikoff",
                "email": "",
                "orcid": "",
                "institution": "Departamento de Patologia, Faculdade de Medicina da Universidade de São Paulo, São Paulo, Brasil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marisa",
                "middleName": "",
                "lastName": "Dolhnikoff",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-04-07 00:34:58",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-885/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-885/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13498187,
                "identity": "4718b7d2-8eef-4dec-aa68-dc7a53033eab",
                "added_by": "auto",
                "created_at": "2021-09-16 22:56:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 224558,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-885/v1/2515194f-a641-4265-9644-3fb3a27ad02e.pdf"
            },
            {
                "id": 872950,
                "identity": "6f0cd008-57a5-47e5-b387-9ed8638c1ff0",
                "added_by": "auto",
                "created_at": "2020-04-09 08:55:04",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 119807,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure1.docx",
                "url": "https://assets.researchsquare.com/files/pex-885/v1/Figure 1.docx"
            },
            {
                "id": 872951,
                "identity": "d7a623bc-a856-457b-85dd-183639a7deee",
                "added_by": "auto",
                "created_at": "2020-04-09 08:55:04",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 112686,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure2.docx",
                "url": "https://assets.researchsquare.com/files/pex-885/v1/Figure 2.docx"
            },
            {
                "id": 872952,
                "identity": "3c596b7e-ea3d-475e-8bd1-90ed0454cfe8",
                "added_by": "auto",
                "created_at": "2020-04-09 08:55:04",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 258912,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure3.docx",
                "url": "https://assets.researchsquare.com/files/pex-885/v1/Figure 3.docx"
            },
            {
                "id": 872953,
                "identity": "d0fc794c-fa04-4ab4-a51d-22b9e7a36291",
                "added_by": "auto",
                "created_at": "2020-04-09 08:55:04",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 40188,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure4.docx",
                "url": "https://assets.researchsquare.com/files/pex-885/v1/Figure 4.docx"
            },
            {
                "id": 872954,
                "identity": "7b851ae6-35b0-4d3d-91f1-74f78f1d026d",
                "added_by": "auto",
                "created_at": "2020-04-09 08:55:04",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 24917,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure5.docx",
                "url": "https://assets.researchsquare.com/files/pex-885/v1/Figure 5.docx"
            },
            {
                "id": 872949,
                "identity": "478cf66f-5b20-4fe7-8404-15dd5eb15da3",
                "added_by": "auto",
                "created_at": "2020-04-09 08:55:03",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 12912,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table1.docx",
                "url": "https://assets.researchsquare.com/files/pex-885/v1/Table 1.docx"
            }
        ],
        "financialInterests": "The authors have declared that no financial interests exist.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "COVID-19, minimally invasive autopsy, ultrasound, epidemic",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Post mortem tissue sampling is of paramount importance to conduct in-situ and molecular studies of COVID-19. Ultrasound-based minimally invasive autopsies (MIA/US) is an inexpensive procedure to obtain tissue samples of several organs and, at the same time, reduce the risks of the autopsy procedure in situations of high contagiousness. The images obtained by ultrasound are good enough to localize and orient the sampling, and to select the most affected areas within each organ. The amount of tissue sampled is adequate for histological and molecular studies and microorganism identification, and delivers information within a rapid time window. The combination of the aforementioned aspects may extend the possibility of conducting autopsies in different parts of the world, perhaps helping to understand local characteristics of COVID-19 infections, within an extended range of genetic, social and economic diversity.&nbsp;&nbsp;</p><p><br></p>",
        "manuscriptTitle": "Ultrasound guided minimally invasive autopsies: combining imaging and pathology to characterize the systemic involvement of COVID-19 infection",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-04-09 08:55:01",
                "doi": "10.21203/rs.3.pex-885/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "b5f1dd08-3893-46d1-919f-a48f036dc139",
        "owner": [],
        "postedDate": "April 9th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 80025,
                "name": "Pathogenesis"
            },
            {
                "id": 80026,
                "name": "Diseases"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-04-09 08:55:01",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}