{
    "identity": "pex-1131",
    "title": "<p>RET-enhanced measurement of relaxation time constants of LOV2-based optogenetic actuators</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Optogenetic actuators are increasingly important tools in modern biology<sup>1</sup>. However, the establishment of new tools to reversibly regulate diffusible targets like protein kinases that do not immediately generate ubiquitous and visually evident responses<sup>2</sup> remains challenging. One of the difficulties is that, once activated, optogenetic actuators typically relax over a period of seconds and minutes via thermal processes<sup>2,3,4</sup>. When downstream effects are not visually detectable in real time, prior knowledge of relaxation times becomes important to design illumination protocols that keep actuators in active state for periods of time desired while avoiding excessive and potentially toxic illumination of the cells expressing the actuator. We identified bi-directional impacts of resonance energy transfer (RET) on fluorescent protein tags fused to <em>As</em>LOV2, a commonly used blue-light activated optogenetic photosensor domain, each light-sensitive moiety affecting the properties of the other<sup>5</sup>. As a result, the dynamic state of the chromophore in <em>As</em>LOV2 can be directly recorded in real time by quenching and dequenching of a fused bright fluorescent protein. As the state of this chromophore is responsible for actuation by LOV2-based optogenetic tools, the measurement provides a generic method to directly and sensitively inform the actuation state of the construct, regardless of its downstream mechanism of action. The relaxation rates of LOV2-based optogenetic actuators are thereby easily determined. We anticipate this method could be applicable to different photosensor domains and fluorescent proteins as long as the distance between the dipoles permit RET. Here we describe a method using a plate reader on small amounts of mammalian cell lysate transfected with optogenetic actuators fused to a fluorescent protein.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>1.&nbsp;&nbsp;Plasmids used in the measurement (Addgene number and names)<sup>6</sup></p><p>159962&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AAV-CMV-NLS-mTurquoise2-optoNES-WPRE&nbsp;&nbsp;&nbsp;&nbsp;</p><p>159963&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AAV-CMV-NLS-mTurquoise2dC7-408LOV2-Ja(delta)-NES21-WPRE</p><p>159964&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AAV-CMV-NLS-mTurquoise2dC10-408LOV2-Ja(delta)-NES21-WPRE</p><p>159965&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AAV-CMV-NLS-mTurquoise2dC11-408LOV2-Ja(delta)-NES21-WPRE</p><p>2.&nbsp;&nbsp;HEK293 cells (ATCC)</p><p>3.&nbsp;&nbsp;Dulbecco's Modified Eagle Medium, high glucose (DMEM, Gibco™)</p><p>4.&nbsp;&nbsp;Fetal Bovine Serum (FBS, Gibco™)</p><p>5.&nbsp;&nbsp;L-Glutamine (200mM stock, Sigma-Aldrich)</p><p>6.&nbsp;Penicillin-Streptomycin (10000unit-10mg/ml stock, Sigma-Aldrich)</p><p>7.&nbsp;&nbsp;2.5% Trypsin Solution (Sigma-Aldrich)</p><p>8.&nbsp;&nbsp;Versene (PBS/EDTA Solution)</p><p>9.&nbsp;&nbsp;CaCl<sub>2</sub> (2.5M stock)</p><p>10. 2xHeBs solution (274mM NaCl, 10mM KCl, 1.4mM Na<sub>2</sub>HPO<sub>4</sub>, 15mM D-glucose, 42mM Hepes, pH 7.10)</p><p>11. Low stringency buffer<sup>7</sup> (LSB: 20mM Na<sub>2</sub> beta-glycerophosphate, 30mM NaF, 2mM EDTA, pH 7.0)</p><p>12. Protease inhibitors: Leupeptin(10mg/ml stock), Aprotinin(10mg/ml stock), Pepstatin A (1mg/ml stock), phenylmethylsulfonyl fluoride (PMSF, 35mg/ml stock).</p><p>13. Dithiothreitol (DTT, 1M stock)</p><p>14. IGEPAL® CA-630 (10% stock)</p><p>15. Mineral Oil (Sigma-Aldrich)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;10cm cell culture dish (Greiner)</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;35mm cell culture dish (Greiner)</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;96 well plate (half-area, μClear, Greiner cat 675090)</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;Cell Culture Incubator (HERAcell)</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;Swinging-Bucket Centrifuge (Eppendorf)</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;Bürker chamber</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;Benchtop Refrigerated Centrifuge (Eppendorf)</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;Aspirator</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;Cell scraper</p><p>10. &nbsp;Plate reader (POLARstar OPTIMA, BMG)</p><p>11. &nbsp;Blue LEDs (blue channel of WS2812B, Digikey)</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Step 1:\nPrepare plasmids for the experiment.\nStep 2: Cell culture\nA) HEK293 cells are cultured in a 10cm dish with DMEM-high glucose medium supplemented with 10% FBS, 2mM Glutamine, 50unit-50µg/ml Penicillin-Streptomycin at 37˚C with 5% CO2.\nB) One day before transfection, re-plate the HEK293 cells into 35mm dishes.\n1) Prewarm culture medium in a 37˚C water bath. Thaw the 2.5% trypsin stock in room temperature.\n2) Aspirate culture medium from the 10cm dish with HEK293 cells. Gently rinse cells with about 2-3ml Versene once. Aspirate the Versene and add 1ml Versene containing final 0.05% trypsin to the cells. Gently rock the plate and let the trypsin solution cover the whole plate. Leave the plate in the cell culture incubator for 5 min.\n3) When the cells are fully detached from the dish, add 1ml warm culture medium into the dish. Gently pipette up and down to disperse the big cell clumps until all the cells are dissociated. Transfer the cells to a 50ml conical tube and centrifuge it at 800rpm for 4 min in a swinging-bucket centrifuge.\n4) Discard the supernatant and resuspend the cell pellet in fresh culture medium. Gently resuspend the cell pellet to single cell suspension.\n5) Count the cells using a Bürker chamber.\n6) Plate 400,000 cells, 2ml medium to one 35 mm dish. Based on the number of plasmids needed to be transfected, prepare one more dish for untransfection control.\nStep 3: Transfection\nThe day after plating, transfect the cells using Calcium-phosphate precipitation.\n1)   Total 2.5µg plasmid DNA is used for one 35mm dish. Total volume of DNA mix is 62.5µl including 6.25 µl 2.5M CaCl\n2\n. 2XHebs stock is thawed and 62.5 µl is used for each transfection.\n2)   Drop the DNA and CaCl\n2\nmix into the 2XHeBs while swirling and wait for 30mins before distributing the complex dropwise evenly over the cultures.\n3)   Leave the transfected cells in the incubator for 48 hrs. The dish for the untransfected control is not touched but remains in the incubator the same time as the transfected ones.\nStep 4: Prepare cell lysate\n1)  Pre-cool 1x PBS in ice. Thaw the LSB 10x stock and protease inhibitors. Prepare 1xLSB supplemented with 10µg/ml Leupeptin, Aprotinin, Pepstatin A, 100µg/ml PMSF, 1mM DTT, 0.5% IGEPAL® CA-630. Cool down the solution in ice.\n2) Quickly aspirate cell culture medium from the 35mm dish and add ice-old PBS towards the inner side of the dish to rinse the cell layer without disturbing it. Leave the dish on ice and gently rock it briefly. Repeat the rinse again. Aspirate the PBS and add 0.5ml supplemented LSB solution. Use a cell scraper to scrape the cells from the dish. Use a 1ml pipette to transfer the lysate into a 1.5ml microfuge tube. Pipette up and down 10 times to further lyse the cells. Use the same procedure for the untransfected dish.\n3) Pre-cool the benchtop centrifuge to 4 ˚C. Pre-clear all cell lysates at 4 ˚C, by centrifugation at 20,000g for 10 min. After centrifugation, transfer the supernatant to a new microfuge tube, aliquot the supernatant to smaller volume and snap freeze all the tubes in liquid nitrogen.\nStep 5: measurement of relaxation time constant of the cell lysate\n1)  On the day of measurement, thaw the cell lysate on ice and cover the tubes with foil. Re-centrifuge the cell lysate at 4 ˚C, 20,000g for 10min after thawing.\n2) Turn on the plate reader to ready it for measurement.\n3) Transfer 20 μl of cell lysate to a half-area 96 well plate. Add 5 μl mineral oil on top to prevent evaporation. Only prepare the samples which are used for current measurement. Leave other samples on ice in darkness.\n4) Before each measurement, the plate is equilibrated to either 25°C or 37°C in the plate reader for 5-10min. The stability of the dark state is determined by measurement after temperature equilibration. The adduct state is generated by 30 s continuous exposure to blue LEDs (peak ~465nm) at 2 mW.cm-2 (previously measured at 100% duty cycle with an optical power meter such as x-cite XR2100 and sensor XP750 (Lumen Dynamics) or alternative). The recovery to dark state is quantified as a recovery from dequench by rapidly transferring the plate to the reader and starting the measurement protocol immediately. This protocol consists of measurement cycles set to flying mode (3 xenon flashes per well). The excitation filter (430/10nm) and the emission filter (475/10nm) are used. Only 8 wells are used per measurement to minimize the cycle time (3 s per cycle). A total 20 cycles are measured, corresponding to 20 flashes over 1 minute in each of 3 positions per well. Background signal from 20 μl untransfected cell lysate is subtracted from the raw signal of each plasmid. All cycles are normalized to the first measurement of individual plasmid, and the data are fitted to an exponential decay with Graphpad Prism\n5\n."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1.&nbsp;Before preparing the cell lysate for measurement, make sure the transfection efficiency is similar across different plasmids for more accurate comparison. Pilot tests (transfection) for the quality of plasmids is recommended. Fluorescent signals could also be checked with either the plate reader (after subtracting background signal from untransfected cells) or a microscope before lysing the cells to estimate the overall transfection efficiency.</p><p><br></p><p>2.&nbsp;Any transfection method can be used for preparing cell lysates.</p><p>&nbsp;</p><p>3.&nbsp;If different temperatures are to be compared, measure the lower one first, in this case, 25 ˚C. Most plate readers do not have cooling and therefore temperature of the reader may rise if the experiment lasts too long. Be aware of the temperature changes of the reader because it greatly affects LOV2 relaxation rate<sup>2,5</sup>.</p><p><br></p><p>4. Equilibration of the temperature of the cell lysate plate prior to the measurement is essential because the parameter measured is sensitive to temperature<sup>3,5</sup>.</p><p><br></p><p>5.&nbsp;Mineral oil is recommended to limit evaporation during the experiment. If mineral oil is not used, extra caution should be taken regarding to the length of the experiment and possible volume changes of the samples due to evaporation.</p><p><br></p><p>6. Be aware of the time used for transferring the cell lysate plate from the blue LEDs to the plate reader. Relaxation is expected to be exponential in which case this delay only affects the amplitude of the response and thus the sensitivity of the measurement rather than the time constant itself.&nbsp;Non-exponential behaviour would be more sensitive to inaccuracies caused by delays. A delay is unavoidable, but a shorter delay will allow a more sensitive measurement. Make sure this delay time is reproducible across all the samples. Note that different plate reader designs have considerably different delay times between placing the plate on the plate-holder and the start of measurement. Any presetting of values such as gain and focus will help minimise delays. Position the LED source as close as possible to the reader to minimise possible interference and obstacles from the working environment, and avoid strong lighting in the lab when performing the experiment. We advise against using the plate reader as the source of activation light for actuators in cell lysates because readers typically illuminate a small portion of the well and diffusion of pre-relaxed actuator may greatly distort the readings.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>3 days for transfection and collecting the cell lysate. 1 day for the measurement. Cell lysate can be snap-frozen in liquid nitrogen and kept in -80˚C. </p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The relaxation rates of each actuator measured show a notable increase at 37°C compared with 25°C. Relaxation rate is also affected by small changes in sequence flanking the LOV2 photosensor domain<sup>5</sup>.</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Losi A. et al. Blue-Light Receptors for Optogenetics. <em>Chem Rev</em>. 118, 10659-10709 (2018).</p><p>2.&nbsp;Melero-Fernandez de Mera, RM. et al. A simple optogenetic MAPK inhibitor design reveals resonance between transcription-regulating circuitry and temporally-encoded inputs. Nat Commun. 8, 15017 (2017).</p><p>3.&nbsp;Guo, H. et al. The phot LOV2 domain and its interaction with LOV1. Biophys J. 89, 402-412 (2005).</p><p>4.&nbsp;Strickland, D. et al. TULIPs: tunable, light-controlled interacting protein tags for cell biology. Nat Methods. 9, 379-384 (2012).</p><p>5. Li, LL. et al. Resonance energy transfer sensitises and monitors<em> in situ </em>switching of LOV2-based optogenetic actuators.&nbsp;Nat Commun.Oct 9;11(1):5107 (2020).&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>6. Michael Courtney Lab Plasmids. https://www.addgene.org/Michael_Courtney/</p><p>7. Cao, J. et al. The PSD95-nNOS interface: a target for inhibition of excitotoxic p38 stress-activated protein kinase activation and cell death. J Cell Biol. 168, 117-126 (2005).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was supported by the Magnus Ehrnrooths Foundation (MJC), the National Cancer Institute Grant R01CA200417 (MJC and LLL) and by access to the facilities of the Turku Screening Unit, a member of the Biocentre Finland Drug Discovery and Chemical Biology Network. We thank Michiyuki Matsuda (Kyoto University) for generously providing a template from which we generated the mTurquoise2 coding sequence.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-020-18816-8   ",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 3427442,
                "identity": "2a5b8437-975d-47ed-a982-45f2f39ab178",
                "order_by": 0,
                "name": "Li-Li Li",
                "email": "",
                "orcid": "",
                "institution": "Turku Bioscience Centre, University of Turku and Åbo Academy University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Li-Li",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 3427443,
                "identity": "8867aa9d-75e8-4d1a-a3da-3eb527e81d90",
                "order_by": 1,
                "name": "Michael J Courtney",
                "email": "michael.courtney@bioscience.fi",
                "orcid": "",
                "institution": "Turku Bioscience Centre, University of Turku and Åbo Academy University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Michael",
                "middleName": "J",
                "lastName": "Courtney",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-09-01 19:47:40",
        "currentVersionCode": 2,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1131/v2",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1131/v2",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13603948,
                "identity": "cf976a51-f74a-48c0-91ad-14831ac47776",
                "added_by": "auto",
                "created_at": "2021-09-17 05:57:50",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 188835,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1131/v2/eda8fafc-c711-4695-ae91-59367af8e570.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "optogenetic actuator, resonance energy transfer (RET), LOV2, relaxation time constant",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Optogenetic actuators exist in either active or inactive states. Absorption of light drives transition of the chromophore to the activated state, whereas thermal processes typically cause gradual relaxation to the initial or dark state. Relaxation rates determine how often activation light needs to be applied to maintain the activated state, but this rate is strongly affected by temperature and sequences surrounding the photosensor domain. Application of existing cellular optogenetic actuators and optimization of new ones therefore requires knowledge of the relaxation rates under the experimental conditions in which they are used. When proteins targeted by the actuator do not generate immediately visible responses, alternative methods are required to determine relaxation times. We describe a simple yet sensitive procedure to measure the relaxation rate constant for an optogenetic actuator. By using resonance energy transfer with a fused fluorescent protein tag to detect the change in chromophore state, low amounts of whole cell lysate are sufficient to perform the measurement.</p>",
        "manuscriptTitle": "RET-enhanced measurement of relaxation time constants of LOV2-based optogenetic actuators",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-10-13 17:50:38",
                "doi": "10.21203/rs.3.pex-1131/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            },
            {
                "code": 2,
                "date": "2020-10-16 06:39:54",
                "doi": "10.21203/rs.3.pex-1131/v2",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "0030a8d1-ad0a-4c63-89c2-6961bc490214",
        "owner": [],
        "postedDate": "October 16th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 770607,
                "name": "Biological techniques"
            },
            {
                "id": 770608,
                "name": "Molecular biology"
            },
            {
                "id": 770609,
                "name": "Cell Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-10-16 06:39:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}