{
    "identity": "nprot-3013",
    "title": "Essential technical tips for STAP cell conversion culture from somatic cells",
    "content": [
        {
            "header": "Procedure",
            "content": "Tissue collection and low-pH treatment\r\n\n\n1. To isolate CD45+ haematopoietic cells, spleens were excised from 1-week-old Oct4-gfp mice \\(unless specified otherwise), minced by scissors, and mechanically dissociated using a Pasteur pipette. \r\n  \r\n\n\nIMPORTANT\r\n\n\n\\(i) Adherent cells should be dissociated into single cells, either mechanically or enzymatically \\(by trypsin or collagenase). For the tissues described in Fig. 3a \\(Obokata et al. Nature, 2014a), muscle, adipose tissue and fibroblasts were enzymatically dissociated, whereas others were mechanically dissociated.\r\n\n\n \r\n\n\n\\(ii) Primary cells should be used. We have found that it is difficult to reprogram mouse embryonic fibroblasts \\(MEF) that have been expanded in vitro, while fresh MEF are competent.\r\n\n\n\r\n\n\n\\(iii) For the experiments reported, we used a Oct-3/4-EGFP transgenic mouse line \\(Ohbo et al, Dev Biol, 2003; Yoshimizu et al, Dev Growth Differ, 1999), which is maintained by the RIKEN Bioresource Center as GOF18-GFP line11 transgenic mouse \\(B6;B6D2-Tg\\(GOF18/EGFP)11/Rbrc). Homozygotes of the transgene were used for the live imaging to obtain the enhanced signal.\r\n\n\n\r\n\n\n\\(iv) Cells from mice older than one week showed very poor reprogramming efficiency under the current protocol. Cells from male animals showed higher efficiency than those from female.\r\n\n\n\r\n\n\n2. Dissociated spleen cells were suspended with PBS and strained through a cell strainer \\(BD Biosciences 352340). \r\n  \r\n\n\n3. After centrifuging at 1,000 rpm for 5 min, collected cells were re-suspended in DMEM medium and added to the same volume of lympholyte \\(Cedarlane), and then centrifuged at 1,000 g for 20 min. \r\n  \r\n\n\nIMPORTANT\r\n\n\n\\(i) The purity of the starting cells is important for achieving STAP conversion. For lymphocytes, contamination with red blood cells may inhibit the reprogramming event. When using adherent cells, the presence of extracellular matrix may interfere with reprogramming.\r\n\n\n\r\n\n\n\\(ii) Alternatively, red blood cells may be removed by suspension of the cell pellet in 1.8 ml of H2O \\(Sigma W3500). After 30 seconds, add 0.2 ml of 10× PBS \\(Gibco 70011-044), followed by 3 ml of 1× PBS \\(Gibco 10010-023), and strain the cell suspension through a cell strainer.\r\n\n\n\r\n\n\n4. The lymphocyte layer was isolated and stained with CD45 antibody \\(Abcam ab25603). CD45+ cells were sorted by FACS Aria \\(BD Biosciences). \r\n  \r\n\n\nIMPORTANT\r\n\n\n\\(i) FACS sorting can be an important step for the confirmation of cell purity, but can affect both cell viability and reprogramming efficiency. Skipping this step may increase reprograming efficiency, although this may result in a reduction in confidence in cell identity.\r\n\n\n\r\n\n\n5. After cell sorting, 1 × 106 CD45+ cells were treated with 500  µl of low-pH HBSS solution \\(titrated to pH 5.7 by HCl) for 25 min at 37°C, and then centrifuged at 1,000 rpm at room temperature for 5 min. \r\n  \r\n\n\nIMPORTANT\r\n\n\n\\(i) The buffering action of HBSS is weak, so carry-over of the solution may affect pH. Please adjust pH to 5.7 in cell suspension by the following method. First, suspend the cell pellet with 494 µl of HBSS pre-chilled at 4°C, then add 6 µl of diluted HCl \\(10 µl of 35% HCl in 590 µl of HBSS) to adjust to a final pH of 5.7. Please confirm the final pH in a pilot experiment, and optimize the volume of HCl added, as necessary. Alternatively, suspend the cell pellet in HBSS-pH 5.4 pre-chilled at 4°C.\r\n\n\n\\(ii) The HBSS we used is Ca2+/Mg2+ free \\(Gibco 14170-112).\r\n\n\n\\(iii) Incubate the cells suspended in HBSS in a CO2 incubator.\r\n\n\n\\(iv) Cell viability is a critical parameter in this step. Under optimal conditions, massive cell death is observed at two days after plating, as shown in Figure 1d \\(Obokata et al. Nature, 2014a).\r\n\n\n\\(v) If you find massive cell death at one day after plating, it may be ameliorated by shortening the incubation period with low-pH HBSS solution to 15 min.\r\n\n\n\r\n\n\n6. After the supernatant \\(low-pH solution) was removed, precipitated cells were re-suspended and plated onto non-adhesive culture plates \\(typically, 1×105 cells/ml) in DMEM/F12 medium supplemented with 1,000 U LIF \\(Sigma) and 2% B27 \\(Invitrogen). \r\n  \r\n\n\nIMPORTANT\r\n\n\n\\(i) The use of non-adhesive culture plates is recommended, as the formation of cell clusters is an important step for reprogramming, and the adhesive surface may inhibit cell movement needed to form clusters.\r\n\n\n\\(ii) Cell density is critical, and depends on cell viability. Density should be maintained at 1×105~1×106 cells per cm2 of culture surface. \r\n\n\n\\(iii) B27 \\(Invitrogen 17504-044) may show variation between batches. Please check the quality by N2B27-2iLIF culture of ES cells.\r\n\n\n\r\n\n\n7. Cell cluster formation was more sensitive to plating cell density than to the percentage of Oct3/4-GFP+ cells. The number of surviving cells was sensitive to the age of donor mice, and was low under the treatment conditions described above when adult spleens were used.\r\n  \r\n\n\nIMPORTANT\r\n\n\n\\(i) The donor mouse should be 1-week old or younger. Reprogramming efficiency is dramatically reduced using cells from older animals.\r\n\n\n\\(ii) STAP cells are derived from clusters of multiple cells; they are not monoclonal.\r\n\n\n\r\n\n\n\r\n\n\n8. The addition of LIF during days 2–7 was essential for generating Oct3/4-GFP+ STAP cell clusters on day 7, as shown in Extended Data Fig. 1f \\(Obokata et al. Nature, 2014a). Even in the absence of LIF, Oct3/4-GFP+ cells \\(most of which showed dim signals) appeared transiently in low-pH-treated CD45+ cells during days 2–5 of culture, but subsequently disappeared, suggesting that there is a LIF-independent early phase, whereas the subsequent phase is LIF-dependent.\r\n   \r\n\n\nIMPORTANT \r\n\n\n\\(i) Since LIF is essential for the late step of reprogramming, the reprogramming event may depend on the genetic background. We mainly used 129, C57BL6, or their F1 strains, as all of these genetic backgrounds are associated with high responsiveness to LIF.\r\n\n\n\\(ii) The GFP signal is weaker than that of ES cells carrying the same reporter because of the smaller cell volume of STAP cell than ES cell as found in Figure 1g \\(Obokata et al. Nature, 2014a).\r\n\n\n\r\n\n\n\r\n\n\nSTAP stem-cell conversion culture\r\n\n\n1. To establish STAP stem-cell lines, STAP cell clusters were transferred to ACTH-containing medium on MEF feeder cells \\(several clusters, up to a dozen clusters, per well of 96-well plates).\r\n  \r\n\n\nIMPORTANT\r\n\n\n\\(i) ACTH \\(1-24) is available from American Peptide and other companies. We used ACTH synthesized by Kurabo on consignment. The composition of this medium is GMEM, 15% Knockout Serum ReplacementTM \\(KSR, Invitrogen), 1 × non-essential amino acids \\(NEAA), 1 × Sodium Pyruvate, 10-4M 2-mercaptoethanol, 1000 U/ml LIF, and 10 µM ACTH \\(Ogawa et al, Genes Cells, 2004). The STAP cell cluster was isolated, dissected into small pieces as in the case of injection into blastocysts as shown in Figure 4a \\(Obokata et al. Nature, 2014a), and seeded on mouse embryonic fibroblast feeder cells in the ACTH medium.\r\n\n\n\\(ii) ACTH-containing medium was purchased from DS Pharma Biomedical \\(Osaka, Japan) as StemMedium@.\r\n\n\n\r\n\n\n2. After 4–7 days of culture, the cells were subjected to a first passage using a conventional trypsin method, and the suspended cells were plated in ESC maintenance medium containing 20% FBS.\r\n  \r\n\n\nIMPORTANT\r\n\n\n\\(i) ESC maintenance medium consists of KnockoutTM DMEM \\(Life Technologies), 20% FBS, 1 × NEAA, 1 × Glutamine, 1 × Nucleosides, 10-4M 2-mercaptoethanol, and 1000 U/ml LIF.\r\n\n\n\\(ii) FBS lots should be confirmed for suitability for use in the culture of mouse ES cells.\r\n\n\n\\(iii) We have established multiple STAP stem cell lines from STAP cells derived from CD45+ haematopoietic cells. Of eight clones examined, none contained the rearranged TCR allele, suggesting the possibility of negative cell-type-dependent bias \\(including maturation of the cell of origin) for STAP cells to give rise to STAP stem cells in the conversion process. This may be relevant to the fact that STAP cell conversion was less efficient when non-neonatal cells were used as somatic cells of origin in the current protocol.\r\n\n\n\r\n\n\n3. Subsequent passaging was performed at a split ratio of 1:10 every second day until reaching subconfluency. We tested the following three different genetic backgrounds of mice for STAP stem-cell establishment from STAP cell clusters, and observed reproducible establishment: C57BL/6 carrying Oct4-gfp \\(29 of 29), 129/Sv carrying Rosa26-gfp \\(2 of 2), and 129/Sv × C57BL/6 carrying cag-gfp \\(12 of 16). STAP stem cells with all these genetic backgrounds showed chimaera-forming activity.\r\n  \r\n\n\nFI stem cell conversion culture\r\n\n\n1. STAP cell clusters were transferred to Fgf4-containing trophoblast stem-cell medium \\(Tanaka et al, Science, 1998) on MEF feeder cells in 96-well plates \\(Obokata, Nature, 2014b). \r\n  \r\n\n\nIMPORTANT\r\n\n\n\\(i) TS medium consists of RPMI 1640 with 20% FBS, 1 mM Sodium Pyruvate, 100 µM 2-mercaptoethanol, 2 mM L-glutamine, 25 ng/ml of recombinant FGF4, and 1 µg/ml of heparin.\r\n\n\n\\(ii) Different lots of FBS may results in significant differences in the behavior of cultured cells.\r\n\n\n\r\n\n\n2. In most cases \\(40 of 50 experiments), colonies grew in 10–50% of wells in 96-well plates. In a minority of cases \\(10 of 50 experiments), no colony growth was observed and/or only fibroblast-like cells appeared.\r\n  \r\n\n\nIMPORTANT\r\n\n\n\\(i) The cells in proliferative colonies also appear similar to fibroblasts, but gradually change morphology, coming to resemble epithelial cells.\r\n\n\n\r\n\n\n\r\n\n\n3. The cells were subjected to the first passage during days 7–10 using a conventional trypsin method. Subsequent passages were performed at a split ratio of 1:4 every third day before they reached subconfluency.\r\n  \r\n\n\nIMPORTANT\r\n\n\n\\(i) The cells must not be dissociated completely. Partial dissociation is optimal to maintain viability and self-renewal, as seen in the case of embryo-derived trophoblast stem cells."
        },
        {
            "header": "References",
            "content": "References\r\n\n\nObokata, H. et al. Stimulus-triggered fate conversion of somatic cells into pluripotency, Nature, 505, 641-647 \\(2014a)\r\n\n\n\r\n\n\nObokata, H. et al. Bidirectional developmental potential in reprogrammed cells with acquired pluripotency. 676–680 \\(2014b)\r\n\n\n\r\n\n\nOhbo, K. et al. Identification and characterization of stem cells in prepubertal spermatogenesis in mice small star, filled. Dev. Biol. 258, 209–225 \\(2003)\r\n\n\n\r\n\n\nYoshimizu, T. et al. Germline-specific expression of the Oct4/green fluorescent protein \\(GFP) transgene in mice. Dev. Growth. Differ. 6, 675-684 \\(1999)\r\n\n\n\r\n\n\nOgawa, K., Matsui, H., Ohtsuka, S. & Niwa, H. A novel mechanism for regulating clonal propagation of mouse ES cells. Genes Cells 9, 471–477 \\(2004)\r\n\n\n\r\n\n\nTanaka, S., Kunath, T., Hadjantonakis, A. K., Nagy, A. & Rossant, J. Promotion of trophoblast stem cell proliferation by FGF4. Science 282, 2072–2075 \\(1998)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature12968",
                "date": "2014-03-04 07:10:08",
                "title": "Stimulus-triggered fate conversion of somatic cells into pluripotency",
                "authors": [
                    "Haruko Obokata",
                    "Teruhiko Wakayama",
                    "Yoshiki Sasai",
                    "Koji Kojima",
                    "Martin P. Vacanti",
                    "Hitoshi Niwa",
                    "Masayuki Yamato",
                    "and Charles A. Vacanti"
                ],
                "journal": "Nature",
                "logo": ""
            },
            {
                "doi": "10.1038/nature12969",
                "date": "2014-03-04 07:10:18",
                "title": "Bidirectional developmental potential in reprogrammed cells with acquired pluripotency",
                "authors": [
                    "Haruko Obokata",
                    "Yoshiki Sasai",
                    "Hitoshi Niwa",
                    "Mitsutaka Kadota",
                    "Munazah Andrabi",
                    "Nozomu Takata",
                    "Mikiko Tokoro",
                    "Yukari Terashita",
                    "Shigenobu Yonemura",
                    "Charles A. Vacanti",
                    "and Teruhiko Wakayama"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12912,
                "identity": "a028f6cd-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hitoshi Niwa",
                "email": "niwa@cdb.riken.jp",
                "orcid": "",
                "institution": "Laboratory for Pluripotent Stem Cell Studies, RIKEN CDB",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hitoshi",
                "middleName": "",
                "lastName": "Niwa",
                "suffix": ""
            },
            {
                "id": 12910,
                "identity": "a028f027-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Haruko Obokata",
                "email": "",
                "orcid": "",
                "institution": "Laboratory for Cellular Reprogramming, RIKEN CDB",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Haruko",
                "middleName": "",
                "lastName": "Obokata",
                "suffix": ""
            },
            {
                "id": 12911,
                "identity": "a028f441-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yoshiki Sasai",
                "email": "",
                "orcid": "",
                "institution": "Laboratory for Organogenesis and Neurogenesis, RIKEN CDB",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yoshiki",
                "middleName": "",
                "lastName": "Sasai",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-03-05 06:03:06",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.008",
        "doiUrl": "https://doi.org/10.1038/protex.2014.008",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464475,
                "identity": "fdd9a5b9-5dbb-42ed-bf76-17df62e61afd",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 124619,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3013/v1/7d79719f-6fb3-4890-9d2c-82cb712da4f7.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "STAP cells, reprogramming, pluripotency",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "<p style=\"color:red;font-size:larger\">THE AUTHORS ARE RETRACTING THIS PROTOCOL EXCHANGE PROTOCOL BECAUSE THE PAPERS UPON WHICH IT IS BASED HAVE BEEN RETRACTED.</p>\r\n\n\n\r\n\n\nStimulus-triggered acquisition of pluripotency \\(STAP) is a cellular reprogramming phenomenon that was recently reported in two papers \\(Obokata, Nature, 2014a,b). In this reprogramming process, upon strong external stimuli, neonatal somatic cells are converted into cells that express pluripotency-related genes, such as Oct3/4, and acquire the ability to differentiate into derivatives of all three germ layers in vitro and in vivo. These cells, termed STAP cells, can contribute to chimeric fetuses after blastocyst injection. Moreover, in the blastocyst injection assay, injected STAP cells are also found in extra-embryonic tissues, such as placenta.\r\n\n\n STAP cells derived from neonatal somatic cells are thus fully reprogrammed to as state of pluripotency. In the conditions for the establishment of STAP cells, their proliferative capacity is quite limited, distinct from that of embryonic stem cells \\(ESCs). STAP cells can be further converted into two types of proliferative cell lines: STAP stem cells and FGF4-induced stem cells \\(FI stem cells). STAP stem cells, which are converted from STAP cells in ACTH-containing medium \\(see Procedure), lose the ability to contribute to extra-embryonic tissues. FI stem cells, which are generated from STAP cells in FGF4-containing medium, in contrast retain the capacity to contribute to both embryonic and extra-embryonic lineages in blastocyst injection assay, although their embryonic contribution is relatively low. \r\n\n\n The STAP phenomenon induced by external stimuli, thus potentially sheds new light on our understanding of pluripotency and differentiation in mammalian cells. This unforeseen phenomenon can be triggered in neonatal hematopoietic cells, for instance, by transient exposure to low-pH solution. Despite its seeming simplicity, this procedure requires special care in cell handling and culture conditions, as well as in the choice of the starting cell population. The delivery of the optimal level of sublethal stress to cells is essential to the process of STAP cell induction. From our experience, STAP conversion is reproducibly seen with culture conditions in which most cells survive for one day after low-pH treatment, and in which up to 80% of the initial cell number subsequently die at around days 2–3. Control of the pH of the solution is not the only key factor; the delayed onset of sublethal stress is also critically important. This biological context can also be affected by many other factors. For example, somatic cell preparation and cell handling before and after the exposure to stress must be done with care, as additional damage to the cells may alter the level of stress, causing excessive cell death or insufficient triggering. The types of cells used for STAP conversion are also critical, and the use of cells from other sources \\(e.g., the use of cultured fibroblasts after passaging) may also result a failure to achieve STAP conversion. We have reproducibly observed STAP cell conversion when proper procedures are followed in the correct sequence.\r\n\n\n To facilitate the broad testing and use of this technique, we are now preparing a full protocol article with step-by-step instructions. However, as the preparation, submission and publication of a full manuscript takes a significant amount of time, we would like to share a number of technical tips for STAP cell conversion culture \\(and related experiments) in this Protocol Exchange. We hope that these technical tips may answer many questions frequently asked about the experimental details.",
        "manuscriptTitle": "Essential technical tips for STAP cell conversion culture from somatic cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-03-05 16:57:32",
                "doi": "10.1038/protex.2014.008",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0289ce9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 5th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3113,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-03-05 16:57:32",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}