{
    "identity": "nprot-2299",
    "title": "PROTOCOL FOR GAS SAMPLING AND ANALYSIS IN STRANDED MARINE MAMMALS",
    "content": [
        {
            "header": "Introduction",
            "content": "Gas-bubble lesions have been described in cetaceans stranded in spatio-temporal concordance with military maneuvers<sup>1,2</sup>. These authors suggested decompression like sickness as an explanation for the observed lesions. \r\n\n\n\r\n\n\nDecompression sickness is the disease caused by bubble formation due to gas phase separation in the body. Gas phase may arise from supersaturated gas tissues after decompression when the sum of the dissolved gas tensions \\(oxygen, carbon dioxide, nitrogen, helium) and water vapor exceeds the local absolute pressure <sup>3,4</sup>.  According to Bert \\(1878), the main gas “which would threaten life on being liberated would be exclusively the one the proportion of which was considerably increased in the blood”: nitrogen5.\r\n\n\n\r\n\n\nGas chromatography has been demonstrated as a valid method to discriminate putrefaction gases from air embolism<sup>6,7</sup>, and has been used as a forensic tool in humans for this purpose<sup>8</sup>. Indeed putrefaction gas is one of the problems that we might face when dealing with stranded marine mammals.\r\n\n\n\r\n\n\nWe describe the step by step protocol that has been experimentally tested and verified for the reliable and consistent collection, storage and analysis of gas from different body compartments in stranded cetaceans. Furthermore, we have demonstrated by using this protocol that gases in acute and chronic gas embolism-affected cetaceans that were minimally decomposed had high or very high nitrogen contents in bubbles<sup>9</sup>."
        },
        {
            "header": "Equipment",
            "content": "- 5-mL additive-free vacutainer \\(BD Vacutainer® Z. ref: 367624), vacutainer holders and double-pointed needle with a rubber barrier on the tube puncture side \\(ref: 360214)\r\n\n\n- Disposable insulin syringes \\(BD Plastipak U-100 insulin)\r\n\n\n- Aspirometer \\(U201100896), tygon 2375 tubes, and an aspirator bottle with tubulation, 18 gauge needles.\r\n\n\n- Gas chromatograph equipped with a Varian CP7430 column and two detectors disposed after each other: a thermal-conductivity detector \\(TCD) and a flame-ionization detector \\(FID).\r\n\n\n\r\n\n\n**Equipment set up**\r\n\n\n\r\n\n\n**Aspirometer set up**\r\n\n\nA tygon tube of approximately 1 meter long must connect the aspirometer and the aspirator bottle. Another tygon tube of 50 cm should connect the aspirometer with the needle. At the top of the burette another needle must be placed. All joints have to be silicon and parafilm sealed. The whole system is filled with distilled water \\(Figure 1).\r\n\n\n\r\n\n\n**Gas chromatograph set up**\r\n\n\nTCD temperature at 80°C, filament temperature at 160°C. The temperature for the FID is fixed at 230°C. Samples are run for 25 minutes with an isothermal temperature of 45°C and an electronically controlled flux with a fixed pressure of 13.1 psi on the head column. Helium is used as the carrier gas."
        },
        {
            "header": "Procedure",
            "content": "**Dissection**\r\n\n\n1. Carefully remove the skin and blubber minimizing damage to the major subcutaneous veins. \r\n  2. Examine the visible and larger subcutaneous veins for bubbles.\r\n  3. Take photos of veins with bubbles.\r\n  4. Sample bubbles*\n1\n.\r\n  **CRITICAL STEP**: If pneumothorax is suspected, gas sampling could be done by using the vacutainer®, inserting the double pointed needle in between the ribs*\n2\n. Do not open thoracic cavity\\!\r\n\n\n5. Open first the abdominal cavity carefully \\(try not to cut medium to large size vessels). \r\n  6.  Examine the mesenteric and renal veins as well as the lumbo-caudal venous plexus for bubbles.\r\n  7. Take photos of bubbles within vessels.\r\n  8. Sample bubble’s content “_in situ_” using the insulin syringes*\n1\n.\r\n  9. Look for subcapsular emphysema.\r\n  10. Sample the subcapsular \\(gas) emphysema in situ using the vacutainer®*\n2\n.\r\n  11. Sample intestinal gases using the vacutainer*\n2\n. Preferably take at least three samples from different locations.\r\n  12.  Open thoracic cavity. If desired, ribs could be disarticulated except the first 3 or 4 cranial ones. These ribs should be cut at 1/3 from the vertebral articulation. \r\n  **CRITICAL STEP**: Avoid cutting large vessels   \r\n\n\n13.  Cut the pericardial sac dorsolaterally \\(making a “window”) to have access to the pericardial veins, keeping the sac for filling up with water after first examination. \r\n  **CRITICAL STEP**: Avoid making the pericardial sac window too large.\r\n\n\n14.  Examine the coronary vessels through the window.\r\n  15.  Take photos of vessels and bubbles.\r\n  16.  Sample bubbles*\n1\n.\r\n  17.  Fill the pericardial sac with distilled water.\r\n  **CRITICAL STEP**: distilled water is used to prevent atmospheric air contamination.\r\n\n\n18.  Sample the gas from the heart \\(right and left ventricles) using the aspirometer*\n3\n.\r\n  19.  Sample the gas from the Aorta and the pulmonary trunk*\n3\n.\r\n  20.  Follow up with routine necropsy protocol.\r\n  **CRITICAL STEP**: do not cut any systemic vein or sample organs until this step is reached. \r\n\n\n21.  Separate the head from the body. \r\n  22. You might disarticulate the mandible to have a better access to the pteryoid sacs.\r\n  23.  Sample pterygoid sacs using the vacutainer®*\n2\n.\r\n  **CRITICAL STEP**: do not open the sinuses before gas sampling.\r\n\n\n\r\n\n\n** **\n1\nGas sampling from bubbles in veins*\r\n\n\n**CRITICAL STEP**: place the vein under water whenever possible to avoid atmospheric air contamination.\r\n\n\n1. Sample each bubble with a new dispensable insulin syringe \\(BD Plastipak U-100 insulin)\r\n  2. Inject the content immediately into a new vacutainer® each time.\r\n  3. Label the vacutainer® with volume recovered and location of the bubble.\r\n  **CRITICAL STEP**: Use one new syringe and one new vacutainer for each bubble.\r\n\n\n\r\n\n\n**\n2\nGas sampling from cavities \\(intestine, pterigoyd air sacs) and gas associated lesions \\(pneumothorax and subcapsular emphysema)**\r\n\n\n1. Couple the vatuainer®  plastic holder to the double pointed needle\r\n  2. Insert the needle into the cavity\r\n  3. Push the vacutainer®  against the other end of the needle\r\n  4. Leave for a few seconds\r\n  5. Remove the vacutainer®\r\n  6. Remove the needle\r\n  **CRITICAL STEP**: If any of theses steps is not done following this sequence, atmospheric air contamination will occur.\r\n\n\n\r\n\n\n**\n3\nGas sampling from the heart cavities using the aspirometer**\r\n\n\n1. Fill up all the aspirometer system with distilled water, including the needle on the top of the burette.\r\n  2. Remove any bubbles found in the system.\r\n  **CRITICAL STEP**: If the system is not completely filled with distilled water or if there are bubbles, this air will contaminate your sample\r\n\n\n3. Move up the aspirator bottle to a higher height than the aspirometer level and let water run out from the sampling needle \\(Figure 2).   \r\n  4. Insert the sampling needle into the heart cavity.\r\n  5. Move down the aspirator bottle to a lower height than the aspirometer level.\r\n  6. Wait for blood alone or blood mixed with gas to be suctioned \\(Figure 3). \r\n  7. Once no more gas is suctioned, clamp the sampling tube. \r\n  8. Move the aspirator bottle to the same level as the aspirometer. \\(Gas will separate from the liquid and accumulate in the top of the burette)\r\n  9. To collect the gas, insert a vacutainer® in the needle at the top of the burette.\r\n  10.  Open the stopcock.\r\n  11.  Recover your sample.\r\n  12.  Close the stopcock.\r\n  13.  Remove the vacutainer®.\r\n  14.  Repeat steps 10-13 as many times as necessary to collect all the gas. \r\n  15.  Measure water temperature in the aspirator bottle.\r\n  **CRITICAL STEP**:  If steps from 3-13 are not done carefully following this sequence, air contamination will occur.\r\n\n\n\r\n\n\n**Storage and transport**\r\n\n\n1. Store the samples at room temperature and atmospheric pressure.\r\n  2. Store blank tubes with the samples; one blank per sample or a minimum of 3 blanks per animal.\r\n  3. If samples need to be transported in a plane, they should travel within the passenger cabin to prevent dramatic changes in atmospheric pressure that might alter the vacuum tubes. \r\n  \r\n\n\n**Gas analyses and calculations**\r\n\n\n1. Analyze a minimum of three blanks per animal.\r\n  2. Calculate the detection limit for your gases based on the blanks as follows: _S\nmin\n_= _S\nblank\n+3S\n2\nblank\n_\r\n   , where _S\nmin\n_ is the minimum detectable signal, _S\nblank\n_, is the average signal for a given gas in the blanks, and _S\n2\nblank\n_ is the associated standard deviation.\r\n\n\n3. Correct for deviations if the aspirometer is used."
        },
        {
            "header": "Timing",
            "content": "Time to collect samples varies depending on the presence or absence of bubbles, amount of bubbles and studied species. For a dolphin, maximum estimated sampling time is 30 minutes if the aspirometer is used. If it is not used, sampling should take less time."
        },
        {
            "header": "Troubleshooting",
            "content": "The evacuated tubes contain some atmospheric air, which we correct from our samples using the detection limit. We strongly recommend the use of BD 5ml additive-free vacutainer, because they contain low levels of atmospheric air and are made of break-resistant glass. If you don’t have this tube available, use the smallest glass evacuated tube you can find, and take many blanks with your samples to correct for the standard deviation.\r\n\n\n\r\n\n\nEvacuated tubes do not resist too changes in pressure very well. If tubes need to be transported in a plane they should go into the passenger cabin. If you need to ship them, you should use a pressure resistant housing. \r\n\n\n\r\n\n\nVery small bubbles, won’t give you signals higher than the detection limit. Sample the largest bubbles you find. Usually, bubbles larger than 0.5 mL give goods results."
        },
        {
            "header": "Anticipated Results",
            "content": "Gas embolism found in fresh animals might be composed of high or very high nitrogen, while gases produced by putrefaction might be composed of a mixture of nitrogen, hydrogen and carbon dioxide^9."
        },
        {
            "header": "References",
            "content": "1. Jepson, P.D. et al. Gas-bubble lesions in stranded cetaceans - was sonar responsible for a spate of whale deaths after an atlantic military exercise? Nature 425 575 \\(2003).\r\n  2. Fernandez, A. et al. \"Gas and fat embolic syndrome\" involving a mass stranding of beaked whales \\(family ziphiidae) exposed to anthropogenic sonar signals. Veterinary Pathology 42 446 \\(2005).\r\n  3. Hamilton, R.W. and Thalmann, E.D., in Bennett and elliott's physiology and medicing of diving, edited by A. O. Brubakk and T. S. Neuman \\(Saunders, 2003), pp. 455.\r\n  4. Vann, R.D., Butler, F.K., Mitchell, S.J., and Moon, R.E. Decompression illness. The Lancet 377 153 \\(2011).\r\n  5. Bert, P., La pression barometrique: Recherches de physiologie expérimentale. \\(Masson, Paris, 1878).\r\n  6. Pierucci, G. and Gherson, G. Further contribution to the chemical diagnosis of gas embolism. The demonstration of hydrogen as an expression of \"putrefactive component\". Zacchia 5 595 \\(1969).\r\n  7. Pierucci, G. and Gherson, G. Experimental study on gas embolism with special reference to the differentiation between embolic gas and putrefaction gas. Zacchia 4 347 \\(1968).\r\n  8. Bajanowski, T. et al. Proof of air embolism after exhumation. International Journal of Legal Medicine 112 2 \\(1998).\r\n  9. Bernaldo de Quirós, Y. et al. Methodology for in situ gas sampling, transport and laboratory analysis of gases from stranded cetaceans. Scientific Reports 1 \\(2011)."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank all colleagues who contributed to this work and, especially, the different stranding networks and governments: Canary Islands, Andalusia, United Kingdom and Italy, along with the hyperbaric medicine division of the NTNU \\(Norway) for its scientific contribution. \r\n\n\nThis work was supported by the Spanish Ministry of Science and Innovation with two research projects: \\(AGL 2005-07947) and \\(CGL 2009/12663), as well as the Canary Islands government with the project: SolSub C200801000288. The Spanish Ministry of Education contributed with a PhD fellowship \\(the University Professor Formation fellowship). \r\n\n\nFirst author current affiliation is Woods Hole Oceanographic Institution, Biology Department, MS#50, Woods Hole, MA 02543, United States of America. The Woods Hole Oceanographic Institution Marine Mammal Centre and Wick and Sloan Simmons provided funding for the latest stage of this work."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep00193",
                "date": "2012-01-26 20:21:27",
                "title": "Methodology for in situ gas sampling, transport and laboratory analysis of gases from stranded cetaceans",
                "authors": [
                    "Yara Bernaldo de Quirós",
                    "Óscar González-Díaz",
                    "Pedro Saavedra",
                    "Manuel Arbelo",
                    "Eva Sierra",
                    "Simona Sacchini",
                    "Paul D. Jepson",
                    "Sandro Mazzariol",
                    "Giovanni Di Guardo",
                    "and Antonio Fernández"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11973,
                "identity": "9fba6497-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yara Bernaldo de Quirós",
                "email": "ybernaldo@becarios.ulpgc.es",
                "orcid": "",
                "institution": "Institute of Animal Health, University of Las Palmas de Gran Canaria",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yara",
                "middleName": "Bernaldo",
                "lastName": "de Quirós",
                "suffix": ""
            },
            {
                "id": 11977,
                "identity": "9fba7237-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Antonio Fernández",
                "email": "afernandez@dmor.ulpgc.es",
                "orcid": "",
                "institution": "Institute of Animal Health, University of Las Palmas de Gran Canaria",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Antonio",
                "middleName": "",
                "lastName": "Fernández",
                "suffix": ""
            },
            {
                "id": 11974,
                "identity": "9fba67a2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Óscar González-Díaz",
                "email": "",
                "orcid": "",
                "institution": "Physical and Chemical Instrumental Center for the Development of Applied Research Technology and Scientific estate, University of Las Palmas de Gran Canaria.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Óscar",
                "middleName": "",
                "lastName": "González-Díaz",
                "suffix": ""
            },
            {
                "id": 11975,
                "identity": "9fba6bec-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Manuel Arbelo",
                "email": "",
                "orcid": "",
                "institution": "Institute of Animal Health, University of Las Palmas de Gran Canaria",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Manuel",
                "middleName": "",
                "lastName": "Arbelo",
                "suffix": ""
            },
            {
                "id": 11976,
                "identity": "9fba6edf-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marisa Andrada",
                "email": "",
                "orcid": "",
                "institution": "Institute of Animal Health, University of Las Palmas de Gran Canaria",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marisa",
                "middleName": "",
                "lastName": "Andrada",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-01-26 20:24:50",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.002",
        "doiUrl": "https://doi.org/10.1038/protex.2012.002",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608423,
                "identity": "2dd681b6-8c65-46c8-a22e-0baaa7aca6b6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 19660,
                "visible": true,
                "origin": "",
                "legend": "Aspirometer display   Schematic figure showing the different components of the aspirometer.",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2299/v1/figure_1.pdf"
            },
            {
                "id": 2608424,
                "identity": "6aab8b96-362f-4105-9dd1-9d7f9cba7492",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 215754,
                "visible": true,
                "origin": "",
                "legend": "Sampling position   At this position, the differences in heigh between the flasks provokes a difference in pressure. Liquid is moved from the aspirator bottle to the aspirometer and form here to the sampling needle. Liquid is coming out through the sampling needle. There is no atmospheric gas even in the sampling needle.",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2299/v1/figure_2.pdf"
            },
            {
                "id": 2608425,
                "identity": "ad396412-f2d1-4c5e-8eae-ce9ebcc9d14b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "pdf",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 242004,
                "visible": true,
                "origin": "",
                "legend": "Gas extraction position   At this position, the differences in heigh between the two flasks provokes a negative pressure, suctioning whatever is found inside the heart cavities.",
                "description": "",
                "filename": "figure3.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2299/v1/figure_3.pdf"
            },
            {
                "id": 2608434,
                "identity": "92f53461-5d5d-4b5f-aa39-180dfcd7eb8e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 9843,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Aspirometer display   Schematic figure showing the different components of the aspirometer.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-2299/v1/figure_4.png"
            },
            {
                "id": 2608427,
                "identity": "b9766ced-6340-4523-94ce-5f78a3ae2e46",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 10824,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Sampling position   At this position, the differences in heigh between the flasks provokes a difference in pressure. Liquid is moved from the aspirator bottle to the aspirometer and form here to the sampling needle. Liquid is coming out through the sampling needle. There is no atmospheric gas even in the sampling needle.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-2299/v1/figure_5.png"
            },
            {
                "id": 2608426,
                "identity": "8f9ab9e6-a16c-4ce6-b2d0-89f1f5ba878d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 12383,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Gas extraction position   At this position, the differences in heigh between the two flasks provokes a negative pressure, suctioning whatever is found inside the heart cavities.",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-2299/v1/figure_6.png"
            },
            {
                "id": 13464527,
                "identity": "bb3c1e79-a0a9-48ea-b8dc-54473f1f8fc6",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 250669,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2299/v1/2ef7f968-4731-47c6-937d-26d09e6f73d6.pdf"
            },
            {
                "id": 2608429,
                "identity": "0502df1a-be6e-4d84-9008-ba3d4e176623",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 135329,
                "visible": true,
                "origin": "",
                "legend": "Protocol Full Version   PROTOCOL FOR GAS SAMPLING AND ANALYSIS IN STRANDED MARINE MAMMALS",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2299/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "gas sampling, gas analysis, stranded cetaceans, bubbles",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Gas sampling in stranded marine mammals can now be performed in situ using the appropriate vacuum tubes, insulin syringes and an aspirometer. Glass vacuum tubes are used for extraction of gas from cavities such as the intestine, pterigoyd air sacs, pneumothorax or subcapsular emphysema as well as for storage of the gas sample at room temperature and pressure. Insulin syringes are used for extraction of bubbles found in veins, then immediately injecting its content into the vacuum tubes for storage. Finally an aspirometer is used to extract and separate the gas mixed with blood inside the heart. We have found that these are reliable tools for in situ gas sampling, storage and transportation without appreciable loss of gas and without compromising the accuracy of the analysis. Gas analysis is conducted by gas chromatography in the laboratory.",
        "manuscriptTitle": "PROTOCOL FOR GAS SAMPLING AND ANALYSIS IN STRANDED MARINE MAMMALS",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-01-31 10:35:45",
                "doi": "10.1038/protex.2012.002",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fba004b-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 31st, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2673,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-01-31 10:35:45",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}