{
    "identity": "nprot-5069",
    "title": "Whole organ and organism tissue clearing by uDISCO",
    "content": [
        {
            "header": "Introduction",
            "content": "Tissue clearing approaches started to revolutionize traditional histology, allowing to image intact organs and organisms without sectioning. However, imaging large clarified tissues is still limited by the working distance of objectives and the native feature of Gaussian light sheet. Among all the reported clearing methods, organic solvents approach used in 3DISCO achieves the highest level of transparency and size reduction. However, 3DISCO is not able to clear and image large samples such as entire rodent bodies due to the fast quenching of endogenously expressed fluorescent proteins \\(with a half-life of a few days). Therefore, aiming to clear and image the intact large organs and organisms, we developed “ultimate\\(u)DISCO”, which exploits the size reduction while preserves the signal of endogenous fluorescence over months.\r\n\n\nThe current uDISCO protocol is a straightforward method and it can readily be established in general labs and be combined with various biomedical applications."
        },
        {
            "header": "Reagents",
            "content": "**Solutions for perfusion and tissue fixation**\r\n\n\nAnesthetics, midazolam/medetomidine/fentanyl \\(MMF)\r\n\n\n0.1 M PBS\r\n\n\nHeparin \\(ratiopharm GmbH, N68542.03)\r\n\n\n4% paraformaldehyde \\(PFA, Morphisto, 11762.01000)\r\n\n\n\r\n\n\n**Solutions for uDISCO clearing**\r\n\n\n_tert_-butanol \\(Sigma, 360538)\r\n\n\nDichloromethane \\(DCM) \\(Sigma, 270997)\r\n\n\nbenzyl alcohol \\(Sigma, 24122)\r\n\n\nbenzyl benzoate \\(Sigma, W213802)\r\n\n\ndiphenyl ether \\(DPE) \\(Alfa Aesar, A15791)\r\n\n\nvitamin E \\(Alfa Aesar, A17039)"
        },
        {
            "header": "Equipment",
            "content": "Leica perfusion one system\r\n\n\n5 mL tubes \\(Eppendorf, 0030 119.401)\r\n\n\n80 ml glass chambers \\(omnilab, 5163279)\r\n\n\nperistaltic pump \\(Gilson, Peristaltic Pump MINIPULS 3)\r\n\n\nViton reference tubing \\(Gilson, F1817745)\r\n\n\ntubing connectors \\(Omnilab, 5434482)\r\n\n\nPVC tubing \\(Omnilab, 5437920)\r\n\n\n1 ml syringe \\(Braun, 9166017V)\r\n\n\ntranscardiac perfusion needle \\(Leica, 39471024) for mouse and for rat \\(Leica, 39471022)"
        },
        {
            "header": "Procedure",
            "content": "**Perfusion and tissue preparation**\r\n\n\n1. Before intracardial perfusion, anesthetize the animals deeply with a combination of anesthetics MMF \\(1mL/100g of body mass for mice). \r\n  2. Transcardially perfuse the animals \\(e.g. using Leica perfusion one system at 100-125 mmHg pressure) with first heparinized \\(10U/mL of Heparin) 0.1 M PBS for 5-10 minutes then with 4% paraformaldehyde in 0.1 M PBS for 20 minutes at room temperature. \r\n  **TIP**: Skipping the Heparin when vasculature is labeled can increase the quality of labeling. For all perfusion steps, the needle should be placed and kept in the left ventricle of the heart and should not cross to the right side of the heart. \r\n\n\n3. For whole-body clearing, remove the skin and carefully open the skull and vertebra without damaging the CNS tissue. At this point, the whole body clearing can be performed immediately, or the mouse body can be stored in 0.1M PBS at 4 °C up to 4 weeks. For clearing dissected organ, collect the tissues directly and post-fix them in 4% PFA for 1-2 days at 4°C. Wash the samples once in 0.1M PBS for 5 min before clearing.\r\n  \r\n\n\n**Preparation of uDISCO solutions**\r\n\n\n1. Prepare _tert_-butanol solutions with distilled water at 30 Vol%, 50 Vol%, 70 Vol%, 80 Vol%, 90 Vol%, 96 Vol% and 100 Vol% for gradient dehydration. \r\n  2. Use Dichloromethane \\(DCM) as a pure solution, for delipidation step. \r\n  3. Prepare refractive index matching solutions by mixing BABB \\(benzyl alcohol + benzyl benzoate 1:2, respectively) and diphenyl ether \\(DPE) at following ratio: BABB-D4, BABB:DPE at a ratio 4:1 \\(Vol/Vol); BABB-D10, BABB:DPE at a ratio 10:1 \\(Vol/Vol); BABB-D15, BABB:DPE at a ratio 15:1 \\(Vol/Vol). Add 0.4% Vol vitamin E into BABB-D solutions to scavenge the peroxides.\r\n  _Tert_-butanol is flammable, DCM is toxic and BABB-D components can cause skin irritation, therefore they should be handled carefully. Waste should be treated and discarded accordingly.\r\n\n\n\r\n\n\n**uDISCO passive clearing** procedure for dissected organs\r\n\n\nAll incubation steps are performed in a fume hood with gentle rotation or shaking using 5 mL tubes \\(Eppendorf, 0030 119.401) for whole mouse brain or smaller samples, or using 80 ml glass chambers \\(omnilab, 5163279) for bigger samples such as rat tissues or whole brain + spinal cord. The samples are covered with aluminum foil to keep them in dark. \r\n\n\n1. Incubate the fixed samples in 30 Vol%, 50 Vol%, 70 Vol%, 80 Vol%, 90 Vol%, 96 Vol% and 100% _tert_-butanol for 2-12 hours at 34-35°C \\(Table 1). \r\n  2. Incubate in DCM for 45-60 minutes at room temperature \\(small tissues such as mouse spinal cord or 1 mm-thick coronal slices can skip this step).\r\n  3. Incubate in BABB-D for 2-6 hours until the samples become optically transparent.\r\n  **TIP**: The higher amount of DPE in BABB yields better signal preservation \\(e.g. BABB-D15), while the lower amount of DPE in BABB results in higher transparency \\(e.g. BABB-D4). We recommend usage of BABB-D4 for small tissues e.g. spinal cord or tissue slices, and BABB-D15 for large tissues e.g. for rat brain clearing. For whole-body clearing with perfusion system, use BABB-D10. \r\n\n\n4. Samples can be stored in BABB-D at room temperature in the dark for several weeks. \r\n  **TIP**: It is recommended to image sample as soon as possible to yield the best outcome. \r\n\n\n\r\n\n\n**uDISCO whole-body clearing procedure with perfusion system**\r\n\n\nEstablish the transcardial-circulatory system as in Figure 1. Here, we used a peristaltic pump \\(Gilson, Peristaltic Pump MINIPULS 3) with one pumping channel \\(green dash line) and one recirculating channel \\(yellow dash line). All steps should be performed in a fume hood.\r\n\n\n1. Connect the Viton reference tubing to the peristaltic pump. \r\n  **TIP**: As the clearing solutions can be corrosive to various tubing material, we recommend usage of Viton tubing \\(Gilson, F1817745). \r\n\n\n2. Insert the tubing connectors \\(Omnilab, 5434482) \\(red arrow) at each end of the Viton tubing \\(blue arrow).\r\n  3. Connect the tubing connectors \\(red arrow) with additional PVC tubing \\(Omnilab, 5437920) for extension \\(orange arrow). \r\n  **TIP**: Transparent PVC tubing, which is compatible with clearing solutions, helps for checking unwanted air bubbles in the tubing system.\r\n\n\n4. Cut the head part of the 1 ml syringe \\(Braun, 9166017V) as a connector \\(black arrow) and insert it into the outflow tubing of the pumping channel \\(orange arrow). \r\n  5. Connect the transcardiac perfusion needle \\(Leica, 39471024)  \\(green arrow) for mouse or the thinnest perfusion needle \\(Leica, 39471022) without rubber head for rat with this connector. Subsequently, fix the inflow tubing of the recirculating channel in the glass chamber containing animal body ready for clearing. \r\n  **TIP**: Fix the tubing with tapes \\(any kind). Keep a certain height between the inflow tubing head and bottom of the glass chamber to ensure that the sample is covered by clearing solutions during clearing at all times.\r\n\n\n6. Keep the inflow tubing of the pumping channel beneath the surface of the clearing solution and start the circulation until air bubbles are pushed out from the tubing system.\r\n  **TIP**: Avoid pumping air bubbles by keeping the tubing always immersed into solution while pumping. \r\n\n\n7. Set the perfusion needle into the heart of the animal through the same pinhole made during perfusion and circulate the clearing solutions one by one as indicated in Table 1. \r\n  **TIP 1**: When starting the circulation, it might be visible that some ripples occur beside the right atrial appendage because the PBS in the sample is pushed into 30 Vol% tert-butanol solutions. This would be a good signal that the pumping is working appropriately. If not, try to change the angle of the perfusion needle to reach the best position and fix it with tapes. Because of the shrinkage during dehydration, the needle should stay in the heart without slipping out.\r\n\n\n**TIP 2**: Stop the pump temporarily when changing the clearing solutions between steps. Collect the last solution back to the bottle by using a serological pipette and fill the glass chamber with the next solution quickly to minimize exposure to air. Because serological pipettes are not stable in BABB-D, use them only in the prior steps. Hold the inflow tubing ending of the pumping channel carefully to avoid any air bubble and put it beneath the surface of next solution. If there are large air bubbles within the tubing, they can be eliminated by a brief run of the pump in the reverse direction. \r\n\n\n**TIP 3**: As the melting point of tert-butanol is 23 to 26 °C \\(close to room temperature), use a heating plate at 35-40 °C for 100% tert-butanol circulation steps to prevent the solution from solidification.\r\n\n\n**TIP 4**: The amount of solutions for circulation depends on the capacity of the clearing chamber and the size of the animal that is being cleared. For example, for mice, a 400 ml capacity glass chamber with 300 ml working clearing solution and for rats, a 1000 ml capacity glass chamber with 800 ml working clearing solution would be sufficient.\r\n\n\n**TIP 5**: For rat clearing, because PVC tubing is not resistant to DCM, the DCM step can be performed with gentle shaking to increase the efficiency.\r\n\n\n**TIP 6**: The flowing rate was set at 8-10 ml/min for mouse clearing and 15-20 ml/min for rat clearing.\r\n\n\n8. At the final step, circulate BABB-D10 until full transparency is achieved \\(about 6-12 hours for mouse and ~24 hours for rat).\r\n  **TIP**: It is recommended to image sample as soon as possible to yield the best outcome."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by the Vascular Dementia Research Foundation, Synergy Excellence Cluster Munich \\(SyNergy), ERA-Net Neuron \\(01EW1501A to A.E.). C.P. and R.C. are members of the Graduate School of Systemic Neurosciences \\(GSN), Ludwig Maximilian University of Munich."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.3964",
                "date": "2016-08-23 14:16:14",
                "title": "Shrinkage-mediated imaging of entire organs and organisms using uDISCO",
                "authors": [
                    "Chenchen Pan",
                    "Ruiyao Cai",
                    "Francesca Paola Quacquarelli",
                    "Alireza Ghasemigharagoz",
                    "Athanasios Lourbopoulos",
                    "Paweł Matryba",
                    "Nikolaus Plesnila",
                    "Martin Dichgans",
                    "Farida Hellal",
                    "and Ali Ertürk"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14053,
                "identity": "a0c3585c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ali Erturk",
                "email": "ali.ertuerk@med.uni-muenchen.de",
                "orcid": "",
                "institution": "Erturk lab, Munich, Ludwig Maximilians University of Munich ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ali",
                "middleName": "",
                "lastName": "Erturk",
                "suffix": ""
            },
            {
                "id": 14049,
                "identity": "a0c34f8a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chenchen Pan",
                "email": "",
                "orcid": "",
                "institution": "Erturk lab, Munich, Ludwig Maximilians University of Munich ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chenchen",
                "middleName": "",
                "lastName": "Pan",
                "suffix": ""
            },
            {
                "id": 14050,
                "identity": "a0c352b3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ruiyao Cai",
                "email": "",
                "orcid": "",
                "institution": "Erturk lab, Munich, Ludwig Maximilians University of Munich ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ruiyao",
                "middleName": "",
                "lastName": "Cai",
                "suffix": ""
            },
            {
                "id": 14051,
                "identity": "a0c35502-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Francesca Paola  Quacquarelli",
                "email": "",
                "orcid": "",
                "institution": "Erturk lab, Munich, Ludwig Maximilians University of Munich ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Francesca",
                "middleName": "Paola",
                "lastName": "Quacquarelli",
                "suffix": ""
            },
            {
                "id": 14052,
                "identity": "a0c356c5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alireza Gasemigharagoz",
                "email": "",
                "orcid": "",
                "institution": "Erturk lab, Munich, Ludwig Maximilians University of Munich ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alireza",
                "middleName": "",
                "lastName": "Gasemigharagoz",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-08-11 13:55:31",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.055",
        "doiUrl": "https://doi.org/10.1038/protex.2016.055",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609523,
                "identity": "6f77ed89-f5c5-451e-b779-d5ec9d60d9fb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:59",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1332827,
                "visible": true,
                "origin": "",
                "legend": "Table1   Steps and timing of uDISCO clearing for different samples.   Times for each experiment step can be shortened (e.g to half) or extended (e.g. to double) depending on tissue size to improve antibody penetration or clearing performance.  To preserve the signal better in low fluorescence conditions, dehydration can be ceased at 90% or 96% and proceed to the BABB-D step.  We found that active (perfusion mediated) whole-body clearing provided superior transparency compared to passive clearing of dissected organs e.g. the brain.\r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5069/v1/figure_1.jpg"
            },
            {
                "id": 2609529,
                "identity": "aa5d6d11-bd6d-41eb-877d-66fb02f837cb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:59",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2523342,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   The transcardiac circulatory system for uDISCO whole body tissue clearing   (a) Components of the circulation loop: 2x Viton reference tubing (Gilson, F1817745) (blue arrow), 4x tubing connectors (Omnilab, 5434482) (red arrow), 4x PVC tubing for extension  (Omnilab, 5437920) (orange arrow), 1x transcardiac perfusion needle (Leica, 39471024) (green arrow), 1x needle connector cut from 1 ml syringe (Braun, 9166017V) (black arrow). The red box shows the connection of each Viton tubing ending indicated in b. (b) A completed setup of the transcardiac circulatory system. Green dash highlights the first channel for pumping the clearing solution through whole mouse body. The yellow dash shows the second channel for collecting and recirculating the solution back to the original bottle. (c) Insert the cutting connector (black arrow) into the outflow tubing of the pumping channel (orange arrow) and fix it with a transcardiac perfusion needle (green arrow). After pushing the air bubble out of the tubing system, the animal is placed in the glass clearing chamber and the perfusion needle is inserted into the left ventricle of the heart.\r\n",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5069/v1/figure_2.jpg"
            },
            {
                "id": 13464924,
                "identity": "2deba3cd-b9e4-454d-a4ae-b10dbdbaacb7",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:10",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 445027,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5069/v1/b9731d37-8fcc-418f-a3c1-8d1b65e67c38.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "tissue, clearing, DISCO, light-sheet, CNS, stem cells, mapping, human tissue",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "As a novel organic solvent-based tissue clearing method, the uDISCO technique maintains the feature of tissue shrinkage while overcomes the fast signal quenching and preserves the endogenous fluorescence over months. By rendering the intact organs and rodent bodies transparent while reducing their size up to 65%, uDISCO enables the light-sheet microscopy of entire body of adult mice with subcellular resolution for the first time. Additionally, uDISCO is compatible with virus tracing, antibody labeling and over-fixed human tissue staining allowing the usage in various biomedical applications. Here, we provide a detailed protocol of uDISCO describing the preparation of samples and solutions, procedure of passive clearing and whole-body clearing with perfusion system. The whole procedure takes from 2 days to 1 week depending on the tissue size.",
        "manuscriptTitle": "Whole organ and organism tissue clearing by uDISCO",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-08-23 14:16:55",
                "doi": "10.1038/protex.2016.055",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0c2da31-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 23rd, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3669,
                "name": "Cell biology"
            },
            {
                "id": 3670,
                "name": "Developmental biology"
            },
            {
                "id": 3671,
                "name": "Biological techniques"
            },
            {
                "id": 3672,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-08-23 14:16:55",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}