{
    "identity": "nprot-2484",
    "title": "Total Nucleic Acid Extraction from Soil",
    "content": [
        {
            "header": "Introduction",
            "content": "This protocol is a general procedure for the co-extraction of DNA and RNA from soils. The procedure results in very high yields of nucleic acids and is suitable for all downstream enzymatic reactions. The protocol has been published in: \"Angel et al. 2012\":http://www.nature.com/ismej/journal/v6/n4/abs/ismej2011141a.html\r\n\n\n\r\n\n\n**NA extraction considerations**\r\n\n\n**• RNA handling:** as RNA is very sensitive to both chemical and enzymatic degradation meticulous measures of precaution must be taken. The use of DEPC and DEPC-treated water is not recommended since the substance is toxic and its application was found to be nearly unnecessary \\(see: \"http://www.ambion.com/techlib/tb/tb_178.html\":http://www.ambion.com/techlib/tb/tb_178.html). Instead, I recommend to simply work with clean, preferably baked, glassware \\(3h at 180 °C), to clean surfaces and spatulas with RNase eliminating solutions \\(such as RNaseZap®), and to use fresh and clean reagents for the preparation of the different buffers and solutions. As a general rule, work with RNA should be quick, precise, and tubes should be kept on ice. In my experience, this is much more important than any attempt to eliminate all RNases from apparatus and solutions. One should also bear in mind that soil samples contain infinitely more RNases than any contamination which might exist in the buffers or the apparatus. The only exceptions to this are the PEG Precipitation Solution, the Low TE Buffer, and the RNA storage solution. Since these are used to store RNA for relatively long periods of incubation extra care must be taken during their preparation to ensure highest degree of purity. For the preparation of the PEG Precipitation Solution I simply weigh everything into a Schott Bottle and add approximately the right amount of water as I prefer to be somewhat inaccurate in the concentrations than to have to transfer the solution between vessels and risk contamination.\r\n\n\n\r\n\n\n**• Selection of extraction buffer:** The TNS buffer used in this protocol is based on The TNS extraction buffer is based on the one used by \"Henckel et al. 1999\":http://aem.asm.org/content/65/5/1980.short.using TNS buffer results in higher RNA yields and more intact rRNA \\(more intact 23S band). However, TNS tends to carry much more humic substances into the nucleic acids phase compared to TNC buffer which could make it ineffective for soils with high organic matter content.\r\n\n\n\r\n\n\n**• Use of phenol in the bead beating process:** the use of phenol increases the yield up to 4 times compared with the phenol free option, but also increases the carryover of humic substances. If you choose not to add phenol simply double the amount of extraction buffer added \\(1.0 ml in total)\r\n\n\n\r\n\n\n**• RNAlater®:** if samples were stored in an RNAlater® solution or similar substance it is necessary to remove it before proceeding with RNA extraction. Centrifuge the sample at 10,000 rpm for 1 min and pipette the supernatant. Add 1 ml of PB pH 8.0, vortex the sample for 10 s to make sure the soil is washed by the buffer, and centrifuge it again at 10,000 rpm for 1 min Remove the supernatant completely and proceed with normal extraction.\r\n\n\n\r\n\n\n**• Extra dry soil:** for extra dry soil \\(< 5% WC) it is recommended to add some \\(up to 250 µl) PB pH 8.0 in addition to the usual amount of 375 µl during the first bead beating processing. The reason is that in dry soils some of the extraction buffer is inevitably absorbed in the soil and cannot be recovered afterwards. This can lead to low recovery volumes from the bead beating process which could make it hard to separate the aqueous phase from the phenolic phase and eventually result in reduced yields. After the first processing the soil is wet enough and no further additions are required.\r\n\n\n\r\n\n\n**• pH of the extraction buffers:** The phenol and the extraction buffers used in this protocol are all at pH 8.0. It has been shown that performing the extraction at pH 5.5 yields significantly fewer humic substances in the extractant and is recommended for soils rich in organic material. Using such low pH, however, will also significantly decrease the amount of DNA yield \\(while not affecting RNA yield). Low pH extraction might therefore not be suitable if DNA is also to be analysed. For more information see \"Mettel et al. 2010\":http://aem.asm.org/content/76/17/5995.short.\r\n\n\n\r\n\n\n**• Number of bead beating processing:** for most soil types \\(especially if they’re not too clayish), one time processing should be sufficient to obtain enough NA for further applications. The following two repetitions are meant not only to increase yields but also to reduce the bias associated with the susceptibility of different cell types to lysis. \"Feinstein et al. 2009\":http://aem.asm.org/content/75/16/5428.short found that DNA extraction yields kept increasing even after the 6th bead beating repetition, and that community structure differed somewhat in each repetition. \r\n\n\n\r\n\n\n**• Amount of crude extract to use for RNA purification:** this depends mostly on the colour of the crude extract, and its quantity and purity as measured spectrophotometrically. In addition, the decision should take into account the final volume of the RNA .Between 20-100 µl may be used depending on colour, purity and amount of NA.\r\n\n\n\r\n\n\n**• Quantification:** it’s not possible to precisely quantify total NA using a spectrophotometer because DNA and RNA require different multiplication factors, but this should nevertheless give a sensible estimation. More precise quantifications of DNA and RNA can be obtained using Invitrogen’s PicoGreen™ and RiboGreen™, respectively. Impurities, especially humic substances, greatly interfere with spectrophotometeric quantification, though PicoGreen™ and RiboGreen™ tend to be less sensitive.\r\n\n\n\r\n\n\n**• Three steps purification procedure:** purification with phenol/chloroform and then chloroform should yield pure enough samples for most applications. Adding an additional purification step with only phenol prior to the phenol/chloroform purification \\(step 8) will ensure high TNA purity while only minimally compromising the yield."
        },
        {
            "header": "Reagents",
            "content": "For recipes of the solutions which need to be prepared see: Buffers and Solutions for TNA Extractions.pdf under 'Figures'.\r\n\n\n1. TNS or TNC extraction buffer .\r\n  2. Phosphate buffer \\(PB) pH 8.0 or pH 5.5.\r\n  3. PEG precipitation solution.\r\n  4. Phenol for molecular biology, TE saturated \\(pH ~7.8).\r\n  5. Phenol/chloroform/isoamylalcohol 25:24:1 for molecular biology.\r\n  6. Chloroform/ isoamylalcohol 24:1 for molecular biology.\r\n  7. Glycogen \\(20 mg/ml).\r\n  8. 75% ethanol made with RNase free water, stored at -20 °C."
        },
        {
            "header": "Equipment",
            "content": "1. Bead beater suitable for screw-top 2 mL tubes. \r\n  2. Ice box.\r\n  3. Standard 2 ml polypropylene tubes.\r\n  4. 2 ml Non-Stick tubes \\(e.g. from Ambion).\r\n  5. 2 ml screw top tubes.\r\n  6. Optional: Phase Lock Gel tubes \\(5 Prime).\r\n  7. 0.1 mm glass beads or Lysing Matrix E \\(MP bio).\r\n  8. Optional: MicroSpin S-200 HR \\(GE)."
        },
        {
            "header": "Procedure",
            "content": "**Before you begin**\r\n\n\n1. Prepare all solutions, filter and autoclave them.\r\n  2. Clean all surfaces and centrifuges with an RNase eliminating solution.\r\n  3. Prepare beads tubes by pouring _0.7 g_ \\(one full PCR tube) of _0.1 mm_ glass beads to the screw top tube.\r\n  4. For each sample prepare in a rack: 1 beads tube, 4 standard 2 ml tubes and 2 Ambion’s Non-Stick 2 ml tubes. Label the beads tube and the Non-Stick tubes with stickers and the standard 2 ml tubes with a marker.\r\n  \r\n\n\n**Procedure**\r\n\n\n1. Weigh _0.5 g_ \\(0.3-0.7 g) soil to a silica beads tube and place tube on ice.\r\n  2. Add _375 µl_ of PB, _125 µl_ of _TNS_ or _TNC_ and _500 µl_ of _TE saturated phenol_.\r\n  3. Immediately place tubes in a bead beater and process for _30 s_ at _6.5 m s\n-1\n_.\r\n  4. Chill on ice for _10 s_.\r\n  5. Centrifuge at _14,000 rpm_ for _3 min_.\r\n  6. Transfer the supernatant \\(extraction buffer and the phenolic phase) to a _fresh 2 ml tube_ \\(or to a Phase Lock Gel tube), retain the silica beads tubes.\r\n  7. Repeat steps 2-6 using the same silica beads tubes. If there is not enough space in the tube for all the reagents, decrease the phenol volume \\(down to 200 µl) to avoid overflow. For the second extraction use fresh 2 ml tubes to collect the supernatant in step 6 while for the third extraction transfer only the aqueous phase and divide it between the tubes from the previous extractions to have equal volumes. \r\n  8. Add approximately _800 µl phenol/chloroform/isoamylalcohol 25:24:1_ to each of the tubes containing the extractant, 2 ml total volume.\r\n  9. Mix phases by hand or using a vortex. Centrifuge at _14,000 rpm_ for _3 min_.\r\n  10. Transfer the supernatant from each tube to _fresh 2 ml tubes_, and add _1 vol. chloroform/ isoamylalcohol 24:1_. Mix phases by hand or using a vortex. Centrifuge at _14,000 rpm_ for _3 min_.\r\n  11. Transfer supernatant from each tube to fresh _2 ml non-stick silicon tubes_.\r\n  12. Add to each tube _1 µl_ of _glycogen_ and _1 ml PEG Precipitation Solution_ \\(twice the extractant’s volume).\r\n  13. Centrifuge at _14,000 rpm_ for _60 min_ at _4\no\nC_.\r\n  14. Remove as much as possible from the supernatant. Be careful not to pipette the pellet with the liquid.\r\n  15. Wash once with _1 ml_ of _ice cold 75% EtOH_, invert the tube several times. Centrifuge at _14,000 rpm_ for _20 min_.\r\n  16. Remove as much as possible from the supernatant first using a 1 ml tip, spin down the remaining drops in the tube, and remove them with a 100 µl tip. Once again, be careful not to pipette the pellet with the liquid.\r\n  17. Leave tubes open at room temperature for no more than _5 min_ \\(preferably under flame or a biological hood) in order to evaporate the remaining ethanol \\(note: pellets might not be completely dry at this point). Alternatively, pellets can be dried under a filtered stream of N2.\r\n  18.  Resuspend the pellets in _100 µl Low TE Buffer_ and combine both subsamples from each sample into one of the non-stick tubes.\r\n  19. Optional: to remove colour and some humic substances purify the extract using _MicroSpin S-200 HR_ \\(GE Healthcare) the following way:\r\n  a. Resuspend the resin in a column by vortexing.\r\n\n\nb. Loosen the cap by a quarter twist, place column in a collection tube and centrifuge _1 min_ at _735 × g_.\r\n\n\nc. Place column in a _fresh 1.5 ml tube_, apply _25-100 µl_ of sample to the resin.\r\n\n\nd. Centrifuge _2 min_ at _735 × g_.\r\n\n\n20. Run 5-10 µl on agarose gel to evaluate NA quality.\r\n  21. Quantify total NA spectrophotometrically \\(dilute 1:10 in Low TE buffer before measuring) or DNA using PicoGreen™ \\(Invitrogen).\r\n  22. Depending on quality and quantity, _aliquot 10-100 µl_ for RNA purification.\r\n  23. Optional: _aliquot 10-100 µl_ for DNA purification."
        },
        {
            "header": "Anticipated Results",
            "content": "High yields of high quality DNA and RNA for downstream enzymatic reactions."
        },
        {
            "header": "References",
            "content": "1. Angel R, Claus P, Conrad R. \\(2012). Methanogenic archaea are globally ubiquitous in aerated soils and become active under wet anoxic conditions. ISME J 6:847–862. \r\n  \r\n\n\n2. Henckel T, Friedrich M, Conrad R. \\(1999). Molecular analyses of the methane-oxidizing microbial community in rice field soil by targeting the genes of the 16s rrna, particulate methane monooxygenase, and methanol dehydrogenase. Appl Environ Microbiol 65:1980–1990.\r\n  \r\n\n\n3. Mettel C, Kim Y, Shrestha PM, Liesack W. \\(2010). Extraction of mRNA from Soil. Appl Environ Microbiol 76:5995–6000. \r\n   \r\n\n\n4. Feinstein LM, Sul WJ, Blackwood CB. \\(2009). Assessment of bias associated with incomplete extraction of microbial DNA from soil. Appl Environ Microbiol 75:5428–5433."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ismej.2011.141",
                "date": "2012-09-16 00:20:52",
                "title": "Methanogenic archaea are globally ubiquitous in aerated soils and become active under wet anoxic conditions",
                "authors": [
                    "Roey Angel",
                    "Peter Claus",
                    "and Ralf Conrad"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12185,
                "identity": "9fd8880e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Roey Angel",
                "email": "angel@mpi-marburg.mpg.de",
                "orcid": "",
                "institution": "Max Planck Institute for Terrestrial Microbiology",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Roey",
                "middleName": "",
                "lastName": "Angel",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-10-10 15:40:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.046",
        "doiUrl": "https://doi.org/10.1038/protex.2012.046",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464610,
                "identity": "ed7e7ed8-ba95-4cd9-8e19-c03ab991c262",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 129836,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2484/v1/25021873-5c12-4ed7-826d-9af9819671e2.pdf"
            },
            {
                "id": 2608564,
                "identity": "5f788f7c-d29e-4f6e-8ebe-e1f0c597e7df",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 94254,
                "visible": true,
                "origin": "",
                "legend": "Solutions for TNA Extraction   Solutions for TNA Extraction",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2484/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "none",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "DNA, RNA, mRNA, Soil, Extraction, Humic acids",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The following protocol is intended for the simultaneous extraction of DNA and RNA from various soil samples along with suggestions on how to tweak the protocol for soil with higher humic content. The protocol has been used by many and results in very high yields of nucleic acids, typically much more than commercial kits. For buffers and solutions used in this protocol, please see accompanying document Buffers and Solutions for TNA Extractions.pdf.",
        "manuscriptTitle": "Total Nucleic Acid Extraction from Soil",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-10-23 11:20:19",
                "doi": "10.1038/protex.2012.046",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd81434-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 23rd, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2815,
                "name": "Microbiology"
            },
            {
                "id": 2816,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-10-23 11:20:19",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}