{
    "identity": "nprot-74",
    "title": "Seeing is believing:  <em>in vivo</em> functional real-time imaging of transplanted islets using positron emission tomography \\(PET)",
    "content": [
        {
            "header": "Introduction",
            "content": "Single time-point studies, following animal sacrifice, do not reliably reflect the status of transplanted islets and considerable efforts are now being devoted to the development of noninvasive islet imaging techniques for visualizing transplanted islets _in vivo_<sup>1-6</sup>. Islets are difficult to quantify _in vivo_, because they constitute less than 2% of total pancreatic mass, and the problem is compounded with transplants, because the number of islets is considerably less than in the native pancreas. Positron emission tomography \\(PET) is a well-established quantitative and noninvasive imaging modality<sup>5-14</sup>. With the PET reporter gene \\(PRG)/PET reporter probe \\(PRP) system, based on a mutant form of herpes simplex virus 1 thymidine kinase \\(_HSV1-sr39tk_), the PET signal is directly proportional to the enzymatic activity of sr39TK<sup>9-14</sup>. In this protocol, we describe in detail a method for reporter gene labeling of islets and quantitative scanning using the reporter probe 9-\\(4-\\[<sup>18</sup>F]-Fluoro-3-hydroxymethylbutyl)-guanine \\(\\[<sup>18</sup>F]FHBG). Islets expressing _HSV1-sr39tk_ are transplanted into mice, either under the kidney capsule or into the liver, followed by injection of \\[<sup>18</sup>F]FHBG. PET imaging of phosphorylated, trapped, ligand enables quantification of transplant mass."
        },
        {
            "header": "Reagents",
            "content": "**Animals**\r\n\n\nC57BL/6 mice \\(male, 8-12 weeks old)\r\n\n\n\r\n\n\n**Reagents**\r\n\n\n\r\n\n\n**Islet Isolation and Transplantation**\r\n\n\n&#x2022; Pentobarbital \\(MTC Pharmaceuticals)\r\n\n\n&#x2022; Metacam &#xAE; \\(meloxicam) injectable \\(5 mg/ml stock; dilute 1:10 with sterile water for injection in a sterile container \\(Merial)\r\n\n\n&#x2022; Isoflurane \\(Baxter)\r\n\n\n&#x2022; Collagenase \\(Type XI, Sigma)\r\n\n\n&#x2022; NaCl \\(Sigma)\r\n\n\n&#x2022; KCl \\(Sigma)\r\n\n\n&#x2022; NaH<sub>2</sub>PO<sub>4</sub> \\(Sigma)\r\n\n\n&#x2022; KH<sub>2</sub>PO<sub>4</sub> \\(Sigma)\r\n\n\n&#x2022; HEPES \\(Sigma)\r\n\n\n&#x2022; MgCl<sub>2</sub> \\(Sigma)\r\n\n\n&#x2022; Glucose \\(Sigma)\r\n\n\n&#x2022; CaCl<sub>2</sub> \\(Sigma)\r\n\n\n&#x2022; RPMI 1640 media \\(Sigma)\r\n\n\n&#x2022; Fetal bovine serum \\(Invitrogen)\r\n\n\n&#x2022; Penicillin G-sodium \\(Bioshop)\r\n\n\n&#x2022; Streptomycin sulfate \\(Sigma)\r\n\n\n&#x2022; Hanks' Balanced Salt Solution \\(HBSS): 137 mM NaCl, 5.4 mM KCl, 4.2 mM NaH<sub>2</sub>PO<sub>4</sub>, 4.1 mM KH<sub>2</sub>PO<sub>4</sub>, 10 mM HEPES, 1 mM MgCl<sub>2</sub>, 5.5 mM glucose \r\n\n\n&#x2022; HBSS II: HBSS + 1 mM CaCl<sub>2</sub> \r\n\n\n&#x2022; RPMI 1640 Solution A: RPMI 1640 medium plus 5.5 mM glucose, 0.25% HEPES, 10% Fetal bovine serum, 100 units/ml penicillin G-sodium and 100 &#xB5;g/ml streptomycin sulfate \r\n\n\n&#x2022; RPMI 1640 Solution B: RPMI 1640 medium plus 5.5 mM glucose, 0.25% HEPES, 100 units/ml penicillin G-sodium and 100 &#xB5;g/ml streptomycin sulfate \r\n\n\n&#x2022; Proviodine solution \\(Rougier inc)\r\n\n\n\r\n\n\n**Radiosynthesis of 9-\\(4-\\[<sup>18</sup>F]-Fluoro-3-hydroxymethylbutyl)-guanine \\(\\[<sup>18</sup>F ]FHBG)**\r\n\n\n&#x2022; Tosyl-FHBG \\(ABX, www.abx.de)\r\n\n\n&#x2022; Kryptofix 222 \\(4,7,13,16,21,24-hexaoxa-1,10-diazabicyclo\\[8.8.8]hexacosane, Sigma) \r\n\n\n&#x2022; Sterile 0.9 % NaCl \\(Macdonalds Prescriptions)\r\n\n\n&#x2022; Sterile irrigation water \\(Baxter)\r\n\n\n&#x2022; Ethanol \\(Commercial Alcohol)\r\n\n\n&#x2022; K<sub>2</sub>CO<sub>3</sub> \\(Sigma)\r\n\n\n&#x2022; \\(NH<sub>4</sub>)<sub>2</sub>CO<sub>3</sub> \\(Sigma)\r\n\n\n&#x2022; CH<sub>3</sub>COONH<sub>4</sub> \\(Sigma)\r\n\n\n&#x2022; Anhydrous acetonitrile \\(100 mL sealed bottles, VWR)\r\n\n\n&#x2022; DMSO \\(Sigma)\r\n\n\n&#x2022; Aqueous HCl \\(Sigma)\r\n\n\n&#x2022; Saturated aqueous Na<sub>2</sub>B<sub>4</sub>O<sub>7</sub> \\(prepared from Na<sub>2</sub>B<sub>4</sub>O<sub>7</sub>&#x2022;10H<sub>2</sub>O, Fisher Chemical)"
        },
        {
            "header": "Equipment",
            "content": "**Islet Isolation and Transplantation**\r\n\n\n&#x2022; 37 &#xB0; C water bath \\(Precision)\r\n\n\n&#x2022; 37 &#xB0; C CO<sub>2</sub> incubator \\(Fisher)\r\n\n\n&#x2022; Biosafety cabinet \\(Nuaire Inc)\r\n\n\n&#x2022; Centrifuge \\(Western Scientific Servecies ltd)\r\n\n\n&#x2022; Microscope \\(Olympus)\r\n\n\n&#x2022; Needle \\(30 G, BD science)\r\n\n\n&#x2022; Tubes \\(50 mL, Falcon)\r\n\n\n&#x2022; Syringe \\(1 mL, 5 mL, BD science)\r\n\n\n&#x2022; Gauze \\(Johnson &amp; Johnson)\r\n\n\n&#x2022; 70 microm Nylon mesh cell strainer \\(BD science)\r\n\n\n&#x2022; Petri-dishes \\(10 cm, Falcone)\r\n\n\n&#x2022; Filter \\(0.22 ,microm, 0.45 &#x3BC;m, Nalgene) \r\n\n\n&#x2022; Surgery set \\(scissors, forceps, curved and straight mosquito forceps; Fine Sciences) \r\n\n\n&#x2022; Polyethylene catheter \\(Fisher)\r\n\n\n&#x2022; Cautery unit \\(Bovie Aaron medical)\r\n\n\n&#x2022; 29 &#xBD;&#x201D; G insulin syringe \\(BD science)\r\n\n\n&#x2022; Cotton-tipped applicator \\(MDCl ltd)\r\n\n\n&#x2022; Surgifoam \\(Ethicon)\r\n\n\n&#x2022; Vicryl # 5.0 absorbable suture \\(Ethicon)\r\n\n\n\r\n\n\n**Radiosynthesis of 9-\\(4-\\[<sup>18</sup>F]-Fluoro-3-hydroxymethylbutyl)-guanine \\(\\[<sup>18</sup>F]FHBG)**\r\n\n\n&#x2022; Filters for HPLC eluents \\(Millipore Canada)\r\n\n\n&#x2022; Polypropylene syringes and disposable needles \\(Sigma, International Medical Industries)\r\n\n\n&#x2022; Teflon/silicon septa for reaction vessels \\(Chromatographic Specialties)\r\n\n\n&#x2022; Sterile product vials \\(2 mL, Allergy Labs)\r\n\n\n&#x2022; Anion exchange cartridge for recovery of O-18 water \\(D&amp;W Inc) \r\n\n\n&#x2022; Reaction vessels \\(5 mL, VWR)\r\n\n\n&#x2022; Mineral oil heating bath \\(VWR) with Therm-O-Watch<sup>TM</sup> temperature controller \\(Fisher)\r\n\n\n&#x2022; Rotary evaporator \\(Buchi) with a diaphragm pump \\(KNF Lab)\r\n\n\n&#x2022; PTFE addition lines \\(Upchurch Scientific)\r\n\n\n&#x2022; QC HPLC and accessories \\(Vacuum filtration setup, HPLC syringes, Needle port cleaner, Alltech Associates) \r\n\n\n&#x2022; Preparative HPLC column: Nova-Pak HRC18, 7.8 x 300 mm; analytical column: Nova-Pak C18, 3.9 x 150 mm \\(Waters Canada). HPLC conditions: preparative eluent 5% ethanol-water, flow rate 4 mL/min, UV detection at 254 nm, t<sub>R</sub> 8-10 min; analytical eluent 30 mM ammonium acetate &#x2013; 9% acetonitrile, flow rate 1 mL/min, UV 254 nm, t<sub>R</sub> 3.5 min.\r\n\n\n\r\n\n\n**MicroPET Scanning**\r\n\n\n&#x2022; Moduflex elite gas anesthesia machine \\(DRE veterinary)\r\n\n\n&#x2022; Intravenous catheter \\(27G butterfly, BD science)\r\n\n\n&#x2022; MicroPET scanner \\(microPET R4 or Focus<sub>TM</sub> 120; Siemens/CTI Concorde molecular imaging) or any other small animal PET imaging system \r\n\n\n&#x2022; ASIPro software \\(CTI Concorde molecular imaging)"
        },
        {
            "header": "Procedure",
            "content": "**I. Islet isolation**\r\n\n\nIslets are isolated by a modification of the method of Salvalaggio _et al._\n15\n. For all mouse studies, analgesics are administrated \\(Metacam ® \\(meloxicam) injectable, 1-2 mg/kg). \r\n\n\n1. Anesthetize male C57BL/6 \\(8 - 12 week old) mice with intraperitoneal injection of pentobarbital \\(30 - 40 mg/kg).\r\n  2. Once the animal is fully anesthetized, make a midline skin incision, in the abdomen under the rib cage. \r\n  3. After exposure of the pancreas, clamp the common bile duct and distend the pancreas by injecting 2 - 3 ml of collagenase \\(1000 U/ml) in Hanks' Balanced Salt Solution \\(HBSS) through the pancreatic duct with a 30G needle. \r\n  4. Remove the pancreas and euthanize the donor mouse by an appropriate technique, as recommended by your animal care committee. \r\n  5. Place the pancreas in a 50 mL tube containing 2 - 3 mL of collagenase \\(1000 U/ml) in HBSS for 13-min in a water bath at 37 ° C. \r\n  6. Stop the digestion by adding 15 mL of cold HBSS II.\r\n  7. Shake the tubes by hand to disrupt the pancreas. \r\n  8. Centrifuge at 1200 rpm for 1 min and aspirate the supernatant. \r\n  9. Resuspend the pellet with cold HBSS II. \r\n  10. Repeat steps 8 and 9 twice.\r\n  11. Resuspend resulting pellets in RPMI 1640 Solution B. \r\n  12. Pour resuspended solution onto a pre-wetted 70 μm nylon mesh cell strainer.\r\n  13. Wash the filter with RPMI 1640 Solution B.\r\n  14. Rinse the captured islets into a petri-dish with RPMI 1640 Solution A.\r\n  15. Repeat steps 1 to 15 for the second mouse. \r\n  16. Hand-Pick and count individual islets under the microscope and transfer to fresh RPMI 1640 medium A. Using this method, we generally obtain an average of 200 islets per mouse. \r\n  17. Culture the islets in RPMI 1640 medium A. \r\n  \r\n\n\n**II. Virus infection of islets**\r\n\n\n18. Expose islets to 250 multiplicity of infection \\(m.o.i.) of purified recombinant adenoviruses expressing _HSV1-sr39tk_ \\(rAD-TK), for 2 h at 37 ° C in a CO\n2\nincubator. \r\n  19. Centrifuge at 1200 rpm for 5 min and aspirate the supernatant. \r\n  20. Resuspend the pellet with HBSS. \r\n  21. Repeat steps 19 and 20 twice. \r\n  22. Re-culture islets in RPMI 1640 Solution A. • PAUSE POINT: Islets can be cultured for 16-24 h until transplanted.    \r\n  \r\n\n\n**III-1. Islet transplantation under the kidney capsule**\r\n\n\n23. Induce general anesthesia of male C57BL/6 \\(8-12 week old) mice by isoflurane inhalation. \r\n  24. Once fully anesthetized, place the mouse on a heating pad, shave and wash the skin with 70% Ethanol over the surgery site. \r\n  25. Perform a lombotomy, and expose the right kidney. \r\n  26. Make a breach in the kidney capsule.\r\n  27. Introduce a polyethylene catheter through the breach and advance in the subcapsular space to the opposite pole of the kidney. \r\n  28. Slowly inject the islets through the catheter and allow them to spread at the pole. \r\n  29. Retrieve the catheter, cauterize the opening and reposition the kidney.\r\n  30. Close the musculo-peritoneal layer with # 5.0 absorbable suture in an interrupted pattern. \r\n  31. Close the skin incision with # 5.0 absorbable suture in an interrupted pattern.  \r\n  32. Wash the surgical site again with proviodine solution for an aseptic preparation. \r\n  33. Repeat steps 24 to 32 for the surgery of the left kidney. \r\n  34. Monitor the mouse during recovery, and do not mix with conscious animals. • PAUSE POINT: Mice can be kept until PET scanning\r\n  \r\n\n\n**III-2. Intrahepatic islet transplantation**\r\n\n\n35. Induce general anesthesia of male C57BL/6 \\(8 - 12 week old) mice by isoflurane inhalation. \r\n  36. Once fully anesthetized, place the mouse on a heating pad, shave and wash the skin with 70% Ethanol over the surgery site. \r\n  37. Make a midline skin incision, in the abdomen under the rib cage. \r\n  38. Carefully raise the musculo-peritoneal layer to avoid damage to the bowel. \r\n  39. Make an incision in the peritoneal wall directly beneath the cutaneous incision.\r\n  40. Move the intestine to the right using cotton-tipped applicators, and expose the hepatic portal vein.  \r\n  41. Slowly inject the islets \\(in a standard 200 μl volume) into the hepatic portal vein using an insulin syringe \\(29 ½” G), and allow them to spread in the liver. \r\n  42. Using a cotton-tipped applicator, press the surgifoam against the injection site, and simultaneously retrieve the syringe carefully from the portal vein.\r\n  43. Apply the surgifoam to completely stop the bleeding, then remove. \r\n  44. Close the musculo-peritoneal layer with # 5.0 absorbable suture in an interrupted pattern, taking care to avoid perforation of the underlying bowel. \r\n  45. Close the skin incision with # 5.0 absorbable sutures in an interrupted pattern.  \r\n  46. Wash the surgical site again with proviodine solution for aseptic preparation. \r\n  47. Monitor the mice during recovery, and do not mix with conscious animals. • PAUSE POINT: Mice can be kept until the PET scanning.\r\n  \r\n\n\n**IV. Radiosynthesis of \\[\n18\nF]FHBG** \r\n\n\n9-\\(4-\\[\n18\nF] - Fluoro-3-hydroxymethylbutyl) - guanine \\(\\[\n18\nF]FHBG) is synthesized by a modification of the method of Ponde _et al._\n16\n.\r\n\n\n48. Dissolve Kryptofix 222 \\(12 mg) and K\n2\nCO\n3\n\\(3 mg) in 0.4 mL of water: acetonitrile 1:3. Dissolve FHBG precursor \\(1.5 mg) in 0.4 mL of acetonitrile: DMSO 1:1.\r\n  49. Place a vial with \\[\n18\nF]F-/\n18\nO-water \\(200 - 300 mCi, from 15 min cyclotron target irradiation in our laboratory) into a hot cell, and connect addition and transfer lines.\r\n  50. Push air through the addition line to transfer\n18\nO-water into a water recovery vial.  Connect anion exchange resin to the reaction vessel.\r\n  51. Through the same addition line, pass a solution of K\n2\nCO\n3\n/Kryptofix 222 followed by a gentle flow of helium \\(the first addition line is no longer used).  Changes in the vessel radiation probe reading estimate the amount of starting \\[\n18\nF]F-.\r\n  52. Connect a second addition line to the reaction vessel \\(with a needle going to the vessel bottom), place the vessel in an oil bath and dry liquid with a gentle stream of helium.\r\n  53. Remove traces of water by addition and evaporation of acetonitrile \\(3 × 0.33 mL).\r\n  54. Add the solution of precursor \\(Tosyl-FHBG) via the addition line.\r\n  55. Place the vessel into an oil bath and heat for 10 min \\(100 ° C)\r\n  56. Put reaction vessel back in the nest, connect went and addition line.  Add 0.3 mL of 2 M HCl.\r\n  57. Heat the vessel in the oil bath for 5 min.\r\n  58. Put reaction vessel back in the nest, connect went and addition line, add 3 mL of saturated sodium tetraborate and introduce a gentle flow of helium to mix the solution. Turn off helium flow. \r\n  59. Remove went line, connect a transfer line.  Slowly transfer half of the reaction vessel content into the injector loop and perform injection. \r\n  60. Collect \\[\n18\nF]FHBG radiopeak into the rotary evaporator, evaporate collected liquid.  \r\n  61. Stop evaporator rotation, add saline, bring rotary evaporator to ambient pressure, turn on rotation for a few seconds, stop rotation, transfer the solution of \\[\n18\nF]FHBG into the product vial. \r\n  62. Weigh product vial and count product radioactivity, withdraw 0.2 - 0.3 mL QC sample and perform analysis by injecting 10 μL of the sample on analytical HPLC \\(pre-calibrated with non radioactive reference compound). Typical radiosynthesis yield is 5 - 40 mCi of radiochemically pure \\[\n18\nF]FHBG contained in 1.5 - 2 mL of saline. There are 2 or 3 nonradioactive impurities present in the final solution in concentrations similar to that of \\[\n18\nF]FHBG \\(assuming similar UV extinction).  Specific radioactivity is typically > 5 Ci/μmol and the FHBG concentration < 1 μg/mL. \r\n  63. Transfer resulting \\[\n18\nF]FHBG to PET suite for microPET studies. \r\n  \r\n\n\n**V. MicroPET scanning**\r\n\n\n64. Transport islet-transplanted mice to the PET suite.\r\n  65. Induce general anesthesia with isofluorane inhalation \\(in a closed container) on the preparation area. \r\n  66. Place the mice on the scanner bed in a prone position. \r\n  67. Fit a nose cone over the face to maintain isoflurane anesthesia throughout the scanning procedure.\r\n  68. Place an intravenous catheter \\(27G butterfly) in the tail vein.\r\n  69. Slowly drip saline to maintain catheter patency.\r\n  70. Draw the required dose of \\[\n18\nF]FHBG \\(100 μCi), and top the dose with sterile saline for a constant injection volume of 0.5 mL.\r\n  71. Inject \\[\n18\nF]FHBG solution through the tail vein over 20-30 sec.\r\n  72. Start the list mode scanning for 1 h following tracer injection. \r\n  73. Immediately following the scan,  obtain a 15 min attenuation scan. \r\n  74. Remove the intravenous line and the nose cone and monitor the mouse until fully awake. \r\n  \r\n\n\n**VI. Image reconstruction and data analysis**\r\n\n\n75. Determine the framing sequence for the list mode data \\(_i.e._ 6 - 30 sec, 2 - 1 min, 5 – 5 min and 4 – 7.5 min) and reconstruct with filtered back projection \\(FBP) using ASIPro software. \r\n  76. Reconstruct a single time frame from 30-60 min post injection using the three-dimensional iterative maximum _a posteriori_ \\(MAP) algorithm\n17,18\nto improve organ identification and the accuracy of positioning regions of interest \\(ROI).\r\n  77. Determine the 2-3 slices in which the kidney or liver is best visualized and Draw  circular ROIs \\(same size ROI in all the slices) on the kidney or liver areas of the MAP image. \r\n  78. Reposition the ROIs on the corresponding slices of the  kinetically reconstructed data and generate time activity curves \\(TACs) for each region. \r\n  79. Convert the counts/pixel/minute obtained from the ROI to counts/ml/minute by using the calibration constant, obtained from scanning a cylinder phantom filled with a known concenration of activity in the microPET scanner. \r\n  80. Convert the ROI counts/ml/minute to counts/g/minute, assuming a tissue density of 1g/ml, and divide it by the injected dose \\(100 μCi) to generate the TACs as percentage injected dose of \\[\n18\nF]FHBG retained in the kidney or liver."
        },
        {
            "header": "Timing",
            "content": "**Day 1:** I. Islet isolation \\(Steps 1 to 16): 2 h per mice \\(around 5 - 8 h for 4-5 mice)\r\n\n\n                II. Viral Infection \\(Steps 18 to 21): 3 h\r\n\n\n\r\n\n\n**Day 2:** III-1. Islet transplantation under the kidney capsule \r\n\n\n                \\(Steps 23 to 33): around 45 mins per mouse\r\n\n\n                III-2. Intrahepatic islet transplantation \r\n\n\n                \\(Steps 35 to 46): around 50 mins per mouse\r\n\n\n\r\n\n\n**Day 3:** IV. Synthesis of \\[<sup>18</sup>F]FHBG \\(Steps 48 to 62): around 1.5 - 2 h\r\n\n\n                 V. MicroPET scanning \\(Steps 65 to 73): around 1.5 - 2 h per mouse\r\n\n\n                 VI. Image reconstruction and data analysis \r\n\n\n                 \\(Steps 75 to 80): around 2 h per mouse"
        },
        {
            "header": "Critical Steps",
            "content": "**Step 3**: Collagenase should be evenly perfused to the tail of the pancreas. \r\n\n\n\r\n\n\n**Step 5**: Incubation time depends on the age and strain of the mouse. Make sure that islets are not over- or under-digested. \r\n\n\n\r\n\n\n**Step 16**: Try to pick up only clean and intact islets.\r\n\n\n\r\n\n\n**Step 18**: Ensure to infect islets with exact amount of recombinant adenoviruses. Infection of islets with higher doses may result in defective insulin secretion and cell death. \r\n\n\n\r\n\n\n**Step 21**: Carefully remove as much of the supernatant as possible by aspiration. Residual virus following the washing step often causes further infection during step 22. \r\n\n\n\r\n\n\n**Step 28**: Restricting spread of the islets to a limited area of the pole generally results in good quality PET images. \r\n\n\n\r\n\n\n**Step 41**: Evenly spread islets in the liver generally results in good quality PET images.\r\n\n\n\r\n\n\n**Step 53**: The vessel should be completely dry before adding precursor.\r\n\n\n\r\n\n\n**Step 58**: The vessel should be completely dry before adding precursor.\r\n\n\n\r\n\n\n**Step 59**: If the Rheodine needle is inserted into injector too far in advance, capillary attraction may bring the liquid from the injector loop into contact with the filter and create an airlock.\r\n\n\n\r\n\n\n**Step 64**: Animals have free access to water and are fully hydrated prior to scanning so that renal function is good.\r\n\n\n\r\n\n\n**Steps 72**: The quality of imaging critically depends on the condition of the experimental animal. Therefore, continuously monitor vital parameters during anesthesia: respiratory and pulse rate, pO<sub>2</sub>/pCO<sub>2</sub> and maintain body temperature with a lamp placed above the animal or a water-heated pad. There should be no animal movement during scanning since reliable time activity curves \\(TACs) cannot be obtained."
        },
        {
            "header": "Troubleshooting",
            "content": "Problem: No islets after isolation or isolated islets are not intact \\(**Step 16**)\r\n\n\nReason: Islets are over-digested.\r\n\n\nSolution: 1. Decrease the collagenase digestion time \\(Step 5).\r\n\n\n2. Decrease the collagenase concentration \\(Step 5).\r\n  \r\n\n\nProblem: Most of the islets are not discrete and difficult to isolate \\(**Step 16**).\r\n\n\nReason: Exocrine tissues are under-digested.\r\n\n\nSolution: 1. Increase the collagenase digestion time \\(Step 5). 2. Increase the collagenase concentration \\(Step 5). 3. Vigorously shake the vial to disrupt the   pancreas \\(Step 7).\r\n\n\n4. Transfer into a new dish with RPMI 1640 Solution A, and hand-pick again \\(Step 16).\r\n  \r\n\n\nProblem: Reaction mixture escapes from the vent needle \\(**Step 58**).\r\n\n\nReason: Vent needle is inserted too deep, helium flow is too strong.\r\n\n\nSolution: Ensure vent needle is above liquid level, decrease flow of helium.\r\n\n\n\r\n\n\nProblem: Failure to transfer reaction mixture from vessel to the injector loop \\(**Step 59**).\r\n\n\nReason: Filter is air-locked.\r\n\n\nSolution: Vent reaction vessel. Replace the locked filter with a new one.\r\n\n\n\r\n\n\nProblem: Preparative chromatogram aberrant, failure to collect \\[<sup>18</sup>F]FHBG peak \\(**Step 60**).\r\n\n\nReason: Preparative column had contact with a wrong eluent.\r\n\n\nSolution: Flush the column for at least 30 min with the FHBG eluent, inject second half of the reaction mixture.\r\n\n\n\r\n\n\nProblem: Mice moved during scanning \\(**Step 72**).\r\n\n\nReason: The level of anesthesia is insufficient\r\n\n\nSolution: Carefully control the levels of component gases to maintain a proper state of anesthesia. The quality of imaging critically depends on the condition of the experimental animal. Therefore, continuously monitor the vital parameters during the scanning. If animal moves during scanning, reliable TACs cannot be obtained unless sophisticated movement correction algorithms are applied, which are currently not adequately validated for mice full body imaging. \r\n\n\n\r\n\n\nProblem: Islets are not detected by PET imaging or poor signal-to-background ratio \\(**Step 77**).\r\n\n\nReason: 1. Poor islet viability following islet isolation and viral infection. 2. No expression or poor expression of HSV1-sr39tk in islets. 3. Failure in the surgery.\r\n\n\nSolution: 1. Ensure the viability of islets following islet isolation and viral infection. 2. Ensure _HSV1-sr39tk_ expression and \\[<sup>18</sup>F]FHBG uptake following viral infection _in vitro_. If _HSV1-sr39tk_ is not expressed or poorly expressed in islets following viral infection, i) check whether the viral stock is stored correctly. Aliquot the viral stocks to avoid repeated freeze/thaw, and store at - 80 &#xB0; C. Use appropriate storage buffer \\(10 mM Tris buffer pH 8.0, 2 mM MgCl<sub>2</sub> and 4 % sucrose). pH is critical for long term storage of viral particles. ii) check the multiplicity of infection \\(m.o.i.) of the viral stock and ensure exact amount of virus was added to islets. iii) check whether viral stock is contaminated with replication competent adenovirus \\(RCA). 3. We recommend practicing the surgery using administration of a dye solution. With careful injection, islets should be located in a limited area of the pole kidney capsule or evenly distributed within the liver\r\n\n\n\r\n\n\nProblem: Poor signal-to-background ratio for other reasons \\(**Step 77**).\r\n\n\nReason: Various\r\n\n\nSolution: 1. It is critical to have high quality of islets with sufficient expression of _HSV1-sr39tk_. PET signals will be reduced with low quality of islets and low expression of _HSV1-sr39tk_. 2. High background signals from the gut may be detectable due to endogenous thymidine kinase localized to the crypts in this region. In our experience, this background signal varies between individual animals."
        },
        {
            "header": "Anticipated Results",
            "content": "As the PET protocol established resulted from a combination of cellular, molecular biological, physiological, chemical and imaging approaches, strong collaboration between the various groups is essential for its successful performance. The described PET imaging allows functional visualization of transplanted islets by 3-D tomographic resolution. The PET signal, resulting from the uptake and retention of \\[<sup>18</sup>F]FHBG in transplanted islets, is entirely dependent on the enzymatic activity of transduced _HSV1-sr39tk_, and it can be reliably quantified over time \\(**Fig. 1**). **Figures 2-3** show PET images following islet transplantation under the kidney capsule \\(**Fig. 2**) or liver \\(**Fig. 3**).  Reconstruction produces 63 slices, 1.2 mm apart with an in-plane resolution of 1.8 - 2 mm full-width half-maximum \\(FWHM) ensuring that the location of the target organ is reliably established \\(**Fig. 2a-c, Fig. 3a-c**). Furthermore, the uptake of the \\[<sup>18</sup>F]FHBG in the target tissue is readily accessible over time in the TACs \\(**Fig. 2d-e, Fig. 3d-e**). Thus, PET is a powerful technique for quantification of transplanted islets _in vivo_. In view of the increasing incidence of diabetes, and the likelihood that stem cell technology will provide a more widely accessible source of &#x3B2; cells/islets for transplantation, the development of quantitative, reliable and reproducible _in vivo_ monitoring systems will provide invaluable information for the development of new protocols for improving islet survival and temporal post-transplant determinations in humans."
        },
        {
            "header": "References",
            "content": "1. Jirak, D. _et al._ MRI of transplanted pancreatic islets. _Magn. Reson. Med._ **52,** 1228-1233 \\(2004).  \r\n  2. Evgenov, N.V., Medarova, Z., Dai, G., Bonner-Weir, S. &amp; Moore, A. In vivo imaging of islet transplantation. _Nature Med._ **12,** 144-148 \\(2006). \r\n  3. Lu, Y. _et al._ Bioluminescent monitoring of islet graft survival after transplantation. _Mol. Ther._ **9,** 428-435 \\(2004).\r\n  4. Fowler, M. _et al._ Assessment of pancreatic islet mass after islet transplantation using in vivo bioluminescence imaging. _Transplantation._ **79,** 768-776 \\(2005).\r\n  5. Toso, C. et al. Positron-emission tomography imaging of early events after transplantation of islets of Langerhans. _Transplantation._ **79,** 353-355 \\(2005).\r\n  6. Souza, F. et al. Longitudinal noninvasive PET-based &#x3B2; cell mass estimates in a spontaneous diabetes rat model. _J. Clin. Invest._ **116,** 1506-1513 \\(2006). \r\n  7. Massoud, T. &amp; Gambhir, S. Molecular imaging in living subjects: seeing fundamental biological processes in a new light. _Genes Dev._ **17,** 545-580 \\(2003).\r\n  8. Herschman, H.R. Micro-PET imaging and small animal models of disease. _Curr. Opin. Immunology._ **15,** 378-384 \\(2003).\r\n  9. Gambhir, S.S. _et al._ A mutant herpes simplex virus type 1 thymidine kinase reporter gene shows improved sensitivity for imaging reporter gene expression with positron emission tomography. _Proc. Natl. Acad. Sci. USA_ **97,** 2785-2790 \\(2000).\r\n  10. Yu, Y. _et al._ Quantification of target gene expression by imaging reporter gene expression in living animals. _Nat Med._ **6,** 933 - 937 \\(2000) \r\n  11. Sundaresan, G. _et al._ MicroPET imaging of Cre-loxP-mediated conditional activation of a herpes simplex virus type 1 thymidine kinase reporter gene. _Gene Ther._ **11,** 609-618 \\(2004)\r\n  12. Liang, Q. _et al._ Noninvasive, repetitive, quantitative measurement of gene expression from a bicistronic message by Positron Emission Tomography, following gene transfer with adenovirus. _Mol Ther._ **6,** 73-82 \\(2002)\r\n  13. Wu, J.C., Inubushi, M., Sundaresan, G., Schelbert, H.R. &amp; Gambhir, S.S. Positron Emission Tomography imaging of cardiac reporter gene expression in living rats. _Circulation._ **106,** 180&#x2013;183 \\(2002) \r\n  14. Wu, J.C. _et al._ Molecular imaging of the kinetics of vascular endothelial growth factor gene expression in ischemic myocardium. _Circulation._ **110,** 685&#x2013;691 \\(2004)\r\n  15. Salvalaggio, P.R. _et al._ Islet filtration: a simple and rapid new purification procedure that avoids ficoll and improves islet mass and function. _Transplantation._ **74,** 877-879 \\(2002). \r\n  16. Ponde, D.E., Dence, C.S., Schuster, D.P. &amp; Welch, M.J. Rapid and reproducible radiosynthesis of \\[<sup>18</sup>F]FHBG. _Nucl. Med. Biol._ **31,** 133-138 \\(2004). \r\n  17. Qi, J., Leahy, R.M., Hsu, C., Farquhar, T.H. &amp; Cherry, S.R. Fully 3D Bayesian image reconstruction for the ECAT EXACT HR<sup>+</sup>. _IEEE Trans. Nucl. Sci._ **45,** 1096&#x2212;1103 \\(1998).\r\n  18. Chatziioannou, A. et al. Comparison of 3-D maximum _a posteriori_ and filtered back projection algorithms for high-resolution animal imaging with microPET. _IEEE Trans. Med. Imag._ **19,** 507&#x2212;512 \\(2000).\r\n  19. Kim, S.J. _et al._ Quantitative micro positron emission tomography \\(PET) imaging for the _in vivo_ determination of pancreatic islet graft survival. _Nat Med. in press_"
        },
        {
            "header": "Acknowledgements",
            "content": "Support for this work was provided by the Canadian Institutes of Health Research \\(#590007) and the Canadian Foundation for Innovation. We would like to thank V. Sossi for assistance with data reconstruction, M. J. Adam for advice on \\[<sup>18</sup>F]FHBG radiosynthesis and S. McCormick, M. Speck for technical assistance."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm1458",
                "date": "2006-06-27 20:27:15",
                "title": "Quantitative micro positron emission tomography (PET) imaging for the in vivo determination of pancreatic islet graft survival",
                "authors": [
                    "Kim",
                    "S.-J. et al."
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9851,
                "identity": "9e9d30f6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Su-Jin Kim",
                "email": "",
                "orcid": "",
                "institution": "Department of Cellular & Physiological Sciences and the Diabetes Research Group, Life Sciences Institute, University of British Columbia, 2350 Health Sciences Mall",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Su-Jin",
                "middleName": "",
                "lastName": "Kim",
                "suffix": ""
            },
            {
                "id": 9852,
                "identity": "9e9d3460-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Doris J. Doudet",
                "email": "",
                "orcid": "",
                "institution": "Department of Medicine, University of British Columbia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Doris",
                "middleName": "J.",
                "lastName": "Doudet",
                "suffix": ""
            },
            {
                "id": 9853,
                "identity": "9e9d364c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andrei R. Studenov",
                "email": "",
                "orcid": "",
                "institution": "TRIUMF, University of British Columbia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrei",
                "middleName": "R.",
                "lastName": "Studenov",
                "suffix": ""
            },
            {
                "id": 9854,
                "identity": "9e9d37d2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Cuilan Nian",
                "email": "",
                "orcid": "",
                "institution": "Department of Cellular & Physiological Sciences and the Diabetes Research Group, Life Sciences Institute, University of British Columbia, 2350 Health Sciences Mall",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Cuilan",
                "middleName": "",
                "lastName": "Nian",
                "suffix": ""
            },
            {
                "id": 9855,
                "identity": "9e9d3acc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Thomas J. Ruth",
                "email": "",
                "orcid": "",
                "institution": "Department of Medicine and TRIUMF, University of British Columbia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thomas",
                "middleName": "J.",
                "lastName": "Ruth",
                "suffix": ""
            },
            {
                "id": 9856,
                "identity": "9e9d3c73-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sanjiv Sam Gambhir",
                "email": "",
                "orcid": "",
                "institution": "Molecular Imaging Program at Stanford (MIPS), Departments of Radiology and Bioengineering, Stanford University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sanjiv",
                "middleName": "Sam",
                "lastName": "Gambhir",
                "suffix": ""
            },
            {
                "id": 9857,
                "identity": "9e9d3f82-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christopher H.S. McIntosh",
                "email": "",
                "orcid": "",
                "institution": "Department of Cellular & Physiological Sciences and the Diabetes Research Group, Life Sciences Institute, University of British Columbia, 2350 Health Sciences Mall",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christopher",
                "middleName": "H.S.",
                "lastName": "McIntosh",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-06-24 10:47:28",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.491",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.491",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607609,
                "identity": "6b8cabc8-b7c2-4fe5-b794-ebdf3d64607d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 32123,
                "visible": true,
                "origin": "",
                "legend": "Experimental design for the determination of islet graft survival using PET.   Mouse islets were infected with a recombinant adenovirus expressing a mutant form of herpes simplex virus 1 thymidine kinase (_HSV1-sr39tk_) (rAD-TK), and transplanted under the kidney capsule or liver. 9-(4-[^18^F] - Fluoro-3-hydroxymethylbutyl) - guanine ([^18^F]FHBG), was systemically administered to mice following islet transplantation, and its retention in islets quantified by PET scanning. HSV1-sr39TK specifically expressed in transplanted islets efficiently phosphorylates [^18^F]FHBG, following which they are retained in cells and further metabolized by cellular kinases to di- and tri-phosphates.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-74/v1/figure_1.jpg"
            },
            {
                "id": 2607608,
                "identity": "36f3a540-11d4-467a-b682-5ce84a1badfd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 29021,
                "visible": true,
                "origin": "",
                "legend": "Representative PET imaging of transplanted islets under the kidney capsule.   Islets, treated with 250 m.o.i. of rAD-TK, were transplanted under the kidney capsule: 85 islets under the left and 200 islets under the right kidney capsule. On the following day, the mouse was injected with 100 &#x3BC;Ci of [^18^F]FHBG and scanned for 1 h. Representative transverse (*a*), coronal (*b*) and sagittal (*c*) MAP reconstructed slices of PET images in an islet transplanted C57 BL/6 mouse. (*d*) Time activity curves (TACs) of the region of interest (ROI) in the transplanted kidneys. ROIs were drawn from the microPET image data to include the transplanted area and TACs were generated. (*e*) PET images on each time frame. First published in ref. 19.   ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-74/v1/figure_2.jpg"
            },
            {
                "id": 2607610,
                "identity": "7ba16c3c-0461-4498-a90a-c03f079d9eab",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 37017,
                "visible": true,
                "origin": "",
                "legend": "Representative PET imaging of transplanted islets in the liver   1200 rAD-TK treated islets were transplanted into the liver. On the following day, the mouse was injected with 100 &#x3BC;Ci of [^18^F]FHBG and scanned for 1 h. Representative transverse (*a*), coronal (*b*) and sagittal (*c*) MAP reconstructed slices of PET images in an islet transplanted C57 BL/6 mouse. (*d*) TACs of the ROIs. ROIs were drawn from the microPET image data to include the transplanted area and TACs were generated. (*e*) PET images on each time frame. First published in ref. 19.   ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-74/v1/figure_3.jpg"
            },
            {
                "id": 15665569,
                "identity": "d2934ba9-98c5-49de-b418-6ce3fa1f6303",
                "added_by": "auto",
                "created_at": "2021-11-18 13:32:19",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 286937,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-74/v1/29747280-da66-4889-a554-e877eaf4d29b.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "PET, HSV1-sr39TK, islet transplantation, fluorine-18 labeled FHBG, positron emission tomography ",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Seeing is believing:  in vivo functional real-time imaging of transplanted islets using positron emission tomography (PET)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-12-21 09:15:00",
                "doi": "10.1038/nprot.2006.491",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e9cbde3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 21st, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1342,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-12-21 09:15:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}