{
    "identity": "nprot-349",
    "title": "Barnes maze, a useful task to assess spatial reference memory in the mice",
    "content": [
        {
            "header": "Introduction",
            "content": "Carol Barnes developed a dry-land maze test for spatial learning and memory in 1979 where animals escaped from a brightly lit, exposed circular open platform surface to a small dark recessed chamber located under one of the 18 holes around the perimeter of the platform. Although it was initially invented for rats, the Barnes maze \\(BM) has become more popular to assess spatial memory in mice, taking advantage of their superior abilities to find and escape through small holes.<sup>1-4</sup>\r\n\n\nVisual cues are required to optimize cognitive performance in the BM<sup>5-7</sup>. Pompl and co-workers showed better performance in mice tested with intra- and extra-maze cues than mice trained with no spatial cues present. Moreover, rodents with hippocampal damage showed impaired performance in the BM, supporting the spatial nature of the task<sup>8-11</sup>.\r\n\n\n The BM has similarities to the Morris Water Maze and to the radial-arm maze task, but no strong aversive stimuli or deprivation is being used as reinforcement. Instead, weak aversive stimulation may be applied to increase the motivation to escape from the circular platform \\(e.g., buzzer, light, fan)<sup>6,7,9,12,13</sup>. Strong aversive stimuli \\(i.e. water or shock) are likely to produce stress in the animal, influencing the performance in the task<sup>14,15</sup>.\r\n\n\nMostly reference memory and working memory has been studied using the BM with different protocols. Here we propose a protocol to study short-term and long-term reference memory in the mice."
        },
        {
            "header": "Reagents",
            "content": "**ANIMALS:** We suggest using C57BL/6J as they have been reported to perform well in different spatial memory tasks including the BM. C57BL showed good learning and memory in the BM<sup>7,16,17</sup>, while DBA/2 and CBA showed poorer performance. 129S6 learned the task but showed no preference for the target hole during the probe trial<sup>16</sup>. DBA/2J showed good acquisition and showed moderately selective search during the probe trial compared to C57BL/6. BALBc and Swiss mice showed no apparent improvement during the acquisition phase from day 2 to day 4 measured by latency to find the goal<sup>7</sup>. Experiments must comply with national regulations concerning animals and their use."
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Barnes maze \\(see equipment set up for further details)\r\n\n\n\r\n\n\n**EQUIPMENT SETUP:**\r\n\n\n**The maze:**\r\n\n\nThe paradigm consists of a circular platform \\(92 cm of diameter) with 20 equally spaced holes \\(5 cm diameter ; 7.5 cm between holes) along the perimeter and is elevated 105 cm above the floor \\(see Fig. 1). The colour of the maze depends on the strain to be tested \\(white or black). Provide enough contrast between mice and the open surface so that the computer tracking software is able to recognize them. \r\n\n\nIn the Barnes maze, animals receive reinforcement to escape from the open platform surface to a small dark recessed chamber located under the platform called a &#x201C;target box&#x201D;. Mice can access the target box through an escape tunnel \\(transparent plastic tube 50 cm long, 5 cm diameter), which is located under the target hole \\(28 x 22 x 21 cm). A ramp is placed under the target hole so that mice may reach the escape tunnel easily. From the centre of the maze all holes should look identical and the ramp should not be visually discriminated from the other holes from most points on the maze, even if it is difficult to ensure no visual discrimination once the mouse is situated adjacent to the escape hole.<sup>18</sup>\r\n\n\n**Stimulus/reinforcement**\r\n\n\nSeveral reinforcements have been used as stimulus to complete the task: bright light, noise and/or a fan \\(see Table 1). We suggest using only aversive noise as reinforcement because using a fan may be too stressful for mice and noise is considered an appropriate stimulus in the system used.\r\n\n\nIn addition, the use of bright light may be a problem if a video camera, computer and tracking software are used to record performance; most tracking systems are sensitive to light reflections from the lit surface. \r\n\n\nUse aversive noise of 85 dB as a motivator by an electronic metronome \\(IMT-400, Intelli) as a buzzer for the experiments; it is very useful because you have timbre, pitch and volume settings to choose. The same parameters have to be used during the whole experiments.\r\n\n\n**Room configuration:** Visual cues \\(use different colours and shapes: triangle, rectangle, circle and/or a cross) should be prepared and placed surrounding the maze. Animals will have spatial visual cues endogenous to the room \\(for example a door, a desk or a computer) and intentional \\(prepared by the experimenter). These cues should not be moved during the whole experiment as these are the animal&#x2019;s reference points for locating the target hole. \r\n\n\n**Video-tracking system:** TiBe Split software for the BM was designed for our laboratory. Primary and total latency as well as primary and total path length during training days and probe trial can be analysed. Primary and total errors should be manually calculated as software approach is not efficient enough to distinguish between head deflection and or just approximation to the holes. \r\n\n\nThe used Video Tracking System TiBe was developed by Imagination Computer Services GesmbH in cooperation with the University of Veterinary Medicine \r\n\n\nVienna. More information on TiBe can be found at: \"http://www.imagination.at/en/?Products:Science\":http://www.imagination.at/en/?Products:Science"
        },
        {
            "header": "Procedure",
            "content": "**Adaptation period:**\r\n\n\n**1)** Place the mouse in a cylindrical black start chamber in the middle of the maze. After 10 s have elapsed lift the chamber, switch the buzzer on and guide the mouse gently to the escape box. Do not force the animal to get into the hole as this may be too stressful. If the mouse does not want to get into the target hole, place it gently to the side of the hole and pull gently the base of the tail in the direction away from the hole, which induces the mouse to move in the opposite direction of the tail pull and enter the hole.\n21\nIf this does not work, place the mouse directly into the escape box. \r\n\n\n**2)** Once the mouse is inside the box, buzzer, light and/or fan should be turned off.\r\n\n\n**3)** The mouse should stay in the escape box for 2 min. \r\n\n\n\r\n\n\n**Spatial Acquisition:**\r\n\n\n**4)** Before the acquisition phase begins, the maze must be cleaned using a solution with 1% Incidin solution \\(Incidin extra N, Lahmann Rauscher) to avoid olfactory cues. In addition to cleaning, the maze should be rotated around its central axis after each trial in order to control for possibly remaining odour cues.\r\n\n\n**5)** Place the mouse in the cylindrical black start chamber in the middle of the maze. After 10 s have elapsed lift the chamber, switch the buzzer on and allow the mouse explore the maze for 3 minutes.\r\n\n\n**6)** During these 3 minutes number of primary errors, total errors and primary latency should be measured by the experimenter.\r\n\n\n**7)** The trial will end when the mouse enters the goal tunnel or after 3 min have elapsed. Immediately after the mouse enters the tunnel, the buzzer should be turned off and the mouse is allowed to stay in the tunnel for 1 min.\r\n\n\n**8)** If the mouse does not reach the goal within 3 minutes the experimenter should guide the mouse gently to the escape box \\(see Step 1) and leave the mouse inside for 1 min.\r\n\n\nMice may go out of the escape box during the time it should stay in it. You may cover the escape hole once the mouse is inside for 1 minute or just place mice gently in the escape box whenever it goes out. \r\n\n\n**9)** Place the mouse in its home cage until the next trial.\r\n\n\n**10)** Repeat steps 4-9 until the animal has had the desired number of trials for that day. Animals will receive 4 trials per day with an inter-trial interval \\(ITI) of 15 minutes during 4 days.\r\n\n\n**11)** The ITI of 15 minutes should be used to test the next 3 to 4 mice. \r\n\n\n\r\n\n\n**Reference memory \\(short- and long-term retention): Probe trial**\r\n\n\n**12)** On day 5, 24 h after the last training day, the probe trial should be conducted. The target hole must be closed. Rotate the maze so that the target hole is closed and re-adjust the maze so that the holes are in the same position as during the training days.\r\n\n\n**13)** Place the animal in the middle of the maze under the cylindrical black start chamber and after 10 s have elapsed lift the chamber, switch the buzzer on and allow the mouse explore the maze.\r\n\n\n**14)** Remove the mouse after a fixed interval \\(90 s). The probe trial is done in order to determine if the animal remembers where the target goal was located. Number of pokes \\(errors) in each hole and latency and path length to reach the virtually target hole are measured. \r\n\n\n**15)** To assess long-term retention a second probe trial will be applied on day 12, without any training session between day 5 and day 12. Repeat steps 12-15 \\(to study reference memory probe trials should be performed at least 24 hours after the last training trial; if the probe trial is given immediately after the last training trial recent recall is being measured)."
        },
        {
            "header": "Timing",
            "content": "Each trial takes 3 min per mouse, with an ITI of 15 min and 4 trials per day during the acquisition phase. During the training days at least 3 mice per hour can be tested. The probe trial takes 90 s \\(half of the time used for the training trials) per mouse. Twelve days after the first probe trial mice are tested again in a second probe trial that takes 90 s per mouse. Mice are not tested between the two probe trials."
        },
        {
            "header": "Critical Steps",
            "content": "As manual measurements must be done \\(e.g. number of errors) the experimenter must be able to see the trial directly, that means the mice will be able to see him/her as well. It is very important that the experimenter remains at the same position during the whole experiments \\(i.e. across the training days and probe trials) as he/she becomes a spatial cue for the animal. Experimenters should wear a Lab apron during experiments."
        },
        {
            "header": "Troubleshooting",
            "content": "As already mentioned above, mice may sometimes lack motivation and explore the maze after finding the target hole without entering into it. This can be a confounding factor because although the mouse has learned the association between the spatial room cues and the escape location, the number of errors increases due to the further exploration of the maze.  Some mice may even seat near the target hole without getting into it. Harrison and co-workers proposed a solution by calculating latency, path length and number of errors to the first encounter of the escape hole, called primary latency, primary path length and primary errors respectively<sup>19</sup>. Our laboratory adopted this solution See Fig. 1 As observed in Figure 2a total latency is increased compared to primary latency as well as total errors \\(Fig. 2b) and total path length \\(Fig. 2c). Therefore it is important to measure both total and primary parameters for better understanding and interpretation of data during the acquisition phase."
        },
        {
            "header": "Anticipated Results",
            "content": "**Data Analysis**\r\n\n\n**Acquisition phase:**\r\n\n\nTotal/ primary latency \\(s) and total/ primary path length \\(m) to reach the target hole and speed \\(m/s) during training days can be directly measured by the tracking software. These parameters can be averaged in blocks of trials per day \\(mean &#xB1; S.E.M); and analysed with repeated measurements ANOVA; see Fig. 2. It is important to examine the data by trial to ensure that learning is occurring within each daily test session. Latency and path length should decrease during the acquisition phase.\r\n\n\nTotal and primary errors must be analysed in the same way as latency and path length. Total/ primary number of errors \\(total number of head deflections into incorrect holes) and search strategy must be measured manually. The search strategies can be defined into three categories: 1) Direct \\(Spatial) &#x2013; moving directly to the target hole or to an adjacent hole before visiting the target. 2) Mixed &#x2013; hole searches separated by crossing through the centre of the maze or unorganized search. 3) Serial &#x2013; the first visit to the target hole preceded by visiting at least two adjacent holes in serial manner, in clockwise or counter-clockwise direction. See Fig. 3a.\r\n\n\n\r\n\n\n**Probe trial**\r\n\n\nOn probe trials on day 5 and 12, latency \\(s) and path length \\(m) to reach the virtual target hole are measured. Number of pokes in each hole should be also calculated in order to observe the preference to the target hole. The number of pokes per hole should be averaged in blocks for each hole; see Fig. 4. In order to observe preference for the target hole paired t-test between the number of head deflections in each hole and the target hole should be calculated. Paired t-test between the average of holes and target hole can be also measured."
        },
        {
            "header": "References",
            "content": "1. Barnes, CA. Memory deficits associated with senescence: a neurophysiological and behavioral study in the rat. _J Comp Physiol Psychol._ **93**:74-104 \\(1979).  \r\n  2. Markowska, AL., Spangler, EL., Ingram, DK. Behavioral assessment of the senescence-accelerated mouse \\(SAM P8 and R1). _Physiol Behav._ **64**:15-26 \\(1998). \r\n  3. Bach, ME., Hawkins, RD., Osman, M., Kandel, ER., Mayford, M. Impairment of spatial but not contextual memory in CaMKII mutant mice with a selective loss of hippocampal LTP in the range of the theta frequency. _Cell._ **81**:905-915 \\(1995).  \r\n  4. Mayford, M. et al. Control of memory formation through regulated expression of a CaMKII transgene. _Science._ **274**:1678-1683 \\(1996). \r\n  5. Barnes, CA., Nadel, L., Honig, WK. Spatial memory deficit in senescent rats. _Can J Psychol._ **34**:29-39 \\(1980).\r\n  6. Pompl, PN., Mullan, MJ., Bjugstad, K., Arendash, GW. Adaptation of the circular platform spatial memory task for mice: use in detecting cognitive impairment in the APP\\(SW) transgenic mouse model for Alzheimer's disease. _J Neurosci Methods._ **87**:87-95 \\(1999). \r\n  7. Koopmans, G., Blokland, A., van Nieuwenhuijzen, P., Prickaerts, J. Assessment of spatial learning abilities of mice in a new circular maze. _Physiol Behav._ **79**:683-93 \\(2003).\r\n  8. Fox, GB., Fan, L., LeVasseur, RA., Faden, AI. Effect of traumatic brain injury on mouse spatial and nonspatial learning in the Barnes circular maze. _J Neurotrauma._ **15**:1037-1046 \\(1998).  \r\n  9. Paylor, R., Zhao, Y., Libbey, M., Westphal, H., Crawley, JN. Learning impairments and motor dysfunctions in adult Lhx5-deficient mice displaying hippocampal disorganization. _Physiol Behav._ 73:781-792 \\(2001).  \r\n  10. Deacon, RM., Rawlins, JN. Learning impairments of hippocampal-lesioned mice in a paddling pool. _Behav Neurosci._ **116**:472-478 \\(2002).  \r\n  11. Raber, J. et al. Radiation-induced cognitive impairments are associated with changes in indicators of hippocampal neurogenesis. _Radiat Res._ **162**:39-47 \\(2004).  \r\n  12. Seeger, T. et al. M2 muscarinic acetylcholine receptor knock-out mice show deficits in behavioral flexibility, working memory, and hippocampal plasticity. _J Neurosci._ **24**:10117-10127 \\(2004). \r\n  13. Komater, VA. et al.  Effects of histamine H3 receptor antagonists in two models of spatial learning. _Behav Brain Res._ **159**:295-300 \\(2005). \r\n  14. Holscher C. Stress impairs performance in spatial water maze learning tasks. _Behav Brain Res._ **100**:225-235 \\(1999).\r\n  15. Miyakawa, T. et al. Neurogranin null mutant mice display performance deficits on spatial learning tasks with anxiety related components. _Hippocampus._ **11**:763-775 \\(2001).\r\n  16. Holmes, A., Wrenn, CC., Harris, AP., Thayer, KE., Crawley, JN. Behavioral profiles of inbred strains on novel olfactory, spatial and emotional tests for reference memory in mice. _Genes Brain Behav._ **1**:55-69 \\(2002).  \r\n  17. Nguyen, PV., Abel, T., Kandel, ER., Bourtchouladze, R. Strain-dependent differences in LTP and hippocampus-dependent memory in inbred mice. _Learn Mem._ **7**:170-179 \\(2000). \r\n  18. Adams, B., Fitch, T., Chaney, S., Gerlai, R. Altered performance characteristics in cognitive tasks: comparison of the albino ICR and CD1 mouse strains. _Behav Brain Res._ **133**:351-361 \\(2002).\r\n  19.  Harrison, FE., Reiserer, RS., Tomarken, AJ., McDonald, MP. Spatial and nonspatial escape strategies in the Barnes maze. _Learn Mem._ **13**:809-819 \\(2006). \r\n  20. Huang, YY. et al. A genetic test of the effects of mutations in PKA on mossy fiber LTP and its relation to spatial and contextual learning. _Cell._ **83**:1211-1222 \\(1995). \r\n  21. Bach, ME. et al. Age-related defects in spatial memory are correlated with defects in the late phase of hippocampal long-term potentiation in vitro and are attenuated by drugs that enhance the cAMP signaling pathway. _Proc Natl Acad Sci U S A._ **96**:5280-5285 \\(1999).\r\n  22. Inman-Wood, SL., Williams, MT., Morford, LL., Vorhees, CV. Effects of prenatal cocaine on Morris and Barnes maze tests of spatial learning and memory in the offspring of C57BL/6J mice. _Neurotoxicol Teratol._ **22**:547-557 \\(2000). \r\n  23. Zhang, J., McQuade, JM., Vorhees, CV., Xu, M. Hippocampal expression of c-fos is not essential for spatial learning. _Synapse._ **46**:91-99 \\(2002). \r\n  24. Rizk, A., Curley, J., Robertson, J., Raber, J. Anxiety and cognition in histamine H3 receptor-/- mice. _Eur J Neurosci._ **19**:1992-1996 \\(2004). \r\n  25. Butterfield, NN., Graf, P., Ries, CR., MacLeod, BA. The effect of repeated isoflurane anesthesia on spatial and psychomotor performance in young and aged mice. _Anesth Analg._ **98**:1305-1311 \\(2004).\r\n  26. Dawood, MY., Lumley, LA., Robison, CL., Saviolakis, GA., Meyerhoff, JL. Accelerated Barnes maze test in mice for assessment of stress effects on memory. _Ann N Y Acad Sci._ 1032:304-307 \\(2004).  \r\n  27. Lewejohann, L. et al. Role of a neuronal small non-messenger RNA: behavioural alterations in BC1 RNA-deleted mice. _Behav Brain Res._ **154**:273-289 \\(2004).  \r\n  28. Radyushkin, K. et al. Genetic ablation of the mammillary bodies in the Foxb1 mutant mouse leads to selective deficit of spatial working memory. _Eur J Neurosci._ **21**:219-229 \\(2005). \r\n  29. Ryan, BC., Vandenbergh, JG. Developmental exposure to environmental estrogens alters anxiety and spatial memory in female mice. _Horm Behav._ **50**:85-93 \\(2006).\r\n  30. Reiserer, RS., Harrison, FE., Syverud, DC., McDonald, MP. Impaired spatial learning in the APPSwe + PSEN1DeltaE9 bigenic mouse model of Alzheimer's disease. _Genes Brain Behav._ **6**:54-65 \\(2007).  \r\n  31. Prut, L. et al. Aged APP23 mice show a delay in switching to the use of a strategy in the Barnes maze. _Behav Brain Res._ **179**:107-110 \\(2007) \r\n  32. Mueller BR, Bale TL. Early prenatal stress impact on coping strategies and learning performance is sex dependent. _Physiol Behav._ **91**:55-65 \\(2007).\r\n  33. Dai, H. et al. Selective cognitive dysfunction in mice lacking histamine H1 and H2 receptors. _Neurosci Res._ **57**:306-313 \\(2007).  \r\n  34. O'Tuathaigh, CM. et al. Phenotypic characterization of spatial cognition and social behavior in mice with 'knockout' of the schizophrenia risk gene neuregulin 1. _Neuroscience._ **147**:18-27 \\(2007). \r\n  35. Hong, SM. et al. Reduced hippocampal neurogenesis and skill reaching performance in adult Emx1 mutant mice. _Exp Neurol._ **206**:24-32 \\(2007)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10714,
                "identity": "9f14efd3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Berta Sunyer",
                "email": "",
                "orcid": "",
                "institution": "Medical University of Vienna",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Berta",
                "middleName": "",
                "lastName": "Sunyer",
                "suffix": ""
            },
            {
                "id": 10715,
                "identity": "9f14f2e0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sudarshan Patil",
                "email": "",
                "orcid": "",
                "institution": "Medical University of Vienna",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sudarshan",
                "middleName": "",
                "lastName": "Patil",
                "suffix": ""
            },
            {
                "id": 10716,
                "identity": "9f14f49f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Harald Höger",
                "email": "",
                "orcid": "",
                "institution": "Medical University of Vienna",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Harald",
                "middleName": "",
                "lastName": "Höger",
                "suffix": ""
            },
            {
                "id": 10717,
                "identity": "9f14f664-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gert Lubec",
                "email": "",
                "orcid": "",
                "institution": "Medical University of Vienna",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gert",
                "middleName": "",
                "lastName": "Lubec",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-12-03 22:26:56",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.390",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.390",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607836,
                "identity": "88e223a6-7aa0-4925-9bb3-967814319ba1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:48",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 127509,
                "visible": true,
                "origin": "",
                "legend": "Table 1",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-349/v1/figure_1.jpg"
            },
            {
                "id": 2607835,
                "identity": "a9776e80-034c-46b1-be7f-5da34df95ec5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:48",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 27867,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   A scheme of the Barnes maze used is shown. The maze consists of a circular platform (92 cm diameter) elevated 105 cm above the floor with 20 equally spaced holes (5 cm diameter ; 7.5 cm between holes). All holes are 2 cm away from the perimeter of the maze. The holes are numbered from +1 to +9 (on the right side of the target hole), from -1 to -9 (on the left side of the target hole) and an Opposite hole to the target hole).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-349/v1/figure_2.jpg"
            },
            {
                "id": 2607838,
                "identity": "51c43b45-587b-4341-8f60-24c9191ff171",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:48",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 59241,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Primary and total latency (a), primary and total number of errors (b) and primary and total path length (c) to reach the target hole during training days in C57BL/6 are shown. Mice were given 4 trials per day and data represent the mean &#xB1; S.E.M of blocks of 4 trials. For the experiments male C57BL/6J (n=16), 12-14 weeks old, were used.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-349/v1/figure_3.jpg"
            },
            {
                "id": 2607839,
                "identity": "a99ac48e-570a-46f3-8a77-0ba7a3c31eb2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:48",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 28214,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Number of trials using different strategies during the acquisition phase is shown. Three strategies were measured: direct, mixed and serial strategy. C57BL/6J mice show a clear increase of direct strategies and decrease of mixed strategies along the training days. Therefore, it can be concluded that mice are solving the task using spatial strategies.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-349/v1/figure_4.jpg"
            },
            {
                "id": 2607841,
                "identity": "c6be498b-c31c-413a-9eec-a450ac13ccfc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:48",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 46186,
                "visible": true,
                "origin": "",
                "legend": "Figure 4   (a) Probe trial on day 5 is used to assess spatial memory retention. Number of pokes in each hole during the probe trial (90s) are calculated and averaged in blocks for each hole. Data represent mean &#xB1; S.E.M of blocks of each hole. Paired Student&#x2019;s t-test was performed and significant difference between the target hole and the rest of the holes was observed, except for _hole -1_ (see figure 1) were no significant difference was calculated. However, a preference for the target hole can be observed.\r\n(b) Probe trial on day 12 is used to assess long-term memory retention. Number of pokes in each hole during the probe trial (90s) are calculated and averaged in blocks for each hole. Data represent mean &#xB1; S.E.M of blocks of each hole. Paired Student&#x2019;s t-test shows significant difference between the target hole and the rest of the holes. A clear preference for the target hole can be observed showing good long-term memory retention.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-349/v1/figure_5.jpg"
            },
            {
                "id": 13464399,
                "identity": "da2c6c95-7840-4d7e-9fa5-8357fe80f502",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 375365,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-349/v1/6d50cbea-4031-4bb6-a009-75e4ef58eb5b.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Barnes Maze, spatial reference memory, Morris Water Maze, C57BL/6J  ",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Barnes maze, a useful task to assess spatial reference memory in the mice",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-10-04 12:17:11",
                "doi": "10.1038/nprot.2007.390",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f1494de-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 4th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1958,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-10-04 12:17:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}