{
    "identity": "nprot-4",
    "title": "Metabolic biotinylation of mammalian cell receptors for imaging",
    "content": [
        {
            "header": "Introduction",
            "content": "A versatile technique for labeling and imaging cells in culture and _in vivo_ is presented. A metabolically biotinylated reporter protein is expressed on the cell surface which can then be tracked with any imaging agent coupled to streptavidin. A model recombinant reporter protein incorporates the prokaryotic Propionibacterium shermanii 1.3S transcarboxylase domain biotin acceptor peptide \\(BAP) between an N-terminal signal sequence and the platelet derived growth factor receptor transmembrane domain \\(TM)<sup>1</sup>. The BAP sequence provides a means to  track any protein and the BAP-TM reporter allows for non-invasive real time imaging of any cell type transduced to express it in culture or in vivo using a variety of techniques including optical<sup>1,2</sup>, magnetic resonance<sup>1,3</sup> and positron emission tomogrophic imaging<sup>4</sup>."
        },
        {
            "header": "Reagents",
            "content": "pXa-1 plasmid can be obtained from Promega \\(Madison, WI). \r\n\n\npDisplay vector, lipofectamine, and primers 5'-ctcgtcagatcttcgaaactgaaggtaaca-3' \\(upstream) and 5'-atactcccgcggggaaccttcgatgagctcg-3' \\(downstream) as well as DH10B electrocompetent cells can be purchased from Invitrogen \\(Carlsbad, CA). \r\n\n\nBgl II, Sac II restriction enzymes and their reaction buffer \\(10x buffer 2), T4 DNA ligase and its reaction buffer \\(10x ligase buffer) as well as 1kb DNA ladder can be obtained from New England Biolabs \\(Beverly, MA). \r\n\n\nQuiagen gel purification, Miniprep and Maxiprep kits can be obtained from Qiagen \\(Valencia, CA). \r\n\n\nProtease inhibitor, anti-HA antibody  can be purchased from Roche \\(Indianapolis, IN). \r\n\n\nBradford reagent and 10% polyacrylamide minigels can be obtained from BIO-RAD \\(Hercules, CA). \r\n\n\nECL-Anti-mouse antibody-horse radish peroxidase \\(HRP) conjugate \\(NA931V) can be obtained from Amersham Biosciences \\(Piscataway, N.J).\r\n\n\nAnti-mouse-Alexa594, Alexa660 and Alexa680 conjugates, anti-biotin antibody and streptavidin-HRP can be obtained from Molecular Probes \\(Eugene, OR).\r\n\n\nECL Reagent and SuperBlock buffer can be purchased from Pierce Biotech \\(Rockford, IL).\r\n\n\nFluorescent mounting medium can be obtained from DakoCytomation \\(Carpinteria, CA). \r\n\n\nPoly-lysine, sodium chloride, ampicillin, Ponseau staining solution, paraformaldehyde \\(PFA) and ethidium bromide can be purchased from Sigma \\(St. Louis, MO). \r\n\n\nPurina Biotin deficient diet 5836 can be obtained from Purina Test Diet \\(Richmond, IN).\r\n\n\nThermostable high fidelity Pfu DNA polymerase and its buffer can be obtained from Stratagene \\(La Jolla, CA). \r\n\n\nAgarose can be purchased from ISCBioExpress \\(Kaysville, UT). \r\n\n\nFetal bovine serum \\(FBS), penicillin and streptomycin mix, Dulbecco's modified Eagle's medium \\(DMEM) and OPTIMEM, 10x phosphate buffere saline \\(PBS) can be obtained from cellgro by Mediatech Inc. \\(Herndon, VA). \r\n\n\nBacto-tryptone, Bacto-yeast extract and Baco-Agar can be obtained from Becton Dickinson and Company \\(Sparks, MD). \r\n\n\nTissue culture plates, microscope cover glass and sodium dodecyl sulfate \\(SDS) can be obtained from Fisher Scientific \\(Pittsburg, PA)\r\n\n\n\r\n\n\nCell lysis buffer: 150 mM NaCl, 1% NP40, 0.5% deoxycholic acid, 0.1% sodium dodecyl sulfate in 50 mM Tris-HCl, pH 8. store at 4 0C. Make fresh every 1-2 weeks.\r\n\n\n50x TAE buffer: 2 M Tris-acetate, 50 mM EDTA \\(pH 8.0). to prepare 1 L add 242 g Tris base, 57.1 ml glacial acetic acid and 100 ml 0.5M EDTA, adjust to pH 8.0. Store at room temperature. \r\n\n\n6x Gel loading buffer: 30% glycerol, 0.25% bromophenol blue and 0.25% xylene cyanol. Store at room temperature.\r\n\n\n4x polyacrylamide loading buffer: to make 8mL, 4mL Tris-HCl \\(0.5M), pH 6.8, 1.6 mL 20% SDS, 5mg Bromophenol blue, 1.6 mL glycerol, 0.8 mL beta-mercaptoehanol.  Store at -20 C.\r\n\n\n10x Running buffer: to make 1L, add 30.2g Tris, 144 g Glycine, 10 g of SDS and increase the volume with ddH<sub>2</sub>O.\r\n\n\n10x Transfer buffer: To prepare 1 L, add 29 g Tris, 147 g Glycine and increase the volume with ddH<sub>2</sub>O\r\n\n\n10x TBST: To prepare 1L, 80 g of NaCl, 30 g Tris, pH 8, add 5 mL of Tween-20 and increase the volume with ddH<sub>2</sub>O.\r\n\n\nSOB medium: To make 1L, 20 g bacto-tryptone, 5 g bacto-yeast extract, 0.5 g NaCl and increase the volume with ddH<sub>2</sub>O. Sterilize by autoclaving for 20-30 min.\r\n\n\nSOC medium: To SOB medium add 20 mM of sterile glucose and store at -20 C. 1M solution of glucose is prepared by dissolving 18 g of Glucose in 100 mL of ddH<sub>2</sub>O and is sterilized by filtration through 0.22-micron filter.  \r\n\n\nLuria-Bertanu \\(LB) medium. To make 1 L, add 10g bacto-tryptone, 5g bacto-yeast extract, 10g NaCl and increase the volume with ddH<sub>2</sub>O). Mix well and sterilize by autoclaving as above.\r\n\n\nLB-agar plates with ampicillin: To 1 L of LB medium, add 15 g of agar and sterilize as above. After cooling to around 60 C, add 500 µl of 100 mg/ml ampicillin \\(prepared in ddH<sub>2</sub>O and stored at -20 C) and poor it into plates near flame.  Once solidified, seal plates with parafilm and store at 4 C.  Make fresh every one month."
        },
        {
            "header": "Equipment",
            "content": "Polymerase chain reaction is carried out using the multi block system \\(MBS) satellite thermal cycler \\(Thermo Electron Corporation, Waltham, MA). Fluorescence microscopy is performed using a Zeiss LSM 510 confocal microscope \\(Jena, Germany). Coronal fluorescence mediated tomographic images are acquired using a continuous wave-type scanner capable of acquiring transillumination, reflectance and absorption data \\(Visen Medical, Woburn, MA). DNA transformation is performed using electroporator 2510 \\(Eppendorf, Westbury, NY). FACS analysis is performed using FACS-Calibur cytometer \\(Becton Dickinson, San Jose, CA)."
        },
        {
            "header": "Procedure",
            "content": "1) Cloning of BAP in pDisplay.  The BAP sequence is cloned between the N-terminal epitope of hemagglutinin A \\(HA), which is preceded by a signal sequence from the murine Ig kappa-chain V-J2-C, and the C-terminal PDGF receptor transmembrane \\(TM) domain generating the pBAP-TM plasmid encoding the HA-BAP-TM protein \\(BAP-TM reporter)\n1\n.\r\n\n\n1a) Polymerase chain reaction. The PSTCD BAP sequence \\(387 bp) is first amplified by PCR from pXa-1 plasmid \\(Promega, Madison, WI) as follows: for each reaction, add 5 µl  Pfu buffer \\(10x buffer), 2.5 µl of each upstream and downstream primer \\(10 μM), 1.5 µl dNTPs mix \\(5 mM), 1 µl  pXa-1 \\(20 mg/L), 5 µl DMSO \\(Critical, PCR of BAP is not successful without it), 1 µl Pfu DNA polymerase \\(2.5 units/µl) and increase the volume to 50 µl with autoclaved ddH\n2\nO. Set the conditions for the PCR as follows: an initial denaturation step at 95\no\nC for 3 min followed by 35 cycles of 30 sec 95\no\nC denaturation, 30 sec 48\no\nC annealing, 1 min 72\no\nC extension and a final extension step of 10 min.\r\n\n\n\r\n\n\n1b) Purification of PCR product.  First, make 1% agarose gel by boiling in a microwave 1g of agarose in 100 µl 1xTAE buffer until dissolved. Add 5 µl ethidium bromide \\(10 g/L) and poor the gel in the electrophoresis apparatus and wait 30 min to 1 h until gel solidifies. To the 50 µl PCR product, add 10 µl of 6x gel loading buffer and load it into a well \\(7 mm or larger) of the agarose gel \\(8x10 cm minigel or larger). Also, load 1kb DNA ladder \\(500 ng containing 1x GLB) in another lane. Run the gel at 80V for about 1hr at room temperature.  Take out the gel from the apparatus and check the corresponding size of the PCR product \\(should be around 400 bp) using a UV light.  Excise the portion of gel containing this band using a razor blade and extract the DNA with Qiagen gel extraction kit as per the manufacturer’s instructions.  \r\n\n\n\r\n\n\n1c) Preparing the plasmid and the PCR product for cloning.   Since the PCR primers are designed to introduce a BglII site at the 5’ end and SacII at the 3’ end of the BAP sequence, digest the purified PCR product with these enzyme in a 100 µl reaction by adding 10 µl 10x NEB buffer 2 \\(reaction buffer for these enzymes), 20 units of each restriction enzyme and make up the rest of the volume with ddH\n2\nO.  At the same time, digest 5 µg pDisplay DNA under the same conditions.  Incubate the digestion reactions for 2-3 h \\(or overnight ) at 37\no\nC.   After this period, electrophorese the digested pDisplay DNA on 1% agarose gel along side a 1 kb DNA ladder and extract the single band corresponding to the digested pDisplay using Qiagen kit \\(as above).  Purify the digested PCR product using the Qiagen kit without running it on the gel.  Quantify the amount of DNA by using the method of choice in the laboratory or by simply loading 2 µl of the digested backbone and PCR product along with a known amount of the 1 kb DNA marker on 1% agarose gel and resolve by electrophoresis. Compare the band intensity of the PCR product and the vector to the DNA standard and estimate the concentration of DNA by eye.\r\n\n\n\r\n\n\n1d) Ligation of the BAP-coding sequence in pDisplay to make pBAP-TM. In 20 µl reaction, add 2 µl 10x ligase buffer, 30 fmoles of digested pDisplay DNA, 90 fmoles of the PCR product \\(above), 1 µl \\(400 units/µl) of T4 DNA ligase and make up the rest of the volume with ddH\n2\nO. Incubate the ligation reaction overnight at 14\no\nC \\(or in a water batch stored in the cold room).  Transform 1 µl of the ligation into DH10B electrocompetent bacterial cells or equivalent as follow: take 1 µl of the ligation reaction and add it to 30 µl of electrocompetent cells, transform by electroporation, increase the volume to 500 µl SOC medium and incubate for 1h at 37\no\nC with shaking.  Plate 200 µl onto LB agar plate containing ampicillin and incubate overnight at 37\no\nC.  Pick 10 colonies from the plate and culture each in 4 mL LB containing ampicillin \\(50 mg/L) overnight at 37\no\nC with shaking. Purify the plasmid DNA from these cultures using Qiagen miniprep kit. Digest 5 µl of each DNA with both Bgl II and Sac II restriction enzymes in 20 µl reaction, as above. Electrophorese the digested DNA on a 1% agarose gel along with 1kb DNA ladder and check for the clone that gives you 2 bands corresponding to the digested plasmid \\(5.3 Kb) and the PCR product \\(around 400 bp). Transform the correct clone back into electrocompetent bacteria, pick a single colony, and culture it as above. Make Glycerol stcok by adding 100 µl of glycerol \\(sterilized by autoclaving) to 900 µl of bacterial culture containing this clone.  Quick freeze with dry ice/methanol bath and store at -80\no\nC. Finally expand this clone in 200 mL of LB with ampicillin and purify the plasmid DNA using Qiagen maxiprep kit. \r\n\n\n\r\n\n\n2) Transfection of mammalian cells. In general, any gene delivery method, transfection or infection, would work. Grow BHK-12 baby hamster kidney cells \\(from Dr. William Bowers, Univ. Rochester, NY, also available from ATCC, Manassas, VA) in DMEM supplemented with 10% FBS, 100 U penicillin and 0.1 mg of streptomycin per ml at 37\no\nC and 5% CO2 in a humidified atmosphere. Note: any other mammalian cell type that is highly transfectable with lipofectamine can be used.  Plate cells in p60 plates to achieve 70-80% confluency the next morning.   Label 2 tubes. In tube 1, add 10 µl lipofectamine to 200 µl OPTIMEM; and in tube 2, 3 µg pBAP-TM DNA to 200 µl OPTIMEM. Mix tube 1 and 2 and incubate for 45 min at room temperature. As a negative control, use pDisplay in tube 2 instead of pBAP-TM.  Increase the volume to 1.5 mL with OPTIMEM.  Wash the plates with OPTIMEM, add the mix and incubate at 37\no\nC for 4 hrs with occasional rocking of the plates. Then, remove the mix and add 3mL of fresh growth media and return to 37\no\nC/5% CO\n2\nincubator.  \r\n\n\n\r\n\n\n3) Western Blotting. Forty-eight hrs post-transfection, rinse the cell monolayer once with PBS and harvest cells by scraping into 1.5 mL PBS. Spin down the cells at 300g for 5min and lyse them by adding 50 µl lysis buffer supplemented with 0.5 µl protease inhibitor and incubating on ice for 30min. Centrifuge at 10,000g for 30 min \\(at 4\no\nC), collect the supernatant and quantify the total protein concentration of the cell lysate using the Bradford reagent assay. Resolve 20-50 µg protein \\(in lysate) by SDS-polyacrylamide gel electrophoresis \\(SDS-PAGE) in running buffer with molecular weight standards as described\n10\n.  After transferring proteins onto nitrocellulose membranes by electrolytic transfer in transfer buffer, stain membranes with Ponceau by adding it to the membrane and mixing it for 1 min to verify even protein loading. Block the membrane with 10% fat-free skim milk in TBST buffer for 1hr at room temperature. To visualize the biotinylated protein, BAP-TM \\(MW 22 kDa), incubate the membrane with 1 µg/ml streptavidin-horseradish peroxidase conjugate \\(diluted in 5% fat-free skim milk in TBST)  for 30 min at room temperature with shaking. Wash the membrane 3x \\(15 min each) with TBST and add ECL reagent and shake for 1 min. insert membrane in a cassette, place film on top in the dark and develop by autoradiography. For the detection of BAP-TM HA-tag, incubate membrane with 0.2 µg/ml anti-HA antibody \\(diluted in 2% fat-free skim milk in TBST) for 1 hr at room temperature. Wash as above and add ECL secondary antibody-HRP conjugate \\(diluted 5,000 fold with TBST) for 1hr at room temperature.  Wash 3x with TBST, add ECL Reagent and develop as above. \r\n\n\n\r\n\n\n4) Cell surface staining.   Place microscope cover glass \\(circle diameter 15mm) in 12 well plate and coat them with 0.1 µg/mL poly-lysine in PBS for 1hr at 37\no\nC.  Wash the coverglass with PBS and store them at 37\no\nC until use. Transfect the cells as above and 24 hrs later, re-plate the cells on these poly-lysine-coated glass coverslips.  One may plate cells at different densities to select the ones that are most suitable for cell surface staining.  In general a confluency which allows one to look at a single cell is preferable.  24 h later, transfer the coverslips into a clean 12 well plate and perform surface staining on living cells or fixed non-permeabilized cells.\r\n\n\n4a) Live cell staining.  Wash cells once with DMEM and incubate them with 0.4 µg/ml anti-HA antibody or anti-biotin antibody \\(diluted in DMEM) for 6 min at room temperature. Longer incubation may lead to higher background. Some antibodies do not work well on live cells and may work better on fixed cells \\(see below). Then, wash cells quickly 3x with DMEM and incubate them with 20 µg/ml secondary antibody conjugated to Alexa594 for 30 min at room temperature in the dark. Wash cells again with DMEM, fix them with 4% paraformaldehyde \\(PFA) for 10 min, wash again with PBS and mount coverslips on microscope slide using fluorescent mounting medium.  Analyze cells by confocal fluorescence microscopy. \r\n\n\n4b) Staining on fixed non-permeabilized cells. Fix cells with 1.5% PFA for 10 min. Note: longer incubation or higher PFA concentration may lead to indirect permeabilization.  After washing 3x with PBS, block coverslips with either 10% normal goat serum \\(NGS) and 1% BSA for HA detection, or with SuperBlock blocking buffer for 1 hr at 37\no\nC for biotin detection. Wash coverslips 3x with PBS, and incubate the non-permeabilized cells with either with 1 µg/mL anti-HA antibody diluted in 1% NGS or 10 µg/mL anti-biotin antibody diluted in 2% Superblock buffer at 37\no\nC for 1 hr.  Wash again as above and incubate coverslips with 2 µg/mL secondary antibody conjugated to Alexa594.  Finally, wash coverslips and mount them on microscope slides as above, and analyze by confocal fluorescence microscopy. \r\n\n\n\r\n\n\n5) FACS analysis.  Collect transfected cells expressing BAP-TM or control cells \\(from section 2, above) by treating them with trypsin. Pellet the cells by spinning down at 300g for 5 min \\(4\no\nC) using a microcentrifuge and wash them once with PBS.  Incubate the cells with 10µg/mL streptavidin-Alexa680 diluted in PBS for 20 min at 4\no\nC. To remove any non-specific binding, include 0.5% of dialyzed BSA. Note: it is important to wash the cells free of serum and to dialyze the BSA before use since they both contain endogenous biotin which might interfere with the binding of streptavidin to biotinylated receptors. On the other hand, cells can be incubated with 20 µg/mL anti-biotin antibody for 6 min at room temperature followed by washing and 30 min incubation with 5 µg/mL secondary antibody conjugated to Alexa660 both diluted in PBS with 0.5% BSA. Here, there is no need to dialyze the BSA since the antibody does not bind free biotin.  As a positive control, stain the cells with antibody to HA in a similar manner. Than, wash the cells, resuspend them in 200 µl PBS and analyze them with FACS.\r\n\n\n\r\n\n\n_In vivo_ studies.  All animal studies should be performed with relevant institutional guidelines and regulations. Since mice have 10-100 times higher serum levels of biotin than humans\n10,11\n, levels can be made comparable to humans by placing mice on a biotin-deficient diet for five days before injection of imaging agents.  In general, since an excess of streptavidin agents is administered, this step may not be critical and normal diet may be sufficient to perform these mice studies. Infect Gli36 human glioma cells, or another tumor cell line able to form tumors in mice with a lentiviral vector encoding BAP-TM and eGFP in culture as follows:\n1,12\n.  In general, any gene transfer method which has a high efficiency of transduction can be used. Rinse the cells with PBS and resuspend them in culture media \\(about 5 million cells in 200 µl) in an eppendorf tube.  Add the viral vector so you have a multiplicity of infection \\(transducing units per cell) of 20 and incubate for 1 h at 37\no\nC. Then, increase the volume with culture media and re-plate the cells. After 48 hrs, check eGFP expression. If the infection results are not satisfactory, repeat the infection one more time on the same cells.  If using lentiviral vectors or any other vectors which confers stable gene expression on cells, keep the cells in culture, otherwise, infect the cells and implant them 24 h later. Resuspend 5 million cells in 100 µL PBS, and implant them subcutaneously in the back flanks of nude mice \\(6 weeks old, weighing 25-27 g), which have been  anesthetized by i.p injection of a mixture of ketamine \\(25 g/L) and xylazine \\(5 g/L).  Implant the BAP-TM-expressing cells on one side of the mouse and control cells on the other side.  About two weeks later, when tumors reached a size of 3-5 mm in diameter, inject mice i.v. with 70 nmoles/kg body weight \\(with respect to fluorophore) streptavidin-Alexa680 conjugate and image 24 hrs later by FMT under general isoflurane anesthesia \\(1-1.5% at 2 L/min)\n1,13\n. Similar protocol can be used for imaging with MR after injection of streptavidin conjugated to magnetic nanoparticles \\(MNP)\n1,13\n. Alternately a two-step protocol can be performed as follows: inject mice with 70 nmoles/kg body weight of streptavidin.  Wait 18 hrs to allow the streptavidin to bind to biotin on the surface of tumor cells and for the unbound streptavidin to be cleared from circulation. Inject with similar amount of biotinylated-MNP and image with T2-weighted MR 24 hrs later\n1,3\n."
        },
        {
            "header": "Timing",
            "content": "one week to one month"
        },
        {
            "header": "Anticipated Results",
            "content": "Western blotting and surface staining: Expect a sharp band around 22 kDa on western blots after detection with either streptavidin-HRP or a combination of anti-HA and secondary antibody-HRP conjugate \\(Fig. 1a).  When using streptavidin-HRP, two-three other fainter bands, depending on how long the gel is run, are usually observed at around 80 and 120 kDa which corresponds to endogenous mammalian biotinylated proteins<sup>6,14</sup>. A typical FACS analysis chromatogram and microscopy image of surface labeled cells are shown in Figure 1b,c,d and e.  \r\n\n\n\r\n\n\n_In vivo_ fluorescence mediated tomographic imaging. FMT imaging of mice injected with streptavidin-Alexa680 usually reveals little fluorescence signal for control tumor in contrast to BAP-TM expressing tumors which shows a clear detectable signal.  In general, there is 10-15 fold higher fluorescence in tumors expressing the BAP-TM as compared to control tumors \\(Fig. 2a and b). \r\n\n\n\r\n\n\n_In vivo_ magnetic resomance imaging. Injection with streptavidin-MNP or streptavidin followed by biotin-MNP and imaging with T2-weighted MR  should show a significant decrease in the spin-spin relaxation time \\(T2) in BAP-TM-expressing tumors as compared to control tumors.  A typical T2 value for control tumor is around 150 ms and for BAP-TM-expressing tumor is around 80 ms \\(Fig. 3a and b)."
        },
        {
            "header": "References",
            "content": "1. Tannous, B.A., Grimm J., Perry K. F., Chen J. W., Weissleder R., Breakefield X. O. Metabolic biotinylation of cell surface receptors for _in vivo_ imaging. _Nature Methods_ **3**, 391-396 \\(2006).\r\n  2. Montet, X., Ntziachristos, V., Grimm, J. & Weissleder, R. Tomographic fluorescence mapping of tumor targets. _Cancer Res_ **65**, 6330-6 \\(2005).\r\n  3. Weissleder, R. et al. In vivo magnetic resonance imaging of transgene expression. _Nat Med_ **6**, 351-5 \\(2000).\r\n  4. Blasberg, R. PET imaging of gene expression. _Eur J Cancer_ **38**, 2137-46 \\(2002).\r\n  5. Diamandis, E.P. & Christopoulos, T.K. The biotin-\\(strept)avidin system: principles and applications in biotechnology. _Clin Chem_ **37**, 625-36 \\(1991).\r\n  6. Chapman-Smith, A. & Cronan, J.E., Jr. In vivo enzymatic protein biotinylation. _Biomol Eng_ **16**, 119-25 \\(1999).\r\n  7. Parrott, M.B. & Barry, M.A. Metabolic biotinylation of recombinant proteins in mammalian cells and in mice. _Mol Ther_ **1**, 96-104 \\(2000).\r\n  8. David, R., Groebner, M. & Franz, W.M. Magnetic cell sorting purification of differentiated embryonic stem cells stably expressing truncated human CD4 as surface marker. _Stem Cells_ **23**, 477-82 \\(2005).\r\n  9. Viens, A., Mechold, U., Lehrmann, H., Harel-Bellan, A. & Ogryzko, V. Use of protein biotinylation in vivo for chromatin immunoprecipitation. _Anal Biochem_ **325**, 68-76 \\(2004).\r\n  10. Hewett, J. et al. Mutant torsinA, responsible for early-onset torsion dystonia, forms membrane inclusions in cultured neural cells. _Hum Mol Genet_ **9**, 1403-13 \\(2000).\r\n  11. Axworthy, D.B. et al. Cure of human carcinoma xenografts by a single dose of pretargeted yttrium-90 with negligible toxicity. _Proc Natl Acad Sci U S A_ **97**, 1802-7 \\(2000).\r\n  12. Rusckowski, M., Fogarasi, M., Fritz, B. & Hnatowich, D.J. Effect of endogenous biotin on the applications of streptavidin and biotin in mice. _Nucl Med Biol_ **24**, 263-8 \\(1997).\r\n  13. Sena-Esteves, M., Tebbets, J.C., Steffens, S., Crombleholme, T. & Flake, A.W. Optimized large-scale production of high titer lentivirus vector pseudotypes. _J Virol Methods_ **122**, 131-9 \\(2004).\r\n  14. Grimm, J. et al. Use of gene expression profiling to direct in vivo molecular imaging of lung cancer. _Proc Natl Acad Sci U S A_ **102**, 14404-9 \\(2005).\r\n  15. Kirkeby, S., Moe, D., Bog-Hansen, T.C. & van Noorden, C.J. Biotin carboxylases in mitochondria and the cytosol from skeletal and cardiac muscle as detected by avidin binding. _Histochemistry_ **100**, 415-21 \\(1993)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by grants from NCI CA69246 \\(XOB and RW), CA86355 \\(RW and XOB), CA92782 \\(RW) and the Brain Tumor Society \\(XOB and BAT). We thank Dr. Miguel Sena-Esteves \\(MGH) for providing the lentivirus vectors. We also thank Mr. Peter Waterman for FMT analysis and Ms. Sarah Rhee for MR image acquisitions."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth875",
                "date": "2006-04-09 07:40:55",
                "title": "Metabolic biotinylation of cell surface receptors for in vivo imaging",
                "authors": [
                    "Bakhos A Tannous"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9676,
                "identity": "9e8190c6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bakhos A.  Tannous",
                "email": "",
                "orcid": "",
                "institution": "Massachusetts General Hospital and Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bakhos",
                "middleName": "A.",
                "lastName": "Tannous",
                "suffix": ""
            },
            {
                "id": 9677,
                "identity": "9e81962b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jan Grimm",
                "email": "",
                "orcid": "",
                "institution": "Massachusetts General Hospital and Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jan",
                "middleName": "",
                "lastName": "Grimm",
                "suffix": ""
            },
            {
                "id": 9678,
                "identity": "9e8198d7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Katherine Perry",
                "email": "",
                "orcid": "",
                "institution": "Massachusetts General Hospital and Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Katherine",
                "middleName": "",
                "lastName": "Perry",
                "suffix": ""
            },
            {
                "id": 9679,
                "identity": "9e819ab1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ralph Weissleder",
                "email": "",
                "orcid": "",
                "institution": "Massachusetts General Hospital and Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ralph",
                "middleName": "",
                "lastName": "Weissleder",
                "suffix": ""
            },
            {
                "id": 9680,
                "identity": "9e819c4c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xandra O.  Breakefield",
                "email": "",
                "orcid": "",
                "institution": "Massachusetts General Hospital and Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xandra",
                "middleName": "O.",
                "lastName": "Breakefield",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-11-14 12:09:17",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.132",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.132",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607574,
                "identity": "68c3c00e-c99d-4935-8b5e-8838213787d7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:40",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 20859,
                "visible": true,
                "origin": "",
                "legend": "Biotinylation of recombinant BAP-TM protein in mammalian cells.   (a) BHK-12 cells were transfected with pDisplay control or with BAP-TM expression constructs, then lysed and analyzed by western blotting using streptavidin-HRP. The strong band at 22 kDa corresponds to the BAP-TM reporter protein. Other fainter bands correspond to endogenous mammalian biotinylated proteins. (b) Viable BHK-12 cells expressing eGFP alone (control) or BAP-TM and eGFP were labeled with anti-biotin followed by secondary antibody-Alexa-660 conjugate and FACS analyzed for both eGFP and Alexa660 fluorescence.  (c-e) Gli36 cells on coverslips were infected with lentivirus vector encoding BAP-TM and eGFP and fixed with 1.5% paraformaldehyde under non-permeabilizing conditions 48 h later. (c) eGFP fluorescence; (d)  staining for biotin with anti-biotin antibody followed by secondary antibody-Alexa594 and confocal microscopy. (e) overlay image of c and d. Scale bar, 50 µm.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4/v1/figure_1.jpg"
            },
            {
                "id": 2607575,
                "identity": "e09cab7b-a427-4b84-9cd7-a725708c54e7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:40",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 54823,
                "visible": true,
                "origin": "",
                "legend": "_In vivo_ fluorescence quantitation of tumors expressing metabolically biotinylated mammalian surface receptors.   Glioma tumors expressing BAP-TM (left) or control tumor (right) were imaged by FMT 24 h after i.v. injection of streptavidin-Alexa680. (a) The 3D FMT image is displayed at different depths of the coronal plane (z axis). The fluorescence signals are superimposed with the grayscale planar excitation light image of the mouse. scale bar, 1 cm. (b) Quantitation of tumor associated streptavidin-fluorochrome levels.  The mean plus-or-minus S.E.M. for the control is 15 plus-or-minus 10 pmol and for the BAP-TM-expressing tumor is 230 plus-or-minus 18 pmol (n = 3), with *p<0.001 as calculated by the student’s t-TEST.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4/v1/figure_2.jpg"
            },
            {
                "id": 2607573,
                "identity": "6c156447-bb41-4d28-98e3-6a9758e1ec99",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:40",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 9923,
                "visible": true,
                "origin": "",
                "legend": "T2-weighted MR imaging of tumor cells expressing either biotinylated surface reporter _in vivo_.   (a – b) Mice bearing glioma tumors expressing BAP-TM (right) or control tumor (left) were injected i.v. with streptavidin-MNP conjugate and imaged with MR 24 h later: (a) A T2-weighted axial MR slice through the tumor-bearing region of a typical mouse is shown. The BAP-TM expressing tumor shows significantly lower T2 as compared to the control (i.e. there is a larger decrease in T2 from baseline). (b) T2 values evaluated in the tumors shown in (a). The mean plus-or-minus S.E.M. for the control tumor is 160 plus-or-minus 6 and for the BAP-TM-expressing tumor is 80 plus-or-minus 6 (n = 3) with *p<0.001.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4/v1/figure_3.jpg"
            },
            {
                "id": 13464364,
                "identity": "540211c0-27e1-4e11-abb5-adace51e28e4",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:04",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 221532,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4/v1/387c7072-2ddb-4d6b-adf9-9e1f87ad82d6.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "metabolic biotinylation, surface receptors, biotin acceptor peptide, biotin ligase, imaging              ",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Metabolic biotinylation of mammalian cell receptors for imaging",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-05-11 23:00:00",
                "doi": "10.1038/nprot.2006.132",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e8122eb-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 11th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1189,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 1190,
                "name": "Genetics"
            },
            {
                "id": 1191,
                "name": "Biochemistry"
            },
            {
                "id": 1193,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-05-11 23:00:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}