{
    "identity": "nprot-2411",
    "title": "Targeted transduction of cells/tissue in vivo",
    "content": [
        {
            "header": "Introduction",
            "content": "In vivo Magnetofection™ is a rapid, simple and highly efficient method especially dedicated to transduce target cells/tissue in vivo. This original system combines magnetic nanoparticles and viral vectors that will be retained after injection at the magnetically targeted site. In this way, targeted delivery minimizes systemic distribution, decreases gene vectors inactivation and reduces toxicity. Furthermore, the magnetic forces enhance the uptake of magnetic nanoparticles by the target tissue, and thus improve the efficiency of transduction. This allows decreasing the required process time of delivery to few minutes which is crucial for improvement of in vivo nucleic acid delivery \\(principally in stringent conditions, refer to results for more information). All In vivo Magnetofection™ reagents have been especially designed by our R&D team to meet in vivo grade quality \\(reagents performed under high manufacturing and quality standards and tested by strict quality controls)."
        },
        {
            "header": "Reagents",
            "content": "OZ Biosciences offers a ready-to-use In vivo Magnetofection™ reagent for In Vivo Transduction:\r\n\n\nIn vivo ViroMag is an optimized nanoparticles formulation dedicated to viral vectors. It is particularly suitable for Lentiviral/Retroviral, Adenoviral and Adeno-Associated Viral \\(AAV) vectors."
        },
        {
            "header": "Equipment",
            "content": "- Several kinds of magnets are provided with the In vivo Magnetofection™ kit:\r\n\n\n\r\n\n\nExtra Small Cylinder 2 mm \\(diameter) x 5 mm \\(height) • Brain area\r\n\n\n• Endothelial cells\r\n\n\n• Small tumors\r\n\n\n• Lymph node\r\n\n\n• Ovary\r\n\n\n• Adrenal gland\r\n\n\nSmall Cylinder 5 mm \\(diameter) x 5 mm \\(height) • Subcutaneous tumors\r\n\n\n• Salivary gland\r\n\n\n• Brain\r\n\n\nCylinder 10 mm x 5 mm \\(height) • Subcutaneous tumors\r\n\n\n• Pancreas\r\n\n\n• Spleen\r\n\n\nSquare 17 mm \\(length) x 17 mm \\(length) x 5mm \\(height) • Large organs\r\n\n\n• Large tumor\r\n\n\n• Muscle \r\n\n\n• Lung\r\n\n\n• Skin flap\r\n\n\n\r\n\n\n- Surgical equipment"
        },
        {
            "header": "Procedure",
            "content": "In vivo ViroMag \r\n\n\n\r\n\n\n\r\n\n\nThe amount of virus you need to inject is closely correlated to your viral preparation, the route of injection, the target tissue and your preliminary in vitro studies. The In vivo ViroMag and saline solutions should be at room temperature. You may use 10 to 20 µL of In vivo ViroMag per 1x106 infectious viral particles. Do not exceed recommended volumes for injection.\r\n\n\n\r\n\n\n1. Reagents preparation. Immediately before use, vortex In vivo ViroMag vial. Add suitable amount of In vivo ViroMag to a sterile microtube\r\n  Note: If required In vivo ViroMag can be diluted with deionized water only. Discard the diluted In vivo ViroMag after use.\r\n\n\n\r\n\n\n2. Complexes formation. Add your virus preparation to the tube containing the In vivo ViroMag reagent and mix immediately by pipetting up & down. Incubate 15-30 min at room temperature.\r\n  \r\n\n\n3. Injection.\r\n  a. Place the magnet on your targeted tissue\r\n\n\nb. Slowly inject the complexes \r\n\n\nc. Let the magnet stand from 5 min to 1 h \r\n\n\nNotes for intracerebroventricular or intratumoral injections: Place the magnet few seconds after complexes injection. Dye e.g. Fast Green FCF can be added to the complexes solution for a better monitoring of the injection.\r\n\n\n\r\n\n\n4. Monitor gene expression at the appropriate time point.\r\n  \r\n\n\nImportant notes: \r\n\n\n• Do not inject more than 1 mL of In vivo ViroMag per animal.\r\n\n\n• Do not inject complexes if precipitate has formed"
        },
        {
            "header": "Timing",
            "content": "The magnetic incubation time depends on the animal and the targeted tissue:\r\n\n\n• for tumor, from 20 min \\(mouse, rat) to 1 hour \\(hamster, cat)\r\n\n\n• for endothelial cells, from 5 to 20 min for mouse and rat, from 20 min to 1 h for rabbit or pig\r\n\n\n• for peripheral tissue \\(e.g. stomach, gut, heart), 20 min\r\n\n\n• for intracerebroventricular injection, 5 min \r\n\n\n\r\n\n\nNotes: \r\n\n\n• For long incubation time, \\(e.g. intratumoral injection), the magnet could be attached to the animal using adhesive tape in order to create a strong magnetic field in the area of the injection.\r\n\n\n• Magnets can be easily handled with any magnetic surgical instruments \\(forceps, clamps, needle holders).\r\n\n\n• Magnets can be sterilized by heat \\(steam sterilization or dry heat sterilization) or chemical means \\(ethanol 70%)."
        },
        {
            "header": "Troubleshooting",
            "content": "Problems \r\n\n\nLow efficiency \r\n\n\n1- Viral particles quality. Ensure that the ratio total/infectious particles number is correct\r\n\n\n\r\n\n\n2- Expression cassette. Make sure that the transgene is well expressed in vivo, meaning that the expression cassette \\(promoter, terminator…) is suited for in vivo.\r\n\n\n\r\n\n\n3- Route of Injection. In order to improve your transduction, prefer a route of injection close to your target tissue; e.g. inject your vector intra-arterially into the tissue supplying artery \\(use the same quantity as intravenous administration, be careful, intra-arterial manipulations enhance the risk of thrombosis) or directly into the tissue of interest together with magnet application. \r\n\n\n\r\n\n\n4- Medium used for preparing transduction complexes. Favour saline buffer \\(HBS, PBS, normal saline, Ringer’s solution) or 5% glucose during the preparation of the complexes.\r\n\n\n\r\n\n\n5- Injection volume. Optimize the volume of injection to your application.\r\n\n\n\r\n\n\n6- Speed of injection. DNA expression could be dependent on the injection speed, adapt your speed of injection to your target tissue.\r\n\n\n\r\n\n\n7- Transduction reagent temperature. Reagents must be at room temperature and be vortexed prior to use.\r\n\n\n\r\n\n\n8- Old transduction reagent / DNA complexes. The transduction reagent / viral particles complexes must be freshly prepared every time. Complexes prepared and stored for longer than 2 hours can be aggregated.\r\n\n\n\r\n\n\n9- Incubation time. Optimal time range between transduction and assay varies with tissue, promoter, expression product, etc. Transduction efficiency can be monitored after 4 – 48h by analyzing the gene product.\r\n\n\n\r\n\n\n\r\n\n\nPrecipitate formation \r\n\n\n- Injection solution. Prefer 5% glucose \\(final concentration) than saline buffer \\(HBS, PBS, normal saline, Ringer’s solution)."
        },
        {
            "header": "References",
            "content": "Please refer to the results sheet and to our website for a more comprehensive list of bibliographic reference.\r\n\n\n- Gupta A.K and Gupta M 2005 Synthesis and surface engineering of iron oxide nanoparticles for biomedical applications. Biomaterials. 26:3995-4021.\r\n\n\n- Laurent N, Sapet C, Le Gourrierec L, Bertosio E and Zelphati O 2011 Nucleic acid delivery nanoparticles : the Magnetofection™ technology. Therapeutic Delivery. 2:471:482.\r\n\n\n- Plank C, Zelphati O, Mykhaylyk O. 2011 Magnetically enhanced nucleic acid delivery. Ten years of magnetofection-progress and prospects. Adv Drug Deliv Rev. 63:1300-1331"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12107,
                "identity": "9fcd6adf-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Flavie Sicard",
                "email": "fsicard@ozbiosciences.com",
                "orcid": "",
                "institution": "OZ Biosciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Flavie",
                "middleName": "",
                "lastName": "Sicard",
                "suffix": ""
            },
            {
                "id": 12103,
                "identity": "9fcd6241-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mélanie Bertuzzi",
                "email": "",
                "orcid": "",
                "institution": "OZ Biosciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mélanie",
                "middleName": "",
                "lastName": "Bertuzzi",
                "suffix": ""
            },
            {
                "id": 12104,
                "identity": "9fcd6543-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nicolas Laurent",
                "email": "",
                "orcid": "",
                "institution": "OZ Biosciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nicolas",
                "middleName": "",
                "lastName": "Laurent",
                "suffix": ""
            },
            {
                "id": 12105,
                "identity": "9fcd67b7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Cédric Sapet",
                "email": "",
                "orcid": "",
                "institution": "OZ Biosciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Cédric",
                "middleName": "",
                "lastName": "Sapet",
                "suffix": ""
            },
            {
                "id": 12106,
                "identity": "9fcd693f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Elodie Bertosio",
                "email": "",
                "orcid": "",
                "institution": "OZ Biosciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Elodie",
                "middleName": "",
                "lastName": "Bertosio",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-06-07 14:39:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.024",
        "doiUrl": "https://doi.org/10.1038/protex.2012.024",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608504,
                "identity": "1b1b48d1-a5bf-4d39-acc4-c1b2839e6939",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:16",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 289780,
                "visible": true,
                "origin": "",
                "legend": "In vivo ViroMag – targeted viral infection icv as an image file.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2411/v1/figure_1.png"
            },
            {
                "id": 2608505,
                "identity": "83919711-2269-4570-96f1-33293d9849c2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:16",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1067487,
                "visible": true,
                "origin": "",
                "legend": "In vivo ViroMag – targeted viral infection icv as an image file.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2411/v1/figure_2.png"
            },
            {
                "id": 13464639,
                "identity": "265f82ea-d337-4974-9161-e1786c2d6fd9",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:08",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1491626,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2411/v1/bc8b9a9b-3658-460e-8d6e-cef44783cb71.pdf"
            },
            {
                "id": 2608502,
                "identity": "103eec22-fb57-4e8c-9c12-fab22c7aee7b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:16",
                "extension": "ppt",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 90624,
                "visible": true,
                "origin": "",
                "legend": "In vivo ViroMag – targeted viral infection icv   Infection of rat embryo brain with adenovirus   Sapet and coll. have shown that magnetic nanoparticles enhanced adenovirus transduction in vivo after intracerebroventricular injection (i.c.v.). Moreover, infection could be confined and directed towards the magnetic field.\r\n\r\n\r\nThe uterine horns of pregnant rats [embryonic day 15] were exposed, and the third ventricle of each embryo was injected with Fast Green combined with Ad-GFP complexed to AdenoMag. When injected with AdenoMag, a magnet was applied for 30s following injection on one side of the embryo cranium. After injection, the uterine horns were replaced. Pictures show the third ventricle of E17 rat embryo (2 days post surgery). In brains non-exposed to magnet (A), the adenovirus-transduced cells are located on both side of the ventricle; cells are mainly restricted to this region indicating that the injection took place in this part of the brain. In brains exposed to magnetic field (B), the infected cells are located on one side of the ventricle due to the 30 s magnet-application represented by white arrow. From Sapet et al. Pharm Res 2011; (13).\r\n",
                "description": "",
                "filename": "supplement0.ppt",
                "url": "https://assets.researchsquare.com/files/nprot-2411/v1/supplement_0.ppt"
            },
            {
                "id": 2608503,
                "identity": "3e73da6f-3a39-4d70-8e47-124f94f2b4de",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:16",
                "extension": "ppt",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 148992,
                "visible": true,
                "origin": "",
                "legend": "In vivo ViroMag – targeted viral infection icv   Infection of rat embryo brain with lentivirus   ViroMag magnetic nanoparticles associated with lentivirus have been used by Sapet and coll. to concentrate and target viral transduction in rat brain. Results showed a significant enhancement of gene expression with Magnetofection™ than with standard infection. \r\n\r\nBrain sections at 8 days after lateral ventricular injection of 109 particles of GFP-lentivirus coupled with ViroMag into in utero rat embryos (E16) showed a diffuse GFP expression (in green) due to a widespread infection of neurons (A). The association of GFP-lentivirus with ViroMag induced a targeted local area as shown by the GFP expression in neurons lying under a magnet at the surface of the embryo skull (B). A more intense and restricted GFP-expression (C) was also observed when the magnet was positioned on the edge of the brain leading to an accumulation of viral particles and infected neurons in the focal area. From Sapet et al. ; Drug Delivery Technol., 201010:24-29 (14).\r\n\r\n\r\nThe results present the high efficiency of In vivo ViroMag for targeted delivery of viral vector after intracerebroventricular injection\r\n",
                "description": "",
                "filename": "supplement0.ppt",
                "url": "https://assets.researchsquare.com/files/nprot-2411/v1/supplement_0.ppt"
            }
        ],
        "financialInterests": "Limited License for In vivo Magnetofection™\r\n\n\nThe purchase of In vivo Magnetofection™ Reagents grants the purchaser a non-transferable, non-exclusive license to use the kit and/or its separate and included components \\(as listed in section 1, Kit Contents). This reagent is intended for in-house research only by the buyer. Such use is limited to the transfection and transduction of nucleic acids and virus as described in the product manual. In addition, research only use means that this kit and all of its contents are excluded, without limitation, from resale, repackaging, or use for the making or selling of any commercial product or service without the written approval of OZ Biosciences.\r\n\n\n\r\n\n\nSeparate licenses are available from OZ Biosciences for the express purpose of non-research use or applications of In vivo Magnetofection™ Reagents. To inquire about such licenses, or to obtain authorization to transfer or use the enclosed material, contact the Director of Business Development at OZ Biosciences.\r\n\n\n\r\n\n\nBuyers may end this License at any time by returning all In vivo Magnetofection™ Reagents material and documentation to OZ Biosciences, or by destroying In vivo Magnetofection™ Reagents components. Purchasers are advised to contact OZ Biosciences with the notification that In vivo Magnetofection™ Reagents kit is being returned in order to be reimbursed and/or to definitely terminate a license for internal research use only granted through the purchase of the kit\\(s).\r\n\n\n\r\n\n\nThis document covers entirely the terms of In vivo Magnetofection™ Reagents research only license, and does not grant any other express or implied license. The laws of the French Government shall govern the interpretation and enforcement of the terms of this License.\r\n\n\n\r\n\n\nProduct Use Limitations for In vivo Magnetofection™\r\n\n\nIn vivo Magnetofection™ Reagents and all of its components are developed, designed, intended, and sold for research use only. They are not to be used for human diagnostic or included/used in any drug intended for human use. All care and attention should be exercised in the use of the kit components by following proper research laboratory practices.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "In Vivo, Transduction, AAV, lentivirus, retrovirus, adenovirus",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In vivo Magnetofection has been developed for in vivo targeted transduction with any viral vectors \\(In vivo ViroMag). Virus/nanoparticles can be easily administrated through various injection routes such as systemic administration \\(intravenous, intra-artery) or local administration \\(intraperitoneal, intratumoral, intracerebroventricular, intramuscular).",
        "manuscriptTitle": "Targeted transduction of cells/tissue in vivo",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-06-08 10:58:06",
                "doi": "10.1038/protex.2012.024",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fbed492-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 8th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2762,
                "name": "Cell biology"
            },
            {
                "id": 2763,
                "name": "Developmental biology"
            },
            {
                "id": 2764,
                "name": "Genetics"
            },
            {
                "id": 2766,
                "name": "Biological techniques"
            },
            {
                "id": 2767,
                "name": "Nanoscience and technology"
            },
            {
                "id": 2768,
                "name": "Neuroscience"
            },
            {
                "id": 2769,
                "name": "Molecular Biology"
            },
            {
                "id": 2770,
                "name": "Chemical biology"
            },
            {
                "id": 2771,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-06-08 10:58:06",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}