{
    "identity": "nprot-3007",
    "title": "Design of novel gold nanocluster and its composites for cancer cell imaging and tumor bio-marking",
    "content": [
        {
            "header": "Introduction",
            "content": "Bio-imaging has become an indispensable technique for collecting relevant information in cancer research, clinical trials and medical practice.<sup>1</sup> Hitherto, new technologies for bio-imaging — such as computed tomography \\(CT), positron emission tomography \\(PET), magnetic resonance imaging \\(MRI), sonography, fluorescence imaging — have been emerging for diagnosis and visualization of the tumor behavior. Although these different technologies have greatly improved the ability of tumor diagnosis and facilitated the surgical planning/resection of tumor, many challenges remain in medicine applications. For instance, the modalities of CT/PET do not provide real-time intraoperative assistance; MRI is time consuming and substantially adds to the length of surgery, anesthesia time, and financial costs<sup>2</sup>; the spatial resolution of sonography only limits to several mm<sup>3</sup>. In view of these considerations, tissue-selective fluorescence imaging is an emerging field which attains widespread biomedical application to reveal highly diverse anatomical, physiological, and molecular features of the structure studied, and thus attracts increasing attention for in vivo imaging of development, disease and drug discovery.\r\n\n\nIn vivo fluorescence imaging of tumors can be used to assess dynamic biological processes \\(i. e. vascular morphology<sup>4</sup>), and is also a potential technology for precise diagnosis of cancer and visualization of the treatment processes<sup>5, 6</sup>. In this perspective, gold nanoclusters are novel promising biocompatible nanoprobes, offering surfaces and cores exhibiting physicochemical properties \\(e.g., optical chirality<sup>7, 8</sup>, fluorescence<sup>9, 10</sup>, near-infrared photoluminescence<sup>9, 11, 12</sup>, and ferromagnetism<sup>13</sup>) that provide a panel of suitable labels for cellular, subcellular and molecular imaging in clinical analysis and diagnostics. As such, these materials will undoubtedly play a critical role in the early diagnosis and sensitive detection of cancer. Recently, significant interests have been rising in the potential biomedical applications of functional nanocomposites, especially, nanocomposites based on carbon nanomaterials \\(i.e., graphene<sup>14</sup>) and gold nanoclusters, as they can integrate the advantages of several nanomaterials and overcome the weaknesses of a single material, reflecting their \"cooperation\" strengths. Functional nanocomposites have shown their great potential in biological imaging and biomedical applications, such as the disease diagnostics and treatments as well as point of care testing. Wang group has established a novel strategy through designing ultra-small gold nanoclusters \\(GNCs) impregnated onto reduced graphene oxide nanocomposites \\(GNC-RGO) as target optical labels for effective cancer cell image.<sup>14</sup> In this protocol, we report an approach that the prepared nanocomposites through impregnating reduced grapheme oxide nanosheets with gold nanoclusters could allow a clear fluorescence imaging of the edges and morphology of the cells by the swift absorption by cancer cells, but more interestingly for oncotherapy it could carry anticancer agents such as doxorubicin \\(DOX) inside the cells while leading to some synergy in inducing karyopyknosis. Therefore, GNC-RGO could become a multimodal probe and drug carrier for targeting, detection, and oncotherapy.\r\n\n\nIn particular, in situ fluorescent bio-imaging can also be used as “the third eye” to help doctors monitoring the expression and activity of tumor bio-markers in vivo and evaluating how their location changes over time, which could be further utilized to assess the activity of the biological process that influence the behavior of tumors and/or their responsiveness to therapeutic drugs<sup>1</sup>. This may also raise the possibility for the surgical excision of tumors following self-imaging of small tumor ramifications in order to reduce potential risks associated to metastasis. This is, however, balanced by the difficulty of targeting nanoparticles synthesized ex-situ towards one type of cell, and by the fact that such nanoparticles are prone to easily disseminate inside most cells neighboring the targeted ones. In addition, even if when injected intravenously, circulating nanoparticles may be transferred to tumors through pores created in blood capillaries in the vicinity of tumors,<sup>15</sup> it remains that such nanoparticles will be readily recognized by the immune system, removed from circulation, and stored in the liver and kidneys, unless they are first capped with specific molecules to elude the immune system.\r\n\n\nFaced with these difficulties, we reported a gold nanocluster-based approach for specific cellular imaging and in vivo self-bio-marking of tumors, where the gold nanoclusters could be in situ biosynthesized in the specificity of tumor sites or microenvironments<sup>16</sup> taking advantage of the fact that cancer cells have a completely different redox homeostasis from normal cells. They are generally qualified as being in “high oxidized status” because they spontaneously produce high quantities of oxidants \\(ROS and RNS, viz., reactive oxygen or nitrogen species).<sup>17, 18</sup> However, ROS and RNS are ultimately generated inside such cells by reduction of dioxygen in order to eliminate excesses of electron production due to their high metabolic status. This peculiarity is exploited hereafter by providing cancer cells with an alternate biocompatible Au\\(III) electron acceptor short-circuiting these mechanisms and forcing them to biosynthesize in situ fluorescent gold nanoclusters inside their cytoplasms. This approach is established using chloroauric acid biocompatible salts, which are shown to undergo a more rapid and efficient spontaneous reduction into gold nanoclusters inside cancerous cells than in normal ones, enabling self-bio-imaging of cancer cells and tumors by long-lasting fluorescent markers.\r\n\n\nWe report hereafter a protocol that offers an alternative to the injection of the precursor of fluorescent nanoparticles by letting the tumor cells biosynthesize themselves excellent fluorescent labels leading to their sensitive bio-imaging with remarkable targeting and no toxicity. As a simple, safe and inexpensive bio-imaging strategy, this method excludes side effect of nanoparticles and provides a challenging multimode platform for cancer diagnosis and therapy, which could be also utilized for example by surgeons for excision of tumors \\(i. e., to see their exact mass during surgery)."
        },
        {
            "header": "Reagents",
            "content": "• Milli-Q water \\(18.2 MΩ•cm; Millipore)\r\n\n\n• Chlorauric acid \\(HAuCl<sub>4</sub>•3H<sub>2</sub>O; Sigma-Aldrich)\r\n\n\n• Tetraoctylammonium bromide \\(TOAB) \\(Sigma-Aldrich)\r\n\n\n• 1-Dodecanethiol \\(1-DT) \\(Sigma-Aldrich)\r\n\n\n• Sodium borohydride \\(NaBH<sub>4</sub>) \\(Sigma-Aldrich)\r\n\n\n• Chloroform \\(Sigma-Aldrich)\r\n\n\n• Hexadecyl trimethyl ammonium bromide \\(CTAB) \\(Sigma-Aldrich)\r\n\n\n• Chitosan \\(Sigma-Aldrich)\r\n\n\n• Reduced graphite oxide \\(RGO)\r\n\n\n• Sodium phosphate monobasic, >99% \\(NaH<sub>2</sub>PO<sub>4</sub>; Sigma-Aldrich, cat. no. S3139)\r\n\n\n• Sodium phosphate dibasic, >99% \\(Na<sub>2</sub>HPO<sub>4</sub>; Sigma-Aldrich, cat. no. S3264)\r\n\n\n• Sodium chloride, >99.5% \\(NaCl; Sigma-Aldrich, cat. no. S7653)\r\n\n\n• Potassium chloride, >99.5% \\(KCl; Sigma-Aldrich, cat. no. S)\r\n\n\n• Ethanol, >99% \\(A.R., Sinopharm Chemical Reagent)\r\n\n\n• Sulfuric acid, 98% \\(wt/wt) \\(H<sub>2</sub>SO<sub>4</sub>; G.R., Sinopharm Chemical Reagent)\r\n\n\n• Hydrochloric acid \\(HCl; G.R., Sinopharm Chemical Reagent)\r\n\n\n• Sodium hydroxide \\(NaOH; G.R., Sinopharm Chemcial Reagent)\r\n\n\n• Hydrogen peroxide 30% \\(wt/wt) \\(H<sub>2</sub>O<sub>2</sub>; G.R., Sinopharm Chemical Reagent)\r\n\n\n\\! CAUTION: H<sub>2</sub>SO<sub>4</sub>, HCl, NaOH and H<sub>2</sub>O<sub>2</sub> are capable of causing very severe burns, especially when they are at high concentrations. Wear goggles, lab coat and face mask during experiments.\r\n\n\n• Dimethyl suffoxide \\(DMSO), 99.9%, anhydrous \\(Sigma–Aldrich, cat. no.67685)\r\n\n\n• HepG2 human hepatocarcinoma cells \\(Shanghai Institute of Cells, see REAGENT SETUP)\r\n\n\n• Leukemia K562 cells \\(Shanghai Institute of Cells, see REAGENT SETUP)\r\n\n\n• L02 human embryo liver cells \\(A gift from Professor Chongyang Liu’s research group of Third Military Medical University)\r\n\n\n• Three-week-old BALB/c athymic nude mice, \\(Peking University Health Science Center)\r\n\n\n\\! CAUTION: All experiments involving mice were approved by the National Institute of Biological Science and Animal Care Research Advisory Committee of Southeast University, while experiments conducted following the guidelines of the Animal Research Ethics Board of Southeast University.\r\n\n\n• Isoflurane \\(Aerrane; Baxter Healthcare, NDC 10019-773-60). It can be stored at <20 °C until expiration date.\r\n\n\n• pH 7.2 Phosphate buffered saline \\(PBS, 1x; Gibco, cat. no. 10010-056)\r\n\n\n• pH 7.2 Phosphate buffered saline \\(PBS, 10x; Gibco, cat. no. 70011-044)\r\n\n\n• RMPI-1640 medium \\(Gibco, cat.no. 11875-093)\r\n\n\n• High-glucose DMEM medium \\(Gibco, cat.no. 21063-045)\r\n\n\n• Fetal bovine serum \\(Sigma, cat.no. 10437-028)\r\n\n\n• Penicillin–streptomycin, liquid \\(10,000 U penicillin; 10,000 mg streptomycin) \\(Sigma, cat. no. 15140-163)\r\n\n\n• Trypsin 0.25% solution \\(HyClone, cat. no. HS30042. 01)\r\n\n\n• 1 mL syringe \\(Becton Dickson, cat. no. 309659)\r\n\n\n• 30G ½ in syringe needles \\(Becton Dickson, cat. no. 305106)\r\n\n\n• 0.22 μL sterile vacuum filter apparatus \\(Millipore, cat. no. SCGPU02RE)\r\n\n\n• 28G ½ in Insulin syringe \\(Becton Dickson, cat. no. 329461)\r\n\n\n• Thiazolyl Blue Tetrazolium Bromide \\(MTT; Sigma-Aldrich, cat. no. 298-93-1)\r\n\n\n\\! CAUTION: MTT is very toxic by inhalation and harmful if swallowed. Wear goggles, lab coat and face mask during experiments.\r\n\n\n• Titer 96 kit \\(for cell viability MTS assay; Promega, cat. no. G3580)\r\n\n\n• Sterile 35-mm culture dishes \\(thickness 0.17 mm; NEST Biotechnology Co. LTD)\r\n\n\n• Quartz substrate, diameter 25 mm \\(thickness 0.17 mm; Starbar Japan)\r\n\n\n• Stainless holder for 25 mm glass or quartz, diameter 35 mm \\(Invitrogen, cat. no. A-7816)\r\n\n\n• Stainless holder for 25 mm glass or quartz, diameter 50 mm \\(Tokai Hit, cat. no. 50SUS dish)"
        },
        {
            "header": "Equipment",
            "content": "Milli-Q ultra-pure water system \\(Thermo)\r\n\n\nUltrasonic cleaning \\(Shanghai Ultrasonic Instruments)\r\n\n\nVortex mixer \\(Vision Scientific)\r\n\n\npH meter \\(Mettler Toledo Instruments)\r\n\n\nCentrifuge \\(Eppendorf)\r\n\n\nFreeze dryer, XIAN OU-12N \\(Nanjing Xianou Instruments Mannufacture CO., LTD.)\r\n\n\nFully functional enzyme mark instrument, Synergy H1 \\(Biotek.)\r\n\n\nUV-Vis-NIR spectrophotometer \\(Shimadzu, UV3600), \r\n\n\nFluorescence spectrometer \\(PerkinElmer, LS-55),\r\n\n\nField-emission scanning electron microscope \\(FE-SEM) \\(Zeiss, Ultra Plus).\r\n\n\nJEM-2100 transmission electron microscope \\(TEM) \\(JEOL)\r\n\n\nX-ray photoelectron spectrometer \\(ULVAC-PHI, PHI 5000 VersaProbe)\r\n\n\nConfocal laser scanning microscopy \\(Zeiss, Lsm710)\r\n\n\nRenishaw micro-Raman spectroscopy \\(Renshaw)\r\n\n\nIsoflurane vaporizer system \\(E-Z Systems, cat. no. EZ-7000): Includes a isoflurane vaporizer capable of supporting multiple breathing outlets, induction chamber, nose cones, tubing, and waste gas scavenging system\r\n\n\nMultispectral imaging system \\(Cambridge Research & Instrumentation, Inc., Maestro EX)"
        },
        {
            "header": "Procedure",
            "content": "I In situ biosynthesized gold nanoclusters for self-imaging of cancer cells and in vivo self-bio-marking of tumors\r\n\n\n| Preparation of in situ biosynthesized gold nanoclusters ● TIMING 75 h\r\n\n\n1 | Culture HepG2 cells in 7 × 9 culture flasks in 15mL medium at 37 °C, 5% CO2. Prepare the cells of a whole culture flask to be tested.\r\n\n\n2 | Incubate HepG2 cells of a whole culture flask with 10 μmol/L HAuCl4 solution for 24 or 48 h at 37 °C, 5% CO2.\r\n\n\n3 | Trypsinize the incubated HepG2 cells and harvest the cells in eppendorf tubes.\r\n\n\n4 | Disperse the cells in PBS, centrifuge the mixture at 1000 rpm for 5 min and collect the cells.\r\n\n\n5 | Repeat this procedure three times.\r\n\n\n6 | Re-disperse the collected cells in 2 mL Milli-Q water and use the cells for extracting the gold nanoclusters.\r\n\n\n7 | Extract the gold nanoclusters from incubated HepG2 cells by a frequently repetitive freeze-thaw method from -20 °C to 37 °C for ~5 h.\r\n\n\n▲CRITICAL STEP Avoid any biochemical reagent to decompose the structure of gold nanoclusters during this procedure.\r\n\n\n? TROUBLESHOOTING\r\n\n\n8 | Centrifuge the mixture at 1500 rpm for 3 min. Discard the precipitated cell debris and collect the supernatant with gold nanoclusters.\r\n\n\nPAUSE POINT The above supernatant is stable at 4 ˚C up to about 2 weeks. \r\n\n\n| UV/Vis absorbance spectra measurement for gold nanoclusters ● TIMING 0.5 h\r\n\n\n9 | Dilute the above supernatant 5 times.\r\n\n\n10 | Add 2 mL of the above diluted mixture to a cuvette.\r\n\n\n11 | Place the cuvette at the sample cell position.\r\n\n\n12 | Record UV/Vis absorbance spectra \\(700-200 nm) for the obtained gold nanoclusters with scan speed 120 nm/min.\r\n\n\n| Fluorescence spectra measurement for gold nanoclusters ● TIMING 0.5 h\r\n\n\n13 | Dilute the above supernatant 5 times.\r\n\n\n14 | Add 2 mL of the above diluted mixture to a cuvette.\r\n\n\n15 | Place the cuvette at the sample cell position.\r\n\n\n16 |Record fluorescence spectra \\(500-700 nm) for the obtained gold nanoclusters with a scan speed of 60 nm/min at excitation wavelength 470 nm \\(Excitation Slit 3 nm; Emission Slit 3 nm).\r\n\n\n| Transmission electron microscope \\(TEM) of gold nanoclusters ● TIMING 16 h\r\n\n\n17 |Further sonicate the above supernatant for ~3 h.\r\n\n\n▲CRITICAL STEP Keep gold nanoclusters in good monodispersion.\r\n\n\n18 | Disperse 5 μL the above supernatant with decuple dilution on copper grids, and dry overnight.\r\n\n\n19 | Acquire the TEM image of gold nanoclusters.\r\n\n\n| X-ray photoelectron spectra ● TIMING 15 h\r\n\n\n20 | Freeze-dry the above supernatant overnight and collect the pale yellow powder.\r\n\n\nPAUSE POINT The above collected powder is stable at 4 ˚C up to about 2 months. \r\n\n\n21 | Record the X-ray photoelectron spectra of the gold nanoclusters from the mixture.\r\n\n\n22 | Set the typical operating pressure at around 5 × 10 -10 Torr in the analysis chamber. \r\n\n\n23 | Take survey spectra \\(0–1000 eV) at a constant analyzer pass energy of 160 eV.\r\n\n\n24 | Acquire all high-resolution spectra for Au4f, with a pass energy of 60 eV, a step of 0.1 eV and a dwell time of 1000 ms.\r\n\n\n25 | Fit the XPS peaks by using the publicly available software XPSPEAK v. 4.1. Use the Shirley function as a background and fit the individual peaks by a Gaussian-Lorentzian cross-product.\r\n\n\n| SEM images of the cells interspersed by in situ biosynthesized gold nanoclusters ● TIMING 80 h\r\n\n\n26 | Seed HepG2 cells on ITO glass substrate in a cell culture dish containing DMEM with 10% \\(vol/vol) FBS and 1% \\(vol/vol) penicillin-streptomycin, respectively. Incubate the cells at 37 °C in a humidified 5% CO2 atmosphere overnight.\r\n\n\n27 | Add 2 μL of HAuCl4 stock solution \\(10 mmol/L) to a final concentration of 10 μmol/L. Shake the dish gently to ensure good mixing.\r\n\n\n28 | Incubate the dish at 37 °C in a humidified 5% CO2 atmosphere for 24 or 48 h depending on the cell proliferation state.\r\n\n\n29 | Rinse the incubated cells three times with PBS.\r\n\n\n30 | Dehydrate through the following series of 15 min ethanol washes: 30%, 50%, 70%, 90%, 95% and 100%, respectively.\r\n\n\n▲CRITICAL STEP Make sure the cytoskeleton maintain good during the above gradient dehydration and fixation procedure.\r\n\n\n31 | Transfer to critical point drying apparatus containing ethanol as intermediate reagent. Use a suitable holding device.\r\n\n\n32 | Smaller-area contamination spots can be examined at electron accelerating voltages compatible with Energy Dispersive X-ray Spectroscopy.\r\n\n\n33 | Reduce penetration of low kinetic energy electrons probes closer to the immediate material surface.\r\n\n\n34 | Visualize by high-resolution FE-SEM at electron accelerating voltage 2.00 kV and with the work distance 4.4 mm from low kinetic energy electrons probes to the immediate material surface.\r\n\n\n35 | Record the energy dispersive X-ray spectroscopy of the gold nanoclusters interspersed on cytomembrane from a random region of 2 μm × 2 μm with electron accelerating voltage 2.00 kV.\r\n\n\n| Preparation of cell optical imaging ● TIMING 3 d\r\n\n\n36 | Seed HepG2, K562, or L02 cells on quartz substrate in a cell culture dish containing DMEM with 10% \\(vol/vol) FBS and 1% \\(vol/vol) penicillin-streptomycin, respectively. Incubate the cells at 37 °C in a humidified 5% CO2 atmosphere overnight.\r\n\n\n37 | Prepare the fluorescence or Raman imaging sample by following Steps 24-26 of the PROCEDURE.\r\n\n\nA | Cell fluorescence imaging ● TIMING ~1.5 h\r\n\n\ni | Place the prepared cell sample on CLSM objective stage.\r\n\n\n▲CRITICAL STEP Make sure the cells maintain normal physiological status during fluorescence signal record process.\r\n\n\n? TROUBLESHOOTING\r\n\n\nii | Record cell imaging for the incubated cells by a confocal laser scanning microscopy with a 488-nm excitation laser beam focused using a 20 × IR coated objective.\r\n\n\nB | Cell Raman spectroscopy ● TIMING ~1.0 h\r\n\n\ni | Gently remove PBS and transfer the prepared cell sample on Raman microscope objective stage.\r\n\n\n▲CRITICAL STEP Make sure the cells maintain good status during Raman signal record process.\r\n\n\nii | Record cell Raman spectroscopy by confocal Raman microscopy with an excitation wavelength at 532 nm, 50% laser intensity, and overlaying twice with 100 s integration time.\r\n\n\n| Preparation of injected mice for imaging ● TIMING 3 d\r\n\n\n38 | Inject HAuCl4 solution prepared in PBS \\(100 μL of 10 mmol/L for each mouse) into BALB/c mice bearing HepG2 or K562 tumors near the tumor location through the subcutaneous injection.\r\n\n\n39 | Normally maintain the injected mice in a specific pathogen free \\(SPF) house at 24 ± 2 °C with a standard 12-hour light/12-hour dark cycle for 24, 48 or 72 hours.\r\n\n\n| In vivo bio-imaging ● TIMING ~1.0 h\r\n\n\n40 | Anesthetize the experimental mouse with 5% isoflurane \\(21% oxygen, balance nitrogen) in an induction chamber until breathing is slow and deep, at different time points post injection \\(e.g. 24, 48, or 72 h). \r\n\n\n41 | Position the mouse on its back on a microscope stage for imaging, during the imaging procedures under isoflurane anesthesia.\r\n\n\n▲CRITICAL STEP Perform all imaging procedures under isoflurane anesthesia for experimental reproducibility and to minimize the torment of experimental anmimals.\r\n\n\n? TROUBLESHOOTING\r\n\n\n42 | Select the appropriate excitation wavelength \\(488 nm) and adjust the mouse’s posture as needed while monitoring the live image.\r\n\n\n43 | Record in vivo image of the mice under Maestro EX in vivo fluorescence imaging system \\(CRI, Inc.) at different time points post injection \\(e.g. 24, 48, or 72 h).\r\n\n\n44 | Euthanatize those mice after 1 week post injection.\r\n\n\n\\! CAUTION The animal bodies should be collected in a designated freezer for radioactive contaminated biohazardous waste.\r\n\n\nII Gold nanoclusters and graphene nanocomposites for cancer cell imaging\r\n\n\n| Preparation of gold nanoclusters ● TIMING 2d\r\n\n\n1. Dissolve 1.0 g HAuCl4•4H2O with Millipore water in a 100 mL volumetric flask to make 1% \\(w/v) HAuCl4•4H2O solution.\r\n  2. Load 169.2 g TOAB into 16mL chloroform in a 50 mL three-neck flask.\r\n  3. Add 6 mL 1% \\(w/v) HAuCl4•4H2O solution to the flask, and place the stoppers in all the necks.\r\n  4. Add a magnetic stir bar and mix the bi-phase solution vigorously at room temperature \\(23℃ to 25℃) until HAuCl4 is transferred into the organic phase. The aqueous phase should be transparent while the organic phase should have a color of bright amber.\r\n  5. Add 40.2 μL 1-DT into the flask, and stir for 10 minutes.\r\n  6. Prepare 1.55 mol/L NaBH4 solution\r\n  ▲CRITICAL STEP The NaBH4 solution should be freshly prepared.\r\n\n\n7. Load 25 mL 1.55 mol/L NaBH4 solution drop wisely. With the addition of the reducing reagent, the color of organic phase should change from bright amber to deep purple within a few seconds.\r\n  8. The nucleation should be completed within 20 minutes. Keep stirring for 3 hours and stop.\r\n  9. Separate the organic phase \\(upper layer) with a separating funnel, and load it into a 50 mL flask.\r\n  10. Evaporate the separated organic solution with a rotary evaporator at 50℃ for 4 minutes.\r\n  11. Re-dissolve the product in 2 mL chloroform.\r\n  12. To remove the leftover organics, like TOAB and 1-DT, precipitate the product in 80 mL ethanol in -4℃ refrigerator overnight.\r\n  13. Get the dark brown precipitant by 15,000 rpm centrifugation at 4℃. Filter it out and wash it with ethanol for two to three times and re-dissolve it in 2mL chloroform. Repeat step 11.\r\n  14. The final solution should contain 1.46×10-4 mol gold nanocluster.\r\n  15. Mix 500 μL gold nanocluster solution \\(contains 3.64×10-5 mol Au) with 10mL CTAB solution \\(contains 6.86×10-2 g CTAB, according to molar ratio Au : CTAB = 1:5). Stir the mixture vigorously until not any phase boundary can be observed.\r\n  ▲CRITICAL STEP From this step on, the reactions need to be conducted in the dark as much as possible.\r\n\n\n16. Leave the solution to stand in 55℃ water bath for 3 hours to evaporate the chloroform and get the aqueous solution of gold nanoclusters.\r\n  17. Make 3.64×10-2 mol/L aqueous solution of goldnanocluster. The color of the solution should be light brown.\r\n  PAUSE POINT The final aqueous gold nanocluster solution can be stored at 4℃ in dark. After lyophilization, the sample can be stored at 4℃ for months.\r\n\n\n18. The diameter of such prepared nanoclusters is 2 - 3 nm. It does not exhibit the surface plasmon resonance characteristic peak at around 520 nm, but around 490 nm.\r\n  | Functionalization of gold nanocluster with RGO. ● TIMING 1 d\r\n\n\n19. Prepare pH 5.0 acetic acid/sodium acetate buffer. And make 4 mL 0.5 mg/mL chitosan solution with the buffer with 30 minutes sonication at room temperature.\r\n  20. Dissolve 0.8 mg RGO in 1.5 mL chitosan solution with about 1 hour sonication at room temperature until there is not any black precipitant.\r\n  21. Add the aqueous solution of RGO to the aqueous solution of GNCs \\(3.64×10-5 mol) in a 10:1 molar ratio of RGO/ GNCs and homogenized in an ultrasonic bath for 30 min.\r\n  22. Incubate the above reaction mixture in the dark for 1 hour to allow loading of the GNCs onto RGO. \r\n  23. The final mixture then needs to be separated by centrifugation at 15000 rpm for 10 minutes. \r\n  24. Remove the supernatant and wash the aggregates with Millipore water twice to remove the residual RGO. \r\n  25. The sample can be stored at 4℃ refrigerator after lyophilization.\r\n  | Drug loading on GNC-RGO nanocomposites. ● TIMING 1d\r\n\n\n26. Prepare 1μg/mL aqueous solution of GNC-RGO nanocomposites.\r\n  27. Incubate the nanocomposites with 0.22μg/mL Doxorubicin \\(DOX) solution for 1 hour at 37℃ in the water bath.\r\n  28. Drug-loaded GNC-RGO samples were separated through centrifugation at 10000 rpm for 15 min and carefully washed three times with ultrapure water.\r\n  PAUSE POINT The sample can be stored at 4℃ in dark after lyophilization.\r\n\n\n\\! CAUTION Do not freeze the aqueous solution of GNC-RGO nanocoposites or drug-loaded GNC-RGO nanocomposites.\r\n\n\n| Acquisition of confocal fluorescent images of cells treated with GNC, GNC-RGO nanocomposites ● TIMING 3 d\r\n\n\n29. Seed 500,000 HepG2 cells in 35 mm petri dish with glass bottom, overnight.\r\n  30. Load 0.25 μg/mL DOX or DOX-laoded GNC-RGO nanocoposites and incubate with cells for 24 h.\r\n  31. Wash the cells twice with PBS and load fresh medium.\r\n  32. Acquire images on confocal fluorescent microscope using a 490 nm excitation laser beam and 40 X objective lens."
        },
        {
            "header": "Timing",
            "content": "I\r\n\n\nSteps 1-8, preparation of in situ biosynthesized gold nanoclusters: 75 h\r\n\n\nSteps 9-12, UV/Vis absorbrance spectra measurement for gold nanoclusters: 0.5 h\r\n\n\nSteps 13-16, Fluorescence spectra characterization of gold nanaclusters: 0.5 h\r\n\n\nSteps 17-19, TEM of gold nanoclusters: 16 h.\r\n\n\nSteps 20-25, XPS measurement for gold nanoclusters: 15 h\r\n\n\nSteps 26-35, SEM images of the cells interspersed by in situ biosynthesized gold nanoclusters: 80 h.\r\n\n\nSteps 36-37, preparation of cell optical imaging: 3 d\r\n\n\nSteps A \\(i-ii), cell fluorescence imaging: 1.5 h\r\n\n\nSteps B \\(i-ii), cell Raman spectroscopy: 1.0 h\r\n\n\nSteps 38-39, preparation of injected mice for imaging: 3 d\r\n\n\nSteps 40-44, in vivo bio-imaging: ~1.0 h\r\n\n\nII\r\n\n\nSteps 1-18, preparation of gold nanoclusters: 2 d\r\n\n\nSteps 19-25, functionalization of gold nanocluster with RGO: 1 d\r\n\n\nSteps 26-28, drug loading on GNC-RGO nanocomposites: 1 d\r\n\n\nSteps 29-32, preparation and acquisition of fluorescence imaging of cells: 3 d"
        },
        {
            "header": "Troubleshooting",
            "content": "TABLE 1 | Troubleshooting table.\r\n\n\nStep Problem Possible reason Solution\r\n\n\nI-7 The extraction yield of gold nanoclusters is very low. The extraction agents may decompose the structure of gold nanoclusters. Only use the physical method to break cells during extraction of gold nanoclusters. Do not use any biochemical reagents.\r\n\n\nI-A \\(i) The normal physiological status of cells is wrecked. PBS in the cell dishes is vaporized out. Sufficient PBS should be kept in cell dish to prevent the incubated cells from drying out.\r\n\n\nI-41 The experimental mice could die prematurely during anesthesia. The concentration of isoflurane is too high, or the anesthesia time of experimental mice is too long. Oxygen should be supplied at an appropriate rate and mice are maintained breathing slow and deep at isoflurane dosage of ~1.0%."
        },
        {
            "header": "Anticipated Results",
            "content": "Self-imaging of cancer cells based on in situ biosynthesized gold nanoclusters\r\n\n\nIn the case of HepG2 cells incubated with chloroauric acid solutions, scanning electron microscopy \\(SEM) \\(\\(Fig. 3A), black or gray areas) showed that cells retained their shape and morphology. The energy dispersive X-ray spectroscopy \\(EDS) observation indicates that after HepG2 cells incubation with chloroautic acid solutions, the calculated atom content of Au reaches 0.66% \\(from a random region of 2 μm × 2 μm, Fig. 3A inset). Simultaneously, the oxygen and nitrogen contents are ca. 23.01% and 20.54%, respectively, which originate from the cell components. It is then evident that a significant quantity of gold nanoclusters could be obtained by in situ biosynthesis inside cytoplasms of HepG2 cells. The absence of cytotoxicity of this protocol in cells was established by MTT assays \\(see Fig. S1 in Supplementary Information \\(SI)). The SEM images also demonstrated the presence of in situ biosynthesized gold nanoclusters \\(white spots indicated by the white arrows in Fig. 3 \\(B)) by HepG2 cells incubated with chloroauric acid solutions. It is noted that initially, large gold nanoclusters with a rather uniform size distribution could essentially be spotted by SEM near the cell membranes \\(Fig. 3 B), but these were ultimately disseminated in the whole cell cytoplasm, as shown by fluorescence microscopy \\(Fig. 4 A for HepG2; see Fig. S3 in SI for K562) and fluorescence tomography images \\(Fig. S2 in SI for HepG2). These observations proved that gold nanoclusters could readily be prepared by in situ biosynthesis by live tumor cells in their inside, offering a promising opportunity for in vivo bio-imaging applications. \r\n\n\nTEM analysis \\(Fig. S4 \\(A) in SI) verified that 90% of the in situ biosynthesis gold nanoclusters ranged between 2–3 nm in diameter. HRTEM \\(Fig. S4 \\(A), inset) showed that the gold nanoclusters kept their interplanar Au–Au spacing at ~0.2 nm. To further confirm the formation of gold nanoclusters by in situ biosynthesis inside the cells, XPS was used to investigate the valence of gold atoms in the gold nanoclusters after the reaction. As shown in Fig. S5, there were two peaks located at the binding energies of 84.15 and 87.53 eV, which was consistent with the emission of 4f photoelectrons from Au\\(0),<sup>19</sup> thereby indicating the successful formation of gold nanoclusters.\r\n\n\nThe present biosynthesized gold nanoclusters displayed the same typical UV/Vis absorption spectrum \\(Fig. S4 \\(B)) as observed for chemically prepared fluorescent gold nanoclusters. In addition, the fluorescence of gold nanoclusters biosynthesized in situ could be observed clearly \\(Figs. 2-3 and Figs. S2-S3 in SI), which corresponded with the steady-state fluorescence spectrum of gold nanoclusters in aqueous solution with an emission peak at ca. 580 nm.\r\n\n\nThe bright green fluorescence of gold nanoclusters biosynthesized in situ inside HepG2 and K562 cancer cells appears to be adequate for their use for in vivo bio-imaging of relevant live tumor cells. This is validated in Fig. 4 and Fig. S3 in SI, which also demonstrates that after incubation with 10 µM chloroauric acid solutions, a biologically safe molecular Au\\(III) precursor, the gold nanoclusters biosynthesized in the cells were well distributed in the cells, so that the resulting edges and morphologies of the cells were neatly delineated. Importantly, the fluorescence intensity increased with incubation time, especially in the nucleoli regions \\(Fig. 4 B). On the basis of the relative cellular fluorescence intensities, comparison between the fluorescence micrographs in Fig. 4 A and Fig. 4 B clearly demonstrates that the concentration of biosynthesized gold nanoclusters inside the cells not only increased with time in the cytoplasm, but also progressively settled inside or around the nucleoli at longer times, suggesting that the gold nanoclusters are biosynthesized in the cell cytoplasm and then migrate towards their nuclei. Raman spectroscopic investigations of HepG2 cells after 48 h-incubation with 10 µmol/L chloroauric acid solutions \\(see Fig. S6 in SI) evidenced that the biosynthesized gold nanoclusters interacted with biomolecules inside or around the nucleoli,<sup>14, 20-23</sup> giving rise to Raman enhanced effect spectroscopic bands. This confirmed the above fluorescence studies demonstrating that biosynthesized gold nanoclusters progressively settled inside or around the nucleoli \\(Fig. 4 B) involving close interactions with proteins and nucleic acids.<sup>20-22</sup>\r\n\n\nImportantly, this biosynthesis of nanoparticles from chloroauric acid solutions seem specific to the cancerous cell model, since no formation of gold nanoparticles was observed in control experiments involving normal embryo liver cells \\(L02 cells). This is indicated in Fig. 4 C and 4 D, which show that there is no significant fluorescence for L02 cells subjected to the same incubation conditions as used for the HepG2 cells. This is further confirmed by a quantitative comparison of the fluorescence pixels collected along the indicated lines in Fig. 4 C and 4 D for both cell types, as shown in Fig. 4 E. Moreover, mounting evidence suggests that, compared with their normal counterparts, many types of cancer cells have increased levels of reactive oxygen species \\(ROS) originating from dioxygen reduction<sup>15, 23, 24</sup>. Thus, when easily reducible Au\\(III) salts are offered to the cells, their reduction may compete with that of dioxygen provided that gold nanoclusters may be formed. However, reduction of Au\\(III) into nanoclusters requires the simultaneous presence of specific ligands prone to favor the aggregation of gold\\(0) nuclei. Yet, it is reported that hydroquinones and hydrogen peroxide<sup>25</sup> could act as such ligands, both species being present at higher levels in cancer cells than in normal ones. Hence, there are circumstances of established factors, which support our present finding that cancer cells submitted to HAuCl<sub>4</sub> solution generate spontaneously gold clusters.\r\n\n\nIn vivo self-bio-marking of tumors through biosynthesized gold nanoclusters\r\n\n\nThe above results established the in vitro validity of the present approach, forcing these cancer cells to spontaneously produce and confine self-imaging fluorescent markers when incubated with chloroauric acid solutions. We further investigated the feasibility of in vivo bio-imaging of tumors by fluorescence based on in situ bio-synthesized fluorescent gold nanoclusters. For this purpose, we relied on a xenograft tumor model of hepatocellular carcinoma or chronic myeloid leukemia in nude mice \\(see SI for construction of the xenograft tumor mouse model). As shown in Fig. 5 and Fig. S7, subcutaneous injection of chloroauric acid solution around xenograft tumors allowed the clear observation of bright fluorescence around the tumor after 4 or 24 hours, while the control mouse was hardly observed by in vivo fluorescence imaging 48 h after a subcutaneous injection of 10 mmol/L HAuCl4 solution in the right side of their abdomen \\(Fig. 5 \\(D)). After 72 hours, the fluorescence was still observable, though the fluorescence area was slightly extended, indicating that the biosynthesized gold nanoclusters may weakly diffuse around the tumor after exceedingly long time durations. In this respect, application of this protocol requires a sufficient \\(24-48 hours) but not too long incubation period after the injection of Au\\(III) salts in order to allow a selective efficient biosynthesis of nanoclusters only by cancer cells or tumors in their inside but refrain contamination of non cancer tissues. No obvious toxic effects were observed over the experimental period, suggesting that chloroauric acid solutions could be administered in situ, and thus leading to long-lasting biosynthesized gold-nanocluster fluorescent labels for the in vivo self-bio-imaging of relevant tumors.\r\n\n\nGNC-RGO nanocomposites for cancer cell imaging\r\n\n\nBoth GNCs and GNC-RGO nanocomposites are well-distributed within the cells, and that the edge and morphology of the cells are delineated well. Moreover, GNCs impregnated onto RGO nanosheets could reinforce anticancer molecular drugs, such as doxorubicin \\(DOX) to realize accumulation in cancer cells. The strong spontaneous fluorescence of DOX could be also used to follow its distribution in the cells cytoplasm after incubation with or without the presence of GNC-RGO. DOX alone did not distribute well in the cells, with about half of the DOX molecules resting on the cell membrane surface or in between cells \\(Fig. 6 a & b). Conversely, when loaded onto GNC-RGO nanocomposites, DOX was well-distributed inside the cancer cells \\(Fig. 6 c & d), establishing that GNC-RGO could act as a multifunction platform for targeting, detection, and oncotherapy."
        },
        {
            "header": "References",
            "content": "1. Weissleder, R. & Pittet, M. J. Imaging in the era of molecular oncology. Nature 452, 580–589. \\(2008).\r\n  2. Ramina, R. et al. Optimizing costs of intraoperative magnetic resonance imaging. A series of 29 glioma cases. Acta Neurochir. 152, 27–33. \\( 2010).\r\n  3. Ngo, C. et al. Intraoperative ultrasound localization of nonpalpable breast cancers. J. Ann. Surg. Oncol. 14, 2485–2489. \\(2007).\r\n  4. Palmer, G. M. et al. In vivo optical molecular imaging and analysis in mice using dorsal window chamber models applied to hypoxia, vasculature and fluorescent reporters. Nat. Protocols 6, 1355-1366. \\(2011).\r\n  5. Jiang, S., Gnanasammandhan, M. K., & Zhang, Y. Optical imaging-guided cancer therapy with fluorescent. J. R. Soc. Interface. 7, 3–18. \\(2010).\r\n  6. Gao, X. H., Cui, Y. Y., Levenson, R. M., Chung, L. W. K. & Nie, S. M. In vivo cancer targeting and imaging with semiconductor quantum dots. Nat. Biotechnol. 22, 969–976. \\(2004).\r\n  7. Gautier, C. & Burgi, T. Chiral inversion of gold nanoparticles. J. Am. Chem. Soc. 130, 7077–7084. \\(2008).\r\n  8. Román-Velázquez, C. E., Noguez, C. & Garzón, I. L. Circular dichroism simulated spectra of chiral gold nanoclusters: a dipole approximation. J. Phys. Chem. B. 107, 12035–12038. \\(2003).\r\n  9. Peyser, L. A., Vinson, A. E., Bartko, A. P. & Dickson, R. M. Photoactivated fluorescence from individual silver nanoclusters. Science. 291, 103–106. \\(2001).\r\n  10. Yang, Y. & Chen, S. Surface manipulation of the electronic energy of subnanometer-sized gold clusters: an electrochemical and spectroscopic investigation. Nano Lett. 3, 75–79. \\(2003).\r\n  11. Zheng, J. & Dickson, R. M. Individual water-soluble dendrimer-encapsulated silver nanodot fluorescence. J. Am. Chem. Soc. 124, 13982–13983. \\(2002).\r\n  12. Hvkkinen, H. et al. Electronic, and impurity-doping effects in nanoscale chemistry: supported gold nanoclusters. Angew. Chem. Int. Ed. 42, 1297–1300. \\(2003).\r\n  13. Crespo, P. et al. Permanent magnetism, magnetic anisotropy, and hysteresis of thiol-capped gold nanoparticles. Phys. Rev. Lett. 93, 0872041–0872044. \\(2004).\r\n  14. Wang, C. S. et al. Gold nanoclusters and graphene nanocomposites for drug delivery and imaging of cancer cells. Angew. Chem. Int. Ed. 50, 11644–11648. \\(2011).\r\n  15. Balaban, R. S., Nemoto, S. & Finkel, T. Mitochondria, oxidants, and aging. Cell. 120. 483–495. \\(2005)\r\n  16. Wang, J. et al. In vivo self-bio-imaging of tumors through in situ biosynthesized fluorescent gold nanoclusters. Sci. Rep. 3: 1157. \\(2013)\r\n  17. Zhang, K. & Kaufman, R. J. From endoplasmic-reticulum stress to the inflammatory response. Nature 454, 455–462. \\(2008).\r\n  18. Lim, C. K. et al. Chemiluminescence-generating nanoreactor formulation for near-infrared imaging of hydrogen peroxide and glucose level in vivo. Adv. Funct. Mater. 20, 2644–2648. \\(2010).\r\n  19. Jaramillo,T. F., Baeck, S.-H., Cuenya, B. R., & McFarland, E. W. Catalytic activity of supported Au nanoparticles deposited from block copolymer micelles. J. Am. Chem. Soc. 125, 71485–7149. \\(2003)\r\n  20. Vrana, O. & Brabee, V. Raman spectroscopy of DNA modified by intrastrand cross-links of antitumor cisplatin. J. Struct. Biol. 159, 1–8. \\(2007);\r\n  21. Stone, N., Kendall, C., Smith, J., Crow, P. & Barr, H. Raman spectroscopy for identification of epithelial cancers. Faraday Discuss. 126, 141–157. \\(2004); \r\n  22. Bandekar, J. & Krimm, S. Vibrational analysis of peptides, polypeptides, and proteins. VI. assignment of β-Turn modes in insulin and other proteins. Biopolymers. 19, 31–36. \\(1980).\r\n  23. Szatrowski, T. P. & Nathan, C. F. Production of large amounts of hydrogen peroxide by human tumor cells. Cancer Res. 51, 794–798. \\(1991).\r\n  24. Amatore, C., Arbault, S., Guile, M. & Guile, M. Electrochemical monitoring of single cell secretion: vesicular exocytosis and oxidative stress. Chem. Rev. 108, 2585–2621. \\(2008).\r\n  25. Zayats, M., Baron, R., Popov, I., & Willner, I. Biocatalytic growth of Au nanoparticles: from mechanistic aspects to biosensors design. Nano Lett. 5, 21–25. \\(2005)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work is supported by the National Basic Research Program \\(2010CB732404) and National Natural Science Foundation of China \\(81325011, 21175020, 90713023) as well as National High Technology Research and Development Program of China \\(2012AA022703). In Paris this work was supported by UMR 8640 \\(ENS-CNRS-UPMC)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep01157",
                "date": "2014-02-28 07:37:49",
                "title": "In vivo self-bio-imaging of tumors through in situ biosynthesized fluorescent gold nanoclusters",
                "authors": [
                    "Jianling Wang",
                    "Gen Zhang",
                    "Qiwei Li",
                    "Hui Jiang",
                    "Chongyang Liu",
                    "Christian Amatore",
                    "and Xuemei Wang"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            },
            {
                "doi": "10.1002/anie.201105573",
                "date": "2014-02-28 07:39:33",
                "title": "Gold Nanoclusters and Graphene Nanocomposites for Drug Delivery and Imaging of Cancer Cells",
                "authors": [
                    "Chensu Wang",
                    "Jingyuan Li",
                    "Christian Amatore",
                    "Yu Chen",
                    "Hui Jiang",
                    "and Xue-Mei Wang"
                ],
                "journal": "Angewandte Chemie International Edition",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12908,
                "identity": "a0285f81-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Xuemei Wang",
                "email": "xuewang@seu.edu.cn",
                "orcid": "",
                "institution": "State Key Laboratory of Bioelectronics (Chien-Shiung Wu Lab), School of Biological Science and Medical Engineering, Southeast University, Nanjing, 210096, China",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Xuemei",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 12903,
                "identity": "a0285608-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jianling Wang",
                "email": "",
                "orcid": "",
                "institution": "State Key Laboratory of Bioelectronics (Chien-Shiung Wu Lab), School of Biological Science and Medical Engineering, Southeast University, Nanjing, 210096, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jianling",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 12904,
                "identity": "a02858a3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hui Jiang",
                "email": "",
                "orcid": "",
                "institution": "State Key Laboratory of Bioelectronics (Chien-Shiung Wu Lab), School of Biological Science and Medical Engineering, Southeast University, Nanjing, 210096, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hui",
                "middleName": "",
                "lastName": "Jiang",
                "suffix": ""
            },
            {
                "id": 12905,
                "identity": "a0285a58-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chensu Wang",
                "email": "",
                "orcid": "",
                "institution": "State Key Laboratory of Bioelectronics (Chien-Shiung Wu Lab), School of Biological Science and Medical Engineering, Southeast University, Nanjing, 210096, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chensu",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 12906,
                "identity": "a0285bcd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chongyang Liu",
                "email": "",
                "orcid": "",
                "institution": "Daping Hospital, Third Military Medical University, Chongqing, 400042, China",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chongyang",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            },
            {
                "id": 12907,
                "identity": "a0285de9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christian Amatore",
                "email": "",
                "orcid": "",
                "institution": "Ecole Normale Supérieure, UMR CNRS-ENS-UPMC 8640 and LIA CNRS XiamENS NanoBioChem Departement de Chimie, 24 rue Lhomond 75005 Paris, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Amatore",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-02-28 09:43:22",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.005",
        "doiUrl": "https://doi.org/10.1038/protex.2014.005",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608940,
                "identity": "db525cd0-d571-4fac-ac5e-1199b3f0e9b1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 609287,
                "visible": true,
                "origin": "",
                "legend": "Schematic illustration of in situ biosynthesis of gold nanoclusters in cancer cells and tumor imaging   HAuCl4 solution was incubated in vitro with target cells or subcutaneously injected in vivo near a tumor. The sequestration and reduction of AuCl4- anions inside cells give rise to the progressive formation of gold nanoclusters. After incubation for 24-48 h, fluorescent gold nanoclusters were observed inside the tumor cells or accumulated around the tumor.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3007/v1/figure_1.jpg"
            },
            {
                "id": 2608939,
                "identity": "110993ff-98a4-4756-b16b-1e56a11649e4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 59303,
                "visible": true,
                "origin": "",
                "legend": "Scheme of drug delivery and imaging of cancer cells by gold nanoclusters (GNCs) and graphene nanocomposites.   GNCs impregnated onto reduced graphene oxide (RGO) nanosheets cross swiftly across HepG2 hepatocarcinoma cell membranes to alter proteins and DNA and transport anticancer molecular drugs.  ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3007/v1/figure_2.jpg"
            },
            {
                "id": 2608943,
                "identity": "39e74798-93c0-4439-95ef-bbfb5a2efa7e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 749436,
                "visible": true,
                "origin": "",
                "legend": "Scanning electron microscopy (SEM) images of HepG2 cells after incubation with 10 μmol/L HAuCl4 and biosynthesis of gold nanoclusters   (A) Panoramic images of HepG2 cells with gold nanoclusters; A inset: EDS of a rectangle region indicated by yellow border; (B) Enlarged SEM image illustrating the presence of gold nanoclusters (white spots indicated by white arrows).",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3007/v1/figure_3.jpg"
            },
            {
                "id": 2608946,
                "identity": "1af9f4f4-18d3-44d8-bb68-ee1c82075e3c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1087826,
                "visible": true,
                "origin": "",
                "legend": " Laser confocal fluorescence micrographs of HepG2 (A and B) and L02 control cells (C and D) incubated with identical 10 μmol/L HAuCl4 solutions.   A: after 24 h incubation; B, C and D: after 48 h incubation; D: Overlay of the morphological and fluorescence image of C. Images were acquired at 400-fold magnification. E: Relative fluorescence intensity variations along cross-sections a (in A), b (in B), or c (in C) (the color gradient coding illustrates the direction of the sampling). See Fig. S3 for K562 cell lines.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3007/v1/figure_4.jpg"
            },
            {
                "id": 2608942,
                "identity": "5e250c00-887e-4e7a-8925-7bfe614e5cb4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 808871,
                "visible": true,
                "origin": "",
                "legend": "Representative xenograft tumor mouse models of hepatocellular carcinoma observed in normal light (A) or by in vivo fluorescence imaging (B) 24 h after a subcutaneous injection of 10 mmol/L HAuCl4 solution near the tumor.   In (A), the inset shows an enlarged view of the xenograft tumor. Xenograft tumor mouse models of chronic myeloid leukemia observed by in vivo fluorescence imaging (C) 24 h after a subcutaneous injection of 10 mmol/L HAuCl4 solution near the tumor. (D) Control mouse observed by in vivo fluorescence imaging 48 h after a subcutaneous injection of 10 mmol/L HAuCl4 solution in the right side of their abdomen.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3007/v1/figure_5.jpg"
            },
            {
                "id": 2608941,
                "identity": "112b3d14-e3a2-4629-8e8e-c0a5f82d5dfd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 275852,
                "visible": true,
                "origin": "",
                "legend": "Laser confocal fluorescence micrographs of HepG2 cells   Laser confocal fluorescence micrographs of HepG2 cells treated with 0.25 mg/mL DOX (a,b) and DOX-loaded GNC-RGO (c,d). a,c) Fluorescence micrographs. b,d) Overlay of the morphological and fluorescence images after incubation for 14 h. Images were acquired at 400-fold magnification.",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3007/v1/figure_6.jpg"
            },
            {
                "id": 13465407,
                "identity": "60a36a76-10a1-414f-8b43-aafb72558353",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 847867,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3007/v1/6d4a59b6-556f-4e8e-a254-309c0922d132.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "gold nanoclusters; cell imaging; tumor bio-marking",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The unique optical properties of biocompatible metal nanoclusters have attracted much attention in bio-imaging and bioanalysis. In this contribution, the protocols of the design of gold nanoclusters \\(GNCs) and their nanocomposites for cancer cell imaging and tumor target bio-marking in small animal models have been demonstrated. The gold nanoclusters impregnated on the reduced graphene oxide nanosheets allow a clear fluorescence imaging of the edges and morphology of the cells. The specific and sensitive self-bio-marking of cancer cells and tumors is also achieved through in situ biosynthesized fluorescent GNCs, which are spontaneously and selectively biosynthesized by cancerous cells or tumor sites / microenvironments when incubated with a biocompatible molecular Au\\(III) species. These procedures take various times ranging from 0.5 h to 3 d.",
        "manuscriptTitle": "Design of novel gold nanocluster and its composites for cancer cell imaging and tumor bio-marking",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-02-28 16:39:03",
                "doi": "10.1038/protex.2014.005",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0280861-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 28th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3111,
                "name": "Biological techniques"
            },
            {
                "id": 3112,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-02-28 16:39:03",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}