{
    "identity": "pex-838",
    "title": "<p>Brain and blood extraction for immunostaining, protein, and RNA measurements after long-term two photon imaging in mice<sup>﻿.</sup></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>With the increasing development of technologies to study neuroscience and neurophysiology <em>in vivo</em>, an increasing demand for surgical preparations to gain optical access to the brain in rodents has emerged. Cranial window surgeries on rodents have become a standard procedure for <em>in vivo </em>imaging of the brain, for example, to measure neuronal activity, blood flow, and cellular dynamics. However, such <em>in vivo</em> studies often require <em>ex vivo</em> analysis of tissue to further corroborate hypothesis and biological mechanisms. The amount of tissue available for these experiments may be limited, and it is often important to get the data from the same animals used for imaging. Here, we illustrate a protocol that can be used to take advantage of brain tissue and blood of mice that have been subjected to a cranial window and that have gone through long-term <em>in vivo</em> imaging. Our protocol can be replicated in different mouse models and results in high protein and high RNA yield, as well as high antigen binding for immunostaining. This allows further exploration of biological mechanisms involved in the biological processes that were studied with <em>in vivo</em> imaging.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>-Experimental animals (C57BL/6J or mouse model of preference)</p><p>CAUTION: All animal experiments should be handled under an institutional mouse protocol. Our experiments were conducted under procedures approved by the Cornell University’s Institutional Animal Care and Use Committee (IACUC), protocol number 2015-0029. </p><p>-Pentobarbital (10 mg/kg)</p><p>-4% Paraformaldehyde (PFA, Sigma-Aldrich, cat. no. P6148)</p><p>CAUTION: PFA is carcinogenic and must be always handled with gloves and proper protection</p><p>-1X Phosphate buffered saline (PBS) </p><p>-30% sucrose in 1xPBS</p><p>-10% Triton X-100 (MilliporeSigma)</p><p>-Goat serum (MilliporeSigma)</p><p>-Primary antibodies: Anti-chicken GFAP (Rockland), Anti-rabbit Iba 1 (Wako chemicals)</p><p>-Secondary antibodies: Alexa Fluor 488 anti-chicken (ThermoFisher), Alexa Fluor 594 anti-rabbit (ThermoFisher)</p><p>-Methoxy-X04 (TOCRIS Bioscience)</p><p>-Razor blades</p><p>-Liquid nitrogen</p><p>-80% ethanol</p><p>-Protein inhibitors (AESBF) (MilliporeSigma)</p><p>-cOmplete (MilliporeSigma)</p><p>-Cryoprotection solution</p><p>-RNAzap (ThermoFisher)</p><p>-Trizol LS (ThermoFisher)</p><p>-Trizol (ThermoFisher)</p><p>-Blocking marker (Part # 6505, Newcomer Supply)</p><p>-Prolong gold mounting media (ThermoFisher; P10144)</p><p>&nbsp;</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>-Eppendorfs</p><p>-Cover glass</p><p>-One sided coated glass slides (Electron Microscopy Sciences; 71863-01)</p><p>-Small sized brushes</p><p>-Dounce homogenizer (Sigma-Aldrich; D9063)</p><p>-Petri dishes (ThermoFisher; FB0875712)</p><p>-Distilled water</p><p>-Curved forceps (Fine Science Tools; 11271-30)</p><p>-Fine hemostats (Fine Science Tools; 13007-12)</p><p>-Fine scissors (Fine Science Tools; 14160-10) </p><p>-3 mL syringes</p><p>-22-25G needles (BD Biosciences)</p><p>-Polystyrene tubes</p><p>-EDTA tubes (BD Vacutainer® EDTA tubes)</p><p>-Stainless steel mouse brain matrix (Harvard apparatus; 72-5032)</p><p>-Perfusion pump (Thermofisher)</p><p>-Rectangular bucket and grate to hold the mouse&nbsp;</p><p>-Cryotome</p><p>-Centrifuge</p><p>-Sonicator</p><p>-Confocal microscopy (Zeiss LSM 710 Confocal)</p><p>-Pipettes</p>"
        },
        {
            "header": "Procedure",
            "content": "STEP 1: Euthanasia\nWhen mice have reached their endpoint, euthanize them with a lethal injection of pentobarbital (i.p. 10 mg/kg).\nSTEP 2: Extraction of blood\nThe extraction of blood is performed via cardiac puncture. Scruff the mouse from the back with the body hanging straight vertically. Insert a 22-25G needle with a 3 mL syringe just under the ribs at the body centerline. The needle should hit the heart approximately at the level of the elbow (Figure 1). Gently, withdraw the syringe plunger until blood starts to come out. If blood doesn’t come out, move the syringe slightly upwards or downwards until blood is readily withdrawn. A volume of 1-2 mL can be extracted with this technique. Do not apply additional back pressure until the blood has filled the syringe\n1,2\n.\nCRITICAL STEP: proper mouse restrain is important to ensure successful blood collection. This step needs to be done as fast as possible to ensure that vessels won’t collapse before the transcardial perfusion.\nCAUTION: applying too much back pressure can collapse the heart muscle thus interfering with the blood extraction.\nRapidly transfer the blood to a vacutainer blood collection tube with EDTA. If the blood will be used for RNA extraction, apply three parts of Trizol LS per one part of blood, and process immediately or snap freeze for later processing. If the blood will sit for more than a minute in the syringe before transferring to a container with EDTA, then it may be advisable to add some EDTA to the syringe to coat the inside.\nSTOP POINT: samples can be stored at -80ºC until further processing or can be processed fresh. Proceed to extract RNA with a preferred method.\nSTEP 3: Transcardial Perfusion\nPlace the mouse on its back on a grate sitting on top of the rectangular bucket and tape the forelimbs and hindlimbs firmly to the grate. Perform a cut from below the ribs to the upper chest in order to expose the chest cavity. Attach hemostats to the ribs and retract in order to fully expose the heart. Insert a 21G needle attached to a perfusion pump containing 1X PBS into the left ventricle, and then perform a small cut in the right atrium. Start to pump 1X PBS to the mouse, until the fluid runs clear out of the cut in the right atrium. The liver changing from a deep red to a paler shade is an indicator of a good perfusion.\nCRITICAL STEP: further perfusion with 4% PFA should be avoided as half of the brain will be used for protein extraction and immunostaining results have shown significant improvement when skipping this step.\nSTEP 4: Extraction of brain for immunostaining and protein/RNA\nAfter perfusion with 1X PBS, the brain through the cranial window should look pale. Carefully remove the cranial window with forceps. Decapitate with scissors, then cut the muscles of the neck and the skin that covers the cranium. Insert the scissors through the foramen magnum, and gently start cutting the cranial bone, up to the rostral side.\nCAUTION: Take care to not damage the brain during this process.\nWith forceps, remove the lateral bone flaps and expose the brain completely. Slide curved narrow forceps under the brain and carefully tilt it upward. When the brain is sufficiently loose, slide it out of the cranium with the help of the forceps and add to a clean petri dish sitting in an ice bath and wash the brain with ice cold 1X PBS to remove all hairs or other debris. With a clean razor blade, section the brain in half along the sagittal axis. With the help of curved forceps, carefully separate the cortex from the hippocampus (for more details see\n5\n) or dissect other brain regions are desired.\nImmerse one half (for immunostaining) in a tube containing 4% PFA and fix overnight at 4°C. After 24 hours, transfer the brain to a solution containing 30% sucrose. The other half or remaining brain sections can be snap freeze in liquid nitrogen or processed immediately for RNA or protein extraction.\nSTOP POINT: If samples cannot be immediately processed, we recommend homogenizing the tissue immediately using a Dounce homogenizer (or other methods, such as bead mill) in the appropriate buffer, making sure to add RNAase or protease inhibitors depending on need, and then snap freeze and store at -80ºC.\nSTEP 5: Sample preparation\nFor RNA analysis, prepare a tube containing Trizol or a lysis buffer with an RNAase inhibitor of preference\n3\n.\nFor protein extraction, prepare extraction buffer in a 50 mL conical tube containing 1 mM AESBF (or other appropriate proteinase inhibitors), 1 tablet of cOmplete and 2 mL of RIPA buffer and dilute 1:25 with 1X PBS.\nPlace half brain inside a clean Dounce homogenizer and homogenize the brain with 500 uL of extraction buffer. Use small strokes to avoid bubbles. A total of 20-30 strokes should be enough to homogenize the tissue. With a pipette, transfer the homogenized tissue to an Eppendorf and keep on ice. Wash the homogenizer with MiliQ water between samples. Sonicate tubes on water for 10 minutes. Transfer samples to a 4ºC centrifuge, and centrifuge at 14000 rpm (table top centrifuge) for 30 min. Transfer the supernatant to a new tube and if desired, the pellet can be stored for further processing. If extracting protein or RNA from cerebral microvessels is of interest, follow this detailed protocol on extracting cerebral microvessels from cortex\n4\n.\nAfter sample preparation:\n·     Proceed with preferred protocol for protein measurement (Figure 2). We use Pierce BCA Protein Assay Kit (ThermoFisher CAT No. 23225)\n·     If performing RNA extraction, process samples as quickly as possible and clean all surfaces with RNAzap (ThermoFisher, CAT No. AM9780). Proceed with preferred protocol for RNA extraction. (Figure 3)\nCRITICAL STEP: The extraction and sectioning of the brain has to be performed as quickly as possible in order to ensure the least amount of RNA or protein degradation.\nSTEP 5: Brain processing and slicing for immunostaining\nThe half brain stored in sucrose will be used for immunostaining. Extract the brain from the sucrose solution and add to a petri dish. Place the brain in a coronal or sagittal position inside the metallic cryotome holder with OCT compound as an adhesive. Let freeze inside the cryotome.\nCRITICAL STEP: the brain should be oriented straight and parallel to the blade in order to ensure correct slicing.\nIf sections are used as serial sections prepare six tubes for a half brain, or if they will be stored as regions of interest label the tubes accordingly and fill them up with 1.7 mL of cryoprotection solution. Prepare cryoprotection solution by mixing 150 g of sucrose, 200 mL of 1X PBS, 150 mL of ethylene glycol, and complete to a final volume of 500 mL with 1X PBS. Store at 4ºC.\nPosition the metallic holder into the cryotome. Start trimming the OCT adhesive until the brain appears. Start slicing the brain with a thickness of 30 µm, or as desired. Select each slice, submerge in PBS and alternate the storage of each slice into different tubes. This will ensure that a representation of the whole brain is stored on each tube.\nSTOP POINT: Slices can be stored at 4ºC for as long as needed before mounting.\nSTEP 6: Immunostaining for astrocytes, microglia and amyloid plaques\nTake one of the tubes stored at 4ºC and place the brain slices on a petri dish with 1X PBS. Mount the slices on a glass slide with a brush. A total of 3-6 slices can be mounted on a glass slide, depending on the size of the slices. Ensure that the slices are completely straight and not folded. Make sure to leave enough spaces in the edges for the liquid blocker marker. Allow to thoroughly dry.\nAfter slices have dried, draw a rectangle with liquid blocking marker to prevent leakage of solutions. Wash slices 6 times with PBS for 5 minutes. Prepare a blocking solution by adding 250 µL of goat serum, 50 µL of 10% Triton X and complete to a 5 mL volume using 1X PBS. Block slides for 30 min with the blocking solution. Aspirate the blocking solution and apply primary antibody (1:500 dilution, or the appropriate dilution for the antibody, in blocking solution). Let incubate overnight at 4ºC (or as appropriate for the antibody) with a wet paper towel to avoid desiccation.\nThe following day aspirate the primary antibody. Wash slides three times with for 5 min with 1X PBS.\nCRITICAL STEP: once the slices are thoroughly adhered after the first drying step, do not allow slides to completely dry again because this can compromise the integrity of the tissue and the quality of the staining. Make sure to cover slides completely with the solution.\nApply secondary antibody (1:500 dilution, or as appropriate, in blocking solution) and incubate for 2 hours at room temperature (or as appropriate) in a light shielded area with a wet paper towel to avoid desiccation.\nAspirate the secondary antibody and wash three times with 1X PBS. This would be an appropriate time to apply DAPI or other water-soluble counterstains. For example, if this was an Alzheimer’s disease mouse model and labeling of amyloid plaques was desired, apply Methoxy-X04 diluted 1:250 in 1X PBS and incubate at room temperature for 15 minutes. Wash 2 times with 80% ethanol. Then, allow slides to thoroughly dry before mounting. Use a mounting medium of preference (we recommend Prolong Gold). Our images were acquired with a Zeiss LSM 710 Confocal, using fluorescently-labeled secondary antibodies (Figure 4)."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The syringe won’t fill up with blood: Don’t apply further back pressure to the syringe. Move the needle up and down until blood comes out. It is possible to try the needle insertion with the mouse in a position of dorsal recumbency, with the mouse laying to on one side and the needle inserted parallel to the table, perpendicular to the chest wall, and between the ribs. Apply back pressure until blood comes out.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;No signal from immunostaining: Make sure that slices do not dry out during the staining process. Slices should dry only twice, after placing on the slides and before mounting with a mounting medium. It may also be necessary to apply antigen retrieval protocols such as incubation with formic acid or heat.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;RNA quality is bad or there is no RNA at all from the extraction: Make sure to work in a clean environment. Spray all surfaces and pipettes with RNAzap. Use RNAse-free tubes and water and change gloves between preparations. Depending on the RNA extraction protocol of preference, it is possible to add ß-mercaptoethanol to samples to help avoid fast RNA degradation.&nbsp;</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>STEP 1: 2 minutes (per mice)</p><p>STEP 2: 3 minutes (per mice)</p><p>STEP 3: 5 minutes (per mice)</p><p>STEP 4: brain extraction: 2-3 minutes. Dissection: 2-3 minutes. (per mice)</p><p>STEP 5: two days</p><p>STEP 6: 4-5 hours, depending on the number of brains.</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dyer, S. M. &amp; Cervasio, E. L. An overview of restraint and blood collection techniques in exotic pet practice. Vet Clin North Am Exot Anim Pract 11, 423-443, v, doi:10.1016/j.cvex.2008.03.008 (2008).</p><p>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Diehl, K. H. et al. A good practice guide to the administration of substances and removal of blood, including routes and volumes. J Appl Toxicol 21, 15-23, doi:10.1002/jat.727 (2001).</p><p>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shatzkes, K., Teferedegne, B. &amp; Murata, H. A simple, inexpensive method for preparing cell lysates suitable for downstream reverse transcription quantitative PCR. Sci Rep 4, 4659, doi:10.1038/srep04659 (2014).</p><p>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lee, Y. K., Uchida, H., Smith, H., Ito, A. &amp; Sanchez, T. The isolation and molecular characterization of cerebral microvessels. Nat Protoc 14, 3059-3081, doi:10.1038/s41596-019-0212-0 (2019).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Spijker, Sabine. “Dissection of Rodent Brain Regions.” In <em>Neuroproteomics</em>, edited by Ka Wan Li, 57:13–26. Totowa, NJ: Humana Press, 2011. https://doi.org/10.1007/978-1-61779-111-6_2.</p><p>&nbsp;</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We acknowledge the Cornell BRC Imaging Facility and grant NIH S10RR025502 for the Zeiss LSM 710 Confocal. We thank Chris B. Schaffer for thoroughly reading and editing the manuscript.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1101/2019.12.16.878397",
                "date": "2019-12-17 23:15:11",
                "title": "High fat diet worsens pathology and impairment in an Alzheimer’s mouse model, but not by synergistically decreasing cerebral blood flow",
                "authors": [
                    "Oliver Bracko",
                    "Lindsay K. Vinarcsik",
                    "Jean C. Cruz Hernández",
                    "Nancy E. Ruiz-Uribe",
                    "Mohammad Haft-Javaherian",
                    "Kaja Falkenhain",
                    "Egle M. Ramanauskaite",
                    "Muhammad Ali",
                    "Aditi Mohapatra",
                    "Madisen Swallow",
                    "Brendah N. Njiru",
                    "Victorine Muse",
                    "Pietro E. Michelucci",
                    "Nozomi Nishimura",
                    "Chris B. Schaffer",
                    " "
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 382953,
                "identity": "28e74391-dfc0-4e10-af5f-f432619b0887",
                "order_by": 1,
                "name": "Nancy E. Ruiz-Uribe",
                "email": "",
                "orcid": "",
                "institution": "Cornell University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nancy",
                "middleName": "E.",
                "lastName": "Ruiz-Uribe",
                "suffix": ""
            },
            {
                "id": 382961,
                "identity": "e6677f54-7b3b-4b85-8981-26dbc84ffbf1",
                "order_by": 2,
                "name": "Oliver Bracko",
                "email": "ob84@cornell.edu",
                "orcid": "",
                "institution": "Cornell University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Oliver",
                "middleName": "",
                "lastName": "Bracko",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-02-28 21:48:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-838/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-838/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 590781,
                "identity": "63c2d3d5-70e0-40ae-af3f-34966606cc05",
                "added_by": "auto",
                "created_at": "2020-03-04 12:29:51",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 420571,
                "visible": true,
                "origin": "",
                "legend": "Figure 1: Cardiac puncture of mice. The red arrow points to the rib cage. The needle must be inserted between the ribs, parallel to the frontal axis of the mouse. The heart should be at the level of the elbow.",
                "description": "",
                "filename": "Fig1.png",
                "url": "https://assets.researchsquare.com/files/pex-838/v1/Fig1.png"
            },
            {
                "id": 590782,
                "identity": "44ceaf50-0d80-4c6d-b774-8b01f73580f4",
                "added_by": "auto",
                "created_at": "2020-03-04 12:29:51",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 88772,
                "visible": true,
                "origin": "",
                "legend": "Figure 2: RNA isolated from whole mouse blood with this protocol had high RNA integrity. RNA integrity was determined using a Bioanalyzer. RIN number in this example was determined by the 28S/18S ribosomal RNA ratio and reached 8.9 indicating a good RNA quality for RT-PCR or other applications.",
                "description": "",
                "filename": "Fig2.png",
                "url": "https://assets.researchsquare.com/files/pex-838/v1/Fig2.png"
            },
            {
                "id": 590783,
                "identity": "cfb83806-262a-47a2-b867-85d86d54dfd0",
                "added_by": "auto",
                "created_at": "2020-03-04 12:29:52",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 164519,
                "visible": true,
                "origin": "",
                "legend": "Figure 3: Levels of human amyloid-beta 40 and 42 from old 5XFAD (a mouse model for Alzheimer’s Disease) and WT mice analyzed with our protein extraction protocol via ELISA (Human A 40 and Human A 42 Mouse Elisa Kit – Thermofisher CAT no. KHB3481 and KHB3441, respectively)",
                "description": "",
                "filename": "Fig3.png",
                "url": "https://assets.researchsquare.com/files/pex-838/v1/Fig3.png"
            },
            {
                "id": 590784,
                "identity": "30832d73-27f0-48fa-b3be-b3fc4f984f5d",
                "added_by": "auto",
                "created_at": "2020-03-04 12:29:52",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 734573,
                "visible": true,
                "origin": "",
                "legend": "Figure 4. Staining of brain hippocampus from 5XFAD mice for microglia (red - IBA1), astrocytes (green - GFAP) and plaques (blue - Methoxy-X04).",
                "description": "",
                "filename": "Fig4.png",
                "url": "https://assets.researchsquare.com/files/pex-838/v1/Fig4.png"
            },
            {
                "id": 15666391,
                "identity": "311d82e4-573a-4469-9750-d6d5a18d90ec",
                "added_by": "auto",
                "created_at": "2021-11-18 13:36:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1669531,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-838/v1/df6b8388-ca73-4901-b73b-56af94f7bd7c.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Neuroscience, cell biology, immunofluorescence, protein extraction, RNA extraction, mice.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This protocol describes a method to extract brain tissue and whole blood samples to perform immunostaining, protein extraction for ELISA, western blot, or RNA extraction for qPCR after long-term <em>in vivo</em> imaging. This protocol is in particular useful to process and maintain valuable tissue samples, allowing for a broad spectrum of analysis and techniques without compromising the quality of the samples. </p><p><strong>&nbsp;</strong></p><p><br></p>",
        "manuscriptTitle": "Brain and blood extraction for immunostaining, protein, and RNA measurements after long-term two photon imaging in mice﻿.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-03-04 12:29:50",
                "doi": "10.21203/rs.3.pex-838/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "19abc0bd-840a-47d1-90ed-54e71467f2a0",
        "owner": [],
        "postedDate": "March 4th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 63997,
                "name": "Biological techniques"
            },
            {
                "id": 63998,
                "name": "Neuroscience"
            },
            {
                "id": 63999,
                "name": "Molecular biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-03-04 12:29:50",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}