{
    "identity": "pex-1478",
    "title": "<p>Assessing Aerobic Fitness in the Health Care Setting for Survivors of Cancer</p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p>Equipment</p><p>1. Physical and/or on-line stopwatch to time the step test in seconds.</p><p>2. Physical and/or on-line metronome to provide pacing cue.</p><p>3. Medical step stool (9-inch recommended) with sufficient surrounding space for safe stepping.</p><p>4. Chair.</p><p>5. Stethoscope to listen and record heartbeat.</p>"
        },
        {
            "header": "Procedure",
            "content": "1. Perform a comprehensive history and physical to determine if the individual is medically cleared to attempt the step test. Contraindications to a step test include, but are not limited to, presence of active pain, severe deconditioning, chemotherapy related severe fatigue, onycholysis, wound dehiscence, balance impairment, or any indication for cardiac stress test. Indications for a modified step test, performed instead on a flat surface, include chronic knee pain, hip pain, or diminished balance\n1\n.\n2. Explain the rationale for the step test. One may include the history of the step test\n2\nand how pulse recovery following exercise can vary dependent upon baseline cardiovascular fitness linked to age and gender normative fitness standards\n3\n.\n3. Clearly introduce to the individual that they may stop the test at any time for any reason while specifically including that they should stop the test if they feel chest pain, breathing difficulty, lightheadedness, or balance insecurity.\n4. List the steps of the test: first, the individual will step for no longer than three minutes in duration, and second, the individual will sit down immediately and have their pulse recovery assessed using a stethoscope, with heart beat listened to and counted for one full minute.\n5. Explain that test results will be reported to the individual directly after the test including an assessment of their own individual cardiovascular fitness with comparison to normative values for their age and gender.\n6. Introduce the stopwatch, metronome, step, and chair that the individual will sit in after the step test completion. Position the chair so it is out of the way but convenient to access when the step test is completed. Explain that they should not talk during the procedure but that you will provide them interval progress reports every 30 seconds and then a 10-second count down as they approach the completion of the three minutes. If performing the modified step test, which is on a flat surface, introduce the area where the test will be performed. Use the metronome to indicate cadence at 96 steps/minute, but assure the individual they should perform the test at a comfortable pace for them.\n7. Demonstrate performance of the step test at an appropriate cadence for 10-20 seconds. Step up and down on the step (or in place if performing on a flat surface) alternating legs.\n8. Invite the individual to perform 5-6 practice steps under observation to ensure they have the correct technique and are safe to perform the test.\n9. Initiate the test with close observation of the individual, counting the actual number of steps/minute and spotting for imbalance, pain, respiratory distress, or other indications that the test should be terminated early. Report to the individual completion at 30 second intervals and count down the last ten seconds of the 3-minute test.\n10. Invite the individual to sit in the chair and count their heart rate for one minute either by heart auscultation using a stethoscope (recommended) or radial pulse.\n11. Record the heart rate recovery (number of beats during the first one minute following the step test while sitting in the chair), number of steps/minute performed, and length of time for the test.\n12. Ask the individual how they feel and how this level of exertion compares with their daily activities and exercise they currently perform. Use this information to help guide them in activities that are at an appropriate level of exertion for them to build their cardiovascular fitness.\n13. Share with the individual how their performance compares with age and gender normative values with reference to test modifications (slower pace, performance on flat surface, shorter duration) that may impact this comparison.\n14. Invite the individual to repeat the step test at 6-12 week intervals after engaging in a program to improve physical fitness as a means to assess impact of the exercise program."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>10 minutes to execute the step test protocol</p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1. Brouha, L. The Step Test: A Simple Method of Measuring Physical Fitness for Muscular Work in Young Men. <em>Res Q Am Assoc Health, Phys Ed Recr</em>. <strong>14</strong>, 31-37 (1943)</p><p>2. Golding, L., Myers, C. &amp; Sinning, W. Y’s Way to Physical Fitness in The Complete Guide to Fitness Testing and Instruction. 4th ed. (eds. Golding, L., Myers, C. &amp; Sinning, W.) 112-123 (Human Kinetics, 1989).</p><p>3.Haas F, Sweeney G, Pierre A, Plusch T, Whiteson J. Validation of a 2 Minute Step Test for Assessing Functional Improvement. <em>Open J Ther Rehab</em>. <strong>5</strong>, 71-81 (2017).</p><p>4. Bohannon, R.W., Bubela, D.J., Wang, Y.-C., Magasi, S.S. &amp; Gershon, R.C. Six-Minute Walk Test Vs. Three-Minute Step Test for Measuring Functional Endurance. <em>J Strength Cond Res</em>. <strong>29</strong>, 3240-3244 (2015).</p><p>5. White KR, Lu J, Ibrahim Z, <u>Furth PA</u>. Enabling Exercise Prescription for Survivors of Cancer. Sci Rep (2021). <a href=\"https://rdcu.be/cj0He\" rel=\"noopener noreferrer\" target=\"_blank\">https://rdcu.be/cj0He</a></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "https://doi.org/10.1038/s41598-021-89021-w",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 24272889,
                "identity": "ea135417-924c-4530-a037-00f9c7a89f12",
                "order_by": 0,
                "name": "Priscilla A. Furth",
                "email": "paf3@georgetown.edu",
                "orcid": "https://orcid.org/0000-0003-3883-0715",
                "institution": "Georgetown University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Priscilla",
                "middleName": "A.",
                "lastName": "Furth",
                "suffix": ""
            },
            {
                "id": 24274255,
                "identity": "b9f37b8c-8cb5-4f60-9414-fcfb27420324",
                "order_by": 1,
                "name": "Katherine R. White",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-3411-1211",
                "institution": "Georgetown University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Katherine",
                "middleName": "R.",
                "lastName": "White",
                "suffix": ""
            },
            {
                "id": 24274786,
                "identity": "4cd83f04-38eb-4a74-9a15-c501638d0866",
                "order_by": 2,
                "name": "Zara Ibrahim",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-7322-7909",
                "institution": "Georgetown University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zara",
                "middleName": "",
                "lastName": "Ibrahim",
                "suffix": ""
            },
            {
                "id": 24274787,
                "identity": "49452fab-f9c2-453c-a622-9ff3afb4b576",
                "order_by": 3,
                "name": "Jana Lu",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-2823-1209",
                "institution": "Georgetown University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jana",
                "middleName": "",
                "lastName": "Lu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-19 20:19:15",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1478/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1478/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13691403,
                "identity": "edafeb67-648b-4bf4-a0ae-c8e0cba5570e",
                "added_by": "auto",
                "created_at": "2021-09-17 12:38:34",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 137908,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1478/v1/467c2e12-4f11-4a62-ad49-16440984aef4.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "step test, survivors of cancer, outpatient care, patient-centered care, fitness evaluation",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Step tests efficiently evaluate cardiovascular fitness and can be executed in a variety of physical settings without specialized equipment [1,2,3,4]. The technique is straightforward and accessible to health care professionals. It can be applied across different special populations including survivors of cancer [5]. Survivors of cancer benefit from programs that improve cardiovascular fitness and decrease sedentary behavior, but it is recommended that individuals receive clearance from a health care professional before initiating new vigorous exercise programs. The modified 3-minute step test presented here is a protocol for health care professionals to evaluate baseline levels of cardiovascular fitness prior to an exercise prescription and can be used to follow progress on programs designed to improve cardiovascular fitness.</p>",
        "manuscriptTitle": "Assessing Aerobic Fitness in the Health Care Setting for Survivors of Cancer",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-10 06:32:34",
                "doi": "10.21203/rs.3.pex-1478/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a084757d-e839-454f-b04c-52b8dc957b21",
        "owner": [],
        "postedDate": "May 10th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4020200,
                "name": "Oncology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-10 06:32:34",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}