{
    "identity": "nprot-154",
    "title": "Method for full protein sequence mapping: LC-MS analysis",
    "content": [
        {
            "header": "Introduction",
            "content": "General protocol for low-flow \\(50-100 nL/min) ESI LC-MS/MS analysis using microcapillary HPLC columns and ion trap mass spectrometers."
        },
        {
            "header": "Procedure",
            "content": "1. Microcapillary RP-HPLC separation interfaced to electrospray ionization source\r\n  -Slow HPLC flow rates of approx. 50-100 nL/min are achieved by using \"microcapillary\" HPLC columns. These columns are constructed from fused silica glass capillaries \\(Polymicro Technologies, Phoenix , AZ ), typically 75 microns inner diameter. A segment \\(\n15cm) of fused silica is cut and a segment of polyimide coating is burned off using a small flame. A bottleneck is shaped into the glass using a laser puller and the reversed-phase packing material is loaded behind the bottleneck. The C-18 \\(YMC Corporation) packing material is loaded using a pressurized stainless steel bomb and Helium gas at about 500 psi to force the slurry into the capillary tube. The electrospray tip is pulled using the laser puller which forms a tip\n5-10 microns inner diameter. \r\n\n\n\r\n\n\nAn aliquot of proteolytic digest is loaded onto the microcapillary HPLC column, again using the pressurized stainless steel bomb. Typical sample volumes range from 1-40µL. Larger sample volumes \\(> 5µL) are loaded onto a “pre-column”, which is constructed from 360 x 75µm fused silica and 5-20µm C18 packing material with a licrosorb frit. The pre-column is then connected to the microcapillary column using a Teflon sleeve. The microcapillary column is connected to the HPLC solvent line. When the sample analysis begins, a gradient of increasingly organic solvent runs across the microcapillary HPLC column. At the same time, a high voltage \\(1.5-1.8kV) from the mass spectrometer is applied at a stainless steel union on the HPLC waste line. The result is a plume of charged droplet molecules emitting from the electrospray tip of the column at a rate of ~ 50nL/min. A typical HPLC gradient for a highly complex mixture of peptides is 0-80% organic solvent over a period of about 2 hours. The low flow rate and shallow gradient help minimize the number of peptides being analyzed by the mass spectrometer at any given time, effectively decreasing the complexity of the sample and maximizing the coverage of peptides selected for MS/MS analysis. \r\n\n\n\r\n\n\n2. Improved Instrumentation: LTQ-FTMS\r\n  -We use ion trap mass spectrometry for our analyses. In 2004, a Finnigan LTQ-FTMS \\(ThermoElectron Corp., San Jose , CA ) instrument was added to the repertoire of ion trap mass spectrometers and is the primary instrument used for the full protein sequence mapping experiments. It is a hybrid instrument that combines linear ion trap and Fourier Transform ion cyclotron resonance mass analysis technologies \\(Syka, Marto, et al., 2004). Advantages over traditional 3D ion trap technology include: sub-femtomole limit of detection, ~50-fold increase in dynamic range, high mass resolution \\(100,000 at m/z 400), accurate mass determination \\(1-3 ppm with external calibration), and increased scan speed \\(5 scans per sec versus 1 scan per 2 sec). All of these features dramatically increase the amount of useful information that can be obtained from analyses of complex mixtures such as binding partner pull-downs. The sensitivity, resolution and high mass accuracy of the LTQ-FTMS enables the user to more quickly sift through MS/MS data associated with single protein pull-downs and assign sequence and post-translational modification information to spectra. \r\n\n\n\r\n\n\n3. MS/MS analysis of peptide ions\r\n  -Software provided with the mass spectrometer enables the acquisition of mass spectra in a non-redundant manner so that as many peptides as possible are surveyed from a complex mixture. This type of data acquisition is known as \"data-dependent MS/MS analysis\". During this process, an experimental method is set up in which one full range MS scan \\(300-2000 m/z) is acquired followed by the acquisition of ten MS/MS scans.\r\n\n\n\r\n\n\nThe top ten most abundant ions present above a user-specified signal threshold in the full MS spectra are chosen for subsequent collision with helium atoms. These collisions fragment the peptide, typically along the amide backbone, producing a series of fragment ions which is represented as the MS/MS spectrum. The experimental method is designed to place those ten most abundant peptide ions on a dynamic exclusion list for a user-determined interval. The cycle is repeated and another full MS scan is taken, followed by MS/MS of the ten most abundant ions \\(when the ten peptide ions from the first cycle are on the exclusion list, the next ten most abundant ions are chosen for MS/MS). The cycle continues for the duration of data acquisition."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10031,
                "identity": "9ed41cb9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Erin D. Jeffery",
                "email": "",
                "orcid": "",
                "institution": "Department of Chemistry, University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Erin",
                "middleName": "D.",
                "lastName": "Jeffery",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-01-11 11:45:54",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.34",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.34",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465458,
                "identity": "8fd3bba1-7b7f-4268-baa8-eee78f76485d",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:43",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 92697,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-154/v1/9850cf40-3b3b-4b2e-8832-0a92e162d592.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Protein Discovery Initiative, LC-MS analysis, proteomics, phospho-mapping",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Method for full protein sequence mapping: LC-MS analysis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-01-17 09:58:36",
                "doi": "10.1038/nprot.2007.34",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ed2fe73-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 17th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1530,
                "name": "Biotechnology"
            },
            {
                "id": 1531,
                "name": "Biochemistry"
            },
            {
                "id": 1532,
                "name": "Biological techniques"
            },
            {
                "id": 1533,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-01-17 09:58:36",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}