{
    "identity": "pex-827",
    "title": "<p>Stepwise <em>in vitro</em> induction of human somitic mesoderm and its derivatives</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Mesoderm, one of the three principal germ layers is formed and specified in the primitive streak (PS) during early embryonic development. The primitive streak is the anatomical correlate of gastrulation, a process during which the pluripotent cells of the epiblast undergo epithelial to mesenchymal transition (EMT) and give rise to mesoderm and definitive endoderm. Paraxial or presomitic mesoderm is one the mesodermal lineages which are formed and specified along the anterior-posterior axis of the primitive streak.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;During somitogenesis these presomitic mesoderm (PSM) cells then give rise to somites, transiently epithelialized balls of somitic mesoderm (SM), which further differentiate into the two major somite compartments, sclerotome (SCL) and dermomyotome (DM) respectively. Somitic mesoderm and its derivatives contribute to the formation and patterning of the musculoskeletal system, giving rise to vertebrae, ribs and skeletal muscle. This entire process has been extensively studied using model organisms such as chick, mouse or zebrafish but remains largely elusive in the human context. This also applies to studies focusing on the segmentation clock, a species-specific molecular oscillator believed to control the process of somitogenesis.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In order to gain insights into human somitogenesis, we and others have recently established induction protocols and approaches for the reproducible&nbsp;<em>in vitro </em>derivation of presomitic and somitic mesoderm-like cells from human pluripotent stem cells<sup>1-6</sup>. Molecular and functional analysis of these&nbsp;<em>in vitro </em>derived human presomitic and somitic mesoderm-like cells and their derivatives have increased our understanding of this core developmental process in human.&nbsp;</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This Nature Protocol Exchange is an addition to our recent paper on the&nbsp;<em>in vitro </em>recapitulation of the human segmentation clock from pluripotent stem cells, and describes in detail the stepwise induction of presomitic and somitic mesoderm and its derivatives from human iPSCs.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>0.5%-Trypan blue stain solution (Nacalai, Cat#: 29853-34)</p><p>0.5 mmol/l-EDTA/PBS solution (Nacalai, Cat#: 13567-84)</p><p>1-Thioglycerol (Sigma-Aldrich, Cat#: M6145)</p><p>2-Mercaptoethanol (2-ME) (Nacalai, Cat#: 21417-52)</p><p>4%‐Paraformaldehyde phosphate buffer solution (PFA) (Nacalai, Cat#: 09154-85)</p><p>4',6-Diamidino-2-phenylindole dihydrochloride (DAPI) (Nacalai, Cat#: 11034-56)</p><p>Apo-transferrin (Sigma-Aldrich, Cat#: T1147)</p><p>Ascorbic acid (Nacalai, Cat#: 13048-42)</p><p>Bovine serum albumin (BSA) (Sigma-Aldrich, Cat#: A8806-5G)</p><p>Chemically defined lipid concentrate (CD Lipid) (Thermo Fisher Scientific, Cat#: 11905-031)</p><p>CHIR99021 (Axon Medchem, Cat#: 1386)</p><p>D-Luciferin, potassium salt (BMS, Cat#: BR-404000761)</p><p>Dulbecco's Modified Eagle's Medium (DMEM) (Nacalai, Cat#: 08456-65)</p><p>Dulbecco's Modified Eagle's Medium (DMEM) (Nacalai, Cat#: 08457-55)</p><p>Dulbecco's Modified Eagle’s Medium:Nutrient Mixture F-12 (DMEM/F12) (Thermo Fisher Scientific, Cat#: 11320033)</p><p>Fetal bovine serum (FBS) (Thermo Fisher Scientific, Cat#: 26140079)</p><p>Fluo-8 Calcium Flux Assay Kit (Abcam, Cat#: ab112129)</p><p>GDC-0449 (Cellagen Technology, Cat#: C4044-5)</p><p>Ham's F-12 Nutrient Mix (F12) (Thermo Fisher Scientific, Cat#: 11765054)</p><p>Horse serum (Sigma-Aldrich, Cat#: H1138)</p><p>iMatrix-511 silk (Nippi, Cat#: 892021)</p><p>Insulin, Transferrin, Selenium (ITS) Premix (Corning, Cat#: 354352)</p><p>Insulin, Transferrin, Selenium (ITS) Solution (ITS-G) (Thermo Fisher Scientific, Cat#: 41400045)</p><p>Iscove's Modified Dulbecco's Medium (IMDM) (Sigma-Aldrich, Cat#: I3390-500ML)</p><p>L-Glutamine (Thermo Fisher Scientific, Cat#: 25030081)</p><p>LDN193189 (Stemgent, Cat#: 04-0074)</p><p>MEM Non-essential amino acids solution (Thermo Fisher Scientific, Cat#: 11140050)</p><p>Matrigel<sup>®</sup>Basement Membrane Matrix (Corning, Cat#: 354234)</p><p>N2 Supplement (Thermo Fisher Scientific, Cat#: 17502048)</p><p>PD173074 (Tocris, Cat#: 3044)</p><p>Penicillin-Streptomycin (Thermo Fisher Scientific, Cat#: 15140122)</p><p>Phosphate buffered saline (PBS) tablets (Takara, Cat#: T900)</p><p>Recombinant human Activin A protein (rh-Activin A) (R&amp;D Systems, Cat#: 338-AC)</p><p>Recombinant human BMP4 protein (rh-BMP4) (R&amp;D Systems, Cat#: 314-BP-050)</p><p>Recombinant human GDF5 protein (rh-GDF5) (ProSpec-Tany Technogene, Cat#: CYT-442)</p><p>Recombinant human Insulin protein (rh-Insulin) (Wako, Cat#: 097-06474)</p><p>Recombinant human TGFβ1 protein (rh-TGFβ1) (Pepro Tech, Cat#: 100-21)</p><p>Recombinant human bFGF protein (rh-bFGF) (Wako, Cat#: 068-04544)</p><p>Recombinant human/mouse/rat BMP-2 protein (rh-BMP2) (R&amp;D Systems, Cat#: 355-BM-010)</p><p>RNeasy Plus Mini Kit (Qiagen, Cat#: 74136)</p><p>SB431542 (Selleck Chemicals, Cat#: S1067)</p><p>Skim milk (Nacalai, Cat#: 31149-75)</p><p>Smoothened agonist (SAG) (Calbiochem, Cat#: 566661)</p><p>Sodium pyruvate (Thermo Fisher Scientific, Cat#: 11360070)</p><p>Stem-cellbanker (Takara, Cat#: CB047)</p><p>StemFit<sup>®</sup>AK02N (Reprocell, Cat#: AJ100)</p><p>StemPro<sup>TM </sup>Accutase<sup>TM </sup>cell dissociation reagent (Accutase<sup>TM</sup>) (Thermo Fisher Scientific, Cat#: A11105-01)</p><p>Triton<sup>TM </sup>X-100 (Sigma-Aldrich Cat#: X100-5ML)</p><p>TrypLE<sup>TM </sup>Select enzyme (Thermo Fisher Scientific, Cat#: 12563-011)</p><p>TWEEN<sup>®</sup>20 (Sigma-Aldrich Cat#: P1379)</p><p>XAV939 (Tocris, Cat#: 3748)</p><p>Y-27632 (Rock-Inhibitor) (Wako, Cat#: 034-24024)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1 ml syringe with 26 G needle (Terumo, Cat#: SS-01T2613S)</p><p>1.5 ml microtube (Watson, Cat#: 131-715C)</p><p>6 well sterile cell culture plate (Corning, Cat#: 3516)</p><p>10 cm sterile cell culture plate (Corning, Cat#: 430167)</p><p>12 well sterile cell culture plate (Corning, Cat#: 3513)</p><p>15 ml tube (Corning, Cat#: 430791)</p><p>24 well sterile cell culture plate (Corning, Cat#: 3526)</p><p>50 ml tube (Corning, Cat#: 430829)</p><p>500 ml filter bottle (Corning, Cat#: 430769)</p><p>Autoclave (Tomy, Cat#: LSX-700)</p><p>Cell scraper (Iwaki, Cat#: 9000-220)</p><p>Centrifuge (Tomy, Cat#: AX-521)</p><p>Centrifuge (Wakenbtech, Cat#: WKN-8866)</p><p>Clean bench (Showa Kagaku, Cat#: S-1301PRV)</p><p>CO<sub>2 </sub>incubator (Thermo Fisher Scientific, Cat#: 51030301)</p><p>Countess II FL automated cell counter (Thermo Fisher Scientific, Cat#: AMQAX1000)</p><p>Countess cell counting chamber slides (Thermo Fisher Scientific, Cat#: C10228)</p><p>Dry heat sterilizer (Eyela, Cat#: NDS-500)</p><p>Freezing container (Nihon Freezer, Cat#: BICELL)</p><p>Hemocytometer (Wakenbtech, Cat#: WC2-100S)</p><p>Luminometer (Atto, Cat#: WSL-1565 Kronos HT)</p><p>Multi beads shocker (Yasui Kikai, Cat#: Medical-Beads Shocker)</p><p>NOD/ShiJic-<em>scid</em>Jcl mice (Clea Japan, Cat#: NOD/ShiJic-<em>scid</em>Jcl)</p><p>Needle holder (Matsuyoshi, Cat#: MY-9171S)</p><p>Nunc cell culture cryogenic tube (Thermo Fisher Scientific, Cat#: 368632)</p><p>Petri dish for suspension culture 60Φ (Sumitomo Bakelite, Cat#: MS-1160R)</p><p>Pipette controller (Drummond, Cat#: 4-040-101-J)</p><p>Pipettes (Gilson, Cat#: FA10001P, FA10002P, FA10003P, FA10005P, FA10006P)</p><p>Pipette tips (Watson, Cat#: 123R-254CS, 123R-755CS, 123R-757CS)</p><p>PrimeSurface 96U plate (Sumitomo Bakelite, Cat#: MS-9096U)</p><p>Scissors for surgery (Matsuyoshi, Cat#: MY-9127A)</p><p>Serological pipettes (Corning, Cat#: 4487, 4488, 4489, 4490)</p><p>Suction pump (Waken btech, Cat#: SP40)</p><p>Surgical suture needle with thread (Akiyama, Cat#: F17-40N3)</p><p>Ultrapure water equipment (Merck Millipore, Cat#: Milli-Q IQ 7005)</p><p>Vortex mixer (Scientific Industries, Cat#: SI-0286)</p><p>Water bath (TAITEC, Cat#: SDN-B)</p>"
        },
        {
            "header": "Procedure",
            "content": "1) Human iPSC culture (feeder-free)\nThe here described induction and differentiation conditions are based on the feeder-free attachment (2D) culture of human induced pluripotent stem cells (iPSCs) 201B7\n7\nand 1231A3\n8\non laminin-coated (iMatrix-511 silk, Nippi) sterile cell culture dishes with StemFit\n®\nAK02N (Reprocell) being the iPSC-culture and maintenance medium of choice. Stable culture of fully reprogramed high-quality human iPSCs is necessary for subsequent successful differentiation steps and efficient induction of mesodermal cell types described in this protocol exchange. The here defined culture and differentiation conditions are compatible with and can be applied to other high-quality human iPSC-lines (e.g. 428C2)\n9\n. Please note that for human embryonic stem cells (ESCs) and pluripotent stem cells of other species culture conditions may need to be optimized.\nThe here exemplified culture and differentiation conditions are for single-cell dissociation and culture of human iPSCs in a laminin-coated 6 well culture plate. Please adjust initial seeding densities and volumes of culture (maintenance) media according to the sterile cell culture plates and dishes utilized for initial feeder-free iPSC culture (see Table 1 for details).\n1.1 Coating of cell culture dishes & plates for feeder-free iPSC culture\n1.     Described conditions are for a sterile 6 well culture plate but can be adjusted to other culture plates and dishes accordingly. (see Table 1 for details)\n2.     Add 1.5 ml of PBS containing iMatrix-511 silk (0.5 µg/cm\n2\n) into each well of a 6 well sterile culture plate. Other Laminin-511 fragment sources/types such as iMatrix-511 (Nippi, Cat# 892012) can be also used.\n3.     Incubate the plate with coating agent either for >1 hour at 37°C, for >3 hours at room temperature or overnight at 4°C. Usually coating is performed overnight at 4°C.\n4.     Add 750 µl (or half the volume of initial iMatrix-511 solution) of StemFit\n®\nAK02N and mix thoroughly.\n5.     Aspirate the medium and add 1.5 ml of StemFit\n®\nAK02N containing Y-27632 (10 µM). Place plate into humidified CO\n2\nincubator at 37°C. Do not let the plate dry out when changing solutions.\n1.2 Passaging of human feeder-free iPSCs\n1.     Prepare ~ 80% confluent culture of human feeder-free iPSCs.\n2.     Aspirate the culture medium.\n3.     Wash the iPS cell colonies with PBS.\n4.     Add 300 µl of 0.5x TrypLE\nTM\nSelect enzyme solution (diluted with 0.5 mmol/l-EDTA/PBS); distribute it evenly, and put the plate into a humidified CO\n2\nincubator set to 37°C.\n5.     After 1 minute, take out the plate and re-distribute TrypLE\nTM\nSelect enzyme solution and put it back into the incubator (for another 3 minutes).\n6.     Take out the plate and observe the cells under the microscope whether they have started separating/detaching; if not, incubate for another 30 seconds to 1 minute.\n7.     Aspirate the solution and wash with PBS gently.\n8.     Aspirate PBS and add 1 ml of StemFit\n®\nAK02N with Y-27632 (10 µM).\n9.     Harvest cells with cell scraper into a 1.5 ml microtube.\n10.  Dissociate the collected cells gently by pipetting up and down ~ 10 times (using 1,000 µl tip) and measure cell density.\n11.  Seed 1.3x10\n4\ncells/well onto iMatrix-511 silk-coated 6 well culture plate containing pre-warmed medium (for other plates or dishes see Table 1).\n12.  Distribute cells evenly by gentle shaking and incubate plate with cells in humidified CO\n2\nincubator at 37°C.\n13.  On the next day, change the medium to StemFit\n®\nAK02N without Y-27632.\n14.  Change medium every other day unless the medium color turns yellow or iPSCs start to prematurely differentiate; if so, change the medium every day.\n15.  Passage once every week.\n1.3 Preparing freezing stocks of feeder-free iPSCs\nInitial steps are same with the procedure for passaging until step 10.\n1.     Transfer the required number of cells collected from the culture plate or dish into a 1.5 ml microtube and centrifuge (800 rpm, 22°C, 5 minutes).\n2.     Remove the supernatant and resuspend the cells with Stem-cellbanker (Takara) (1.0x10\n6\ncells/ml).\n3.     Add 200 µl of cell suspension (2.0x10\n5\ncells) into cryogenic tube (Thermo Fisher Scientific).\n4.     Freeze vials in pre-cooled freezing container at -80°C for overnight.\n5.     On the next day, transfer frozen vials into a liquid nitrogen tank.\n1.4 Thawing and culture of frozen feeder-free iPSC stocks\n1.     Set water bath to 37°C.\n2.     Add 5 ml of StemFit\n®\nAK02N with Y-27632 (10 µM) into a 15 ml tube.\n3.     Thaw a frozen vial of iPSCs in the water bath until only a few small ice particles remain.\n4.     Transfer the cells into a 15 ml tube and centrifuge (800 rpm, 22°C, 5 minutes).\n5.     Aspirate the supernatant and add 500 µl of StemFit\n®\nAK02N with Y-27632.\n6.     Dissociate the cells gently by pipetting (about 10 times) and measure the cell density using hemocytometer or automated cell counter.\n7.     Seed 1.3x10\n4\nsingle cells/well onto laminin-coated 6 well culture plate. Make sure that viability of cells is high and seed appropriate number of living cells into utilized culture plates or dishes.\n2) Stepwise induction of human somitic mesoderm and its major derivatives\nFeeder-free cultured human iPSCs are utilized for stepwise somitic mesoderm induction at day 5 post single-cell dissociation and culture. Human iPSC colonies should be clearly visible and the condition of cells should be excellent without presence of prematurely differentiating cells in the culture. For all here described differentiation and induction conditions of human somitic mesoderm and its derivatives a chemically defined medium (CDM)\n10\nis used as base medium. Composition of the utilized CDM is described in Table 2. All growth factors and small molecules necessary at each induction step should be added to CDM just before use of media. A master mix of the required induction media can be made and distributed into each well/dish as needed. Exemplified induction protocols are based on culture of human iPSCs in a 6 well sterile culture plate. Necessary minimal media volumes for different plates or dishes are described in Table 3. Our stepwise somitic mesoderm induction protocol is similar to a recent published protocol, albeit with some differences\n4\n.\n2.1 Preparation of Chemically Defined Medium (CDM)\n1.     Perform all described steps under a clean-bench; use sterile tips and bottles (see Table 2 for composition of CDM).\n2.     Dissolve bovine serum albumin (BSA) (10 mg/ml) in Ham’s F-12 Nutrient Mix (F12) and add Penicillin-Streptomycin (P/S) (100 unit/100 µg/ml).\n3.     Pass dissolved mixture through filter bottle (0.22 µm).\n4.     Mix filtered BSA and P/S containing F12 medium with IMDM (1:1).\n5.     Add sterile reconstituted Apo-transferrin (15 µg/ml), 1-Thioglycerol (450 µM), CD Lipid (1%) and rh-Insulin (7 µg/ml) and store at 4°C until use. Concentrations given in brackets are the final concentrations at the time of adding components. CDM should be used up within two weeks.\n2.2 Primitive Streak (PS) induction\nPS cells are induced via activation of FGF, WNT and TGFβ signaling pathways in human feeder-free cultured iPSCs. Adjust induction media volumes to utilized type of dishes or plates (Table 3).\n1.     Prepare PS induction medium by adding CHIR99021 (10 µM), rh-Activin A (50 ng/ml) and rh-bFGF (20 ng/ml) to CDM. See Table 4 for details. Usually a master mix of the required induction medium is made and distributed into each well or dish as needed to reduce pipetting errors and well-to-well variability.\n2.     Prior to induction of PS cells, iPSCs are cultured in humidified CO\n2\nincubator on laminin-coated plates for 5 days from initial seeding of iPSCs at single cell level. At time of induction clear epithelial colonies of iPSCs have formed and are visible under the microscope. If iPSC conditions are not good (e.g. many spontaneously differentiated cells are present or colony sizes/shapes are unusual) do not use cells for induction.\n3.     Aspirate the maintenance medium (StemFit\n®\nAK02N).\n4.     Add 2 ml of PS induction medium into each well (for volume of induction medium to be added when using other plates or dishes see Table 3).\n5.     Culture iPSCs in PS induction medium at 37°C for 24 hours in humidified CO\n2\nincubator.\n6.     Use induced PS cells for subsequent differentiation into human presomitic mesoderm (PSM) cells; use PS cells for characterization and quality control (i.e. RNA and protein isolation, immunocytochemistry, FACS and quantitative PCR (qRT-PCR) etc.).\n2.3 Presomitic Mesoderm (PSM) induction\nPSM cells are induced from human iPSC-derived primitive streak (PS) cells (for details on how to induce PS cells see 2.2). Our PSM induction protocol is similar to a recent published protocol, albeit with some differences\n4\n. Other protocols aiming to induce presomitic mesoderm from human pluripotent stem cells (hESCs or hiPSCs) have also been reported\n2,3,5,6\n. Following the 24 hours of initial PS induction, induce PSM cells by simultaneous activation of WNT and FGF signaling and inhibition of TGFβ and BMP signaling pathways.\n1.     Prepare PSM induction medium by adding CHIR99021 (3 µM), LDN193189 (250 nM), rh-bFGF (20 ng/ml) and SB431542 (10 µM) to CDM. See Table 5 for details on components of the PSM induction medium. Usually a master mix of the required induction medium is made and distributed into each well or dish as needed to reduce pipetting errors and well-to-well variability.\n2.     Aspirate previous (PS) induction medium.\n3.     Add 2 ml of freshly made PSM induction medium.\n4.     Culture cells in humidified CO\n2\nincubator at 37°C for 24 hours.\n5.     Use induced PSM cells for subsequent differentiation into human somitic mesoderm (SM) cells or analysis of\nin vitro\nfeatures of induced PSM cells including e.g. oscillatory expression of segmentation clock genes. For details on measurement and visualization of oscillatory expression of segmentation clock genes in\nin vitro\ninduced human PSM cells see our concurrent paper in Nature and related recent papers by other groups\n2\n. In case of bioluminescent measurement of oscillatory gene activity,\nin vitro\ninduced PSM cells derived from a luciferase-reporter line of e.g. human\nHES7\nare cultured in CDM-based PSM medium containing D-luciferin (BMS). The presence of bioluminescent activity is measured using a luminometer set-up which allows extended culture of PSM cells\nin vitro\n(Atto). The here described PSM induction approach can also be used to measure and visualize oscillatory activity in other human and non-human pluripotent stem cells, but may require further adjustments and optimization of the culture conditions e.g. adjustment of the level of WNT activity during\nin vitro\nculture. Other human\nin vitro\nPSM induction protocols can also be used to characterize aspects of the\nin vitro\nhuman segmentation clock\n2,11\n. Already described in our concurrent paper\n1\n, stepwise\nin vitro\ninduced PSM cells can be utilized for further molecular characterization and functional analysis as well as quality control e.g. RNA and protein isolation, immunocytochemistry, flow cytometric (FACS) analysis and quantitative PCR (qRT-PCR). Brief descriptions of these methods making use of the induced cells are given below (see 3.1 – 3.5).\n2.4 Somitic Mesoderm (SM) induction\nSM cells are induced from human\nin vitro\nderived presomitic mesoderm (PSM) cells via inhibition of FGF and WNT signaling pathways for 24 hours (for details on how to induce human PSM cells from iPSCs see 2.3).\n1.    Prepare SM induction medium by adding PD173074 (100 nM) and XAV939 (1 µM) to CDM. See Table 6 for details on how to prepare the SM induction medium. Usually a master mix of the required induction medium is made from higher concentrated stocks and distributed into each well or dish as needed to reduce pipetting errors and well-to-well variability.\n2.    Aspirate previous (PSM) induction medium.\n3.    Add 2 ml of freshly made SM induction medium.\n4.    Culture cells in humidified CO\n2\nincubator at 37°C for 24 hours.\n5.    Use induced SM cells for subsequent differentiation into human sclerotome (SCL) or dermomyotome (DM) cells; utilize SM cells for further characterization and quality control (e.g. RNA and protein isolation, immunocytochemistry, FACS and quantitative PCR (qRT-PCR)).\n2.5 Dermomyotome (DM) induction\nDM cells are induced from human iPSC-derived somitic mesoderm (SM) cells (for details on how to induce SM cells see 2.4). DM cells are induced by activating WNT and BMP signaling pathways and inhibiting hedgehog (HH) signaling for 48 hours\n4\n.\n1.     Prepare DM induction medium by adding CHIR99021 (3 µM), GDC-0449 (150 nM) and rh-BMP4 (50 ng/ml) to CDM. See Table 7 for details on how to prepare the DM induction medium. Usually a master mix of the required induction medium is made from higher concentrated stocks and distributed into each well or dish as needed to reduce pipetting errors and well-to-well variability.\n2.     Aspirate previous (SM) induction medium.\n3.     Add 2 ml of freshly made 2 ml of DM induction medium.\n4.     Culture cells in humidified CO\n2\nincubator at 37°C for 48 hours.\n5.     Use induced DM cells for subsequent differentiation into human skeletal muscle cells\nin vitro\nor\nin vivo\n; utilize DM cells for further characterization and quality control (e.g. RNA and protein isolation, immunocytochemistry, FACS and quantitative PCR (qRT-PCR)).\n2.6 Sclerotome (SCL) induction\nSCL cells are induced from stepwise\nin vitro\nderived human somitic mesoderm (SM) cells (for details on how to induce SM cells see 2.5). Human SCL cells are induced by simultaneous activation of the hedgehog (HH) signaling pathway and inhibition of BMP signaling for 72 hours as previously reported in the context of murine ESC-based\nin vitro\nchondrogenic induction\n12\n.\n1.     Prepare SCL induction medium by adding LDN193189 (600 nM) and SAG (100 nM) to CDM. See Table 8 for details on how to prepare human SCL induction medium. Usually a master mix of the required induction medium is made from higher concentrated stocks and distributed into each well or dish as needed to reduce pipetting errors and well-to-well variability.\n2.     Aspirate previous (SM) induction medium.\n3.     Add 2 ml of freshly made SCL induction medium.\n4.     Culture cells in humidified CO\n2\nincubator at 37°C for 72 hours.\n5.     Use induced SCL cells for subsequent differentiation into 2D chondrocytes, for 3D\nin vitro\nhuman cartilage induction or\nin vivo\nxeno-transplantation (described briefly below); utilize SCL cells for further molecular and functional characterization and quality control (e.g. RNA and protein isolation, immunocytochemistry, FACS and quantitative PCR (qRT-PCR)).\n3) Functional analysis and further differentiation of induced human somitic mesoderm derivatives\n3.1\nIn vitro\nskeletal muscle induction from human DM cells\nHuman skeletal muscle cells are derived\nin vitro\nfrom stepwise-induced dermomyotome (DM) cells. Protocols for the induction of human skeletal muscle cells from iPSCs have been reported previously\n3,13,14\n. The protocol described here for skeletal muscle induction from stepwise\nin vitro\ninduced human DM cells is similar to the protocol published by Chal\net al\n.\n13\n. For further molecular and functional characterization of the\nin vitro\nDM-derived human skeletal muscles cells see our concurrent paper in Nature\n1\n.\n3.1.1 Plate coating for\nin vitro\nskeletal muscle induction from human DM cells\n1.     Dilute Matrigel\n®\n(Corning) with DMEM (Nacalai, Cat#: 08456-65) (1:50).\n2.     Add 500 µl of the Matrigel\n®\nsolution to each well (12 well sterile culture plate).\n3.     Incubate for >1h at 37°C, for >3h at room temperature or overnight at 4°C. Usually coating is performed overnight at 4°C. Aspirate the coating solution and add 1 ml of the skeletal muscle induction medium and pre-warm in incubator prior to use.\n3.1.2\nIn vitro\nskeletal muscle induction protocol\nThe here-exemplified protocol utilizes stepwise\nin vitro\nderived human dermomyotome (DM) cells induced in 10 cm sterile culture dishes.\n1.     Wash the DM cells with PBS.\n2.     Add 1 ml of Accutase\nTM\nand distribute it evenly.\n3.     Incubate for 2 minutes.\n4.     Take out the plate, re-distribute the Accutase\nTM\nand incubate it for another 2 minutes.\n5.     Observe the cells under the microscope whether they are starting to detach or not; if not, incubate for another 30 seconds to 1 minute.\n6.     Add 4 ml of the induction medium with Y-27632 (10 µM) for neutralization.\n7.     Harvest cells with cell scraper into a 15 ml tube and centrifuge (800 rpm, 22°C, 4 minutes).\n8.     Aspirate the supernatant and add 3 ml of the induction medium with Y-27632 (10 µM).\n9.     Dissociate the cells gently by pipetting and measure the cell concentration.\n10.  Seed 2.5x10\n5\nDM cells/well onto Matrigel\n®\ncoated 12 well culture plate.\n11.  On the next day, change to induction medium without Y-27632.\n12.  Cells are cultured in a humidified CO\n2\nincubator set at 37°C for 3 weeks. Change skeletal muscle induction medium every 3 days (see Table 9). Spontaneously contracting colonies of induced human skeletal muscle cells will appear within two weeks of culture.\nIn vitro\ninduced human skeletal muscle cells can be used for further molecular and functional characterization including immunocytochemistry or imaging of spontaneous calcium activity using a dye-based calcium reporter system or a GCaMP reporter line (Gen1C)\n15\n.\n3.2\nIn vitro\n3D chondrogenic induction (3D-CI) of human SCL cells\nHuman 3D cartilage can be induced from stepwise\nin vitro\nderived human sclerotome cells. Our human SCL-based 3D chondrogenic induction (3D-CI) approach is utilizing a previously described chondrogenic induction medium\n16\n.\n3.2.1\nIn vitro\n3D chondrogenic induction (3D-CI) protocol\nHuman SCL derived 3D cartilage induction is performed in floating culture using 60 mm low attachment dishes (Sumitomo Bakelite). Floating human sclerotome-derived 3D cartilage is emerging within the first 3-4 weeks and increasing in size and maturation state during further culture. The here-exemplified protocol is for stepwise-induced human sclerotome (SCL) cells derived in 10 cm sterile culture dishes.\n1.     Wash the SCL cells with PBS.\n2.     Add 1 ml of Accutase\nTM\nand distribute it evenly.\n3.     Incubate for 2 minutes.\n4.     Take out the plate, re-distribute the Accutase\nTM\nand incubate for another 2 minutes.\n5.     Observe the cells under the microscope whether they are detached or not; if not, incubate for another 30 seconds to 1 minute.\n6.     Add 4 ml of CDM with Y-27632 (10 µM) for neutralization.\n7.     Harvest cells with cell scraper into a 15 ml tube and centrifuge (800 rpm, 22°C, 4 minutes).\n8.     Aspirate the supernatant and add 3 ml of the SCL induction medium with Y-27632 (10 µM).\n9.     Dissociate the cells gently by pipetting and measure cell concentration.\n10.  Prepare cell suspension (2.0x10\n6\ncells/ml) in SCL induction medium with Y-27632 (10 µM).\n11.  Transfer 100 µl/well of the cell suspension (2.0x10\n5\ncells) in 96 well low attachment plate to make 3D-SCL spheres and incubate for overnight.\n12.  Take out 3D-SCL spheres into a 35 mm dish and wash them with base medium twice.\n13.  Add supplemental growth factors just before using.\n14.  Add 7 to 10 ml of 3D-CI medium into the low attachment dish (Sumitomo Bakelite). (add rh-bFGF from 3 days of culture)\n15.  Distribute all spheres evenly to not let them fuse to each other.\n16.  Change the medium every 3 days (see Table 10 for composition of medium).\n17.  Culture 3D-SCL spheres in humidified CO\n2\nincubator set at 37°C for 30 days or longer depending on experimental schedule. 3D cartilage should appear in culture within 2 to 3 weeks. Induced human 3D cartilage can be used for\nin vivo\ntransplantation (described briefly below) and\nin vitro\ncharacterization e.g. RNA isolation and sectioning. For immunostaining and sectioning,\nin vitro\nderived human 3D cartilage should be fixed with 4% PFA for overnight at 4°C and then embedded into paraffin.\n3.2.2\nIn vivo\nxeno-transplantation of\nin vitro\ninduced human SCL cells\nIn vitro\ninduced human SCL cells can be transplanted into immunodeficient (SCID) mice for\nin vivo\nformation of iPSC-derived cartilage and endochondral bone. The cartilage and bone forming ability of stepwise induced human SCL cells are described in our concurrent paper in Nature. The here described protocol is briefly summarizing the\nin vivo\nxeno-transplantation of\nin vitro\ninduced human SCL cells. SCL cells should be treated as described for 3D chondrogenic induction until step 9 (see 3.2.1).\n1.     Prepare SCL cell suspension (5.0x10\n5\n-1.2x10\n6\ncells/100 µl) in SCL induction medium with Y-27632 (10 µM).\n2.     Mix 100 µl of cell suspension with the same amount of Matrigel\n®\n.\n3.     Inject mixture of cells and Matrigel\n®\ninto NOD/ShiJic-\nscid\nJcl mice subcutaneously using 1ml syringe with 26 G needle.\n4.     Evaluate after two months (or longer) the formation of hard cartilage/bone tissue from the transplanted human sclerotome cells in the recipient mice using e.g. µCT analysis or excision and histological analysis of formed tissues.\n5.     In case of xeno-transplantation of 3D cartilage, make an incision into the back of NOD/ShiJic-\nscid\nJcl mice, transplant ~20-30 of\nin vitro\ninduced human 3D cartilage and suture the incision. Evaluate the formation of endochondral bone from transplanted 3D cartilage two months post-transplantation using e.g. µCT analysis or excision and histological analysis of emerged tissues.\n3.3 Immunocytochemistry of stepwise\nin vitro\ninduced cells\nThe here-exemplified protocol is for stepwise induced cells (PS, PSM, SM, DM, SCL) and iPSCs grown in 12 well sterile culture plates.\n1.     Aspirate the induction or maintenance medium.\n2.     Wash the samples with PBS (1 ml).\n3.     Immerse in 2% PFA for 30 minutes at room temperature.\n4.     Aspirate added PFA and wash the samples twice with PBS (1 ml).\n5.     Permeabilize with 0.2% Triton\nTM\nX-100 in PBS for 10 minutes at room temperature and then wash with PBST (1% TWEEN\n®\n20 in PBS).\n6.     Samples are blocked in 5% skim milk in distilled water (DW) for 1 hour at room temperature.\n7.     Aspirate the blocking solution.\n8.     Stain samples with primary antibodies diluted in 10% of blocking solution (5% skim milk in DW) for overnight at 4°C.\n9.     Aspirate the primary antibodies and wash the samples with PBST three times and stain with secondary antibodies for 1 hour at room temperature.\n10.  Aspirate the secondary antibodies and wash the samples with PBST twice and stain with DAPI (2 µg/ml) for 10 minutes at room temperature.\n11.  Wash the samples with PBST.\n12.  Store the samples at 4°C shaded from light until microscopic evaluation.\n3.4 FACS analysis of stepwise\nin vitro\ninduced cells\nThe here-exemplified protocol is for stepwise induced cells (PS, PSM, SM, SCL, DM) and iPSCs grown in 6 well sterile culture plates.\n1.     Aspirate the medium.\n2.     Wash the cells with PBS.\n3.     Add Accutase\nTM\nand incubate for 4 minutes at 37°C.\n4.     Neutralize the cells with CDM with Y-27632 (10 µM) and collect with cell scraper.\n5.     Measure the concentration of cell suspension and centrifuge (800 rpm, 4 minutes, 4°C)\n6.     Aspirate the supernatant.\n7.     Resuspend the cells in FACS buffer (0.1% BSA in PBS) with Y-27632 (10 µM) (1.0x10\n7\ncells/ml).\n8.     Stain the cells with primary antibody or conjugated antibody (or isotype control) for 30 minutes at 4°C protected from light.\n9.     Wash the cells with PBS and centrifuge (800 rpm, 4 minutes, 4°C).\n10.  Aspirate the supernatant.\n11.  Resuspend the cells in FACS buffer with Y-27632 (10 µM) (5.0x10\n6\ncells/ml) and stain the cells with DAPI (500 ng/ml).\n12.  Filtrate the cells through a fine mesh.\n13.  Analyze with cell analyzer.\n14.  In case of co-staining of intracellular molecules, fix the cells with 4% PFA for 20 minutes at 4°C after initial staining of surface markers. Permeabilize and stain the fixed cells with primary antibodies against intracellular molecules of interest.\n3.5 RNA isolation of stepwise\nin vitro\ninduced cells\nThe here-exemplified protocol is for induced cells (PS, PSM, SM, SCL, DM) and iPSCs grown in 6 well sterile culture plates.\n1.     Add 2-Mercaptoethanol (2-ME) to RLT Buffer (10 µl 2-ME/ml RLT Buffer).\n2.     Aspirate culture medium and wash the cells with PBS (2 ml).\n3.     Aspirate the PBS and add 350 µl of RLT Buffer + 2-ME.\n4.     Collect the cells with scraper into a 1.5 ml microtube.\n5.     Mix the sample thoroughly by vortexing (30 seconds).\n6.     Store the sample until isolation of RNA at -30°C.\n7.     Isolate RNA with RNeasy Mini kit (Qiagen) or other RNA isolation kit.\n8.     RNA can be used for e.g. cDNA generation and qRT-PCR or library preparation and RNA-sequencing analysis.\n9.     In case of isolation of RNA from\nin vitro\nderived human 3D cartilage, collect and freeze\nin vitro\nderived 3D cartilage in liquid nitrogen and then crash with multi beads shocker (Yasui Kikai) before mixing with 350 µl of RLT Buffer + 2-ME. RNA can then be isolated according to the manufacturer’s instruction with RNeasy Mini kit (Qiagen) or other RNA isolation kit."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong><u>Troubleshooting of stepwise induction</u></strong></p><p><u>Cells do not differentiate properly</u></p><p>Ø&nbsp;&nbsp;Use fresh media; add all growth factors and inhibitors just before using.</p><p>Ø&nbsp;&nbsp;Store stocks of growth factors and small molecules at appropriate temperatures (-30°C/-80°C)</p><p>Ø&nbsp;&nbsp;Avoid excess freeze and thaw cycles of recombinant protein stocks used in media.</p><p>Ø&nbsp;&nbsp;Do not vortex recombinant proteins or media after adding recombinant proteins.&nbsp;</p><p>Ø&nbsp;&nbsp;Passage a few times after thawing cells until stable iPSC culture is established, especially in cases where thawed cells appear not healthy (i.e. growth speed is low or cells spontaneously differentiate).</p><p>Ø&nbsp;&nbsp;Use low passage number cells. If condition of iPSCs is not optimal, thaw earlier passage number&nbsp;cells and re-start experiment.</p><p>Ø&nbsp;&nbsp;Maintain iPSCs in undifferentiated state. Check whether iPSCs maintain the pluripotent state. Check the expression of pluripotent markers (i.e. OCT3/4, NANOG, SOX2) by qRT-PCR and immunocytochemistry.</p><p><br></p><p><strong><u>Troubleshooting of skeletal muscle induction</u></strong></p><p><u>Cells are detaching</u></p><p>Ø&nbsp;&nbsp;Use fresh Matrigel<sup>®</sup>and increase dilution rate with DMEM.</p><p>Ø&nbsp;&nbsp;Change medium gently during&nbsp;<em>in vitro</em>induction.</p><p>Ø&nbsp;&nbsp;Shorten the time when the plate is outside the incubator as much as possible.</p><p>Ø&nbsp;&nbsp;Avoid taking out the plate from the incubator unnecessarily.</p><p><br></p><p><u>Contracting colony/cell number is low</u></p><p>Ø&nbsp;&nbsp;Check the induction efficiency of the previous stages e.g. DLL1 expression at the PSM stage by FACS.</p><p>Ø&nbsp;&nbsp;Check proper marker gene expression at DM stage and/or previous steps by immunocytochemistry and/or qRT-PCR.</p><p><br></p><p><strong><u>Troubleshooting of 3D cartilage induction</u></strong></p><p><u>3D-SCL spheroids or forming 3D cartilage fuse to each other</u></p><p>Ø&nbsp;&nbsp;Distribute spheroids and forming 3D cartilage evenly and put dish back into the incubator gently.</p><p>Ø&nbsp;&nbsp;Use lager dish and higher media volume for culture.</p><p><br></p><p><u>Spheroids don’t form cartilage</u></p><p>Ø&nbsp;&nbsp;Prolong the 3D-CI induction period.</p><p>Ø&nbsp;&nbsp;Check the induction efficiency of the previous stages e.g. DLL1 at the PSM stage by FACS.</p><p>Ø&nbsp;&nbsp;Check proper marker gene expression at SCL stage and/or previous steps by immunocytochemistry and/or qRT-PCR.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Passaging: 30-60 minutes</p><p>Freezing stocks: 30-60 minutes</p><p>Thawing stocks: 30 minutes</p><p>Stepwise induction (each step): 15-30 minutes</p><p>Skeletal muscle induction: 60-90 minutes</p><p>3D chondrogenic induction: 90-120 minutes</p><p><em>In vivo </em>xeno-transplantation: 240-300 minutes</p><p>Immunocytochemistry: 2 days</p><p>Flow cytometric (FACS) analysis: 150-180 minutes</p><p>RNA isolation: 90-120 minutes</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>If stepwise induction is successful, stage-specific makers are expressed robustly. Validate developmental stage specific expression of genes and proteins by qRT-PCR, immunocytochemistry, FACS or RNA-sequencing analysis.</p><p><br></p><p><u>PS induction</u></p><p>Ø&nbsp;&nbsp;<em>MIXL </em>and&nbsp;<em>T/BRACHYURY </em>are expressed on transcript and protein level in PS cells. Expression levels of&nbsp;<em>MIXL </em>and&nbsp;<em>T </em>can be validated by qRT-PCR (see Supplementary Table 1).</p><p>Ø&nbsp;&nbsp;PS induction efficiency can be validated by FACS using BRACHYURY antibody (see Supplementary Table 2).</p><p>Ø&nbsp;&nbsp;Expression level of BRACHYURY on protein level can be also validated by immunocytochemistry using BRACHYURY antibody (see Supplementary Table 2).</p><p><br></p><p><u>PSM induction</u></p><p>Ø&nbsp;&nbsp;<em>DLL1</em>,&nbsp;<em>TBX6</em>,&nbsp;<em>HES7 </em>and&nbsp;<em>MSGN1 </em>are expressed on transcript and protein level in PSM cells. Expression levels of&nbsp;<em>DLL1</em>,&nbsp;<em>TBX6</em>,&nbsp;<em>HES7 </em>and&nbsp;<em>MSGN1 </em>can be validated by qRT-PCR (see Supplementary Table 1).</p><p>Ø&nbsp;&nbsp;PSM induction efficiency can be validated by FACS using DLL1-APC and TBX6 antibodies (see Supplementary Table 2).</p><p>Ø&nbsp;&nbsp;Expression level of TBX6 on protein level can be validated by immunocytochemistry using TBX6 antibody (see Supplementary Table 2).&nbsp;</p><p>Ø&nbsp;&nbsp;Oscillatory gene expression activity can be monitored with luminometer (Atto) using luciferase reporter line for human&nbsp;<em>HES7 </em>or other oscillating gene of interest (see also our concurrent paper in Nature).</p><p><br></p><p><u>SM induction</u></p><p>Ø&nbsp;&nbsp;<em>MEOX1 </em>and&nbsp;<em>TCF15 </em>are expressed on transcript and protein level in SM cells. Expression levels of<em>MEOX1 </em>and&nbsp;<em>TCF15 </em>can be validated by qRT-PCR (see Supplementary Table 1).</p><p>Ø&nbsp;&nbsp;Expression level of TCF15 on protein level can be validated by immunocytochemistry using TCF15 antibody (see Supplementary Table 2).</p><p><br></p><p><u>DM induction</u></p><p>Ø&nbsp;&nbsp;<em>ALX4 </em>and&nbsp;<em>PRRX1 </em>are expressed on transcript and protein level in stepwise induced human dermomyotome cells. Expression levels of&nbsp;<em>ALX4 </em>and&nbsp;<em>PRRX1 </em>can be validated by qRT-PCR (see Supplementary Table 1).</p><p>Ø&nbsp;&nbsp;Expression level of PRRX1 (dermatome marker) and PAX7 (myotome marker) on protein level can be validated by immunocytochemistry using PRRX1 and PAX7 antibodies (see Supplementary Table 2).</p><p><br></p><p><u>SCL induction</u></p><p>Ø&nbsp;&nbsp;<em>FOXC2</em>, <em>PAX1 </em>and&nbsp;<em>PAX9 </em>are expressed on transcript and protein level in human&nbsp;<em>in vitro</em>-derived sclerotome cells. Expression levels of&nbsp;<em>FOXC2</em>, <em>PAX1 </em>and&nbsp;<em>PAX9 </em>can be validated by qRT-PCR (see Supplementary Table 1).</p><p>Ø&nbsp;&nbsp;Expression level of sclerotome marker FOXC2 on protein level can be validated by immunocytochemistry using FOXC2 antibody (see Supplementary Table 2).</p><p><br></p><p><u>Skeletal muscle induction</u></p><p>Ø&nbsp;&nbsp;Contraction can be seen at ~ 2 weeks of culture; number of contracting cells and colonies/bundles will increase.</p><p>Ø&nbsp;&nbsp;MYH, MYOSIN and SAA are expressed on protein level in&nbsp;<em>in vitro </em>DM-derived human skeletal muscle cells. Expression level of MYH, MYOSIN and SAA on protein level can be also validated by immunocytochemistry using MYH, MYOSIN and SAA antibodies (see Supplementary Table 2).</p><p>Ø&nbsp;&nbsp;Calcium activity in spontaneously contracting induced human skeletal muscle cells can be monitored using either dye-based system e.g. Fluo-8 Calcium Flux Assay Kit (Abcam) or GCaMP reporter line (Gen1C).</p><p><br></p><p><u>3D chondrogenic induction</u></p><p>Ø&nbsp;&nbsp;3D-SCL induced 3D cartilage will become bigger and turn opaque/white within 2-3 weeks. It will further grow in size upon continued culture.</p><p>Ø&nbsp;&nbsp;Maturation level of <em>in vitro-</em>induced human chondrocytes and 3D cartilage as well as&nbsp;<em>in vivo </em>generated (xeno-transplantation into SCID mice) cartilage/bone tissues can be validated by sectioning and immunohistochemistry using e.g. COL1 and COL2 antibodies as well as Pentachrome staining, Alizarin red staining or von Kossa staining (see Supplementary Table 2).</p>"
        },
        {
            "header": "References",
            "content": "<p>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Matsuda, M.<em>et al. </em>Recapitulating the human segmentation clock with pluripotent stem cells.&nbsp;<em>Nature (accepted in principle)</em>, doi: pending (2020).</p><p>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Diaz-Cuadros, M.<em>et al. </em>In vitro characterization of the human segmentation clock.&nbsp;<em>Nature</em>, doi:10.1038/s41586-019-1885-9 (2020).</p><p>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chal, J.<em>et al. </em>Differentiation of pluripotent stem cells to muscle fiber to model Duchenne muscular dystrophy.&nbsp;<em>Nat Biotechnol </em><strong>33</strong>, 962-969, doi:10.1038/nbt.3297 (2015).</p><p>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Loh, K. M.<em>et al. </em>Mapping the Pairwise Choices Leading from Pluripotency to Human Bone, Heart, and Other Mesoderm Cell Types.&nbsp;<em>Cell </em><strong>166</strong>, 451-467, doi:10.1016/j.cell.2016.06.011 (2016).</p><p>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nakajima, T.<em>et al. </em>Modeling human somite development and fibrodysplasia ossificans progressiva with induced pluripotent stem cells.&nbsp;<em>Development </em><strong>145</strong>, doi:10.1242/dev.165431 (2018).</p><p>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Xi, H.<em>et al. </em>In Vivo Human Somitogenesis Guides Somite Development from hPSCs.&nbsp;<em>Cell Rep </em><strong>18</strong>, 1573-1585, doi:10.1016/j.celrep.2017.01.040 (2017).</p><p>7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Takahashi, K.<em>et al. </em>Induction of pluripotent stem cells from adult human fibroblasts by defined factors.&nbsp;<em>Cell </em><strong>131</strong>, 861-872, doi:10.1016/j.cell.2007.11.019 (2007).</p><p>8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nakagawa, M.<em>et al. </em>A novel efficient feeder-free culture system for the derivation of human induced pluripotent stem cells.&nbsp;<em>Sci Rep</em><strong><em> </em>4</strong>, 3594, doi:10.1038/srep03594 (2014).</p><p>9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Okita, K.<em>et al. </em>A more efficient method to generate integration-free human iPS cells.&nbsp;<em>Nat Methods </em><strong>8</strong>, 409-412, doi:10.1038/nmeth.1591 (2011).</p><p>10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wataya, T.<em>et al. </em>Minimization of exogenous signals in ES cell culture induces rostral hypothalamic differentiation.&nbsp;<em>Proc Natl Acad Sci U S A </em><strong>105</strong>, 11796-11801, doi:10.1073/pnas.0803078105 (2008).</p><p>11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chu, L. F.<em>et al. </em>An In Vitro Human Segmentation Clock Model Derived from Embryonic Stem Cells.&nbsp;<em>Cell Rep </em><strong>28</strong>, 2247-2255 e2245, doi:10.1016/j.celrep.2019.07.090 (2019).</p><p>12&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhao, J.<em>et al. </em>Small molecule-directed specification of sclerotome-like chondroprogenitors and induction of a somitic chondrogenesis program from embryonic stem cells.&nbsp;<em>Development </em><strong>141</strong>, 3848-3858, doi:10.1242/dev.105981 (2014).</p><p>13&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chal, J.<em>et al. </em>Generation of human muscle fibers and satellite-like cells from human pluripotent stem cells in vitro.&nbsp;<em>Nat Protoc </em><strong>11</strong>, 1833-1850, doi:10.1038/nprot.2016.110 (2016).</p><p>14&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sakai-Takemura, F.<em>et al. </em>Premyogenic progenitors derived from human pluripotent stem cells expand in floating culture and differentiate into transplantable myogenic progenitors.&nbsp;<em>Sci Rep </em><strong>8</strong>, 6555, doi:10.1038/s41598-018-24959-y (2018).</p><p>15&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mandegar, M. A.<em>et al. </em>CRISPR Interference Efficiently Induces Specific and Reversible Gene Silencing in Human iPSCs.&nbsp;<em>Cell Stem Cell </em><strong>18</strong>, 541-553, doi:10.1016/j.stem.2016.01.022 (2016).</p><p>16&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yamashita, A.<em>et al. </em>Generation of scaffoldless hyaline cartilaginous tissue from human iPSCs.&nbsp;<em>Stem Cell Reports </em><strong>4</strong>, 404-418, doi:10.1016/j.stemcr.2015.01.016 (2015).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank Junya Toguchida (Center for iPS Cell Research and Application (CiRA), Kyoto University) for generous administrative and financial support and members of his lab at CiRA, foremost Megumi Nishio for technical support; Akihiro Yamashita for help with 3D-CI experiments; Shunsuke Kihara for help with microscopic evaluation of induced cell types; Kanae Mitsunaga and Mitsujiro Osawa for help with flow cytometric evaluation and analysis of induced cell types; Takuya Yamamoto and Satoko Sakurai for help with molecular (qRT-PCR and RNAseq analysis) evaluation of stepwise induced human somitic mesoderm and its derivatives.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-020-2144-9",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 335845,
                "identity": "2f545223-02e7-4e4a-9c61-faec9eb6d13e",
                "order_by": 1,
                "name": "Yoshihiro Yamanaka",
                "email": "",
                "orcid": "",
                "institution": "Institute for the Advanced Study of Human Biology (ASHBi), Kyoto University, Kyoto 606-8501, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yoshihiro",
                "middleName": "",
                "lastName": "Yamanaka",
                "suffix": ""
            },
            {
                "id": 335846,
                "identity": "5953bf45-a936-4364-886a-25f3a574d24f",
                "order_by": 2,
                "name": "Maya Uemura",
                "email": "",
                "orcid": "",
                "institution": "Center for iPS Cell Research and Application (CiRA), Kyoto University, Kyoto 606-8507, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maya",
                "middleName": "",
                "lastName": "Uemura",
                "suffix": ""
            },
            {
                "id": 335844,
                "identity": "e76a8da0-467c-407c-9f12-ed0219e00b1c",
                "order_by": 3,
                "name": "Cantas Alev",
                "email": "alev.cantas.8m@kyoto-u.ac.jp",
                "orcid": "",
                "institution": "Institute for the Advanced Study of Human Biology (ASHBi), Kyoto University, Kyoto 606-8501, Japan",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Cantas",
                "middleName": "",
                "lastName": "Alev",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-02-06 06:50:50",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-827/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-827/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15666644,
                "identity": "5c244619-97a7-4adb-9fff-f17177b1e5d8",
                "added_by": "auto",
                "created_at": "2021-11-18 13:37:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 301171,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/83dd31f8-aedf-4679-abd9-ff585fe4d43f.pdf"
            },
            {
                "id": 820696,
                "identity": "f87f9d94-a5bb-448c-a64e-81f0ee78f7ec",
                "added_by": "auto",
                "created_at": "2020-04-02 08:44:04",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9378,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table6.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/Table 6.xlsx"
            },
            {
                "id": 820697,
                "identity": "8b3b1ddc-423c-4f32-8cd2-e285387b4ac6",
                "added_by": "auto",
                "created_at": "2020-04-02 08:44:04",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9499,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table7.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/Table 7.xlsx"
            },
            {
                "id": 820698,
                "identity": "73da3b07-49a7-4541-ab88-9b481ae5db24",
                "added_by": "auto",
                "created_at": "2020-04-02 08:44:04",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9414,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table8.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/Table 8.xlsx"
            },
            {
                "id": 820699,
                "identity": "c2cd4253-60de-4f2b-a044-38d2a09bbaea",
                "added_by": "auto",
                "created_at": "2020-04-02 08:44:04",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9638,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table9.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/Table 9.xlsx"
            },
            {
                "id": 820700,
                "identity": "f815c8ac-e84c-487a-aaeb-5c0fee781018",
                "added_by": "auto",
                "created_at": "2020-04-02 08:44:04",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9859,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table10.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/Table 10.xlsx"
            },
            {
                "id": 820701,
                "identity": "4409ccc6-41c6-4e91-8104-318217422106",
                "added_by": "auto",
                "created_at": "2020-04-02 08:44:04",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9872,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "SupplementaryTable1.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/Supplementary Table 1.xlsx"
            },
            {
                "id": 820702,
                "identity": "0eb237d5-2bb8-42ba-80d6-5dd00499f9d2",
                "added_by": "auto",
                "created_at": "2020-04-02 08:44:04",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 10440,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "SupplementaryTable2.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/Supplementary Table 2.xlsx"
            },
            {
                "id": 820691,
                "identity": "c5c43356-a51b-43f0-ad2c-5e2d7a68c331",
                "added_by": "auto",
                "created_at": "2020-04-02 08:44:03",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9620,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table1.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/Table 1.xlsx"
            },
            {
                "id": 820692,
                "identity": "38b221f7-c01e-46c7-9823-352fb891c209",
                "added_by": "auto",
                "created_at": "2020-04-02 08:44:03",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9632,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table2.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/Table 2.xlsx"
            },
            {
                "id": 820693,
                "identity": "d585e2a1-93ef-46b3-b5b5-5ba00dcbc2af",
                "added_by": "auto",
                "created_at": "2020-04-02 08:44:03",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9430,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table3.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/Table 3.xlsx"
            },
            {
                "id": 820694,
                "identity": "2e852520-2e90-41ef-850a-0650966f5c68",
                "added_by": "auto",
                "created_at": "2020-04-02 08:44:03",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9567,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table4.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/Table 4.xlsx"
            },
            {
                "id": 820695,
                "identity": "16cd2c26-1e64-473b-b3f5-9a5608f69482",
                "added_by": "auto",
                "created_at": "2020-04-02 08:44:03",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9586,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table5.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-827/v1/Table 5.xlsx"
            }
        ],
        "financialInterests": "The authors declare no competing interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "in vitro differentiation, human mesoderm development, induced pluripotent stem cells, somitogenesis ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Our understanding of human somitogenesis is limited and largely based on insights gained from model organisms. Pluripotent stem cell-based&nbsp;<em>in vitro </em>approaches aiming to recapitulate distinct aspects of this core developmental process have recently been reported, including our recent paper on the&nbsp;<em>in vitro </em>recapitulation of the human segmentation clock<sup>1</sup>. Here we describe in detail our stepwise induction protocol of presomitic mesoderm (PSM), somitic mesoderm (SM), and its two major derivatives, sclerotome (SCL) and dermomyotome (DM) from human induced pluripotent stem cells (iPSCs). We further briefly address the subsequent molecular and functional analysis of these&nbsp;<em>in vitro </em>induced human mesodermal lineages and cell-types.&nbsp;</p>",
        "manuscriptTitle": "Stepwise in vitro induction of human somitic mesoderm and its derivatives",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-04-02 08:44:01",
                "doi": "10.21203/rs.3.pex-827/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "f82b93a9-6149-41d6-be36-0d4a3ce7f23c",
        "owner": [],
        "postedDate": "April 2nd, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 56206,
                "name": "Biological techniques"
            },
            {
                "id": 56207,
                "name": "Developmental biology"
            },
            {
                "id": 56208,
                "name": "Stem cells"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-04-02 08:44:01",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}