{
    "identity": "nprot-6299",
    "title": "An Imaging Protocol to Quantitate Microvilli Ultrastructure Induction by Epithelia.",
    "content": [
        {
            "header": "Introduction",
            "content": "The microvilli or ‘brush border’ of intestinal and kidney epithelial cells has been an intense area of research and focussed on actin filament organization and associated molecular interactions.  The presence of microvilli on epithelial cells is dependent on a network of intricately synchronized pathways and, at least in part, members of the ERM \\(ezrin/radixin/moesin) protein family1. The best characterized ERM in mammalian cells, often used to study the brush border, such as intestinal Caco-2 and kidney MDCK cells is ezrin and is itself associated with EBP50/NHERF1 when active2. This association is required for microvilli formation. In addition the serine/threonine kinase SLK1 is required to keep active ezrin and thus microvilli assembly correctly positioned3.\r\n\n\nTo study the molecular mechanism of microvilli assembly and thus related actin filament reorganization, microvilli structure must be measured in a quantitative manner as an assay to gauge various molecular manipulations in such studies.  Current protocols involve using TEM to analyse the ultrastructure of microvilli and imaging analysis software to measure the length of microvilli4.  Since analysis of cut cell or tissue sections are generally around 50-70 nm thick, an unrealistic number of ultrathin sections would need to be prepared to reconstruct the entire apical surface of analysed specimens at the ultrastructural level, which is both too time consuming and expensive as a routine assay.  In this protocol we outline an approach that is relatively economical both with regards to time and financial cost and robust as a routine assay.  We describe sample preparation of analysed cells for scanning electron microscopy \\(SEM) analysis, the analysis of cell surface and processing of the raw data using Nikon Imaging Software \\(NIS) that enables the identification of microvilli ultrastructure formations that range from ridge-like protrusions, single buds to more advanced formations that are referred to, here, collectively as microvilli clusters and measured by area \\(see Figure 1).  Hence, from the initial molecular experimentation of cellular processes to final microvilli analysis the current protocol can correlate molecular mechanism to the degree of microvilli assembly, quantitatively with corresponding ultrastructural imaging of the entire apical surface of epithelial cells as an effective assay tool."
        },
        {
            "header": "Reagents",
            "content": "- Karnovsky Fixative - 3% \\(vol/vol) glutaraldehyde and 1% \\(wt/vol) PFA in 0.08 M sodium cacodylate-HCl buffer \\(CB), pH 7.4. \r\n\n\n- TAG fixative 0.08 M sodium cacodylate-HCL buffered solution of 2.5% glutaraldehyde and 0.5% \\(wt/vol) tannic acid. \r\n\n\n- 1% \\(wt/vol) aqueous osmium tetroxide. \r\n\n\n- 50%, 70%, 90%, 100% \\(vol/vol) ethanol. \r\n\n\n- hexamethyldisilazane. \r\n\n\n- 1 nm of platinum. \r\n\n\n- CR 108 coater \\(Cressington Scientific)"
        },
        {
            "header": "Equipment",
            "content": "- Sigma Field Emission scanning electron microscope \\(Carl Zeiss)\r\n\n\n- SmartSEM software \\(Carl Zeiss).\r\n\n\n- Nikon Imaging Sofware \\(NIS Elements \\(AR))\r\n\n\n- Agar tissue rotator"
        },
        {
            "header": "Procedure",
            "content": "See figure in Figures section.\nSEM \r\n\n\n1. Fix cell monolayers to be analysed with either TAG or Karnovsky, without a PBS rinse step, 2h at room temperature and overnight at 4oC.\r\n  ? TROUBLESHOOTING\r\n\n\n \r\n\n\n2. Osmicate samples in 1% \\(wt/vol) aqueous osmium tetroxide for 2h. \r\n  \r\n\n\n3. Dehydrate sample by 10min incubations in 50% \\(once), 70% \\(once), 90% \\(once) and 100% \\(3 times), at room temperature. \r\n  \r\n\n\n4. Pass samples through two successive 5 minute changes of hexamethyldisilazane and air dry in fume hood. \r\n  \r\n\n\n5. Cut out specimens from the original culture plate, stick to aluminium stub with sticky sellotape tabs. To promote conductivity use copper tape to make a continuous contact between the upper surface of the specimen and the underlying aluminium stub. Finally use silver paint to make a continuous bridge between the cells and copper tape. Allow to dry in a dust free environment and then coat with ~1nm platinum using a CR 108 coater \\(Cressington Scientific). \r\n  \r\n\n\n6. Acquire TIFF images from the in lens SE1 electron detector of Zeiss Sigma Field Emission scanning electron microscope using SmartSEm software at 3-5KV and a working distance of 4mm with the standard 30 micron aperture.\r\n  \r\n\n\n7. Record digital images using SmartSEM software \\(CarlZeiss).\r\n  ? TROUBLESHOOTING\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nUltrastructure Quantification\r\n\n\n9. Open recorded digital image files using Nikon Imaging Software \\(NIS Elements).\r\n  \r\n\n\n10. Crop image to remove non-SEM –generated objects such as software labels.\r\n  \r\n\n\n11. Select threshold, intensity then view tab and select analysis controls, automated measurement results.\r\n  \r\n\n\n12. Move thresholding bar to identify microvilli-like structures.\r\n  ? TROUBLESHOOTING\r\n\n\n\r\n\n\n13. Remove background objects such as abrasions in the sample surface, pixel saturation or ultrastructures that are not microvilli buds or grouped microvillar formations using the cut and/or delete object tool.\r\n  ? TROUBLESHOOTING\r\n\n\n\r\n\n\n14. Refresh automated measurement results to calculate microvilli parameters e.g. mean area of cluster formations."
        },
        {
            "header": "Timing",
            "content": "Following experimentation several days or more, depending on the number and size of samples."
        },
        {
            "header": "Troubleshooting",
            "content": "Step 1. TAG fixative may lead to some precipitation of soluble proteins in culture medium- this is not a problem.\r\n\n\n \r\n\n\nStep 7. For effective definition of microvillar ultrastructure during thresholding, samples must be examined at a magnification of at least 40,000X at appropriate resolution. Detailed analysis of microvilli substructures may require increased magnification,  along with resolution.\r\n\n\n\r\n\n\nStep 12. Since each sample contains distinct contours produced by microvillar ultrastructures, every sample is required to be thresh-holded manually until all structures to be quantified are identified in each field.\r\n\n\n\r\n\n\nStep 13. Additionally, the pixel size threshold can be set to automatically remove background pixels."
        },
        {
            "header": "Anticipated Results",
            "content": "See Figure 2"
        },
        {
            "header": "References",
            "content": "1. Zihni, C., Mills, C., Matter, K., & Balda MS. Tight junctions: from simple barriers to multifunctional molecular gates.  Nat Rev Mol Cell Biol 17\\(9), 564-80 \\(2016) doi: 10.1038/nrm.2016.80. Epub 2016 Jun 29. Review.\r\n  2. Viswanatha, R., Bretscher, A. & Garbett, D. Dynamics of ezrin and EBP50 in regulating microvilli on the apical aspect of epithelial cells. Biochem Soc Trans 42, 189-194 \\(2014) doi:10.1042/BST20130263.\r\n  3. Viswanatha, R., Ohouo, P. Y., Smolka, M. B. & Bretscher, A. Local phosphocycling mediated by LOK/SLK restricts ezrin function to the apical aspect of epithelial cells. The Journal of cell biology 199, 969-984 \\(2012) doi:10.1083/jcb.201207047.\r\n  4. Feng, Q., Bonder, EM., Engevik, AC., Zhang, L., Tyska, MJ., Goldenring, JR., & Gao N. Disruption of Rab8a and Rab11a causes formation of basolateral microvilli in neonatal enteropathy. J Cell Sci 130\\(15), 2491-2505 \\(2017) doi: 10.1242/jcs.201897."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank Peter Munroe for all his valuable technical assistance and advice during the SEM work on the associated publication \\(Doi 10.1038/ncb3592) and proof reading this manuscript. Also, we would like to thank Diana Sefic Svara and Matt Hayes for their technical help with the imaging apparatus and software and Alexis Haas for useful suggestions."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb3592",
                "date": "2017-10-03 14:11:09",
                "title": "An apical MRCK-driven morphogenetic pathway controls epithelial polarity",
                "authors": [
                    "Ceniz Zihni",
                    "Evi Vlassaks",
                    "Stephen Terry",
                    "Jeremy Carlton",
                    "Thomas King Chor Leung",
                    "Michael Olson",
                    "Franck Pichaud",
                    "Maria Susana Balda",
                    "and Karl Matter"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15108,
                "identity": "a12f499d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ceniz Zihni",
                "email": "c.zihni@ucl.ac.uk",
                "orcid": "",
                "institution": "Matter&Balda Lab, UCL",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ceniz",
                "middleName": "",
                "lastName": "Zihni",
                "suffix": ""
            },
            {
                "id": 15109,
                "identity": "a12f4e9d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maria  S Balda",
                "email": "",
                "orcid": "",
                "institution": "UCL,IoO",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "S",
                "lastName": "Balda",
                "suffix": ""
            },
            {
                "id": 15110,
                "identity": "a12f5078-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Karl Matter",
                "email": "",
                "orcid": "",
                "institution": "UCL,IoO",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Karl",
                "middleName": "",
                "lastName": "Matter",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-10-05 14:07:16",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.112",
        "doiUrl": "https://doi.org/10.1038/protex.2017.112",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609919,
                "identity": "0e0bc503-8ad5-44ed-84dc-d77904745d32",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:17",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 151222,
                "visible": true,
                "origin": "",
                "legend": "Figure1   Flow Diagram of Procedure   Summary of Steps",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6299/v1/figure_1.jpg"
            },
            {
                "id": 2609922,
                "identity": "035fb806-a797-4e96-a00e-80432568796a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:17",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 190274,
                "visible": true,
                "origin": "",
                "legend": "Figure2   Example of Results   a,b analysis and quantification of microvilli induction (measuring microvilli cluster area (red)) using SEM/Nikon by cells treated with control siRNA, control siRNA and Tetracycline to induce conditional expression of the Cdc42 GEF Dbl3-myc, or MRCK siRNA and Tetracycline in canine MDCK cells.  c, schematic representation of mechanism of action of Cdc42-dependent microvilli induction.  ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6299/v1/figure_2.jpg"
            },
            {
                "id": 13465691,
                "identity": "692afea3-7339-4b23-afab-71dba2cbadc0",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 282205,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6299/v1/06306983-62e6-415f-8d34-7be3d004eb55.pdf"
            }
        ],
        "financialInterests": "No conflicting interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "epithelia, polarity, differentiation, microvilli",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Current methodology to quantitatively study microvilli induction by epithelia involves analysis by transmission electron microscopy \\(TEM) and measurement of microvilli length perpendicular to the membrane. Since this technique involves cutting ultrathin sections of the cell or tissue, the entire surface area of the membrane is not covered and would require a large number of ultrathin sections to reconstruct the surface in order to accurately determine microvilli status. Here we describe a protocol that takes advantage of scanning electron microscopy \\(SEM) to cover the entire epithelial cell surface of groups of cells and reveals detailed ultrastructure of microvilli.  These images can be quantitated using Nikon Imaging Software \\(NIS) that distinguishes microvilli structures, and even substructures, from flat apical membrane surfaces.    The protocol described constitutes a robust assay to quantitatively analyse microvilli generated by cultured epithelia but can potentially also be applied to epithelial tissues and potentially other tissues and cell types that generate microvilli-like structures.",
        "manuscriptTitle": "An Imaging Protocol to Quantitate Microvilli Ultrastructure Induction by Epithelia.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-01-02 16:54:28",
                "doi": "10.1038/protex.2017.112",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a12ec2fb-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 2nd, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4065,
                "name": "Cell biology"
            },
            {
                "id": 4066,
                "name": "Developmental biology"
            },
            {
                "id": 4067,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-01-02 16:54:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}