{
    "identity": "nprot-6309",
    "title": "Label-free Imaging of Biomolecules in Murine Brain Sections Using the 3D OrbiSIMS",
    "content": [
        {
            "header": "Introduction",
            "content": "Secondary ion mass spectrometry \\(SIMS) is increasingly used for biomolecular imaging of tissue<sup>1</sup> owing to the high-spatial resolution afforded by a focussed ion beam probe. In recent years, the development of gas cluster ion beams \\(GCIB) has dramatically improved the ability to detect larger molecules such as lipids with a significant reduction in fragmentation<sup>2</sup> of the molecules. Fragmentation is unwanted and leads to uncertainty in the identification of an ion in the mass spectrum.  The uptake of SIMS into the wider biological community has been hampered by the mass spectrometers used in SIMS instruments, which have insufficient mass resolving power to separate out mass peaks in the complex biological spectrum and insufficient mass accuracy for effective use of databases.<sup>3</sup> The 3D OrbiSIMS combines mass spectra using a GCIB with sub-cellular resolution with Orbitrap mass spectrometry."
        },
        {
            "header": "Reagents",
            "content": "1. Silver \\(Ag) foil \\(the exact type is not critical)\r\n  2. ITO coated glass slide \\(Bruker, Germany). These are typically used for MALDI MS."
        },
        {
            "header": "Equipment",
            "content": "1. Leica CM3050S cryostat \\(Leica, Germany) or similar\r\n  2. 3D OrbiSIMS \\(Hybrid SIMS, IONTOF GmbH, Germany)"
        },
        {
            "header": "Procedure",
            "content": "1) Calibrate Orbitrap MS\r\n\n\n\r\n\n\na. Use the 3D OrbiSIMS control software, SurfaceLab 6.7, to set up gas cluster ion beam \\(GCIB) to provide a pulsed beam of Ar\n3000\n^+ clusters with an energy of 20 keV and a time-averaged current above 20 pA.\r\n\n\nb. Set the He gas pressure in the secondary ion transfer optics to the “High” setting for optimal transmission of small inorganic cluster ions to the Q Exactive™ HF.\r\n\n\nc. Navigate to the  Ag sample and adjust working distance \\(sample-to-extractor) and target potential scheme to optimise secondary ion transmission to the Q Exactive™ HF. For a standard instrument configuration these are 1.5 mm and 57 V, respectively.\r\n\n\nd. Use the Q Exactive Tune software to calibrate mass spectrometer based on positive and then negative ion spectra obtained from the Ag film using the argon GCIB. Table 1 lists recommended secondary Ag cluster ions for the calibration.\r\n\n\n\r\n\n\n**Table 1: Positive and negative secondary ions used for Orbitrap MS calibration.**\nSee figure in Figures section.\n2) Mount tissue section and load sample\r\n\n\n\r\n\n\na. Section tissue in the cryo-microtome with 10 μm thickness at -22 °C.\r\n\n\nb. Thaw mount section onto the conductive side of a ITO coated conductive microscope slide for OrbiSIMS analysis.\r\n\n\nc. Optionally cryo-microtome an adjacent tissue section for subsequent H & E staining and imaging \\(protocol not given here).\r\n\n\nd. If OrbiSIMS analysis is not done immediately after sectioning, store the microscope slide in a suitable container at -80 °C until analysis. Care should be taken to avoid condensation when taking the microscope slides out of the freezer, e.g. by vacuum packing them before freezing, and thawing under vacuum. \r\n\n\ne. Introduce the slide with the dried tissue section into the hybrid instrument’s vacuum system. \r\n\n\n\r\n\n\n\r\n\n\n3) Acquire mass spectrum \\(optional)\r\n\n\n\r\n\n\na. Set up GCIB to provide a 20 keV Ar\n3000\n+\nbeam with a current greater than 1 pA.  A cluster size of 3000 is the minimum recommended. Below this, increased fragmentation of molecules occurs. Larger clusters can be used but with lower beam current and longer acquisition times.\r\n\n\nb. Measure and record the beam current, this is needed to calculate the dose. It is good practice to also measure the beam current at the end of the experiment.\r\n\n\nc. Set up electron gun to flood sample surface with > 10 μA low energy \\(20 eV) electrons for charge compensation between GCIB ion pulses.\r\n\n\nd. Set He pressure in secondary ion transfer optics to the “Low” setting for optimal transmission of organic secondary ions to the Q Exactive™ HF.\r\n\n\ne. On tissue section, adjust target potential pulsing scheme to optimise secondary ion transmission to Q Exactive™ HF mass analyser for spectrum acquisition conditions, using a random raster pattern for the GCIB.\r\n\n\nf. Use in-instrument video camera system to find region of interest on tissue section. Optionally, a secondary ion image of a larger area of the sample may be obtained using a Bi\n3\n+\nbeam and the ToF MS to help identify regions of interest for imaging with the GCIB and the Q Exactive™ HF. Note that doing this before the Orbitrap acquisition can result in damage. A low ion dose is needed < 1 x 10\n11\nions / cm\n2\n.\r\n\n\ng. Start spectrum acquisition using SurfaceLab 6.7 with a set mass resolving power of 240,000, using a random raster pattern for the GCIB.\r\n\n\n\r\n\n\n\r\n\n\n4) Acquire image\r\n\n\na. Set up 20 keV Ar\n3000\n+\nfocused pulsed beam with a spot size smaller than 2 μm \\(1.5 μm can be achieved) and a current between 1 pA and 30 pA.\r\n\n\nb. Set up electron gun to flood the sample surface with > 10 μA low energy \\(20 eV) electrons for charge compensation between gas cluster ion pulses.\r\n\n\nc. Set He pressure in secondary ion transfer optics to the “Low” setting for optimal transmission of organic secondary ions to the Q Exactive™ HF.\r\n\n\nd. On tissue section, adjust target potential pulsing scheme to optimise secondary ion transmission to Q Exactive™ HF mass analyser for imaging conditions, using a sawtooth raster pattern.\r\n\n\ne. Use in-instrument video camera system to find region of interest on tissue section. \r\n\n\nf. Start image acquisition using SurfaceLab 6.7 with a set mass resolving power of 240,000 and an image resolution for which the pixel-to-pixel distance corresponds to the GCIB spot size, e.g. an image resolution of 150 × 150 pixels for a field of view of 250 μm × 250 μm. Use a saw tooth raster pattern for the GCIB.\r\n\n\n\r\n\n\n5) Obtain MS/MS spectrum for secondary ions of interest \\(optional)\r\n\n\n\r\n\n\na. Inspect mass spectra obtained in steps 3 and 4 in SurfaceLab 6.7 and identify mass peaks of interest.\r\n\n\nb. Set up the instrument for spectrum or image acquisition following step 3 or step 4.\r\n\n\nc. Start spectrum acquisition from region of interest using SurfaceLab 6.7, selecting the option for tandem mass spectrometry using the higher-energy collision-induced dissociation cell in the Q Exactive™ HF. The normalised collision energy needs adapting to the analyte. Useful normalised collision energies are typically in the range from 15 to 70 eV.\r\n\n\n\r\n\n\n6) Interpret data and generate biomolecule distribution images\r\n\n\n\r\n\n\na. Inspect mass spectra in SurfaceLab 6.7 and review potential putative secondary ion assignments for peaks of interest.\r\n\n\nb. Select peaks for image generation, ensuring that peak integration windows encompass the full width of the mass spectral peaks.\r\n\n\nc. Adjust secondary ion intensity-to-colour transformation functions for individual images to highlight relevant features of the data.\r\n\n\nd. Where required, make composite multi-colour images, e.g. RGB, based on individual secondary ion images or summed images."
        },
        {
            "header": "Timing",
            "content": "The entire protocol can be completed within 5 hours. Tissue sectioning and mounting is typically done in batches and may take between 30 minutes to 120 minutes. Sample introduction and mass spectrometer calibration takes less than 30 minutes.  The duration of the image acquisition depends linearly on the number of pixels in the image; acquisition of a 128 × 128 pixels image takes less than 2.5 h. The initial data inspection and image generation may be carried out in less than 1 hour, however, a comprehensive analysis of a single mass spectrometry imaging dataset may take longer.\r\n\n\n\r\n\n\n**Table 2: Minimum time taken to acquire an image in minutes depending on mass resolving power and image resolution.**\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/5959/original/Supplementary_Protocol_Table2.jpg?1507115217\">See figure in Figures section.</a>"
        },
        {
            "header": "Troubleshooting",
            "content": "Step 2b. The tissue section needs mounting on the conductive side of the ITO which is easily identified using a standard multi-meter to measure resistivity.\r\n\n\n\r\n\n\nStep 4a. Avoid high GCIB duty cycles \\(> 60%) that do not permit efficient charge compensation. \r\n\n\n\r\n\n\nStep 4d. There may initially be no secondary ions going through to the Orbitrap MS. The optimal target potential setting may be more than 100 V from the default setting.\r\n\n\n\r\n\n\nStep 4f. Insufficient charge compensation may cause secondary ion signal intensities to be low. Decreasing the GCIB duty cycle or defocussing the beam slightly may improve the signal intensity in that case.\r\n\n\n\r\n\n\nStep 4a. If too much fragmentation of molecules is observed, increase the number of argon atoms in the cluster to 5,000 or 10,000.\r\n\n\n\r\n\n\nStep 5c. A high precursor intensity is required for tandem MS analysis. It may be necessary to perform the analysis according to step 3 using a defocused beam with a current > 30 pA \\(to increase the signal)."
        },
        {
            "header": "Anticipated Results",
            "content": "See Figs 3-5 of associated publication and supplementary tables"
        },
        {
            "header": "References",
            "content": "1.  Fletcher, J. S. & Vickerman, J. C. Secondary Ion Mass Spectrometry: Characterizing Complex Samples in Two and Three Dimensions. Anal Chem 85, 610-639, doi:10.1021/ac303088m \\(2013).\r\n  2.  Gnaser, H., Ichiki, K. & Matsuo, J. Strongly reduced fragmentation and soft emission processes in sputtered ion formation from amino acid films under large Arn+ \\(n ≤ 2200) cluster ion bombardment. Rapid Commun Mass Sp 26, 1-8, doi:10.1002/rcm.5286 \\(2012).\r\n  3.  Gilmore, I. S. SIMS of organics-Advances in 2D and 3D imaging and future outlook. J Vac Sci Technol A 31, doi:Artn 050819 10.1116/1.4816935 \\(2013)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work forms part of the “3D nanoSIMS” project in the Life-science and Health programme of the National Measurement System of the UK Department of Business, Energy and Industrial strategy. This work has received funding from the EMPIR programme co-financed by the Participating States and from the European Union’s Horizon 2020 research and innovation programme."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4504",
                "date": "2017-12-05 01:15:01",
                "title": "The 3D OrbiSIMS—label-free metabolic imaging with subcellular lateral resolution and high mass-resolving power",
                "authors": [
                    "Melissa K Passarelli",
                    "Alexander Pirkl",
                    "Rudolf Moellers",
                    "Dmitry Grinfeld",
                    "Felix Kollmer",
                    "Rasmus Havelund",
                    "Carla F Newman",
                    "Peter S Marshall",
                    "Henrik Arlinghaus",
                    "Morgan R Alexander",
                    "Andy West",
                    "Stevan Horning",
                    "Ewald Niehuis",
                    "Alexander Makarov",
                    "Colin T Dollery",
                    ""
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15128,
                "identity": "a131242e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ian Gilmore",
                "email": "ian.gilmore@npl.co.uk",
                "orcid": "",
                "institution": "National Physical Laboratory, , NiCE-MSI, Teddington, Middlesex, UK.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ian",
                "middleName": "",
                "lastName": "Gilmore",
                "suffix": ""
            },
            {
                "id": 15121,
                "identity": "a13114b3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rasmus Havelund",
                "email": "",
                "orcid": "",
                "institution": "National Physical Laboratory, , NiCE-MSI, Teddington, Middlesex, UK.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rasmus",
                "middleName": "",
                "lastName": "Havelund",
                "suffix": ""
            },
            {
                "id": 15122,
                "identity": "a131172c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alexander Pirkl",
                "email": "",
                "orcid": "",
                "institution": "ION-TOF GmbH, Münster, Germany.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "",
                "lastName": "Pirkl",
                "suffix": ""
            },
            {
                "id": 15123,
                "identity": "a1311bbe-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Melissa  Passarelli",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Melissa",
                "middleName": "",
                "lastName": "Passarelli",
                "suffix": ""
            },
            {
                "id": 15124,
                "identity": "a1311de2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Carla Newman",
                "email": "",
                "orcid": "",
                "institution": "GlaxoSmithKline, Stevenage, UK.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Carla",
                "middleName": "",
                "lastName": "Newman",
                "suffix": ""
            },
            {
                "id": 15125,
                "identity": "a1312021-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rudolf Moellers",
                "email": "",
                "orcid": "",
                "institution": "ION-TOF GmbH, Münster, Germany.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rudolf",
                "middleName": "",
                "lastName": "Moellers",
                "suffix": ""
            },
            {
                "id": 15126,
                "identity": "a1312193-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Henrik  Arlinghaus",
                "email": "",
                "orcid": "",
                "institution": "ION-TOF GmbH, Münster, Germany.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Henrik",
                "middleName": "",
                "lastName": "Arlinghaus",
                "suffix": ""
            },
            {
                "id": 15127,
                "identity": "a13122ed-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yulia Panina",
                "email": "",
                "orcid": "",
                "institution": "Francis Crick Institute, London, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yulia",
                "middleName": "",
                "lastName": "Panina",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-10-04 13:20:25",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.120",
        "doiUrl": "https://doi.org/10.1038/protex.2017.120",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465404,
                "identity": "01d6698d-d9ee-4998-b1e6-acddfb875a32",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 170881,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6309/v1/9abbcf6c-bab0-4fa0-b67c-9086248613dd.pdf"
            },
            {
                "id": 2609930,
                "identity": "000acb67-59d0-45aa-8783-ff65b3b7d847",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 177624,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Table 1: Positive and negative secondary ions used for Orbitrap MS calibration.",
                "description": "",
                "filename": "supplement0.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6309/v1/supplement_0.jpg"
            },
            {
                "id": 2609932,
                "identity": "9ec456d0-5a63-4c01-a0a6-ac76f6557325",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 101967,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Minimum time taken to acquire an image in minutes depending on mass resolving power and image resolution.",
                "description": "",
                "filename": "supplement0.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6309/v1/supplement_0.jpg"
            }
        ],
        "financialInterests": "Alexander Pirkl, Rudolf Moellers and Henrik Arlinghaus  are employees of ION-TOF GmbH.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Biomedical imaging, label free, molecular pathology, secondary ion mass spectrometry, Orbitrap™, OrbiSIMS",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "A step-by-step protocol for label-free imaging of biomolecules, including lipids and neurotransmitters, in murine brain sections using the 3D OrbiSIMS is provided. The protocol describes requirements for mounting of murine brain sections, the calibration of the Orbitrap™ mass spectrometer, the set-up of the imaging acquisition, and the analysis of the hyperspectral imaging dataset to generate biomolecule distribution maps. Following the protocol, the distribution of biomolecules with molecular weights in the range from 80 to 1200 Da can be imaged at the microscale with spatial resolution < 2 μm \\(< 1.5 μm can be achieved) , high mass resolving power \\(m/Δm) > 200,000 at m/z 200 and mass accuracy < 2 ppm. The protocol may be completed within 5 hours. This protocol accompanies Passarelli et al \\(Nature Methods, 10.1038/nmeth.4504, published online 13 November 2017).",
        "manuscriptTitle": "Label-free Imaging of Biomolecules in Murine Brain Sections Using the 3D OrbiSIMS",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-12-05 01:17:53",
                "doi": "10.1038/protex.2017.120",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a130c6a5-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 5th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4076,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-12-05 01:17:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}