{
    "identity": "pex-1282",
    "title": "<p>Genetic <em>in vivo</em> engineering of human T lymphocytes in mouse models</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>As crucial arm of the immune response, T lymphocytes are in prime focus of current basic immunology research as well as gene and immunotherapy for the development of novel therapeutic concepts. For both fields, genetic manipulation of T lymphocytes is a key technology. Many different methods have been described ranging from plasmid transfer by electroporation or chemical methods to the use of viral vectors<sup>1–3</sup>. Retroviral vectors (RVs) and lentiviral vectors (LVs) have emerged as basic technology for genetic manipulations in cell-based gene therapy medicinal products<sup>4</sup>. Those products consist either of haematopoietic stem cells (HSCs) harbouring an intact copy of the defective protein for the treatment of patients suffering from genetic diseases or lymphocytes expressing recombinant proteins like chimeric antigen receptors (CAR) for cancer immunotherapy<sup>5</sup>. In all the different methods used for genetic manipulation of T&nbsp;lymphocytes today, they are modified <em>ex vivo</em>, expanded and then infused into the patient. This is an established approach in immunology as well as in gene therapy. For the latter, this means that each patient is treated with an individual T cell product. Moreover, this approach exposes T cells to plenty of manipulations outside the organism that alter their phenotypes and properties<sup>6–8</sup>. This can be avoided through genetic manipulation directly <em>in vivo</em>, keeping the T lymphocytes in their environment. This strategy has become possible with so-called receptor-targeted LVs discriminating between T lymphocytes and other cells at the level of cell attachment and entry<sup>9</sup>.</p><p>The concept of receptor targeting is based on the idea that receptor usage of a gene-delivering vector determines its cell entry selectivity and thus restricts expression of the gene to a specific cell type. Receptor usage can be manipulated by adding targeting ligands to the vector surface that exhibit high affinity for a cell surface receptor selectively expressed on the desired target cell type. By simultaneously destroying natural receptor usage gene delivery to non-target cells is eliminated<sup>10</sup>. Viral glycoproteins compatible with this extensive protein engineering can be derived from paramyxoviruses, such as measles virus (MV) or Nipah virus (NiV). Here, receptor attachment and membrane fusion functions are split onto two glycoproteins. This is in contrast to the glycoprotein G of vesicular stomatitis virus (VSV), which is used in conventional LVs and has both functions combined. With engineered paramyxoviral glycoproteins, LVs have been generated that deliver genes selectively into distinct cell types, such as cancer cells, subtypes of neurons, or endothelial cells<sup>11,12</sup>. Making use of the distinct surface markers, CD8 for cytotoxic T lymphocytes and CD4 for helper and regulatory T cells, enabled the generation of LVs targeted to these T cell subtypes<sup>13–15</sup>. The corresponding CD8-LV and CD4-LV have been instrumental for the <em>in vivo</em> delivery of CARs specific for the CD19 antigen present on B cell malignancies. A single intravenous (i.v.) injection of CD8-LV into humanized mice was sufficient to induce the formation of CD8+ CD19-specific CAR T cells, while CD4+ lymphocytes remained unmodified<sup>16</sup>. The <em>in vivo</em> generated CAR T cells eliminated CD19+ B lymphocytes as well as tumour cells<sup>17</sup>. Vice versa, CD4-LV mediated the exclusive generation of CD4+ CAR T cells, which interestingly were equally active in eliminating tumour cells<sup>18</sup>. </p><p>&nbsp;</p><p><em>Applications </em></p><p>The <em>in vivo</em> generation of CAR T cells using CD8-LV or CD4-LV is currently the most prominent application of receptor-targeted LVs. We are therefore focusing on this topic providing protocols for the generation of CAR transferring <em>in vivo</em> applicable vector stocks and their administration in relevant mouse models. Since the animal model used is equally important as the vector generation, we also provide detailed protocols on mouse humanization, animal handling and monitoring for the presence of CAR T cells. The protocol is focusing on a myc-tagged second generation CD19-specific CAR. CAR T technology is constantly improving. The protocol can be applied to any other type of CAR, but may require adaptations in the part describing CAR T cell detection depending on the type of immunological tag or reporter gene that is used in combination with the CAR.&nbsp;A detailed protocol on CAR design and detection was recently published<sup>19</sup>. </p><p>Besides addressing cancer cells, targeting chronically infected cells is another important field of CAR T cell therapy<sup>20</sup>. The humanized mouse model described in the current protocol is well established for the testing of anti-HIV gene therapies, since it is engrafted with the spectrum of human cells susceptible to HIV, which leads to chronic viremia accompanied by HIV-induced loss of human CD4+ T cells. Moreover, it recapitulates HIV latency and generates human immune responses as in HIV patients <sup>21</sup>. The models mostly used to evaluate HIV therapies are NOD/shi-SCID, γc-/- (NOG)<sup>22,23</sup>, or NOD/SCID, γc-/- (NSG) <sup>24,25</sup> mice. Therefore, CD4-LV or CD8-LV delivering CARs directed against HIV can be evaluated in these humanized mice for CAR T cell generation followed by elimination of HIV-infected cells<sup>26,27</sup>. </p><p>Beyond CARs, the provided protocol can be used to package any gene of interest into CD4-LV or CD8-LV. Recombinant T cell receptor (rTCR) genes are an obvious related example, while anti-viral genes, cytokines or interfering RNA are other options, with the latter being relevant for more basic research questions. For <em>ex vivo</em>, gene delivery rates in the same range as those reported for CAR genes can be expected. <em>In vivo</em>, however, it must be kept in mind, that CARs (and also rTCRs) mediate a selective advantage for transduced T cells, potentially resulting in their preferential proliferation. Accordingly, we have observed between 5 to 25-fold higher rates of transduced cells after delivery of CAR genes than of reporter genes<sup>16</sup>. &nbsp;&nbsp;</p><p>In addition, other types of receptors can be targeted as long as their extracellular parts are readily accessible by the vector particle. Target receptors can be expressed on other human T cell subtypes, on completely different cell types, or even on cells of other species, as e.g. murine CD8 or CD4. In each case, the coding sequence for a suitable targeting ligand, preferably a single-chain variable fragment (scFv) or a designed ankyrin repeat protein (DARPin) is the starting point. Once confirmed that the fusion glycoprotein composed of targeting ligand and NiV G protein or MV H protein is well expressed on the surface of packaging cells, the protocol provided here for the generation of CD4-LV or CD8-LV stocks can be followed by exchanging the G or H encoding plasmids. When targeting receptors of other species, it has to be kept in mind that restriction factors may interfere with proper transduction<sup>28</sup>. Switching to simian immunodeficiency virus (SIV)-derived vectors can solve this problem in case of NHP lymphocytes<sup>14</sup>.&nbsp;&nbsp;&nbsp;</p><p>&nbsp;</p><p><em>Alternative methods for receptor-targeted gene delivery</em></p><p>The only other LV-based system for receptor-targeted vectors relies on engineered Sindbis virus (SIN) glycoproteins<sup>29</sup>. The corresponding SIN-LVs have been targeted to a variety of cell types including human T lymphocytes via CD4<sup>30</sup> or CD3<sup>31</sup>. However, data demonstrating the validity of these vectors on primary cells are scarce and the <em>in vivo</em> generation of CAR T cells has not been demonstrated with this technology. SIN-LVs have often been equipped with tissue-specific promotors to achieve sufficient selectivity. While a side-by-side comparison is missing, it seems that they do not reach the selectivity demonstrated for engineered paramyxoviral glycoproteins as e.g. illustrated by the discrimination between CD4+ and CD8+ T lymphocytes<sup>32</sup>. Such an almost absolute selectivity in distinguishing between on-target and off-target cells can be of ultimate importance when toxic or oncogenic genes are delivered. Also for CARs, the inadvertent delivery of a CD19-CAR into the patient’s malignant cells can result in severe adverse events with fatal outcome as described for CAR delivery by VSV-LV<sup>33</sup>. Independently from selectivity, paramyxovirus glycoprotein based LVs are distinct from other LVs by their cell entry mode. SIN-LVs, similarly as VSV-LVs, require endocytosis of the target receptor for proper entry and transduction. MV and NiV pseudotyped LVs enter cells directly at the cell membrane under neutral pH<sup>34</sup>. Blockage of endocytosis enhances their gene delivery activity, especially when receptors with a high endocytosis rate have been targeted<sup>35</sup>. Conversely, this means that also target receptors with absent or low endocytosis rates can be used.&nbsp;</p><p>The development of non-viral vector systems has made enormous progress during the past years. Yet, it came with some surprise when the <em>in vivo</em> generation of murine CAR T cells was achieved with synthetic nanoparticles<sup>36</sup>. Stable integration of the CAR gene was mediated by a copackaged transposase and T cell selectivity via an incorporated CD3-specific antibody. While this achievement is promising for the gene delivery field, it is also obvious that such nanoparticles will require further improvement to reach the activity and selectivity of LVs. It remains to be seen if CD3-targeted nanoparticles can be engineered delivering CARs not only to murine but also to human T cells.&nbsp;</p><p>&nbsp;</p><p><em>Alternative mouse models for in vivo CAR T cell generation </em></p><p>The humanized mouse with reconstituted human haematopoietic and immune cells is a powerful tool for investigation of human biological systems and for translational research<sup>37,38</sup>. Humanized mice enable direct access into the dynamics of the human immune-haematopoietic system. Two strains of immunodeficient NOD/SCID mice homozygous for targeted mutations at the&nbsp;<em>Il2rg</em>&nbsp;locus are available: the NOD/SCID/IL2rγc<sup>null</sup>&nbsp;(NOG) strain<sup>22,23</sup> and the NOD/SCID/IL2rγ<sup>null</sup>&nbsp;(NSG) strain<sup>24,25</sup>. Compared to NOD/SCID mice, transplantation of human haematopoietic stem and progenitor cells (HSPCs/hCD34<sup>+</sup> cells) into NSG or NOG recipient mice robustly improved the haemato-lymphoid engraftment efficiency and at least partially supported&nbsp;the maturation of human T and B cells, as evidenced by the development of Ig-producing human B cells as well as human CD4<sup>+ </sup>and CD8<sup>+</sup> T cells in secondary lymphoid organs <sup>23,24,39</sup>. These NSG or NOG mice have become the gold standard for evaluation of human haematopoiesis and immunity in the context of gene and cancer therapy including CAR T cell therapy <sup>40,41</sup>. </p><p>We chose here to describe humanization of the NSG model, since it is the most widely distributed model used in Europe and beyond. Therefore, the humanization protocol described here will be widely applicable beyond the <em>in vivo</em> evaluation of targeted vectors. Of note, because of its utility for evaluation of novel medicinal products, humanized mice are also commercially available. However, to dispose of a homogenous cohort of humanized mice it is highly recommended to generate them in house. Nevertheless, we need to emphasize that haematopoietic stem and progenitor cell (HSPC) humanized NSG mice are unable to develop a functional human innate immune system and thus do not support human myeloid, natural killer (NK) cell, erythroid and macrophage lineage development<sup>42,43</sup>. </p><p>Two different strategies offer an alternative: First, c-Kit receptor-mutant mice (c-Kit mutant mice) on the NSG background, which support unprecedented levels of human engraftment including myelo-erythroid differentiation<sup>44–47</sup>. Second, MI(S)TRG mice<sup>48</sup>, which are immunodeficient rag2<sup>-/-</sup>IL2rG<sup>-/-</sup> mice<sup>49</sup>, in which the human genes M-CSF, IL-3, GM-CSF and TPO were knocked into their respective mouse loci. In addition, these mice are transgenic for the human SIRPa, which allows mouse phagocytes to tolerate human engrafted cells. Still, none of these mouse models expresses human HLA molecules on thymic epithelial cells. Therefore, human T cells developing in hCD34<sup>+</sup> humanized NSG mice lack the ability to recognize antigens in a human HLA-restricted manner. However, when engrafted with HSPCs and a functional autologous human thymus, education of T cells on human HLA was achieved (BLT-mice)<sup>48,50,51</sup>. The BLT mouse model, although it has major advantages, is much more cumbersome to generate and human fetal liver and thymic tissue is not easily accessible to many research groups. </p><p><em> </em></p><p><em>Limitations </em></p><p>While selectivity for target cells is excellent for receptor-targeted LVs including CD4-LV and CD8-LV, the amount of gene transfer active particles in vector stocks often lags substantially behind that of VSV-LV. To compensate for that, it is of utmost importance that the complete production process is performed under the optimal conditions provided in this protocol for the production of CD8-LV or CD4-LV. Notably, the expected yield of particle numbers does not differ between targeted and non-targeted LVs. We therefore assume that the functional activity and stability of the engineered glycoproteins is reduced. Functional titers could indeed be improved by switching from MV glycoproteins to those of NiV, which are 3-4 times more efficiently incorporated into the lentiviral particle<sup>52</sup>. Likewise, DARPins instead of scFvs improved titers due to their higher stability<sup>53</sup>. </p><p>In this context, it is important to mention that functional titers provided in transducing units (t.u.) per volume very much depend on the particular experimental conditions and the cell type used. Yet, they are required to confirm the activity of a vector stock as a general quality check. They are in our experience rarely predictive for the <em>in vivo</em> performance of vector stocks, especially when comparing targeted and non-targeted vectors. Here, receptor-targeted LVs usually outperform VSV-LV, which attaches to multiple cell types <em>in vivo</em> via the LDL receptor resulting in a completely different biodistribution<sup>53</sup>. However, also <em>ex vivo</em>, CD4-LV and CD8-LV can reach or even outperform VSV-LV when applied in presence of transduction enhancers and/or on minimally activated T lymphocytes that express low levels of the VSV receptor<sup>32</sup>. </p><p>Often, a single surface marker is not sufficient to define a cell type of choice. Many subtypes of T lymphocytes exist, that can be distinguished through combinations of particular surface markers. Therefore, receptor-targeted LVs that depend on more than one cell surface marker are desirable. However, such vectors have not yet been described. The reason is that display of two different targeting ligands on the particle surface will rather expand than restrict the tropism of that vector, since each target receptor can be utilized separately. Notably, <em>in vivo</em> selectivity is influenced by many more parameters than just receptor expression. First, cells with a high target receptor density will be preferentially transduced over those with a lower density. Second, local administration routes directly into the tissue of choice, e.g. lymphoid tissues for CD4-LV and CD8-LV, can be an option to prevent encounters of the vector particles with the unwanted cell type. Third, promotor choice, miRNA target sequences as well as restriction factors expressed in particular cell types can prevent gene expression in some target receptor positive cell types. An example for CD4-positive cells not transduced by CD4-LV are monocytes, which are resistant to LVs in absence of vpx, the virion-associated protein encoded by most simian immunodeficiency virus (SIV) strains and HIV-2<sup>54,55</sup>. These issues should be carefully considered when designing novel types of receptor-targeted LVs. </p><p><strong>&nbsp;</strong></p><p><em>Experimental design </em></p><p>The process we describe here to achieve <em>in vivo</em> CAR T cell generation can be split into four parts (Fig. 1). The generation of CD8-LV or CD4-LV vector stocks is the crucial first step to achieve sufficient <em>in vivo</em> gene delivery rates (Fig. 1a; steps 1-14). The second part running in parallel to the vector production step is the generation of homogenously humanized mice (Fig. 1b, phase 1; steps 18-59). Part 3 then includes preconditioning and vector administration (Fig. 1b, phase 2; steps 60-63), while in the last step mice are monitored for 1-8 weeks (Fig. 1b, phase 3; steps 61-111). </p><p>&nbsp;</p><p><em>Production and quality control of vector stocks </em></p><p>The generation of CD8-LV and CD4-LV stocks differs from conventional VSV-LVs, since they carry paramyxoviral glycoproteins. This adds another plasmid to the transfection step and requires more sensitive approaches for particle concentration. With respect to the latter, a small aliquot of packaging cell supernatant before concentration should be kept and assessed for vector particle activity to control the concentration step. Also, depending on the stability of the displayed scFv, syncytia formation in the packaging cells may occur, which makes the timing of particle harvest crucial<sup>56</sup>. Overall, it is recommended to follow the instructions for vector stock production as precisely as possible. The quality of the starting components, especially the plasmids and the packaging cells are of ultimate importance. As a positive control, VSV-LV stocks should be generated in parallel or in a test run and result in at least 5x10<sup>11</sup> particles/ml with 10<sup>8</sup>‑10<sup>9</sup> t.u./ml. Using an identical transfer vector plasmid for generation of the VSV-LV control stock is self-evident, since the encoded gene influences the delivery activity of the vector stock. </p><p>Functionality of the LVs has to be confirmed by incubation of target-receptor positive cell lines with different concentrations of the LV stock to determine the transducing units (t.u./ml) by staining of transgene positive cells via flow cytometer. For quantitative comparisons necessary for <em>in vivo</em> applications, however, the particle number of the LV stock appears more important. This can be measured either by nanoparticle tracking, which besides very precise particle numbers also provides the size of the particles, or via p24 ELISA. When producing new types of targeted LVs we recommend using green fluorescent protein (GFP) as a transgene for initial testing of proper gene transfer activity. Also, selectivity can best be assessed with GFP by comparing gene transfer into target receptor positive and negative cells. The latter should be in the range of background activity. Moreover, expression and incorporation of the glycoproteins should be verified by Western blot analysis of vector stocks. CAR-encoding LVs should finally be tested for functionality on primary cells like peripheral blood mononuclear cells (PBMC) to check for CAR-T cell development and killing of target cells (e.g. CD19+ cells in case of CD19-CAR T cells) <em>in vitro</em>.</p><p>&nbsp;</p><p><em>Generation of humanized mice</em></p><p>The immunodeficient NSG mouse lacking murine B, T, NK and functional myeloid cells is an excellent recipient for the engraftment of human CD34+ HSPCs, subsequently resulting in the development of a human blood system. To obtain a robust and homogeneous engraftment, we describe here the sub-lethal pre-conditioning of NSG mice with busulfan, which reduces the number of residual murine progenitors and makes space in the bone marrow for engraftment of human progenitor cells. Further, we describe the procedure for injection of the human CD34+ cells into the blood stream of the NSG mice for humanization. The quality of the CD34+ cells, age of the mice, as also sterile housing and experimental conditions are crucial to obtain an efficient engraftment as explained in this procedure.</p><p>Finally, this step of the protocol includes the quality control check for successful NSG humanization over time, which leads to the identification of the right time point for vector particle injection. To increase transduction levels <em>in vivo</em> we describe the pretreatment with IL7, which will slightly activate the T cells and make them more permissive to the vector that is subsequently injected.</p><p>Please note that humanized NSG mice are commercially available at The Jackson Laboratory. Alternatively to a full humanization with blood stem cells, NSG mice can also be engrafted with human PBMC before LV administration. This mouse model can also be combined with tumour cells as target for the <em>in vivo</em> generated CAR T cells (Fig. 2).</p><p>&nbsp;</p><p> <em>Detection of in vivo generated CAR T cells</em></p><p>Monitoring of the mice after vector administration, detection of CAR T cells and target cell specific transduction in blood is performed at different time points, while tissues are analysed at experimental endpoint conditions. While protocols for CAR T cell detection and analysis in mouse models have been published, it is important to emphasize that the kinetics of CAR T cell development after <em>in vivo</em> gene transfer differ substantially from that of transplanted <em>ex vivo</em> generated CAR T cells. <em>Ex vivo</em> generated CAR T cells are expanded in culture and then transplanted into mouse models in high numbers resulting in an instant high concentration of CAR T cells <em>in vivo</em>. Timing and detection methods therefore have been adapted to the requirements of <em>in vivo</em> CAR T cell generation.&nbsp;</p><p>The detection of the <em>in vivo</em> generated CAR T cells can be challenging when the signal to noise ratio obtained by flow cytometry is low. It is then crucial to have sufficient numbers of control mice available. Such mice injected just with PBS or control particles are essential to set the gating for the identification of CAR expressing T lymphocytes.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>REAGENTS</p><p><strong><u>Lentiviral vector production and analysis:</u></strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Plasmids (see Fig. 3 for details):</p><p>Note: All plasmids should be adjusted to a concentration of about 1 µg/µl to use similar volumes in each production. We recommend plasmid production by a commercial supplier with certified quality. Absence of RNA and endotoxin ≤100 E.U./mg DNA are most important. Alternatively, plasmids can be prepared using Macherey Nagel Maxiprep kits (Nucleo Bond Xtra Midi 100, cat. no. 740410.100) or an equivalent kit.</p><p>o&nbsp;&nbsp;Transgene plasmid:</p><p>pS-CD19.CAR-W<sup>16</sup></p><p>Note: Contains a myc-tag for detection. Other tags, like NGFR, can be used as well. Alternatively, any other transgene plasmid packagable by HIV-derived LVs can be applied. When setting up vectors targeted to other receptors we recommend using GFP to follow gene transfer activity and target cell selectivity.</p><p>o&nbsp;&nbsp;Second generation HIV packaging plasmid:</p><p>pCMV-dR8.91<sup>57</sup></p><p>Note: Third generation packaging plasmids can be used as well. In this case, plasmid ratios have to be adapted (see step 4).&nbsp;</p><p>o&nbsp;&nbsp;<u>For CD8-LV:</u></p><p>§&nbsp;Plasmid encoding NiV envelope glycoprotein G fused to a CD8-specific scFv:&nbsp;</p><p>pCAGGS-NiV-GcΔ34-αCD8opt <sup>52</sup></p><p>§&nbsp;NiV envelope fusion protein F encoding plasmid:&nbsp;</p><p>pCAGGS-NiV-FcΔ22 <sup>52</sup></p><p>o&nbsp;&nbsp;<u>For CD4-LV:</u></p><p>§&nbsp;Plasmid encoding MV envelope glycoprotein H fused to CD4-specific DARPin 29.2:</p><p>pCG-Hmut-CD4.DARPin29.2 <sup>14</sup></p><p>§&nbsp;MV envelope fusion protein F encoding plasmid:&nbsp;</p><p>pCG-FcΔ30 <sup>11</sup></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lenti-X™ 293T human embryonic kidney cells (TaKaRa, cat. no. 632180)</p><p>Note: These cells are specifically generated for production of LV particles and result in about two-fold higher yields than HEK-293T/17 cells (ATCC CRL-11268) in our hands.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CD4 and/or CD8 positive cells for quantification of gene transfer activity of LVs (see step 16), e.g. Molt 4.8 cells (ATCC: CRL-1582), A301 cells (CD4-positive T cell line)<sup>58</sup>, J76S8ab (CD8-positive Jurkat cells)<sup>15</sup>, human PBMC from healthy donors.</p><p>Note: Any cell line expressing the target receptor of the used LV (e.g. CD4, CD8) at sufficient level can be used for titration. This should be checked via flow cytometry before first use (see Fig. 4a as example).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dulbecco’s Modified Eagle Medium (DMEM) High Glucose w/o L‑Glutamine w/&nbsp;Sodium Pyruvate (Biowest, cat. no. L0106-500)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;RPMI 1640 w/o L‑Glutamine (Biowest, cat. no. L0501-500)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fetal Bovine Serum (FBS) heat-inactivated (56°C, 30 min) (e.g. Sigma, cat. no. F7524)</p><p>Note: New lots are tested experimentally after adaptation of the cells for at least 2 weeks in medium supplemented with FBS by monitoring cell growth and morphology as well as efficiency of vector production.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L-glutamine solution (Sigma, cat. no. G7513-100 ml)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PBS w/o Mg<sup>2+</sup>/Ca<sup>2+</sup></p><p>(Sigma, cat. no. 17-512F)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;0.25% Trypsin in PBS w/o Mg<sup>2+</sup>/Ca<sup>2+ </sup>/ 1&nbsp;mM EDTA (in house)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Polyethylenimine (PEI) (branched, Mw: 25,000 Da, Sigma- Aldrich, cat. no. 408727-100ML)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sucrose BioUltra (Sigma, cat. no. 84097)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bovine Serum albumin (BSA) (Sigma, cat. no. A3294)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CD3 antibody, clone: OKT3 (Miltenyi Biotec, cat. no. 130-093-387)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CD28 antibody, clone: 15E8 (Miltenyi Biotec, cat. no. 130-093-375)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Human IL-2, premium grade (Miltenyi Biotec, cat. no. 130-097-745)</p><p>Note: IL7/IL15 can be used alternatively.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Myc-Tag (9B11) mouse mAb, PE conjugated (Cell Signaling, cat. no. 3739)</p><p>Note: Has to be adjusted according to the used transgene.</p><p><br></p><p><strong><u>Humanization of mice:</u></strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BusulfexTM (Busulfan) (Selleckchem, cat. no. S1692)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Penicillin-Streptomycin (Life Technologies, cat. no. 15140-122; 100 mL)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Trypan blue (Life Technologies, cat. no. 15250-061; 100 mL)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cell Grow medium (CellGenix, cat. no. 20802-0500)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Human TPO (Miltenyi Biotec, cat. no. 130-095-745)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Human SCF (Miltenyi Biotec, cat. no. 130-096-692)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Human Flt3-Ligand (Miltenyi Biotec, cat. no. 130-096-474)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IL7 (Miltenyi Biotec, cat. no. 130-095-367)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ketamin Imalgene® 1000 (Alcyon, cat. no. 6827812)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Xylasin Rompun® 2% (Alcyon, cat. no. 6835444)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Isoflurin® Isofluran Isovet 1000 mg/g (Osalia, cat. no. 240731)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tetracaine® 1% (Alcyon, cat. no. 6711601)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NOD.Cg-Prkdc<sup>scid</sup> Il2rg<sup>tm1Wjl</sup>/SzJ (NSG mice; Jackson laboratories, Stock No: 005557)</p><p>Note: Other immunodeficient strains can also be used for immune system humanization. Busulfex conditioning has to be adapted.</p><p><strong>! CAUTION</strong> All experiments using live rodents must conform to governmental and institutional laws and guidelines and be approved by a local ethical committee.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;70% ethanol (VWR chemicals, cat. no. 20821.330)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Citrate phosphate dextrose (CPD) (Sigma, cat. no. C3821-50 mL)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Red Blood Cell (RBD) lysis buffer (Miltenyi, cat. no. 130-094-183)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lymphoprep: human lymphocyte separation medium (EuroBio, cat. no. CMSMSL010‑01)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Formalin 10%, Q Path®, buffered (VWR, cat. no. FOR0060AF59001)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Human CD34+ cells isolated from cord blood</p><p><strong>! CAUTION</strong> Human tissues should be handled using BSL2-recommended protocols and should be collected and used in accordance with all institutional and governmental ethics guidelines.</p><p>Note: HSPCs can be directly isolated from cord blood using CD34+ positive selection according to the manufacturer’s protocols (CD34 microbeads kit, human, cat. no. 130-046-702 Miltenyi Biotec). Also see<sup>59,60</sup> for a detailed procedure. Alternatively, HSPCs are commercially available (e.g. ABCellBio, Lymphobank, Merck/Sigma-Aldrich, cat. no. C-12921) provided cryopreserved in cryotubes.</p><p><br></p><p><strong><em><u>In vivo</u></em><u> administration of LVs and analysis:</u></strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2% BSA in PBS w/o Mg<sup>2+</sup>/Ca<sup>2+</sup>, sterile filtered with an 0.2 µm filter</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Antibodies for flow cytometry:</p><p>Use 1 µl of each antibody per 10<sup>5 </sup>-10<sup>6</sup> cells.</p><p>Panel 1: Antibodies to determine humanization level (Step 48) are listed in Table 1.</p><p>Panel 2: Antibodies for detection and characterization of <em>in vivo</em> generated CAR T cells (Step 98) are listed in Table 2.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fixable viability dye eFluorTM 780 (ebioscience, cat. no. 65-0865-14)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultracomp eBeads (Life Technologies, cat. no. 01-2222-42)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Blocking Solution: mouse FcBlock CD16/CD32 (BD; cat. no. 553142); human FcBlock (Miltenyi Biotec, cat. no. 130-059-901). Add 1 μl of each per one million cells.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anti-FITC Microbeads (Miltenyi Biotech, cat. no.130-048-701) or anti-APC Microbeads (Miltenyi Biotec, cat. no. 130-090-855)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DNeasy Blood and Tissue kit (Qiagen, cat. no. 69504)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DNase and RNase-free water (Sigma, cat. no. W3500)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TE Buffer (Sigma, cat. no. 93283)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Primers and probes for qPCR (Eurogentec):</p><p>o&nbsp;&nbsp;Sequences of albumin-specific primers and probe:</p><p>forward primer: 5’-CACACTTTCTGAGAAGGAGAGAC-3’</p><p>reverse primer: 5’-CTTGAATTGACAGTTCTTGCTAT-3’</p><p>probe: 5’-6FAM-ACGTGAGGAGTATTTCATTACTGCATGTGT-BHQ1-3’</p><p>o&nbsp;&nbsp;Sequences of WPRE-specific primers and probe:</p><p>forward primer: 5’-CACCACCTGTCAGCTCCTTT-3’</p><p>reverse primer: 5’-GGACGATGATTTCCCCGACA-3’</p><p>probe: 5’-Cy5-CGCCGCCTGCCTTGCCCGCT-BHQ2-3’</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Standard plasmid for qPCR containing the sequences of WPRE and albumin separated such that individual PCR products can be amplified.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TaqMan-based LightCycler 480 Probes Master (Roche, cat. no. 04707494001)</p><p><br></p><p>REAGENT SETUP</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Medium for cultivation of Lenti-X 293T cells:</p><p>DMEM supplemented with 10% FBS and 2 mM L-glutamine (store at 4°C)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Medium for medium exchange prior to transfection:</p><p>DMEM supplemented with 15% FBS and 2 mM L-glutamine (store at 4°C)</p><p>Note: Medium contains 15% FBS to compensate dilution with the transfection mix (containing DMEM without further additives (DMEM w/o)).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cultivation of Lenti-X 293T cells:</p><p>Lenti-X 293T cells are cultivated in DMEM containing 10% FBS and 2&nbsp;mM&nbsp;L‑glutamine. For passaging, they are detached with 0.25% Trypsin (PBS w/o Mg<sup>2+</sup>/Ca<sup>2+</sup>/1&nbsp;mM EDTA). Cells should be passaged twice a week at a 1:8-1:10 ratio.</p><p>Note: We strongly recommend cultivation of cells without antibiotics to avoid hidden contaminations. LV production is also possible with HEK-293T/17 cells (ATCC CRL-11268), but yields will be two-fold lower.</p><p>Δ <strong>CRITICAL</strong> Cells should not be passaged more than 20 times.</p><p>To have enough cells for the production expand your cells to ~18 T175 flasks four&nbsp;days before seeding. Check the condition of the cells before seeding.</p><p><strong>? TROUBLESHOOTING</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;T cell medium (TCM) for cultivation of PBMC:</p><p>RPMI supplemented with 10% FBS, 2&nbsp;mM L-glutamine, 25&nbsp;mM HEPES and 0.4% penicillin-streptomycin</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PEI-solution:</p><p>Prepare 0.92&nbsp;µg/µl PEI solution with cell culture grade water. Adjust to pH 7.0 using 1&nbsp;N HCl. Sterilize by filtration (store aliquots at -20°C).</p><p>Note: PEI solution should be prepared by several dilution steps to achieve the desired concentration.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sucrose solution for concentration of LV stocks:</p><p>Prepare 20% sucrose in PBS w/o Mg<sup>2+</sup>/Ca<sup>2+</sup>, sterile filter through Nalgene 0.2&nbsp;µm filter</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Freezing medium: FBS, 10% DMSO</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FACS Wash Buffer: PBS w/o Mg<sup>2+</sup>/Ca<sup>2+ </sup>with 2% sterile filtered FBS + 0.1% NaN<sub>3</sub></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FACS Fixation Buffer: PBS w/o Mg<sup>2+</sup>/Ca<sup>2+ </sup>with 1% paraformaldehyde (PFA)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Complete CellGro medium: CellGro medium supplemented with SCF (100 ng/ml), TPO (30 ng/ml) and FLT3 (100 ng/ml)</p><p>Note: Stocks or cytokines should be stored at -20°C. The complete CellGro medium should be prepared shortly before using it.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FACS staining to determine humanization level (panel 1): Use antibodies listed in Table 1.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FACS staining of <em>in vivo</em> samples (panel 2): Use antibodies listed in Table 2.</p><p>o&nbsp;&nbsp;Blocking Solution: 1&nbsp;µl each of mouse and human FcBlock are added per sample. 2&nbsp;µl FcBlock + 48&nbsp;µl FACS Wash Buffer = 50&nbsp;µl/sample (further referred to as “Tube 1”)</p><p>o&nbsp;&nbsp;Antibody mixture: 1&nbsp;µl of each anti-human antibody listed in Table 1 are added to 40&nbsp;µl FACS Wash Buffer per sample. 1&nbsp;µl x 10 different antibodies + 40&nbsp;µl FACS Wash Buffer = 50&nbsp;µl/sample (further referred to as “Tube 2”)</p><p><strong>Δ CRITICAL</strong> The volume of each monoclonal antibody may vary depending on the antibody clone, fluorochrome-conjugate and its concentration. Titration of all monoclonal antibodies is recommended, especially when using other fluorochromes.</p><p>o&nbsp;&nbsp;Isotype controls: We include 1&nbsp;µl each of anti-human CD45, CD3, CD4 and CD8 in our isotype control vial and add 1&nbsp;µl of isotype controls for the rest of the channels, namely PE, Alexa Fluor 700, BV421, BV605, PE-Vio770, Alexa 647 to 40&nbsp;µl FACS Wash Buffer per sample. 4x anti-human + 6x isotype controls + 40 µl FACS Wash Buffer = 50&nbsp;µl/sample. (further referred to as “Tube&nbsp;3”)</p><p><strong>Δ CRITICAL</strong> Isotypes are used to determine the background signal from nonspecific binding of the particular isotype of a given antibody to the cells. They are used at the same concentration as the corresponding antibody of interest.</p><p>o&nbsp;&nbsp;Viability dye: A 1:1000 dilution of Fixable Viability dye eFluorTM 780 is used. (further referred to as “Tube 4”)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Plasmid-based PCR standard for albumin and the WPRE:</p><p>The following dilutions have to be prepared in DNase and RNase-free water: 1x10<sup>8</sup> – 1x10<sup>0</sup> molecules/µl. This results in 1x10<sup>9</sup> – 1x10<sup>1</sup> molecules/well when using 10&nbsp;µl for qPCR.</p><p><strong>Δ CRITICAL</strong> The standard plasmid can be diluted in advance to a concentration of 1x10<sup>9</sup> molecules/µl, aliquoted and stored at -20°C in DNA low binding tubes. Lower dilutions should be prepared freshly (the day before performing qPCR or on the same day) and stored at 4°C until usage. The standard plasmid must be handled separately from the actual samples to avoid cross contamination.</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>EQUIPMENT</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cell culture dishes with gripping ring, diameter: 15&nbsp;cm (VWR, cat. no. TPPA93150)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nunc 96-Well Flat Bottom (Thermo Fisher Scientific, cat. no. 167008)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Corning® 96-well polystyrene conical bottom microwell plates (Corning Costar, cat. no. 3894)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;24 well culture plate (Corning Costar, cat. no. 3526)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;T175 tissue culture flasks (Greiner bio-one, cat. no. 660175)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Filters for cell debris removal:</p><p>Nalgene™ Rapid-Flow™ Sterile Disposable Bottle Top Filters with 0.45&nbsp;µm SFCA membrane, 75&nbsp;mm diameter, 45&nbsp;mm neck (Thermo Fisher Scientific, cat. no. 291-4545)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Filters for sterile filtration:</p><p>Nalgene™ Rapid-Flow™ Sterile Disposable Filter Units with CN Membrane, 0.2&nbsp;µm pore size (Thermo Fisher Scientific, cat. no. 450-0020)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nalgene® Rapid-Flow™ Sterile Filter Storage Bottle, Polystyrene with PE Storage Cap, 45&nbsp;mm Neck, 500&nbsp;ml (Thermo Fisher Scientific, cat. no. 455-0500)&nbsp;</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nunc™ 250&nbsp;ml Wide-Mouth Conical Centrifuge Tube (Thermo Fisher Scientific, cat. no. 376814)<em> </em></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;50 ml polypropylene tubes, conical bottom, (Greiner Bio-One, cat. no.227261)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Micronic tubes and Micronic Roborack-96</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Heraeus Multifuge X3R (Thermo Scientific™, cat. no. 10325804) with Thermo Scientific Rotor TX-750 (Thermo Scientific™, cat. no. 7500 3607) and Thermo Scientific™ Sorvall™ Legend™ T/RT Centrifuge Buckets for 4-Place Swinging Bucket Rotors (Thermo Scientific™, cat. no. 75006441)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Electronic pipette for resuspension of LV pellet:</p><p>Eppendorf Xplorer®, single-channel, variable, 15-300 µL, orange (Eppendorf, cat. no. 4861000031)</p><p>Note: Resuspension of the LV pellet can also be done with a conventional mechanical or other electronic pipette.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.5 ml microcentrifuge tubes, DNA LoBind, (Eppendorf, cat. no. 525-0130)</p><p>Note: DNA low binding tubes are used for long-term storage of LVs</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NanoSight NS300 (Malvern Panalytical)</p><p>Note: Particle numbers of LVs can also be measured via p24 ELISA (p24-ELISA Kit: HIV Type 1 p24 Antigen ELISA 2.0 (96 Determinations) (ZeptoMetrix, cat. no. 0801002))</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MACS Quant Analyzer 10 Flow Cytometer (Miltenyi Biotec)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BD LSR FortessaTM (BD)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FlowJo (BD) and FCS Express (DeNovo Software) software</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NanoDrop™ 2000c Spectrophotometer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LightCycler 480 Instrument II (Roche, cat. no. 05015278001)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LightCycler 480 software</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FrameStar® 96 Well Semi-Skirted PCR Plate, (Roche, cat. no. 4ti-0951) + qPCR Seal (Brooks Life Sciences, cat. no. 4ti-0560)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tube holder for FACS tubes</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Balance (for weighing mice)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Apparatus for anaesthesia (e.g. from Temsega)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Micropipettes and tips</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pasteur pipettes for blood collection from mice</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FACS tubes, Falcon (Corning, cat. no. 352052)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Table centrifuge for serum collection from blood</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sterile forceps and scissors, scalpels for dissection of mice</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Laminar flow PSM2 for handling of immunodeficient mice</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cell count chamber</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Non-woven sterile swabs 10x10&nbsp;cm (LCH medical products, cat. no. SN30-1005)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sterile paper towels</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Syringe 30G, 0.3 ml (Terumo, cat. no. 324826)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Syringe 29G, 0.5 ml (Terumo, cat. no. 320926)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;25-gauge (or 23-gauge) needle (Terumo, cat. no. 8AN2516R1)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10 ml syringe (Terumo, cat. no. SS-10ES1)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;40 μm nylon cell strainer (Falcon, cat. no. 352340)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;50 ml conical tube (Falcon, cat. no. 352070)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5 ml syringe plunger (Terumo, cat. no. SS-05SE1)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sharp sterile scissors</p>"
        },
        {
            "header": "Procedure",
            "content": "Production of CD4-LV and CD8-LV\nSeeding of Lenti-X 293T cells\nTiming: Day 1 early afternoon\n1)        On the day prior to transfection, seed 2x10\n7\ncells in 18 ml DMEM (10% FBS, 2 mM L‑glutamine) per 15 cm cell culture plate (growth surface 147.8 cm\n2\n) in 40 plates to achieve 75-90% cell confluency for transfection. For that, add 8 ml medium to the culture plates, then dilute the cells to a concentration of 2x10\n6\ncells/ml and add 10 ml of this cell suspension to the plates.\nNote: To have enough cells for the production expand your cells to ~18 T175 flasks four days before seeding. Check the condition of the cells before seeding. For the transfection, we prefer to work with 15 cm culture plates instead of T175 flasks, though this is also possible. Plates have a higher risk for contaminations, but allow a quicker workflow as they are easier to handle, especially when many plates have to be processed.\nΔ\nCRITICAL\nHandling of the plates: Be careful not to move your hand or material above an uncovered plate to avoid contaminations. Evenly spread the cells on the plates by carefully tilting the plate back and forth and from left to right after seeding.\n? TROUBLESHOOTING\nTransfection of Lenti-X 293T cells Timing: Day 2 late afternoon\n2)        Observe cells under the microscope to check for their condition and possible contaminations. The cells should be equally distributed over the plate (no cluster formation) with a confluency of around 75-90% and should not grow 3-dimensionally.\nΔ\nCRITICAL\nThe colour of the medium should be orange, not red (low cell density) nor turbid yellow indicating a contamination.\nThe cells must at least cover 75% of the plate’s surface to transfect them. They should rather be above this threshold, yet they have to survive two more days in culture.\n? TROUBLESHOOTING\n3)        Replace medium in all dishes by 12 ml DMEM containing 15% FBS and 2 mM L‑glutamine\nΔ\nCRITICAL\nCells should not be kept with this low amount of medium for longer than 1 h 30 min. This can be achieved by first changing the medium of 20 plates, then starting to prepare the DNA Mix and PEI Mix (step 4), and performing the medium change of the remaining 20 plates during the incubation time of the transfection mix.\n? TROUBLESHOOTING\n4)        Separately prepare the DNA Mix and PEI Mix required for transfection in conical-bottom, sterile polypropylene tubes. First, prepare DNA Mix in a 250 ml tube and then prepare PEI Mix in another 250 ml tube. The following amounts are for transfection of 40 cell culture plates:\n·\nDNA mix:\nCombine 92 ml DMEM without any supplement with 606.9 µg pS‑CD19.CAR‑W and 577.8 µg pCMV‑dR8.91. As a next step, add 35.9 µg of pCAGGS-NiV-GcΔ34-αCD8opt and 179.5 µg pCAGGS-NiV-FcΔ22 for production of CD8-LV or 53.9 µg of pCG-Hmut-CD4.DARPin29.2 and 161.5 µg of pCG-FcΔ30 for production of CD4-LV.\n·\nPEI mix:\nCombine 5.6 ml PEI with 88 ml DMEM without supplements\nNote: Amounts can be downscaled to e.g. five 15 cm cell culture plates per vector.\n? TROUBLESHOOTING\nThe total amount of plasmid DNA per plate is 35 µg with a ratio of 1:3:11.3:10.7 between targeted glycoprotein plasmid, fusion protein plasmid, transgene plasmid and packaging plasmid for CD8-LV (as for other NiV glycoprotein based LVs) and a ratio of 1:5:16.9:16.1 for CD4-LV (as for other MV glycoprotein based LVs). The amount of PEI per µg of DNA is 3.68 µg.\nNote: The transgene plasmid can be freely chosen. When setting up LVs targeted to other receptors we recommend using GFP for validation. Plasmid ratios may have to be adapted when using transgenes of different size. For third generation packaging LVs plasmid amounts have to be adapted as follows: Instead of using 577.8 µg pCMV-dR8.91 use 385.0 µg of the plasmid coding for Gag/Pol (pMDLg/pRRE, addgene #12251) and 192.77 µg of the plasmid coding for Rev (pRSV-Rev, addgene #12253). The other plasmid amounts are not changed.\nNote: VSV-LVs should be produced as a positive control, when testing new transgenes. Use 245 µg of the VSV-G envelope plasmid (pMD2.G, addgene #12259), 700 µg of the transgene plasmid and 455 µg of the packaging plasmid.\n5)        Thoroughly mix PEI-Mix and DNA-Mix individually by vortexing for 30 seconds, respectively. Then add PEI-Mix to DNA-Mix and vortex again for 30 seconds. Incubate for 20-30 min at room temperature.\nΔ\nCRITICAL\nTo not exceed this incubation time medium change of at least 20 plates should be completed before preparing the transfection mix.\n6)        After the incubation period, pipette 4.6 ml of the transfection mix from step 5 to each plate using a 10-ml pipette. Carefully tilt the plates to disperse the medium evenly.\nΔ\nCRITICAL\nAvoid disturbing the attached cells by slightly tilting the plate and carefully pipetting the solution SLOWLY to its border. Distribution of the transfection mix drop by drop is not necessary. Transfect only 10 plates at a time and leave the rest of the plates in the incubator to keep the cells in optimal culture condition.\n7)        Return the dishes to the tissue culture incubator with a humidified atmosphere containing 5% CO\n2\nat 37°C and incubate them over night for 16-18 h.\nΔ\nCRITICAL\nStack the dishes horizontally to make sure cells are completely covered with medium any time.\nNote: Transfection can also be performed in the morning (if cell density is > 75%). In this case, medium is replaced 6-8 h after transfection on the same day. Harvest of LV particles will still be two days after transfection, as described in this protocol.\nMedium change Timing: Day 3 early morning (~16 h post transfection)\n8)        Gently aspirate the medium from the cells and add 18 ml DMEM (10% FBS, 2 mM L‑glutamine). Incubate the plates in a tissue culture incubator with a humidified atmosphere containing 5% CO\n2\nat 37°C for 24 h.\nΔ\nCRITICAL\nOnly take 10 plates at a time out of the incubator to keep the cells in optimal culture condition. Change the medium of only two plates at once to avoid cell dehydration.\nNote: If cells were transfected in the morning, medium is replaced 6-8 h after transfection on the same day. When using T175 flasks 20 ml DMEM is required.\nHarvest of lentiviral vector particles Timing: Day 4 morning\n9)        To get rid of cell debris, filter the cell supernatant through a 0.45 µm Bottle Top Filter placed on a 500 ml storage bottle. One filter is sufficient for filtration of the supernatant of 20 plates. Filter the LV-containing supernatant by connecting a pump to the filter and collect the flow through.\nΔ\nCRITICAL\nKeep the supernatant on ice after filtration.\nPAUSE POINT\nStore at least one aliquot of the unconcentrated filtered cell culture supernatant at ‑80°C (4°C in case of titration on the next day) to later compare titers of unconcentrated and concentrated vector stocks. An additional vector harvest after another 24 h can be considered to increase vector yields\n.\nConcentration of vector stock over sucrose cushion Timing: Day 4 – 5\n10)      Distribute the filtered supernatant to four 250 ml conical centrifuge tubes. Aspirate 14 ml of the 20% sucrose solution with a 10-ml pipette. Insert the pipette to the bottom of the centrifuge tube containing the filtered supernatant and slowly underlay with 9 ml of the sucrose solution. Stop expelling the solution when it hits the 5 ml mark on the pipette. Discard the rest of the solution and use a new pipette for the next tube.\nNote: The extra volume in the pipet is necessary to avoid bubbles in the tube, since the 5 ml mark of a 10-ml pipet is still visible when being inserted in the centrifuge tube containing the supernatant.\nΔ\nCRITICAL\nThe sucrose cushion should be pipetted very gently to avoid mixing of the two phases.\n11)      Balance the tubes by addition of PBS w/o Mg\n2+\n/Ca\n2+\nuntil the weight difference is below 0.1 g.\nNote: Weighing can be done outside the cell culture hood, although the tubes have to be kept closed. However, PBS has to be added under the cell culture hood to maintain sterility.\n12)      Centrifuge for 24 h at 4°C (4500×g; acceleration: 6; deceleration: 6) in a benchtop centrifuge.\nΔ\nCRITICAL\nThe centrifugation time should be set for at least 24 h or more. Set the centrifuge on “Hold” to be sure it does not finish before you are ready to proceed.\nNote: You can also concentrate the vectors by ultracentrifugation (SW32 Ti Rotor) for 2 h at 100,000×g, but due to the volume restrictions, we prefer low speed centrifugation. If you decide for ultracentrifugation, we recommend using Open-Top Thinwall polypropylene tubes (Beckmann Coulter, 38.5 ml, 25x89 mm, cat. no. 326823) for centrifugation of the supernatant. These tubes have to be filled to the maximum to prevent collapsing. If necessary, fill up the supernatant to exactly 30 ml with PBS w/o Mg\n2+\n/Ca\n2+\nbefore adding 5 ml sucrose solution.\nNote: If production is downscaled to less than 10 plates per vector, concentration of LVs can be performed in 50 ml conical centrifuge tubes. In this case, supernatant should be aspirated with a 10 ml pipette and filtered with a 0.45 µm syringe filter. One filter can be sufficient for two plates by carefully detaching the pipet without clogging the filter (e.g. by keeping ~ 3 ml volume in the pipet). The filtered supernatant of two culture plates is transferred in a 50 ml centrifuge tube and underlayed with 4.5 ml 20% sucrose by aspirating 7.5 ml of the sucrose solution with a 5-ml pipette and stopping to expel the solution when it hits the 3 ml mark on the pipette.\nResuspension of concentrated lentiviral vectors Timing: Day 5\n13)      Carefully remove the tubes from the centrifuge and discard the supernatant. Remove residual liquid by leaving the tube for 5 minutes upside down in a rack lined with paper towels. Wipe the tubes with fresh paper towels without touching the pellet. Change gloves after that step. A tiny, beige-brownish pellet should be visible at the bottom of the tube.\nΔ\nCRITICAL\nPour the supernatant quickly but carefully and avoid bubbles.\n14)      Add 600-1000 µl PBS w/o Mg\n2+\n/Ca\n2+\nto each pellet (equals 60-100 µl per plate) without touching it and let the pellet resuspend for 30 minutes by placing the tubes on ice on a plate shaker. Pipette up and down 80 times with an electronic pipette. Pool the liquids from all resuspended pellets in one of the conical tubes and aliquot the vector stock in low binding tubes in volumes of 15-200 µl (15-25 µl for nanoparticle tracking analysis (NTA) or p24-ELISA and titration, 200 µl for\nin vivo\nanalyses). Store the vectors at ‑80°C.\nNote: Especially for LVs containing MV envelope proteins resuspension of the pellet in a too low volume can be counterproductive. We recommend addition of 100 µl PBS per plate, when starting with a new type of targeted LV.\nNote: It is also possible to use a conventional mechanical pipette for resuspension of the pellet.\nΔ\nCRITICAL\nAvoid foam formation during resuspension of the pellets to prevent aerosols.\nPAUSE POINT\nLentiviral vectors can be stored at -80°C. If you want to proceed directly with the titration, be sure to freeze/thaw the respective aliquot first to make it comparable with LVs used after storage, e.g. for\nin vivo\napplications.\nQuantification of particle number and gene transfer activity of lentiviral vectors\nA)  Determination of the particle number via NTA:\n15)      Particle numbers are determined via NTA with Nanosight NS300 according to the user’s manual. LVs should be diluted 1:1,000 - 1:10,000 in PBS w/o Mg\n2+\n/Ca\n2+\n(typically 1:3,000) in a total volume of 1 ml for measurement (Fig. 4b).\nNote: Particle numbers of LVs can also be measured via p24 ELISA according to the manufacturer’s protocol.\n? TROUBLESHOOTING\nB)  Gene transfer activity on target receptor positive cells\n16)      To determine the gene transfer activity of the produced vector particles, CD8+/CD4+ cells are incubated with 5 µl vector stock (consecutive dilution of 1/5) per 4x10\n4\ncells in 96-wells. For this purpose, cells are seeded in 100 µl RPMI medium (10% FBS, 2 mM L‑glutamine) and the vector stock, diluted in 100 µl medium, is added to get a final volume of 200 µl per well. The percentage of transduced cells is determined via flow cytometry three or four days later. Antibodies depend on the corresponding transgene. In this case, an anti-myc-PE antibody was used for detection of the CAR (Fig. 4c).\nNote: If other targeting vectors are produced, the cell line for titration and the used antibody for detection of the transgene must be adjusted. Vectors should have around 1x10\n7\nt.u./ml or above\n(Fig. 4d).\n? TROUBLESHOOTING\n17)      It is also very important to check if the LVs are able to successfully transduce primary cells. For this purpose, human PBMC are purified from whole blood or buffy coats from healthy donors via a Ficoll gradient (e.g. Histopaque 1077, Sigma Aldrich, cat. no. 10771) as described in the manufacturer’s protocol.\nFor the activation of 2x10\n6\nPBMC, a 24-well is coated with 500 µl of 1 µg/ml anti-human CD3 mAb (clone: OKT3, Miltenyi Biotec) and incubated for 2 h at 37°C or overnight at 4°C. Remove medium and replace with 2% BSA in PBS w/o Mg\n2+\n/Ca\n2+\n(sterile filtered) for 30 min at 37°C. After washing with PBS w/o Mg\n2+\n/Ca\n2+\ntwice, 2x10\n6\nPBMC are seeded in 2 ml T Cell medium (TCM) supplemented with 3 µg/ml anti-human CD28 mAb (clone: 15E8, Miltenyi Biotec) and 50 U/ml IL‑2 and the plate is incubated for 72 h at 37°C, 5% CO\n2\nand 90% humidity. 0.4-1x10\n5\nactivated PBMC are seeded per 96‑well in a volume of 100 µl in TCM + 50 U/ml IL‑2. PBMC are then transduced with 5 µl vector stock diluted in 100 µl medium per well. Spinfection is performed at 850×g (acceleration: 7, deceleration: 7) for 90 minutes in a preheated centrifuge (32°C). Afterwards, 100 µl TCM are added into each well and cells are incubated at 37°C, 5% CO\n2\nand 90% humidity. After a cultivation of 4‑7 days, the number of transduced cells is determined via flow cytometry with the corresponding antibodies.\nNote: PBMC activation can be adjusted according to the amount of cells needed. E.g. you can activate 1x10\n7\nPBMC in a 6-well using 1 ml anti-human CD3 mAb (1 µg/ml) for coating, and seeding cells in a total volume of 6 ml per well.\nNote: The amount of vector stock per well when transducing primary cells might have to be adjusted according to the gene transfer activity of the vectors determined on Molt 4.8 cells. We use 5 µl of LVs with titers of 1-5x10\n7\nt.u./ml.\nNote: Vectofusin‑1 can be used to enhance gene delivery.\n? TROUBLESHOOTING\nHumanization of mice\nMice conditioning with sublethal injection of busulfex TIMING\n1 h for 20 mice\nΔ CRITICAL\nBusulfex injection has to be performed 30-36 h prior cell injection\n18)      Weigh each NSG mouse and calculate the precise volume of busulfex to apply a dose of 20 mg/kg per mouse\nNote: stock solution of busulfex (6 mg/ml) can be pre-diluted 2-fold with sterile PBS just before injection.\n19)      Carefully remove the animal from the cage and restrain it gently in the head‐down position.\n20)      Insert the needle with the bevel facing ”up” into the lower right quadrant of the abdomen towards the head at a 30‐40° angle to the horizontal line.\n21)      Inject the appropriate volume of busulfex solution intra-peritoneally in a steady, fluid motion with a 29G 0.5 ml syringe\nNote: Busulfex solution for injection is very viscous, therefore slow injection is recommended.\n? TROUBLESHOOTING\n22)      Repeat Steps 18 to 21 until the last mouse has been injected. Place the young adult mice back in their box.\nCell preparation for human CD34+ stem and progenitor cells (HSPC) before injection\nTIMING\n40-50 min\nNote: HSPCs from three to four donors can be pooled to obtain enough cells to humanize a larger cohort of mice with homogeneous engraftment levels.\nΔ CRITICAL\nIt is crucial to use hCD34 cells with a purity that is higher than 90% to obtain a high level of human cell engraftment in NSG mice. A contamination of T cells (> 3%) might result in low human cell engraftment.\n23)      Warm up 30 ml CellGro medium in a 37°C water bath.\n24)      Take cells from the liquid nitrogen tank and thaw them in the water bath at 37°C for 1-2 min. Cells should be taken out of the water bath when they are almost thawed.\n25)      Transfer CD34+ cells very quickly to a prewarmed 50 ml tube containing 30 ml CellGro medium.\n26)      Spin the tube at 300×g for 10 min at room temperature.\n27)      Aspirate the supernatant and resuspend cells in 2 ml CellGro medium.\n28)      Count the cells using a hemocytometer after trypan blue staining (mix 10 μl cells with 10 μl trypan blue and count clear cells as live cells and blue cells as dead cells).\n29)      Spin down the cell suspension at 300×g for 10 min at 4°C and discard the supernatant.\n30)      Resuspend the cells in 1 ml of complete CellGro medium at a density of 1-10\n6\nliving cells/ml and seed in a 24-well plate.\n31)      Incubate cells at 37°C, 5% CO\n2\n, 20% O\n2\novernight (16 h to 24 h).\nCell preparation for injection TIMING\n1h\n32)      Prior to transplantation, collect cells in 1.5 ml tubes.\n33)      Count cells using a hemocytometer after trypan blue staining (see step 28).\n34)      Spin down CD34+ HSPCs at 300×g for 10 min at RT and resuspend them with sterile PBS w/o Mg\n2+\n/Ca\n2+\nto 0.7x10\n5\n- 2x10\n5\ncells per 35 μl total volume for each mouse to be injected.\nΔ CRITICAL\nCell suspension must be prepared in 35 μl PBS for retro-orbital injection.\nNote: The dose of CD34+ cells injected will determine the speed of NSG humanization. If one injects 2×10\n5\nCD34+ cells per mouse, 40% human cell reconstitution in blood will be achieved 12-16 weeks post-engraftment.\n? TROUBLESHOOTING\nTransplantation of human cells TIMING\n1 h (for 20 mice)\nΔ CRITICAL\nTo perform this part of the protocol dedicated personnel trained for animal experimentation is required.\n35)      Take the cells from Step 34 to the animal facility (experimental area).\n36)      Mix the cells immediately prior to injection each time by pipetting up and down. Load the syringe (29‑gauge needles, 0.3 to 0.5 ml insulin syringes) with the cell suspension at a volume of 30 µl per mouse. The same syringe can be used for several mice.\nΔ\nCRITICAL\nAir bubbles in the syringe must absolutely be avoided before injection into the blood stream, since this will lead to cardiac arrest.\n37)      Mice should be anaesthetised because the needle is being placed in the retro-bulbar space.\nNote: Preferentially use inhalant anaesthetic, because it assures rapid induction and quick recovery times.\nΔ\nCRITICAL\nMake sure to perform anaesthesia and retro-orbital injection under a laminar flow (PSM2, sterile conditions). Decontaminate the surface of the laminar flow and your gloves regularly with 70% alcohol before touching the NSG mice.\n38)      Induction of anaesthesia is achieved using a decontaminated induction box infused with 3.5% isoflurane enriched air until the mouse is non-responsive, recumbent, and demonstrates a slower, even respiratory pattern. Anaesthesia is maintained using a nose cone releasing 1‑2% isoflurane enriched air.\nNote: Make sure the mouse is completely under anaesthesia before injecting the cells. This can be checked by pressing the foot pad to make sure the mouse has no reflexes.\n39)      Remove the mouse from the isoflurane chamber and place it on a sterile compress with its belly facing the surface of the laminar flow.\n40)      The mouse’s right eyeball is protruded from the eye socket by applying gentle pressure to the skin at the dorsal and ventral part of the eye.\n41)      Introduce the needle bevel down at an angle of approximately 30° into the medial canthus.\n42)      Inject the cell suspension slowly and smoothly and remove the needle slowly and smoothly once the injection is complete.\nNote: There should be little or no bleeding.\nNote: i.v. injection takes less than 15 sec per mouse. Mice can be maintained under anaesthesia using a nose cone and 1‑2% isoflurane, but injection can also be performed directly after withdrawing the mouse from the induction box if personnel is trained to perform it quickly.\n43)      Place mice back into the cage for recovery. A warming device is not required, because the injection procedure takes only a very short time (less than 15 sec). Thus, the mouse is usually ambulatory within 30‑45 sec.\nNote: i.v. injection can also be performed into the tail vein. This has the advantage that there is no need for anaesthesia of the mice, but requires an appropriate “contention box”, as also a mouse-tail illuminator for dilatation of the tail vein before injection.\nNote: Perform the equivalent procedure as stated above for the control mice, but instead of HSPC inject a vehicle using a buffer without cells or use mice that are not transplanted.\nΔ\nCRITICAL\nThe NSG mice are immunodeficient and should be housed in a sterile environment. They must be strictly handled under a laminar flow, get sterile food and water and are kept in sterile cages. This is essential to ensure an efficient high-level humanization of these mice. If this is not respected, opportunistic infections of NSG mice will strongly impair hCD34+ cell engraftment.\nDetermination of the humanization level in the peripheral blood (PB) TIMING\n2-3 h\nNote: The complete humanization process can take 12 to 16 weeks depending on the hCD34+ cell donor and the number of injected cells. Eight weeks after human cell injection, blood is taken from the mice every 3 weeks to monitor humanization in the peripheral blood.\nBlood sampling:\n44)      Apply a drop of tetracaine 5 min prior to sampling of blood from the eye.\n45)      Perform retro-orbital blood sampling by penetrating the retro-orbital sinus in mice with a sterile haematocrit capillary tube or Pasteur pipette.\nNote: Sterile tubes or pipettes are required to avoid periorbital infections and potential long-term damage to the eye. The eyelid is pulled back to protrude the eye and facilitate blood harvesting.\n46)      Take approximately 100 µl blood per mouse in 1.5-ml sterile microcentrifuge tubes containing 20 µl of CPD (for plasma collection and gDNA analysis) and immediately pipet 50 µl in a new tube containing 20 µl of CPD and place on ice for FACS staining.\nNote: Samples can be kept on ice for up to 12 h.\nNote: Mice can be briefly anaesthetised with isoflurane (Step 38) to facilitate blood sampling.\nDetermination of humanization level in PB by flow cytometry:\n47)      Add 50‑100 µl PBS w/o Mg\n2+\n/Ca\n2+\nto the blood (1/1 ratio).\n48)      Transfer 50 µl of 2x-diluted blood into 5 ml FACS tubes containing 50 µl of FACS Wash Buffer supplemented with the antibody cocktail described in panel 1 (Table 1).\n49)      Incubate for 30 min at 4°C in the dark.\n50)      Add 500 µl FACS Wash Buffer.\n51)      Centrifuge at 300×g for 10 min at 4°C.\n52)      Discard supernatant by inverting tube and gently tapping on paper towel to remove the remaining drop of supernatant.\n53)      Add 700 µl of 1X RBC lysis buffer for 10 min at room temperature (dark).\nNote: Depending on the RBC lysis composition, incubation time can vary (2 - 10 min.)\n54)      Centrifuge at 300×g for 10 min at 4°C, discard supernatant and add 3-4 ml FACS Wash Buffer.\n55)      Spin the cells again at 300×g for 10 min at 4°C and remove supernatant.\n56)      Resuspend the cell pellet in 100-200 µl FACS Fixation Buffer\n57)      Keep in FACS tubes and then analyse via MACS Quant measurement.\nNote: RBC lysis and staining can also be performed directly in 96 well plate (conical bottom). Adapt volume and use 200 µl of 3X RBC lysis buffer.\n58)      The white blood cells are gated by granularity and size (FSC vs. SSC), and are then evaluated by gating for hCD45 (negative for mCD45) combined with hCD3 (total T-cells), hCD19 (total B-cells), or hCD14 (monocytes) using flow cytometry analysis (Figure 5).\n59)      Determine the human immune reconstitution by calculating the following formula\nHuman immune reconstitution = % human CD45 cells / (% human CD45 cells + % murine CD45 cells)\nIL7 conditioning TIMING\n45 min (for 20 mice)\nΔ\nCRITICAL\nHuman IL7 needs to be injected four days and again one day before vector application.\n60)      Resuspend human IL7 according to manufacturer’s protocol.\n61)      Prepare a working solution at 2 µg/ml in sterile PBS w/o Mg\n2+\n/Ca\n2+\n.\n62)      Inject 100 µl of the working solution of huIL7 (200 ng) via the sub-cutaneous route.\nRestrain the animal by grasping the skin along its back and insert the needle at the base of the skin fold between thumb and finger. Administer IL7 in a steady, fluent motion with a 29G 0.5 ml syringe.\nNote: The IL7 stock solution is at 100 µg/ml.\nNote: The control group receives PBS using the same route of administration.\nIn vivo\nadministration of the vector TIMING\n1 h\n63)      Inject a single dose of 2×10\n11\nLV particles i.v. using the same procedure as for human CD34+ cell injection (step 36-43).\nΔ CRITICAL\nA maximal volume of 100 µl can be injected into the eye.\nNote: Alternatively, up to 200 µl can be injected into the tail vein.\nCAR-T longitudinal analysis TIMING\n1-8 weeks\nNote: For longitudinal analysis, sample blood from the mice as described in step 44-46 every week following the first IL7 injection.\n64)      Monitor mice every 3-4 days and euthanize them at the chosen time point after LV injection or when clinical endpoints are reached.\nΔ CRITICAL\nDefine appropriate experimental endpoints (physical appearance, behavioural changes, weight loss) according to the protocol that was submitted at the local ethical committee.\nOrgan collection TIMING\n2 h for 20 mice\nΔ CRITICAL\nAt least two trained people are necessary for mouse euthanasia and organ collection.\n65)      Anaesthesia of the mice is done by i.p. administration of 100 mg/kg ketamine / 20 mg/kg xylasin.\n66)      Collect >500 µl of blood in a 1.5 ml tube containing 100 µl CPD via retro-orbital blood sampling or intracardiac puncture.\n67)      Perform cervical dislocation.\n68)      Collect mouse tissues (spleen, lymph nodes, liver and others) in FACS Wash Buffer and keep them on ice immediately.\nPAUSE POINT\nOrgans can be stored at 4°C ON before cell isolation.\n69)      For histology and immunohistochemistry fix the tissue in formalin 4% (for 24 h) and wash in 70% ethanol. Keep the organs in alcohol until paraffin-embedded slices are prepared from the fixed tissues.\nCell isolation from haematopoietic tissues TIMING\n4 h\nΔ CRITICAL\nAt least two trained people are necessary for organ and blood processing\nSampling of peripheral blood at final analysis:\n70)      Blood collection is performed as described in step 44-46. For final analysis 400-600 µl blood are used per mouse.\nNote: At time points before final analysis, blood is collected as described in step 44-46.\nNote: Put 20 µl of blood into a 1.5 ml tube and store at -80°C for gDNA extraction and qPCR (step 106-111).\n71)      Centrifuge blood at 300×g for 5 min at room temperature.\n72)      For plasma collection, transfer the upper phase to a 1.5 ml tube and centrifuge at 14,000×g for 5 min at 4°C. Transfer the supernatant to a fresh 1.5 ml tube and store at -80°C.\n73)      Wash the remaining blood cells with 1 ml PBS w/o Mg\n2+\n/Ca\n2+\nand centrifuge at 300×g for 5 min at 4°C.\n74)      Add 700 µl of 1X RBC lysis buffer for 10 min at room temperature (dark).\nNote: Depending on the RBC lysis composition, incubation time can vary (2 - 10 min.)\n75)      Perform the washing step as indicated in step 73.\n76)      Resuspend the pellet in 1 ml PBS w/o Mg\n2+\n/Ca\n2+\nand count cells with trypan blue solution (step 28).\n77)      Transfer the single cell suspension to micronics for flow cytometry analysis (steps 98-105).\nMononuclear cell isolation from spleen:\n78)      Place a 40 µm cell strainer on top of a 50 ml Falcon tube.\n79)      Put the spleen on the filter and use the plunger base of a syringe to mash the spleen on the filter while pouring PBS w/o Mg\n2+\n/Ca\n2+\nthrough the strainer until spleen is completely dissociated.\n80)      Centrifuge at 300×g for 10 min at 4°C.\n81)      Discard supernatant and resuspend the pellet in 3 ml PBS w/o Mg\n2+\n/Ca\n2+\n.\n82)      Put 2 ml Lymphoprep solution in a 15 ml tube.\n83)      Slowly add 3 ml cell suspension on top of the Lymphoprep.\nΔ CRITICAL\nGently pipet the cells to avoid mixing the two phases.\n84)      Centrifuge at 850×g for 20 min at 20°C (acceleration: 1; deceleration: 0).\n85)      Carefully aspirate the upper phase leaving 2-3 ml above the ring of mononuclear cells.\n86)      Carefully aspirate the ring of mononuclear cells with a 10 ml pipette and put into a new 50 ml tube.\n87)      Fill up the tube with PBS w/o Mg\n2+\n/Ca\n2+\n.\n88)      Spin at 300×g for 10 min at 4°C.\n89)      Resuspend the pellet with 5-10 ml PBS w/o Mg\n2+\n/Ca\n2+\nto reach 1-5x10\n6\ncells/ml.\n90)      Count cells with trypan blue solution (step 28).\nNote: Cell suspension should be diluted 20-fold with PBS for cell counting in a 96-well plate.\nNote: Alternatively, resuspend the cell pellet with 1 ml RBC lysis buffer instead of doing a cell isolation on the lymphoprep gradient. Incubate for 5 min at room temperature and dilute the lysis buffer by adding 5 ml PBS w/o Mg\n2+\n/Ca\n2+\nbefore centrifugation.\n91)      Use the single cell suspension from spleen for DNA extraction (step 106) and flow cytometry analysis (steps 98-105): Put 1x10\n6\ncells in a FACS tube and 2x10\n6\ncells in 1.5 ml tube for qPCR for further analysis. The remaining cells are frozen at -80°C in freezing medium.\nMononuclear cell isolation from the bone marrow:\n92)      Put the femur into a 10 cm dish.\nNote: Tibia can also be processed using this procedure.\n93)      Remove the muscles and residual tissue surrounding the femur with sterile forceps and scissors.\n94)      Cut the femurs at both ends with sharp sterile scissors. Use a 23- or 25-gauge needle and a 10 cc syringe filled with ice-cold PBS w/o Mg\n2+\n/Ca\n2+\nto flush the bone marrow onto a 40 µm nylon cell strainer placed in a 50 ml Falcon conical tube until the flow through turns transparent.\n95)      Dissociate the bone marrow through the cell strainer with a 5 ml plunger and wash the strainer with PBS w/o Mg\n2+\n/Ca\n2+\n.\n96)      Centrifuge cells at 300×g for 10 min at 4 °C. Discard the supernatant.\nNote: Optional: Resuspend the cell pellet with 1 ml RBC lysis buffer. Incubate for 5 min at room temperature and dilute the lysis buffer by adding 5 ml buffer before centrifugation.\n97)      Resuspend the pellet with 2 ml PBS w/o Mg\n2+\n/Ca\n2+\n, count bone marrow cells with a hemocytometer with trypan blue (step 28) and adjust concentration for further analysis as for spleen cells.\nAnalysis of\nin vivo\nsamples\nA)  FACS based phenotypic characterization of\nin vivo\ngenerated CAR T cells TIMING\n2 h for staining, 3 h for measurement\nΔ CRITICAL Use antibody panel 2 (Table 2) for the following steps\n98)      Single cell suspensions from spleen, bone marrow and blood from each mouse are prepared and counted. 1x10\n6\ncells from each organ are placed into separate micronics and are washed twice with 500 µl FACS Wash Buffer. Pellet cells at 400×g for 5 min at 4°C.\nNote: Fluorophores can be exchanged dependent on the laser configuration of the flow cytometer used. The panel can be extended e.g. with anti-human CD20 (LT20), anti-human CD69 (FN50), anti-human CD71 (AC102) and anti-human TIM3 (F38-2E2).\n99)      Cell pellet is resuspended with blocking solution (tube 1) and incubated for 10 min at 4°C.\n100)   Add 50 µl of prepared antibody mixture (tube 2) or isotype control mixture (tube 3) into the respective well and incubate for 30 min in the dark at 4°C.\nΔ CRITICAL\nFluorescent minus one (FMO) controls should be included in case of a spread/spillover of one channel into the other. FMO controls enable to remove all ambiguity from the compensated plots and help to distinguish false positive from actual positive signals.\nNote: Ultracomp eBeads are used for compensation. Add 1 µl of each monoclonal antibody to a drop of the compensation beads in micronics.\nΔ CRITICAL\nVortex the beads prior to use.\nNote: Naïve and stem cell subsets may be additionally identified by including CD45RO. In this case, naïve T cells are identified as CD45RA\n+\nCD62L\n+\nCD45RO\n-\nwhereas stem cells are CD45RA\n+\nCD62L\n+\nCD45RO\n+\n.\n101)   Wash cells with 500 µl FACS Wash Buffer. Centrifuge at 400×g for 5 min at 4°C. Discard the supernatant carefully and repeat this procedure.\n102)   Add 100 µl of viability dye (tube 4) to each well and incubate for 20 min in the dark at 4°C.\n103)   Perform the washing step as indicated in step 101.\n104)   Add 100 µl of FACS Fixation Buffer and resuspend the pellet.\n105)   Proceed to sample acquisition by flow cytometry and analysis by FlowJo software (Fig. 6).\n? TROUBLESHOOTING\nB)  Quantitative polymerase chain reaction (qPCR) to determine the number of vector copies associated with genomic DNA extracted from huNSG mouse tissues.\nTIMING\nEnrichment of cells: 2 h,\nIsolation of gDNA: 3-4 h, qPCR: 3 h\nNote: We use WPRE to quantify CAR gene transfer and human albumin as a housekeeping gene. Alternatively, other primers and target sequences can be used.\n106)   Enrich 2×10\n6\ncells from bone marrow or spleen for CD4+ and CD8+ cell population according to the manufacturer’s protocol, respectively and then freeze at -80°C as a pellet for further analysis.\nΔ CRITICAL\nStart with 2×10\n6\ncells from each bone marrow or spleen sample as a starting material before enrichment to obtain around 1×10\n5\ncells for DNA isolation. Perform the enrichment before freezing the cells.\nΔ CRITICAL\nEnrichment of the target cell population for CD4-LV or CD8-LV, respectively, can be used to confirm the selectivity of the vector for the CD8+ or the CD4+ population by qPCR.\n107)   Isolate high-molecular weight genomic DNA from the enriched cells using the DNeasy kit, according to the manufacturer’s instructions. Elute DNA with 200 µl of elution buffer and determine DNA concentration using Nanodrop.\n? TROUBLESHOOTING\n108)   12.5 µl of LightCycler 480 Probes Mastermix are mixed with 0.2 µM of each primer and 0.2 µM of each probe in a total volume of 15 µl per sample.\nNote: Dilute with DNase- and RNase-free water at all steps.\n? TROUBLESHOOTING\n109)   15 µl of the reaction mix are transferred into the wells of a 96-well PCR plate, then 10 µl of sample containing 100 ng of DNA are added to the plate without mixing to achieve a total volume of 25 µl. As a control, 10 µl of serial dilutions (from 1x10\n6\n– 1x10\n0\nmolecules/µl) are transferred to the plate containing the reaction mix. As a negative control, 10 µl of DNase and RNase-free water are added to the plate.\nNote: All samples and controls should be measured in duplicates or better triplicates.\n110)   The plate is sealed and centrifuged at 20×g for 1 min at 4°C to mix samples with reaction mix.\nΔ CRITICAL\nWhen using a volume of 10 µl of the standard plasmid with a concentration of 1x10\n6\nmolecules/µl per well that means you have added 1x10\n7\nmolecules in total to your sample. This has to be taken into account during analysis with the LightCycler 480 software, where you have to provide the total amount of standard.\n111)   qPCR is then performed with the LightCycler 480 Instrument II (5 min at 95°C, 45 cycles of 10 sec at 95°C and 40 sec at 60°C). A FAM-labelled probe is used to detect albumin (excitation 465 nm, emission 510 nm). A probe with a Cy5-fluorophore enables CAR detection via WPRE (excitation 618 nm, emission 660 nm). Data are analysed with the LightCycler 480 software using absolute quantification.\n? TROUBLESHOOTING"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Troubleshooting advice can be found in Table 3.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p><u>Production of targeted LVs:</u></p><p>Day 1: Seed Lenti-X 293T cells</p><p>Day 2: Transfection of Lenti-X 293T cells</p><p>Day 3: Media change</p><p>Day 4: Harvest of lentiviral vector containing supernatant and concentration via sucrose&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;cushion</p><p>Day 5: Resuspension of LV pellet and aliquoting</p><p>&nbsp;</p><p><u>Humanization of mice:</u></p><p>Mice conditioning with sublethal injection of busulfex: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1 h (for 20 mice) </p><p>Cell preparation for hCD34+ HSPC activation: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;40-50 min</p><p>Cell preparation for injection: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1 h </p><p>Transplantation of human cells: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1 h (for 20 mice)</p><p>Human immune system reconstitution: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2-4 months</p><p>Determination of the humanization level in the PB: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2-3 h</p><p>&nbsp;</p><p><em><u>In vivo</u></em><u> application:</u></p><p>IL7 conditioning: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;45 min (for 20 mice)</p><p><em>In vivo</em> administration of the vector: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1 h </p><p>CAR-T longitudinal analysis: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1-8 weeks</p><p>Organ collection: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2 h (for 20 mice) </p><p>&nbsp;</p><p><em><u>In vivo</u></em><u> sampling and analyses:</u></p><p>Cell isolation from haematopoietic tissues: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4 h</p><p>Detection of <em>in vivo</em> generated CAR T cells by FACS:</p><p> Staining:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2 h </p><p> Measurement:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3 h</p><p>Enrichment of specific cell populations:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2 h</p><p>Isolation of gDNA: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3-4 h</p><p>Determination of VCN in gDNA by qPCR: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3 h </p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Final result of this protocol are <em>in vivo</em> generated CD4+ or CD8+ CAR T cells present in the blood and tissues of humanized mice. These CAR T cells carry the genetic information for the CD19-CAR stably integrated in their genome. This genetic modification is restricted to the target-receptor expressing cell type, which are human CD4+ T cells for CD4-LV and CD8+ T cells for CD8-LV. Any other human or mouse cells present in the animals do not become genetically modified. When closely following the provided protocol, up to 10% of T cells, most of them carrying a single vector copy,<em> </em>either in the fraction of human CD8+ (with CD8-LV) or CD4+ (with CD4-LV) cells, in blood, spleen and bone marrow of NSG mice transplanted with human haematopoietic stem and progenitor cells can be expected to convert into CAR T cells. As a consequence, the CD19+ target cells of the CAR become completely eliminated in these mice. Key for achieving this result are properly humanized mice and vector stocks with sufficient activity. Based on the protocol described above, animals with at least 40% humanization, i.e. human CD45+ cells of total CD45+ cells, can be enrolled in the experiment, although with this procedure a humanization of more than 80% is expected. CD4-LV and CD8-LV stocks produced according to the protocol should contain at least 5x10<sup>11</sup> particles/ml and 10<sup>7</sup> t.u./ml as determined on target-receptor positive cell lines (Fig. 4), while target-receptor negative cells do not become genetically modified. With a total volume of about 2.5 ml per vector stock CAR T cells can be generated in 10-15 mice. Beyond the CD19-CAR, any other therapeutic or gene of interest can be packaged into CD4-LV or CD8-LV using the provided protocol. Yields of vector particles and gene transfer activities may then differ. This holds true also for LV targeted to other surface receptors than CD4 or CD8, for which the same protocol for vector stock generation can be followed. </p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;Radek, C.<em> et al. </em>Vectofusin-1 Improves Transduction of Primary Human Cells with Diverse Retroviral and Lentiviral Pseudotypes, Enabling Robust, Automated Closed-System Manufacturing. <em>Hum. Gene Ther. </em><strong>30, </strong>1477–1493 (2019).</p><p>2.&nbsp;&nbsp;&nbsp;Zhang, Z., Qiu, S., Zhang, X. &amp; Chen, W. Optimized DNA electroporation for primary human T cell engineering. <em>BMC Biotechnol </em><strong>18, </strong>4 (2018).</p><p>3.&nbsp;&nbsp;&nbsp;Dayball, K., Millar, J., Miller, M., Wan, Y. H. &amp; Bramson, J. Electroporation enables plasmid vaccines to elicit CD8+ T cell responses in the absence of CD4+ T cells. <em>J. Immunol. </em><strong>171, </strong>3379–3384 (2003).</p><p>4.&nbsp;&nbsp;&nbsp;Naldini, L. Gene therapy returns to centre stage. <em>Nature </em><strong>526, </strong>351–360 (2015).</p><p>5.&nbsp;&nbsp;&nbsp;June, C. H. &amp; Sadelain, M. Chimeric Antigen Receptor Therapy. <em>The New England journal of medicine </em><strong>379, </strong>64–73 (2018).</p><p>6.&nbsp;&nbsp;&nbsp;Gattinoni, L., Klebanoff, C. A. &amp; Restifo, N. P. Paths to stemness: building the ultimate antitumour T cell. <em>Nature reviews. Cancer </em><strong>12, </strong>671–684 (2012).</p><p>7.&nbsp;&nbsp;&nbsp;Fraietta, J. A.<em> et al. </em>Determinants of response and resistance to CD19 chimeric antigen receptor (CAR) T cell therapy of chronic lymphocytic leukemia. <em>Nature medicine </em><strong>24, </strong>563–571 (2018).</p><p>8.&nbsp;&nbsp;&nbsp;Xu, Y.<em> et al. </em>Closely related T-memory stem cells correlate with in vivo expansion of CAR.CD19-T cells and are preserved by IL-7 and IL-15. <em>Blood </em><strong>123, </strong>3750–3759 (2014).</p><p>9.&nbsp;&nbsp;&nbsp;Frank, A. M. &amp; Buchholz, C. J. Surface-engineered lentiviral vectors for selective gene transfer into subtypes of lymphocytes. <em>Molecular Therapy - Methods &amp; Clinical Development, </em>19–31 (2018).</p><p>10.&nbsp;Buchholz, C. J., Friedel, T. &amp; Büning, H. Surface-Engineered Viral Vectors for Selective and Cell Type-Specific Gene Delivery. <em>Trends in biotechnology </em><strong>33, </strong>777–790 (2015).</p><p>11.&nbsp;Funke, S.<em> et al. </em>Targeted cell entry of lentiviral vectors. <em>Mol. Ther. </em><strong>16, </strong>1427–1436 (2008).</p><p>12.&nbsp;Anliker, B., Longhurst, S. &amp; Buchholz, C. J. Environmental risk assessment for medicinal products containing genetically modified organisms. <em>Bundesgesundheitsblatt Gesundheitsforschung Gesundheitsschutz </em><strong>53, </strong>52–57 (2010).</p><p>13.&nbsp;Zhou, Q.<em> et al. </em>T-cell receptor gene transfer exclusively to human CD8(+) cells enhances tumor cell killing. <em>Blood </em><strong>120, </strong>4334–4342 (2012).</p><p>14.&nbsp;Zhou, Q.<em> et al. </em>Exclusive Transduction of Human CD4+ T Cells upon Systemic Delivery of CD4-Targeted Lentiviral Vectors. <em>J. Immunol. </em><strong>195, </strong>2493–2501 (2015).</p><p>15.&nbsp;Frank, A. M.<em> et al. </em>CD8-specific DARPins improve selective gene delivery into human and primate T lymphocytes. <em>Human gene therapy</em> (2020).</p><p>16.&nbsp;Pfeiffer, A.<em> et al. </em>In vivo generation of human CD19-CAR T cells results in B-cell depletion and signs of cytokine release syndrome. <em>EMBO Mol Med </em><strong>11, </strong>e9158 (2018).</p><p>17.&nbsp;Agarwal, S., Weidner, T., Thalheimer, F. B. &amp; Buchholz, C. J. In vivo generated human CAR T cells eradicate tumor cells. <em>Oncoimmunology </em><strong>12, </strong>e1671761 (2019).</p><p>18.&nbsp;Agarwal, S.<em> et al. </em>InVivo Generation of CAR T Cells Selectively in Human CD4+ Lymphocytes. <em>Molecular therapy : the journal of the American Society of Gene Therapy </em><strong>20, </strong>30239-2 (2020).</p><p>19.&nbsp;Chang, Z. L., Hou, A. J. &amp; Chen, Y. Y. Engineering primary T cells with chimeric antigen receptors for rewired responses to soluble ligands. <em>Nature protocols </em><strong>15, </strong>1507–1524 (2020).</p><p>20.&nbsp;Seif, M., Einsele, H. &amp; Löffler, J. CAR T Cells Beyond Cancer: Hope for Immunomodulatory Therapy of Infectious Diseases. <em>Front Immunol </em><strong>10, </strong>2711 (2019).</p><p>21.&nbsp;Akkina, R. New generation humanized mice for virus research: comparative aspects and future prospects. <em>Virology </em><strong>435, </strong>14–28 (2013).</p><p>22.&nbsp;Ito, M.<em> et al. </em>NOD/SCID/gamma(c)(null) mouse: an excellent recipient mouse model for engraftment of human cells. <em>Blood </em><strong>100, </strong>3175–3182 (2002).</p><p>23.&nbsp;Hiramatsu, H.<em> et al. </em>Complete reconstitution of human lymphocytes from cord blood CD34+ cells using the NOD/SCID/gammacnull mice model. <em>Blood </em><strong>102, </strong>873–880 (2003).</p><p>24.&nbsp;Ishikawa, F. Development of functional human blood and immune systems in NOD/SCID/IL2 receptor chainnull mice. <em>Blood </em><strong>106, </strong>1565–1573 (2005).</p><p>25.&nbsp;Shultz, L. D.<em> et al. </em>Human lymphoid and myeloid cell development in NOD/LtSz-scid IL2R gamma null mice engrafted with mobilized human hemopoietic stem cells. <em>Journal of immunology (Baltimore, Md. : 1950) </em><strong>174, </strong>6477–6489 (2005).</p><p>26.&nbsp;Anthony-Gonda, K.<em> et al. </em>Multispecific anti-HIV duoCAR-T cells display broad in vitro antiviral activity and potent in vivo elimination of HIV-infected cells in a humanized mouse model. <em>Sci Transl Med </em><strong>11</strong> (2019).</p><p>27.&nbsp;Kitchen, S. G. &amp; Zack, J. A. Engineering HIV-Specific Immunity with Chimeric Antigen Receptors. <em>AIDS Patient Care and STDs </em><strong>30, </strong>556–561 (2016).</p><p>28.&nbsp;Borsotti, C., Borroni, E. &amp; Follenzi, A. Lentiviral vector interactions with the host cell. <em>Curr Opin Virol </em><strong>21, </strong>102–108 (2016).</p><p>29.&nbsp;Morizono, K.<em> et al. </em>Lentiviral vector retargeting to P-glycoprotein on metastatic melanoma through intravenous injection. <em>Nat. Med. </em><strong>11, </strong>346–352 (2005).</p><p>30.&nbsp;Liang, M.<em> et al. </em>Targeted transduction via CD4 by a lentiviral vector uses a clathrin-mediated entry pathway. <em>J. Virol. </em><strong>83, </strong>13026–13031 (2009).</p><p>31.&nbsp;Yang, H., Joo, K.-I., Ziegler, L. &amp; Wang, P. Cell type-specific targeting with surface-engineered lentiviral vectors co-displaying OKT3 antibody and fusogenic molecule. <em>Pharmaceutical research </em><strong>26, </strong>1432–1445 (2009).</p><p>32.&nbsp;Jamali, A.<em> et al. </em>Highly Efficient and Selective CAR-Gene Transfer Using CD4- and CD8-Targeted Lentiviral Vectors. <em>Mol. Ther. Methods. Clin. Dev. </em><strong>13, </strong>371–379 (2019).</p><p>33.&nbsp;Ruella, M.<em> et al. </em>Induction of resistance to chimeric antigen receptor T cell therapy by transduction of a single leukemic B cell. <em>Nature medicine </em><strong>10, </strong>1499–1503 (2018).</p><p>34.&nbsp;Navaratnarajah, C. K., Generous, A. R., Yousaf, I. &amp; Cattaneo, R. Receptor-mediated cell entry of paramyxoviruses: Mechanisms, and consequences for tropism and pathogenesis. <em>J Biol Chem </em><strong>295, </strong>2771–2786 (2020).</p><p>35.&nbsp;Rasbach, A.<em> et al. </em>The receptor attachment function of measles virus hemagglutinin can be replaced with an autonomous protein that binds Her2/neu while maintaining its fusion-helper function. <em>J. Virol. </em><strong>87, </strong>6246–6256 (2013).</p><p>36.&nbsp;Smith, T. T.<em> et al. </em>In situ programming of leukaemia-specific T cells using synthetic DNA nanocarriers. <em>Nat Nanotechnol </em><strong>8, </strong>813–820 (2017).</p><p>37.&nbsp;Shultz, L. D., Ishikawa, F. &amp; Greiner, D. L. Humanized mice in translational biomedical research. <em>Nat. Rev. Immunol. </em><strong>7, </strong>118–130 (2007).</p><p>38.&nbsp;Manz, M. G. Human-hemato-lymphoid-system mice: opportunities and challenges. <em>Immunity </em><strong>26, </strong>537–541 (2007).</p><p>39.&nbsp;Yahata, T.<em> et al. </em>Functional human T lymphocyte development from cord blood CD34+ cells in nonobese diabetic/Shi-scid, IL-2 receptor gamma null mice. <em>Journal of immunology (Baltimore, Md. : 1950) </em><strong>169, </strong>204–209 (2002).</p><p>40.&nbsp;Mhaidly, R. &amp; Verhoeyen, E. Humanized Mice Are Precious Tools for Preclinical Evaluation of CAR T and CAR NK Cell Therapies. <em>Cancers </em><strong>12</strong> (2020).</p><p>41.&nbsp;Brendel, C., Rio, P. &amp; Verhoeyen, E. Humanized mice are precious tools for evaluation of hematopoietic gene therapies and preclinical modeling to move towards a clinical trial. <em>Biochem. Pharmacol </em><strong>174, </strong>113711 (2020).</p><p>42.&nbsp;Tanaka, S.<em> et al. </em>Development of mature and functional human myeloid subsets in hematopoietic stem cell-engrafted NOD/SCID/IL2rγKO mice. <em>Journal of immunology (Baltimore, Md. : 1950) </em><strong>188, </strong>6145–6155 (2012).</p><p>43.&nbsp;Huntington, N. D.<em> et al. </em>IL-15 trans-presentation promotes human NK cell development and differentiation in vivo. <em>J. Exp. Med. </em><strong>206, </strong>25–34 (2009).</p><p>44.&nbsp;Cosgun, K. N.<em> et al. </em>Kit regulates HSC engraftment across the human-mouse species barrier. <em>Cell Stem Cell </em><strong>15, </strong>227–238 (2014).</p><p>45.&nbsp;McIntosh, B. E.<em> et al. </em>Nonirradiated NOD,B6.SCID Il2rγ-/- Kit(W41/W41) (NBSGW) mice support multilineage engraftment of human hematopoietic cells. <em>Stem cell reports </em><strong>4, </strong>171–180 (2015).</p><p>46.&nbsp;Yurino, A.<em> et al. </em>Enhanced Reconstitution of Human Erythropoiesis and Thrombopoiesis in an Immunodeficient Mouse Model with Kit(Wv) Mutations. <em>Stem cell reports </em><strong>7, </strong>425–438 (2016).</p><p>47.&nbsp;Miller, P. H.<em> et al. </em>Analysis of parameters that affect human hematopoietic cell outputs in mutant c-kit-immunodeficient mice. <em>Exp. Hematol </em><strong>48, </strong>41–49 (2017).</p><p>48.&nbsp;Rongvaux, A.<em> et al. </em>Human hemato-lymphoid system mice: current use and future potential for medicine. <em>Annual review of immunology </em><strong>31, </strong>635–674 (2013).</p><p>49.&nbsp;Traggiai, E.<em> et al. </em>Development of a human adaptive immune system in cord blood cell-transplanted mice. <em>Science (New York, N.Y.) </em><strong>304, </strong>104–107 (2004).</p><p>50.&nbsp;Covassin, L.<em> et al. </em>Human immune system development and survival of non-obese diabetic (NOD)-scid IL2rγ(null) (NSG) mice engrafted with human thymus and autologous haematopoietic stem cells. <em>Clinical and experimental immunology </em><strong>174, </strong>372–388 (2013).</p><p>51.&nbsp;Smith, D. J.<em> et al. </em>Propagating Humanized BLT Mice for the Study of Human Immunology and Immunotherapy. <em>Stem Cells Dev. </em><strong>25, </strong>1863–1873 (2016).</p><p>52.&nbsp;Bender, R. R.<em> et al. </em>Receptor-Targeted Nipah Virus Glycoproteins Improve Cell-Type Selective Gene Delivery and Reveal a Preference for Membrane-Proximal Cell Attachment. <em>PLoS Pathog. </em><strong>12, </strong>e1005641 (2016).</p><p>53.&nbsp;Münch, R. C.<em> et al. </em>DARPins: An efficient targeting domain for lentiviral vectors. <em>Mol. Ther. </em><strong>19, </strong>686–693 (2011).</p><p>54.&nbsp;Goujon, C.<em> et al. </em>SIVSM/HIV-2 Vpx proteins promote retroviral escape from a proteasome-dependent restriction pathway present in human dendritic cells. <em>Retrovirology </em><strong>4, </strong>2 (2007).</p><p>55.&nbsp;Berger, G.<em> et al. </em>A simple, versatile and efficient method to genetically modify human monocyte-derived dendritic cells with HIV-1-derived lentiviral vectors. <em>Nature protocols </em><strong>6, </strong>806–816 (2011).</p><p>56.&nbsp;Friedel, T.<em> et al. </em>Receptor-targeted lentiviral vectors are exceptionally sensitive toward the biophysical properties of the displayed single-chain Fv. <em>Protein Eng. Des. Sel. </em><strong>28, </strong>93–106 (2015).</p><p>57.&nbsp;Zufferey, R., Nagy, D., Mandel, R. J., Naldini, L. &amp; Trono, D. Multiply attenuated lentiviral vector achieves efficient gene delivery in vivo. <em>Nat. Biotechnol. </em><strong>15, </strong>871–875 (1997).</p><p>58.&nbsp;Folks, T.<em> et al. </em>Characterization of a continuous T-cell line susceptible to the cytopathic effects of the acquired immunodeficiency syndrome (AIDS)-associated retrovirus. <em>Proc. Natl. Acad. Sci. USA </em><strong>82, </strong>4539–4543 (1985).</p><p>59.&nbsp;Bility, M. T.<em> et al. </em>Generation of a humanized mouse model with both human immune system and liver cells to model hepatitis C virus infection and liver immunopathogenesis. <em>Nature protocols </em><strong>7, </strong>1608–1617 (2012).</p><p>60.&nbsp;Bernadin, O.<em> et al. </em>Baboon envelope LVs efficiently transduced human adult, fetal, and progenitor T cells and corrected SCID-X1 T-cell deficiency. <em>Blood Adv </em><strong>3, </strong>461–475 (2019).</p><p>61.&nbsp;Hartmann, J.<em> et al. </em>A Library-Based Screening Strategy for the Identification of DARPins as Ligands for Receptor-Targeted AAV and Lentiviral Vectors. <em>Mol. Ther. Methods. Clin. Dev. </em><strong>10, </strong>128–143 (2018).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p><strong>Acknowledgements</strong></p><p>This work was supported by grants from the NIH (Grant number 1 R01 AI145045-01) and Health Holland (LentiPace II) to C.J.B. The authors thank the staff of the Plateau de Biologie Expérimentale de la Souris animal care facility (PBES) at the Ecole Normale Supérieure de Lyon and the flow cytometry platform (SFR BioSciences Lyon) [UMS3444/US8], Lyon, France.</p><p><strong>&nbsp;</strong></p><p><strong>Author contributions statements</strong>: </p><p>T.W. drafted the protocol on LV vector stock generation and designed figures, S.A. drafted the protocol on CAR T cell detection, and, S.P. and F.F. that on mouse humanization. G.B. and J.H. contributed to writing of the manuscript. C.J.B. and E.V. supervised work, drafted the general parts, and revised the manuscript.</p><p><strong>&nbsp;</strong></p><p><strong>Competing interests:</strong> </p><p>E.V. and C.J.B are listed as inventors on patents on receptor-targeted LVs that have been licensed out. All other authors declare no competing financial interests.</p>"
        },
        {
            "header": "Tables",
            "content": "Due to technical limitations, Tables 1-3 can be found in the Supplemental files section."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.15252/emmm.201809158",
                "date": "2018-09-17 09:55:11",
                "title": "In vivo\n            generation of human\n            CD\n            19‐\n            CAR\n            T cells results in B‐cell depletion and signs of cytokine release syndrome",
                "authors": [
                    "Anett Pfeiffer",
                    "Frederic B Thalheimer",
                    "Sylvia Hartmann",
                    "Annika M Frank",
                    "Ruben R Bender",
                    "Simon Danisch",
                    "Caroline Costa",
                    "Winfried S Wels",
                    "Ute Modlich",
                    "Renata Stripecke",
                    "Els Verhoeyen",
                    "Christian J Buchholz"
                ],
                "journal": "EMBO Molecular Medicine",
                "logo": ""
            },
            {
                "doi": "10.1080/2162402X.2019.1671761",
                "date": "2019-10-11 06:57:47",
                "title": "In vivo generated human CAR T cells eradicate tumor cells",
                "authors": [
                    "Shiwani Agarwal",
                    "Tatjana Weidner",
                    "Frederic B. Thalheimer",
                    "Christian J. Buchholz"
                ],
                "journal": "OncoImmunology",
                "logo": ""
            },
            {
                "doi": "10.1016/j.ymthe.2020.05.005",
                "date": "2020-05-16 02:33:22",
                "title": "In Vivo Generation of CAR T Cells Selectively in Human CD4+ Lymphocytes",
                "authors": [
                    "Shiwani Agarwal",
                    "Julia D.S. Hanauer",
                    "Annika M. Frank",
                    "Vanessa Riechert",
                    "Frederic B. Thalheimer",
                    "Christian J. Buchholz"
                ],
                "journal": "Molecular Therapy",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 5540662,
                "identity": "d32580ef-8d2d-4b72-a7bb-00baaacabb59",
                "order_by": 0,
                "name": "Tatjana Weidner",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-0602-7752",
                "institution": "Molecular Biotechnology and Gene Therapy, Paul-Ehrlich-Institut, Langen, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tatjana",
                "middleName": "",
                "lastName": "Weidner",
                "suffix": ""
            },
            {
                "id": 5540663,
                "identity": "8ee15195-3721-4e17-b3e0-6e8670a394f1",
                "order_by": 1,
                "name": "Shiwani Agarwal",
                "email": "",
                "orcid": "",
                "institution": "Molecular Biotechnology and Gene Therapy, Paul-Ehrlich-Institut, Langen, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shiwani",
                "middleName": "",
                "lastName": "Agarwal",
                "suffix": ""
            },
            {
                "id": 5540664,
                "identity": "665cdecc-a166-4a1b-b23a-0f72716f0763",
                "order_by": 2,
                "name": "Séverine Perian",
                "email": "",
                "orcid": "",
                "institution": "International Center for Infectiology, Research team Enveloped viruses, Vectors and innate Responses, Institut national de la santé et de la recherche médicale, Unité 1111, Centre national de la recherche scientifique, Unité mixte de recherche 5308, Ecole Normale Supérieure de Lyon, Université Claude Bernard Lyon 1, University of Lyon, Lyon, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Séverine",
                "middleName": "",
                "lastName": "Perian",
                "suffix": ""
            },
            {
                "id": 5540665,
                "identity": "9b12f91b-8816-497e-b52e-d01e59ea337d",
                "order_by": 3,
                "name": "Floriane Fusil",
                "email": "",
                "orcid": "",
                "institution": "International Center for Infectiology, Research team Enveloped viruses, Vectors and innate Responses, Institut national de la santé et de la recherche médicale, Unité 1111, Centre national de la recherche scientifique, Unité mixte de recherche 5308, Ecole Normale Supérieure de Lyon, Université Claude Bernard Lyon 1, University of Lyon, Lyon, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Floriane",
                "middleName": "",
                "lastName": "Fusil",
                "suffix": ""
            },
            {
                "id": 5540666,
                "identity": "98be0d01-4974-4720-a816-f5f11bd8ffa4",
                "order_by": 4,
                "name": "Gundula Braun",
                "email": "",
                "orcid": "",
                "institution": "Molecular Biotechnology and Gene Therapy, Paul-Ehrlich-Institut, Langen, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gundula",
                "middleName": "",
                "lastName": "Braun",
                "suffix": ""
            },
            {
                "id": 5540667,
                "identity": "0a7be666-a86a-4957-9ba1-abc2825a1b6e",
                "order_by": 5,
                "name": "Jessica Hartmann",
                "email": "",
                "orcid": "",
                "institution": "Division for Medical Biotechnology, Paul-Ehrlich-Institut, Langen, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jessica",
                "middleName": "",
                "lastName": "Hartmann",
                "suffix": ""
            },
            {
                "id": 5540668,
                "identity": "2e8e2a58-77b1-4c41-93c9-79a2d8a1dc10",
                "order_by": 6,
                "name": "Els Verhoeyen",
                "email": "els.verhoeyen@unice.fr",
                "orcid": "",
                "institution": "International Center for Infectiology, Research team Enveloped viruses, Vectors and innate Responses, Institut national de la santé et de la recherche médicale, Unité 1111, Centre national de la recherche scientifique, Unité mixte de recherche 5308, Ecole Normale Supérieure de Lyon, Université Claude Bernard Lyon 1, University of Lyon, Lyon, France; Université Côte d’Azur, Institut national de la santé et de la recherche médicale, Centre Méditerranéen de Médecine Moléculaire, Nice, France ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Els",
                "middleName": "",
                "lastName": "Verhoeyen",
                "suffix": ""
            },
            {
                "id": 5540669,
                "identity": "e5def79c-feca-4bbc-b433-f7206beabe20",
                "order_by": 7,
                "name": "Christian J. Buchholz",
                "email": "christian.buchholz@pei.de",
                "orcid": "",
                "institution": "Molecular Biotechnology and Gene Therapy, Paul-Ehrlich-Institut, Langen, Germany; Division for Medical Biotechnology, Paul-Ehrlich-Institut, Langen, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "J.",
                "lastName": "Buchholz",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-11-30 10:34:22",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1282/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1282/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 3994310,
                "identity": "0a23b94a-02ea-4ffe-9af5-58e77aacc983",
                "added_by": "auto",
                "created_at": "2020-12-03 17:34:36",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2450715,
                "visible": true,
                "origin": "",
                "legend": "Graphical overview\nA) Receptor-targeted lentiviral vectors (LVs) are produced by transfection of Lenti-X 293T cells\nwith four different plasmids: The attachment plasmid encoding the MV- or NiV glycoprotein fused to the targeting ligand, the plasmid encoding the compatible membrane fusion protein, the packaging plasmid, and the transfer vector plasmid encoding the gene of interest. After 2-3 days LVs are harvested and concentrated by centrifugation over a sucrose cushion. \nB) Timeline and experimental overview for the generation of humanized mice, LV administration and CAR T cell monitoring. For phase 1, NSG mice of 3-5 weeks of age are humanized after preconditioning and injection of prestimulated CD34+ cells. Follow-up of humanization includes sampling blood every 3-4 weeks upon reconstitution. A humanization level of at least 40% determines the start of phase 2, where mice are treated with two subcutaneous (s.c.) injections of IL7 (d -4 and d -1) followed by LV injection after one additional day. Mice are monitored weekly for CAR T cells by flow cytometry and human cytokines in blood for up to 8 weeks (phase 3).",
                "description": "",
                "filename": "Fig.1.tif",
                "url": "https://assets.researchsquare.com/files/pex-1282/v1/c27c13a3eeec956545348b18.tif"
            },
            {
                "id": 3994311,
                "identity": "298fbf9f-a81a-4d96-926f-b7e003787e46",
                "added_by": "auto",
                "created_at": "2020-12-03 17:34:36",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 353702,
                "visible": true,
                "origin": "",
                "legend": "Alternative mouse models for in vivo CAR T cell generation\nActivated human PBMC are injected into naïve NSG mice, followed by administration of CD4-LV or CD8-LV one day later. In absence of tumour cells (A) the activity of the CD19-CAR T cells\ngenerated can be followed via B lymphocyte depletion (see 16,17 for details). Tumour cells are\ninjected six days before (B). If luciferase labelled, their depletion can be followed by in vivo imaging (see 17 for details).",
                "description": "",
                "filename": "Fig.2.tif",
                "url": "https://assets.researchsquare.com/files/pex-1282/v1/e91126810e8c142fabc66dc3.tif"
            },
            {
                "id": 3994312,
                "identity": "13a68872-414a-4732-aa65-65127245121d",
                "added_by": "auto",
                "created_at": "2020-12-03 17:34:36",
                "extension": "tif",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 343650,
                "visible": true,
                "origin": "",
                "legend": "Plasmids for lentiviral vector production\nThe transfer vector plasmid (pS-CD19.CAR-W) and the plasmids encoding the modified envelope proteins are shown. Target receptor attachment is achieved via the modified MV hemagglutinin for CD4 (pCG-Hmut-CD4.DARPin29.2) or the NiV glycoprotein for CD8 (pCAGGS-NiV-GcΔ34-αCD8opt). Membrane fusion is mediated by the compatible MV (FcΔ30), or NiV (FcΔ22) fusion protein, respectively. Regulatory elements and open reading frames are indicated for each plasmid, respectively. Abbreviations are as follows: LTR, long terminal repeat; SFFV, spleen focus-forming virus promoter; scFv, single-chain variable fragment; TMD, transmembrane domain; ICD, intracellular signalling domain: WPRE, woodchuck posttranscriptional regulatory element; SIN, self-inactivating; CMV, Human cytomegalovirus immediate early enhancer and promoter; βg, beta-globin; CAG, chicken beta-actin promoter. The chimeric intron is derived from introns of chicken β-actin and rabbit β-globin.",
                "description": "",
                "filename": "Fig.3.tif",
                "url": "https://assets.researchsquare.com/files/pex-1282/v1/2b1893dbd211d3478420e698.tif"
            },
            {
                "id": 3994313,
                "identity": "fc45b1c0-d5d9-415a-969e-69b89ac46f90",
                "added_by": "auto",
                "created_at": "2020-12-03 17:34:36",
                "extension": "tif",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1567336,
                "visible": true,
                "origin": "",
                "legend": "Characterization of target cells and vector stocks\nA) Surface expression of target receptors CD4 and CD8 as determined on Molt4.8, A301 and\nCD8-positive Jurkat (J76S8ab) cells by flow cytometry. Unstained cells (us) served as control. \nB) Representative nanoparticle tracking analysis of a CD8-LV stock encoding CD19CAR. The\nNanoSight NS300 (Malvern Panalytical) and Nanosight NTA software were used to measure three replicas for size distribution and particle number (3x1012/ml). Samples were diluted 1:3000 in PBS prior to tracking. C) Gene transfer activity of a CD8-LV stock encoding the CD19-CAR. Serial dilutions of the vector stock were incubated with Molt4.8 cells. CAR expression was measured by the expression of the myc-tag after 4 days via flow cytometry. D) Variability in gene transfer activities of various batches of VSV-LV, CD8-LV, and CD4-LV. Each vector stock encoded the CD19-CAR. CD4-LVs were incubated with Molt4.8 cells or A301 cells, CD8-LVs were incubated with Molt4.8 cells or J76S8ab cells, VSV-LV titers were determined on one of the cell lines mentioned above.",
                "description": "",
                "filename": "Fig.4.tif",
                "url": "https://assets.researchsquare.com/files/pex-1282/v1/76f7bc5d4ca6994a7f0ff142.tif"
            },
            {
                "id": 3994314,
                "identity": "b9dd480c-d52d-451b-aeee-e6858f61e0d4",
                "added_by": "auto",
                "created_at": "2020-12-03 17:34:36",
                "extension": "tif",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 820696,
                "visible": true,
                "origin": "",
                "legend": "Follow-up of humanization of NSG mice\nA) Gating strategy for determination of humanization levels in NSG mice. Mono-nucleated cells are gated in an SSC-A and FSC-A plot according to their size and granularity. This population is represented in the FSC-A versus FSC-H plot to gate for single cells and exclusion of doublets. Using this gate, the hCD45+ cells (upper left quadrant) are plotted versus mCD45+ cells (lower right quadrant) to calculate the humanization (%hCD45/%(hCD45+mCD45)) in the blood of the CD34+ engrafted mice. A subgate on hCD45 is presented and plotted to determine the %hCD19+ (B cells) and %hCD3+ (T cells) in the blood. B) Follow-up (6 to 20 weeks) of humanization in the\nperipheral blood (PB) of the mice showing different mice reconstituted with the same hCD34+ cell donor. C) Follow-up (6 to 20 weeks) of %hB cells (% hCD19+CD45+ B cells) and T cells\n(%hCD3+hCD45+ cells) in the peripheral blood (PB) showing different mice reconstituted with the same hCD34+ cell donor.",
                "description": "",
                "filename": "Fig.5.tif",
                "url": "https://assets.researchsquare.com/files/pex-1282/v1/64b747bd37bb0a463a4906a3.tif"
            },
            {
                "id": 3994315,
                "identity": "e3173ca6-cfac-42cf-9db7-bd8f31c5d473",
                "added_by": "auto",
                "created_at": "2020-12-03 17:34:37",
                "extension": "tif",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1105343,
                "visible": true,
                "origin": "",
                "legend": "Detection of in vivo generated CAR T cells by flow cytometry.\nHuman cells are identified within tissue obtained from humanized mice as living single lymphocyte population (left diagrams) that expresses CD45 (top right diagrams). Cells within the CD45 gate are further gated for CD3 and CD19 populations (centre right diagrams). Cells within the CD3 gate are gated for human CD4 and CAR expression via its myc tag (bottom right diagrams). Further from the CAR gate the phenotype or the exhaustion of the cells can be determined based on the expression of CD45RA and CD62L or Lag-3 and Tim-3, respectively. Red frame highlights CD19 elimination; green frame highlights CAR+ signal in CD4+ fraction and orange frame highlights the absence of CAR signal in CD4- fraction in mouse administered with CD4-LV vector as compared to control.",
                "description": "",
                "filename": "Fig.6.tif",
                "url": "https://assets.researchsquare.com/files/pex-1282/v1/095e143304f3f24d453e8ec6.tif"
            },
            {
                "id": 15670272,
                "identity": "6a6e0ff1-55b6-4a2d-af4b-ea02e83f69ca",
                "added_by": "auto",
                "created_at": "2021-11-18 13:58:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 7574155,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1282/v1/2f1671fc-a29c-4308-ab44-d03df801df49.pdf"
            },
            {
                "id": 3994309,
                "identity": "8ecfde1d-0895-4092-8ac9-7d4a0586c73a",
                "added_by": "auto",
                "created_at": "2020-12-03 17:34:36",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 192853,
                "visible": true,
                "origin": "",
                "legend": "Tables 1-3.",
                "description": "",
                "filename": "Tables.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1282/v1/e9f3f1aaa1e2a71981f1c170.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "T lymphocytes, genetic engineering, lentiviral vectors, T cells, chimeric antigen receptors, CARs, humanized mouse model, T cell targeting, in vivo gene delivery, receptor targeting",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Receptor-targeting of vector particles is a key technology for cell-type specific <em>in vivo</em> gene delivery. Lentiviral vectors (LVs) targeted to human T cell markers enable genetic modification of T cells directly in humanized mouse models. Illustrating the example of modifying T cells with chimeric antigen receptors (CARs), we provide detailed protocols for the generation and quality check of potent CD4- and CD8-targeted LVs, the humanization of immunodeficient mice as well as the administration of the vector stocks followed by monitoring for <em>in vivo</em> modified T cells. By closely following the protocol, sufficient vector stock for the genetic manipulation of 10-15 humanized mice is obtained. A few weeks after administration, about 10% of T cells can be expected to convert to CAR T cells. The protocol can be easily adapted to LVs targeted to other types of receptors and/or delivering other genes of interest.</p>",
        "manuscriptTitle": "Genetic in vivo engineering of human T lymphocytes in mouse models",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-12-03 17:34:28",
                "doi": "10.21203/rs.3.pex-1282/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "39a8304e-76aa-4642-a236-8ec89adec4e5",
        "owner": [],
        "postedDate": "December 3rd, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1259721,
                "name": "Biological techniques"
            },
            {
                "id": 1259722,
                "name": "Biotechnology"
            },
            {
                "id": 1259723,
                "name": "Immunology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-12-03 17:34:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}