{
    "identity": "nprot-2931",
    "title": "Quantifying chromogen intensity in immunohistochemistry via reciprocal intensity.",
    "content": [
        {
            "header": "Procedure",
            "content": "Here we report a method that is able to numerically quantify the intensity of a chromogen stain in IHC under bright field microscopy.  Standard red-green-blue \\(RGB) color images acquired from bright field microscopy have a maximum intensity of value 250 \\(represented by white, unstained areas) as measured by the standard intensity function in the open source Fiji software \\(ImageJ) \\(http://fiji.sc/Fiji).  Stained areas, as marked by either a nuclear counterstain such as hematoxylin or the chromogen, appear to the human eye as varying degrees of coloration; the more antigen-chromogen present, the darker the area appears.  However, darker areas have lower intensity values, resulting in an inverse correlation between the amount of antigen and its numerical value.  This is counterintuitive and cumbersome for the purposes of data analysis.  One way around this dilemma is to measure the “reciprocal intensity” of the stained area.  Since the maximum intensity value of an RGB image analyzed in ImageJ is 250, we can subtract the intensity of a stained region of interest \\(ROI) from 250, thereby deriving a reciprocal intensity that is directly proportional to the amount of chromogen present \\(Figure 1).  The maximum intensity value of 250 is somewhat arbitrary, since it serves as a reference from which reciprocal intensities are derived.  Therefore this maximum point should be reasonably selected and systematically applied to all measurements in a data set.  This is relevant to images that were not white balanced prior to image capture or were edited for contrast afterwards.  \r\n\n\n\r\n\n\nAs proof of principle, we first quantified the reciprocal intensity of nuclear-localized ER in this tumor model \\(Figure 2A) using the open source Fiji \\(ImageJ) software \\(http://fiji.sc/Fiji).  A uniformly sized region of interest was placed over each nuclei using the draw tool \\(Figure 2B-D), and the mean intensity was measured using the “Measure” function under the “Analyze” menu of Fiji \\[Note: desired outputs of the measure function \\(i.e. mean intensity, area, etc.) can be specified in the “Set Measurements…” option under the “Analyze” menu.].  ER was expressed to varying degrees in the nuclei, ranging from no staining \\(Figure 2B), to moderate staining \\(Figure 2C), to dark staining \\(Figure 2D).  Reciprocal intensities directly correlated with increasing staining intensity \\(Figure 2E) \\(ANOVA, p<0.0001)."
        },
        {
            "header": "References",
            "content": "1. Nguyen DH, Zhou T, Shu J, and Mao JH \\(2013). “Quantifying chromogen intensity in immunohistochemistry via reciprocal intensity.” Cancer InCytes \"2\\(1):e\":http://www.ihcworld.com/_books/Nguyen_Reciprocal%20Intensity.pdf"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12861,
                "identity": "a023f87b-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "David Nguyen",
                "email": "david.hh.n@berkeley.edu",
                "orcid": "",
                "institution": "Lawrence Berkeley National Laboratory",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Nguyen",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-12-19 19:46:33",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.097",
        "doiUrl": "https://doi.org/10.1038/protex.2013.097",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608910,
                "identity": "c27deb39-d221-43f8-8c0e-bf18849013db",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:34",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 39901,
                "visible": true,
                "origin": "",
                "legend": "Schematic of method for deriving recip-rocal intensity from chromogen intensity.   Standard red-green-blue images from bright field microscopy have a maximum pixel intensity of 250 in white, un-stained areas (as measured by the standard intensity function in the Fiji software). Counter stains (i.e. hema-toxylin) and specific stains (i.e. chromogens) result in varying degrees of coloration, which exhibit an intensity of less than 250, inversely correlating with the intensity of the stain. Subtracting the intensity of the region of interest from 250 will yield the reciprocal intensity, which is positively correlated with the intensity of the stain.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2931/v1/figure_1.jpg"
            },
            {
                "id": 2608913,
                "identity": "ed5e8d7e-8167-404e-ab67-70fe762a062f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:34",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50801,
                "visible": true,
                "origin": "",
                "legend": "Reciprocal intensity of nuclear estrogen receptor-alpha in breast cancer.   (A) Trp53 null mouse mammary tumor stained with an antibody that detects the estrogen receptor- (ER) protein with a brown DAB precipitate; nuclei are counter-stained with hematoxylin (blue) (bar, 50 m). (B, C, D) Insets from A; bar, 10 m; dotted line, region of interest (ROI). (B) Nucleus that is negative for ER but appears blue because of hematoxylin. (C) Nucleus that exhibits moderate staining for ER. (D) Nucleus that exhibits dark staining for ER. (E) Individual mean intensity within ROI cover-ing 20 independent nuclei were quantified for each visu-ally identified category of ER staining: no stain, medium, or dark. Reciprocal intensity positively correlated with increasing ER staining (ANOVA, p<0.0001; a. u., arbi-trary units).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2931/v1/figure_2.jpg"
            },
            {
                "id": 13464674,
                "identity": "b46a8661-d4be-449c-99f7-9ce8798f42ed",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 188624,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2931/v1/ff8f61e8-c9d9-44ea-94b2-c04c8f25b243.pdf"
            }
        ],
        "financialInterests": "DHN is Editor-in-Chief of Cancer InCytes magazine -- a non-profit organization.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "immunohistochemistry, chromogen, intensity",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Immunohistochemistry is a routine procedure for detecting the expression of biological markers in formalin-fixed and paraffin-embedded tissues.   Chromogens, which can appear as different colors \\(brown, blue, red) under bright field microscopy, are localized in fixed tissues to antigens of interest via an antibody-antigen detection system.  The advantage of a chromogen system is that the stained tissue section is permanently fixed, and the staining quality is maintained for many years.  The shortcoming, however, is quantifying the intensity of such stains.  Unlike immunofluorescent protocols in which the brightness of a region is directly proportional to the amount of localized antigen, chromogen stains appear darker in regions with more antigen.  This dark staining is visible to the human eye under white light, but darker spots have lower intensity values; something that is counterintuitive and cumbersome for the purposes of quantitation.  We report that this limitation can be overcome by measuring the “reciprocal intensity” of the chromogen stain.  A typical red-green-blue image resulting from bright field microscopy has its maximum intensity value found in the white, non-stained area.  Areas that contain any coloration, due to the chromogen or a counterstain, have an intensity of less than the maximum.  By subtracting the intensity of the stained area of interest from the maximum, the staining in these areas can be represented as a quantity that is positively correlated with increasing darkness.  This is a more intuitive means of assessing the intensity of a chromogen stain, and allows for more sensitivity in quantifying gradients of coloration between treatment groups.  This approach has the potential to stratify nuanced protein expression in previously published human specimen data sets into cohorts with clearer clinical outcomes. \r\n\n\n\r\n\n\nNguyen DH, Zhou T, Shu J, and Mao JH \\(2013). “Quantifying chromogen intensity in immunohistochemistry via reciprocal intensity.” Cancer InCytes 2\\(1):e.\r\n\n\n\"http://www.cancerincytes.org/currentissue/letterfromtheeditorinchief.html#\\!quantifying-chromogen-intensity-in-immunohistochemistry-/c1vds\":http://www.ihcworld.com/_books/Nguyen_Reciprocal%20Intensity.pdf",
        "manuscriptTitle": "Quantifying chromogen intensity in immunohistochemistry via reciprocal intensity.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-12-20 09:13:41",
                "doi": "10.1038/protex.2013.097",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a023a73e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 20th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3096,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-12-20 09:13:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}