{
    "identity": "pex-928",
    "title": "<p>Cryosectioning, block face imaging and Nissl staining fluorescently labeled pig heart</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>\tThe present protocol was developed as part of the National Institutes of Health SPARC project efforts to construct a comprehensive anatomical, molecular and functional map of the peripheral nervous system at the visceral organs. A key goal is to develop an anatomical framework onto which various data sets can be mapped, e.g., spatial location and distribution of hundreds to thousands of single neurons within a tissue context, molecular profiles of spatially-tracked single neurons, etc.</p><p>\tThe steps below constitute a protocol for obtaining cryosections of OCT-embedded fresh frozen pig heart tissue and acquiring images of the block face upon every sectioning iteration (Section 1), Nissl staining of tissue sections (Section 2), and fluorescence microscopic imaging of labeled neurons (Section 3).</p><p>\tThe protocol detailed below is illustrated using a portion of pig heart tissue containing the right atrial ganglionic plexus (RAGP). In certain experiments, the neurons of the RAGP that project into the sino-atrial node (SAN) were labeled using a retro-grade fluorescent tracer (Fast Blue) injected into the SAN. The below steps include imaging for the cresyl violet stained RAGP neurons as well as those labeled by the fluorescent tracer Fast Blue.</p><p>\tThis tissue section preparation workflow was optimized for use in laser capture microdissection of single neurons from the pig heart tissue, which are used in downstream transcriptomic analysis and mapping of the neuronal location and molecular data to a 3D reconstructed contour stack of block face images <em>(For more information see our protocols: “Laser Capture Microdissection (LCM) and 3D Sample Tracking Protocol”, “Single-Cell Mapping and 3D Tissue Reconstruction using Cryosection-derived Images and Tissue Mapper software”and “ Single Cell High-Throughput qRT-PCR protocol”)</em>.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;Metal frame PPS slides 4 micron - Leica Microsystems Inc. - 11600294</p><p>2.&nbsp;&nbsp;&nbsp;Plexiglass frame support - Leica Microsystems Inc. - 11532325</p><p>3.&nbsp;&nbsp;&nbsp;Superase-In RNase Inhibitor – Invitrogen - AM2694</p><p>4.&nbsp;&nbsp;&nbsp;Xylenes Histological Grade - Sigma Aldrich - 534056-4L</p><p>5.&nbsp;&nbsp;&nbsp;Ethanol 200 Proof - Decon Labs</p><p>6.&nbsp;&nbsp;&nbsp;Molecular Grade Water - Millipore Sigma - H20MB0124</p><p>7.&nbsp;&nbsp;&nbsp;0.0001% diluted Cresyl Violet acetate - Acros Organics - AC405760100</p><p>8.&nbsp;&nbsp;&nbsp;1X Phosphate Buffered Saline Solution - Fisher BioReagents - BP2438-4</p><p>9.&nbsp;&nbsp;&nbsp;Kimberly-Clark™ Professional 34155/EMD - Fisher Scientific - S447299</p><p>10. 50mL Centrifuge Tubes - CELLTREAT Scientific - 50-153-5101</p><p>11. Bucket containing metal tin and dry ice&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>Bucket containing ice</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1. Cryostat</p><p>2. Camera for Blockface Imaging</p>"
        },
        {
            "header": "Procedure",
            "content": "SECTION 1: CRYOSECTIONING\nSTEP 1.1\n:\nPlace the blank slides into a UV cross-linker. The slides should be irradiated at 220nm-260nm at full power for 30 minutes.\nThis process improves tissue adherence to the membrane and UV exposure sterilizes the slide.\nNote:\nThe frame slides should be kept at room temperature prior to mounting the sections on the slides.\nSTEP 1.2\n:\nPlace a flat metal tin in a bucket of dry ice prior to cryosectioning. Will be used to freeze the slides immediately after mounting the tissue sections.\nSTEP 1.3\n: Remove the OCT-embedded tissue sample from the -80°C freezer and place into the cryostat (20°C to -25°C) 20-30 minutes before cryosectioning. This allows the OCT to equilibrate to the cryostat temperature and prevent any cracking in the OCT block and the embedded tissue.\nSTEP 1.4\n: Mount and position a camera to the cryostat. Acquire image of the block face prior to each sectioning iteration.\nNote:\nSet camera in a fixed position for the duration of cryosectioning to enable accurate image alignment for 3D reconstruction. Including a physical marker eg; labeling tape on the stage, in each image field contributes to accurate image alignment.\nSTEP 1.5\n: Set the cryostat to section thickness to 40 µm.\nSTEP 1.6\n: Each tissue section should be mounted on the flat side of the frame slide, within the window of the membrane. Any portion of the tissue section that lies outside of the membrane window cannot be imaged on the fluorescent microscope or sampled using laser capture microdissection.\nREMINDER: The frame slides should be kept at room temperature prior to mounting the sections on the slides.\nNote:\nUse a glass slide to support the frame membrane slide on the “well” side of the slide to reinforce the membrane during tissue mounting.\nSTEP 1.7\n: Immediately after tissue sections are mounted onto the slide, remove the slide from the cryostat and gently place clean gloved finger onto the “well” side of the slide for 2-3 seconds. This will help the tissue section to fully adhere to the slide before transferring the slide (well side down) to a flat metal tin within a bucket of dry ice.\nSTEP 1.8\n: Store the slides in a labeled slide box in the -80°C freezer overnight (can be stored for a month) in preparation for downstream fixation, staining, dehydration, imaging and laser capture microdissection.\nSECTION 2: STAINING/DEHYDRATION\nSTEP 2.1\n: Prepare the following solutions on the day of the staining procedure:\no  Mix 50 mL of 100% ethanol with 12.5 µl Superase-In RNase Inhibitor and keep it at –20°C\nNote:\nthis solution can be prepared the day before to ensure proper temperature\no  Mix 50 mL of 100% ethanol with 12.5 µl Superase-In RNase Inhibitor and keep it at room temperature l\no  Mix 47.5 mL of 100% ethanol with 2.5mL of Molecular Grade Water, and 12.5µ mL Superase-In RNase Inhibitor and keep it at room temperature\no  Mix 50mL of 1X PBS in a tube with 12.5 µl Superase-In RNase Inhibitor and keep it at room temperature\no  Mix 50 µL of 0.1% cresyl violet solution with 49.95 mL of Molecular Grade Water and 12.5µ mL of Superase-In RNase Inhibitor to yield 0.0001% cresyl violet solution, and keep it at room temperature.\nIMPORTANT: This solution is light sensitive.\nSTEP 2.2\n: Take the prepared 100% cold ethanol solution from the -20°C freezer and place into a bucket containing regular ice. Make sure entire conical tube containing the solution is covered in the ice and only the top remains accessible.\nSTEP 2.3\n: Remove the frame slide containing tissue section from the -80°C and immerse directly into the 100% cold ethanol solution in the ice bucket from STEP 2.2 to fix the tissue to the slide.\no  Immerse frame slide in 100% cold ethanol solution and let sit for 1 minute.\nNote:\nSteps 2.4-2.8 will be performed while the frame slide lay horizontal on a clean flat surface and being sure to use a fresh Kimberly-Clark™ beneath the slide for each solution step.\nSTEP 2.4\n: Remove the frame slide from the 100% cold ethanol solution, with tissue section up, lay flat and gently pipette the 1X PBS solution on to the frame slide for ~1 minute making sure not to pipette the solution directly on to the tissue.\nIMPORTANT: The pig tissue is incredibly delicate and due to its high fat content, is the tissue tends to be hydrophobic and can easily detach from the slide when a solution is applied.\no  Pipette 1X PBS solution on to frame slide and let sit for 30 seconds then continually pipette 1X PBS solution on to slide for another 30-45 seconds.\nSTEP 2.5\n: Tilt frame slide to pour off excess 1X PBS solution and replace Kimwipe. Gently pipette the 0.0001% cresyl violet solution onto the frame slide being sure to immerse the entire tissue section in the solution.\nREMINDER:\nCresyl violet solution is light sensitive so cover slide while staining to limit light exposure.\no  Pipette 0.0001% cresyl violet solution onto frame slide and let sit for 4 minutes.\nSTEP 2.6\n: Tilt frame slide to pour off excess cresyl violet stain and replace Kimwipe. Gently pipette the 1X PBS solution on to the frame slide for 1 minute to wash away any excessthe cresyl violet stain.\no  Pipette 1X PBS solution onto frame slide continually for 1 minute\nNote:\nIt is normal if all excess cresyl violet stain is not washed away in this step. The following steps will contribute to the wash process.\nSTEP 2.7\n: Tilt frame slide to pour off excess 1X PBS solution and replace Kimwipe. Gently pipette the 95% ethanol solution onto the frame slide immersing the tissue for 1 minute.\no  Pipette 95% ethanol solution on to the frame slide and let sit for 1 minute.\nNote:\nTissue can undergo distortion due to ethanol exposure at this time.\nStep 2.8\n: Tilt frame slide to pour off excess 95% ethanol solution and replace Kimwipe. Gently pipette the 100% ethanol solution onto the frame slide immersing the tissue for 1 minute.\no  Pipette 100% ethanol solution on to the frame slide and let sit for 1 minute.\nSTEP 2.9\n: Tilt frame slide to pour off excess 100% ethanol solution and immediately immerse entire frame slide into a xylene solution limiting air exposure.\no  Immerse frame slide in xylene solution and let sit for 1 minute.\nSTEP 2.10: Remove slide from xylene solution and let sit under fume hood for 15-20 minutes or until tissue section appears dry.\nSECTION 3: FLUORESCENT IMAGING\nImaging parameters for fluorescent imaging of neurons are as follows:\n·      Cresyl violet stained neurons – excitation 546/10 nm, emission 580-590 nm\n·      Fast Blue labeled neurons – excitation 365nm, emission 420 nm\nNote:\nFollow the steps for fluorescent imaging corresponding to the specific microscopic system used. The present protocol has been optimized for use with downstream laser capture microdissection using Arcturus XT microscope system.\n(For more information see “Laser Capture Microdissection (LCM) and 3D Sample Tracking Protocol”)"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": ""
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 554887,
                "identity": "1eee1239-6a88-4f09-8c40-1c8039975fd9",
                "order_by": 1,
                "name": "Shaina Robbins",
                "email": "shaina.robbins1@gmail.com",
                "orcid": "https://orcid.org/0000-0002-7885-743X",
                "institution": "Thomas Jefferson University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Shaina",
                "middleName": "",
                "lastName": "Robbins",
                "suffix": ""
            },
            {
                "id": 554888,
                "identity": "b74efd71-0e48-4af5-a9a2-68bb3704e23a",
                "order_by": 2,
                "name": "Rajanikanth Vadigepalli",
                "email": "Rajanikanth.Vadigepalli@jefferson.edu",
                "orcid": "https://orcid.org/0000-0002-8405-1037",
                "institution": "Thomas Jefferson University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rajanikanth",
                "middleName": "",
                "lastName": "Vadigepalli",
                "suffix": ""
            },
            {
                "id": 554891,
                "identity": "8e44963b-d9b0-460a-a98a-df2023573399",
                "order_by": 3,
                "name": "James Schwaber",
                "email": "James.Schwaber@jefferson.edu",
                "orcid": "https://orcid.org/0000-0003-0598-7345",
                "institution": "Thomas Jefferson University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "James",
                "middleName": "",
                "lastName": "Schwaber",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-05-07 20:23:34",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-928/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-928/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13697682,
                "identity": "4ba32cba-ff55-456e-957e-c2135fd980f3",
                "added_by": "auto",
                "created_at": "2021-09-17 13:10:47",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 207423,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-928/v1/24e10855-b456-4c31-95f2-0ba9e43a0dd9.pdf"
            },
            {
                "id": 10118627,
                "identity": "90e23a46-239c-4de4-b5e6-06694e75f80b",
                "added_by": "auto",
                "created_at": "2021-06-08 15:28:00",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 225185,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "CryosectioningblockfaceimagingandNisslstainingfluorescentlylabeledpigheart.pdf",
                "url": "https://assets.researchsquare.com/files/pex-928/v1/519598169ea47e6ae1c19c33.pdf"
            }
        ],
        "financialInterests": "N/A",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Cryosectioning, neuron, single cell, 3D mapping",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The present protocol describes the process of cryosectioning OCT-embedded fresh frozen pig heart tissue, along with the acquisition of block face images, followed by Nissl staining of the tissue sections and microscopic imaging of the sections for localizing the fluorescently-labeled neurons in the tissue. This tissue section preparation workflow was optimized for use in laser capture microdissection of single neurons from the pig heart tissue, which are used in downstream transcriptomic analysis and mapping of the neuronal location and molecular data to a 3D reconstructed contour stack of block face images.</p><p><br></p>",
        "manuscriptTitle": "Cryosectioning, block face imaging and Nissl staining fluorescently labeled pig heart",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-08 15:27:59",
                "doi": "10.21203/rs.3.pex-928/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "85d4ee1d-c543-4042-9f2b-c18fa894058a",
        "owner": [],
        "postedDate": "June 8th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4884210,
                "name": "Biological techniques"
            },
            {
                "id": 4884211,
                "name": "Neuroscience"
            },
            {
                "id": 4884212,
                "name": "Anatomy"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-08 15:27:59",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}