{
    "identity": "nprot-2905",
    "title": "Enzyme-linked immunosorbent assay procedure at higher temperature enhances speed of the assay",
    "content": [
        {
            "header": "Introduction",
            "content": "ELISA procedures, especially those used for determining IgE, the incubation period is around 18 h at 40 degree Celsius/ 37degree Celsius. Recently, we have demonstrated that the solid phase prepared on a photoactivated surface gave around 1.5–2 fold higher readings than the untreated  surface when the assay was carried out at 37degree Celsius in around 8 hours \\(1). In this study, we have shown that an ELISA can be carried out in less than 3 h at elevated temperature on a photoactivated plate \\(2,3)."
        },
        {
            "header": "Reagents",
            "content": "• 1-fluoro-2-nitro-4-azidobenzene \\(FNAB, IUPAC nomenclature: 4-azido-1-fluoro-2-nitrobenzene) can be purchased from Apollo scientific ltd, UK \\(cat no. 248-878-6).   Alternatively, it can be made from 4-fluoro-3-nitroaniline by a simple diazotization reaction as described earlier \\(4,5)  CAUTION. FNAB is explosive and should be handled with care, especially when using large quantities. We did not encounter any untoward incident  while working with FNAB in last 12 years.\r\n\n\n\r\n\n\n• Polystyren microtiter plates \\(Greiner Labortechnik, Germany). \r\n\n\n• Anti-human IgG, \\(Sigma Aldrich, cat. no. I3382)  CAUTION Store all reagents at 2-8ºC. If slight turbidity occurs upon prolonged storage clarify the solution by centrifugation before use. \r\n\n\n• Human IgG, \\(Sigma Aldrich, cat. no. I4506). \r\n\n\n• Anti-human IgG-HRP conjugate, \\(Sigma Aldrich, cat. no. A8419 ). \r\n\n\n• Human IgE ELISA Quantitation Set \\(Cat. no. E80-108, Bethyl laboratories, USA). CAUTION Store all reagents at 2-8 degree Celsius. Do not freeze reagents. All reagents must be kept at room temperature \\(20-25 degree Celsius) before use.\r\n\n\nComponents supplied in the kit are:\r\n\n\n Affinity purified Goat anti-Human IgE Coating Antibody A80-108A, 1 ml at 1 mg/ml\r\n\n\n Human IgE Calibrator, RC80-108-6, 1.0 ml\r\n\n\n HRP Conjugated Goat anti-Human IgE Detection Antibody A80-108P, 0.1 ml at 1 mg/ml\r\n\n\n• Bovine serum albumin \\(BSA), Sigma \\(USA).   CRITICAL BSA solution should be filtered prior to use to avoid microbial contamination. \r\n\n\n• o-phenylenediamine dihydrochloride \\(OPD), \\(Sigma Aldrich, USA cat. no. P1526). Store in cool place. Recommended storage temperature: -20 °C; Keep container tightly closed.\r\n\n\nCAUTION Avoid contact with skin and eyes. Avoid formation of dust and aerosols. \r\n\n\n• Phosphate buffered saline \\(PBS) was prepared by mixing 0.85% NaCl to 0.01 M phosphate buffer \\(pH 7.2). To make 0.01 M phosphate buffer add 1.217 g Sodium phosphate dibasic  , 0.379 g Sodium phosphate monobasic. Add distilled water to make 1 liter solution.  \r\n\n\n• Washing buffer was made by adding 0.1% Tween 20 to PBS.\r\n\n\n• Substrate dye Substrate dye buffer was prepared by mixing 12 ml of citrate buffer \\(0.025M citric acid and 0.05M Disodium phosphate, pH 5), 5 µl of Hydrogen peroxide \\(30% w/v), and 4 mg of o-phenylenediamine dihydrochloride.         \r\n\n\n• Stop Solution- 5% Sulfuric acid"
        },
        {
            "header": "Equipment",
            "content": "• Incubator \\(Tradevel scientific industries, India)\r\n\n\n\r\n\n\n• Hot air oven  \\(In place of incubator, a simple temperature controlled laboratory oven can be used). \r\n\n\n\r\n\n\n• UV Stratalinker \\(Model-2400, Stratagene, USA)\r\n\n\n\r\n\n\n• Polystyrene \\(PS) microtiter plates \\(Greiner labortechnik, Germany)\r\n\n\n\r\n\n\n• Polystyrene \\(PS) microtiter plates, in principal from any manufacturer can be used.\r\n\n\n\r\n\n\n• ELISA reader \\(Biorad iMark™ Microplate Reader, USA).\r\n\n\n\r\n\n\n• Refrigerator \\(Godrej, India)"
        },
        {
            "header": "Procedure",
            "content": "1. Activation of polystyrene surface\r\n  \r\n\n\nThe wells of a polystyrene plate were activated by coating with FNAB followed by photoactivation by UV light for 15 min at a wavelength of 365 nm as described \\(4).      \r\n\n\n\r\n\n\nCRITICAL   We have decreased UV exposure time for activation of microtiter plate from 20 minutes to 15 minutes without any significant difference in results. \r\n\n\n\r\n\n\n 2. Detection of analyte\r\n\n\n\r\n\n\nIn activated and untreated polystyrene plates  analyte \\( human IgG, human IgE) was detected by immobilizing capture molecule \\(anti-human IgG, anti-human IgE) onto the activated and untreated polystyrene plates followed by blocking , binding  of analyte  and secondary antibody-conjugate. The plates were washed after each step. Color development was carried out by adding  substrate- dye buffer and then stopped by adding 20 µl of 5% Sulfuric acid  and absorbance was recorded  at 490 nm."
        },
        {
            "header": "Timing",
            "content": "1. Activation of polystyrene surface –approx.  25 minutes\r\n  a) Coating of FNAB to polystyrene surface 5-10 minutes\r\n\n\nb) UV light exposure- 15 minutes\r\n\n\nc) Washing and drying - 5 minutes\r\n\n\n\r\n\n\n2. Detection of Analyte -  165 minutes \\(2 h 45 min) + washing time after each step\r\n  \r\n\n\na. Immobilization of capture molecule onto the photoactivated surface \\(25 ng/ 100 µl of PBS /well)-   50 degree Celsius for 40 minutes\r\n\n\n\r\n\n\nb. Blocking \\(200 µl/ well of 2% BSA) -    40 degree Celsius for 40 minutes\r\n\n\nc. Incubation of analyte \\(25 ng/ 100 µl of PBS /well) -   50 degree Celsius for 45 minutes\r\n\n\nd. Incubation time of secondary antibody- enzyme conjugate \\(100µl /well of a 1:5000 v/v dilution in 0.01 M PBS, pH 7.2) -   50 degree Celsius for 40 minutes"
        },
        {
            "header": "Anticipated Results",
            "content": "• Conventional ELISA procedures are normally carried out at 37 degree Celsius through adsorption onto polystyrene microtiter plates. Customarily, ELISA has not been carried out at elevated temperatures, possibly anticipating the fact that the antigen or antibody would be denatured or desorbed from the solid surface at higher temperature resulting in lower ELISA values. In fact, when a solid phase was prepared on an untreated surface at higher temperature, ELISA values decreased slowly beyond 37 degree Celsius. In contrast, an activated surface showed increased immobilization of biomolecule beyond 37degree Celsius, which prompted us to study ELISA performance at elevated temperatures.  Moreover, we did not obtain any undesired ELISA experiment by HELISA method in last 10 years or so.\r\n\n\n\r\n\n\n• When immobilization of goat anti-human IgG was carried out in a time dependent experiment at 50 degree Celsius, 40 min was found to give maximum absorbance beyond which no further increase in absorbance was observed.\r\n\n\n\r\n\n\n• The optimum temperature for blocking was found to be 40 degree Celsius. Nonspecific binding beyond 45 degree Celsius suggested the delicate nature of BSA binding. Being a weak binding, BSA may desorp from the solid phase at elevated temperatures giving rise to nonspecific binding.\r\n\n\n\r\n\n\n• The optimum time for affinity binding of human IgG at 50 degree Celsius was 45 min beyond which the absorbance remain unchanged \\( Fig. 1).\r\n\n\n\r\n\n\n\r\n\n\n• A 40-min incubation time was found to be optimum for maximum binding of the second antibody-conjugate \\( Fig. 2).\r\n\n\n\r\n\n\n• The heat-mediated ELISA procedure was found to enhance assay speed without affecting specificity and sensitivity. This procedure also permits the detection of minute quantities of human IgE in less than 3 h with comparable results to those obtained in about 18 h by conventional methods.\r\n\n\n• Initially all experiments were standardized on an activated polycarbonate plates \\(PCR plates).  However, activated polystyrene plate \\(conventional ELISA plate) showed similar results \\(see PC3 and PS3 in figure 3). Hence forth, we have routinely carried out HELISA on any type of activated surface without any undesired results.\r\n\n\n\r\n\n\n• The HELISA procedure is a potential alternative to the conventional ELISA carried out at 37 degree Celsius. The method was found to reproduce in cell-ELISA \\(3). It may also find potential applications in other solid phase based assays."
        },
        {
            "header": "References",
            "content": "1. \\(a) Bora, U., Chugh, L., Nahar, P., 2002. Covalent immobilization of proteins onto photoactivated polystyrene microtiter plates for enzyme-linked immunosorbent assay procedures. J. Immunol. Methods 268, 171.\r\n  \\(b) Nahar P., Covalent immobilization of proteins onto photoactivated polystyrene microtiter plates for enzyme-linked immunosorbent assay procedures. Community Contributed Protocol Exchange 05/12/2013 doi:10.1038/protex.2013.090.\r\n\n\n\r\n\n\n2. Bora, U., Kannan, K. and Nahar, P. \\(2004) Heat-mediated enzyme-linked immunosorbent assay \\(HELISA) Procedure on a photoactivated surface.  Journal of Immunol   Methods. 293: 43-50\r\n  3. Kumar S, Ghosh L, Kumar S, Ghosh B, Nahar P \\(2007) A rapid method for detection of cell adhesion molecules \\(CAMs) on human umbilical vein endothelial cells \\(HUVECs). Talanta 73: 466–470\r\n  4. \\(a). Nahar, P., Wali, N.M., Gandhi, R.P., 2001. Light-induced activation of an inert surface for covalent immobilization of protein ligand. Anal. Biochem. 294, 148\r\n  \\(b). Nahar P. Light-Induced Activation of an Inert Surface for Covalent Immobilization of a Protein Ligand, Community Contributed Protocol Exchange 26/11/2013 doi:10.1038/protex.2013.086.\r\n\n\n5. Naqvi, A., Nahar, P., 2004. Photochemical immobilization of proteins on microwave-synthesized photoreactive polymers. Anal. Biochem. 327, 68."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.jim.2004.06.023",
                "date": "2013-12-06 11:49:11",
                "title": "Heat-mediated enzyme-linked immunosorbent assay procedure on a photoactivated surface",
                "authors": [
                    "Utpal Bora",
                    "Krishnamoorthy Kannan",
                    "and Pradip Nahar"
                ],
                "journal": "Journal of Immunological Methods",
                "logo": ""
            },
            {
                "doi": "10.1016/j.talanta.2007.04.016",
                "date": "2013-12-06 11:50:28",
                "title": "A rapid method for detection of cell adhesion molecules (CAMs) on human umbilical vein endothelial cells (HUVECs)",
                "authors": [
                    "S KUMAR",
                    "L GHOSH",
                    "S KUMAR",
                    "B GHOSH",
                    "and P NAHAR"
                ],
                "journal": "Talanta",
                "logo": ""
            },
            {
                "doi": "10.1016/j.clinbiochem.2007.09.016",
                "date": "2013-12-06 11:54:36",
                "title": "Rapid and sensitive detection of autoantibody in rheumatoid arthritis patients by heat-mediated ELISA",
                "authors": [
                    "Pragya Sharma",
                    "Bhawna Gupta",
                    "Seemi Farhat Basir",
                    "Hasi Rani Das",
                    "and Pradip Nahar"
                ],
                "journal": "Clinical Biochemistry",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12838,
                "identity": "a01f75b6-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Pradip Nahar",
                "email": "pnahar@igib.res.in",
                "orcid": "",
                "institution": "Nahar's Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Pradip",
                "middleName": "",
                "lastName": "Nahar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-12-06 12:01:18",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.091",
        "doiUrl": "https://doi.org/10.1038/protex.2013.091",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608879,
                "identity": "7d46a23a-fcad-41e7-bd0e-a902a20513f2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:33",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 46925,
                "visible": true,
                "origin": "",
                "legend": ". Binding of human IgG at 50 degree Celsius for 15, 30, 45, 60 and 90 min, respectively, to anti-human IgG immobilized on activated (closed symbols) and untreated (open symbols) PC plates.    Binding of human IgG at 50 degree Celsius for 15, 30, 45, 60 and 90 min, respectively, to anti-human IgG immobilized on activated (closed symbols) and untreated (open symbols) PC plates. Absorbance values were recorded after performing the subsequent ELISA steps by conventional method. The error bars represent standard deviation.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2905/v1/figure_1.png"
            },
            {
                "id": 2608881,
                "identity": "372d0a3c-a8be-426d-bdd4-19655ec3b316",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:33",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 46066,
                "visible": true,
                "origin": "",
                "legend": "Optimization of time (10, 20, 30, 40, 50 and 60 min) for the incubation of antibody–enzyme conjugate to human IgG bound to a solid phase at 50 degree Celsius.   Optimization of time (10, 20, 30, 40, 50 and 60 min) for the incubation of antibody–enzyme conjugate to human IgG bound to a solid phase at 50 degree Celsius. (closed symbols) and (open symbols) represent absorbance values recorded in assays carried out in the activated and untreated wells, respectively. The error bars represent standard deviation.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2905/v1/figure_2.png"
            },
            {
                "id": 2608883,
                "identity": "9f1734c8-a332-4eeb-b691-d959d73e0954",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:33",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 520601,
                "visible": true,
                "origin": "",
                "legend": "Comparative studies of ELISA procedure carried out on photoactivated and untreated polycarbonate (PC) and polystyrene (PS) surfaces at different conditions   Comparative studies of ELISA procedure carried out on photoactivated and untreated polycarbonate (PC) and polystyrene (PS) surfaces at different conditions: (a) time and temperature of the ELISA steps are 45 min, 1 h, 3 h and 3 h at 37 degree Celsius (PC1 and PS1), (b) ELISA conditions: 40, 40, 45 and 40 min at 37 degree Celsius (PC2 and PS2), (c) ELISA conditions: 40 min, 50 degree Celsius ; 40 min, 40 degree Celsius ; 45 min, 50 degree Celsius and 40 min, 50 degree Celsius (PC3 and PS3). (A) and (B) represent an activated surface and (C) and (D) represent an untreated surface. (A) and (C) represents positive test sera, whereas (B) and (D) represent negative control sera. The error bars represent standard deviation.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2905/v1/figure_3.png"
            },
            {
                "id": 13464793,
                "identity": "ba25bd4f-a8c4-416f-953f-93ba109c3f99",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:48",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 630085,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2905/v1/1c5f4aa9-c810-4641-a051-09413d4fe647.pdf"
            }
        ],
        "financialInterests": "none",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Heat-mediated ELISA   HELISA   Covalent immobilization   Photoactivated surface    1-Fluoro-2-nitro-4-azidobenzene        ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In this protocol, we report substantial decrease in time for an enzyme-linked immunosorbent assay \\(ELISA) technique by performing it at elevated temperature on an activated surface. The activated plate was able to bind covalently anti-human IgG at 50 degree Celsius over 40 min to form a solid phase. Blocking, human IgG and antibody–enzyme conjugate binding were performed on this solid phase at 40 degree Celsius in 40 min, 50 degree Celsius in 45 min and 50 degree Celsius in 40 min, respectively. The ELISA readings obtained were 1.5-fold higher than those obtained at 37degree Celsius over similar incubation times. Total IgE was also determined by the heat-mediated ELISA \\(HELISA) technique in less than 3 h without compromising sensitivity and specificity of the assay. As surface activation can be achieved by application of a simple technique, the HELISA procedure could be a powerful alternative to conventional ELISA.",
        "manuscriptTitle": "Enzyme-linked immunosorbent assay procedure at higher temperature enhances speed of the assay",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-12-09 11:27:20",
                "doi": "10.1038/protex.2013.091",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a01ca2c3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 9th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3084,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-12-09 11:27:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}