{
    "identity": "nprot-4521",
    "title": "Immunofluorescence staining of kidney sections to monitor ischemia-induced damage",
    "content": [
        {
            "header": "Introduction",
            "content": "The function of proteins is frequently linked to their subcellular localization. Immunostaining, a common technique to detect cell type-specific gene expression, also monitors changes in protein distribution and abundance \\[1, 2]. In clinical nephrology immunostaining is still essentially limited to the detection of endogenous immunoglobulins and complement pathway proteins on frozen tissue sections. However, immunofluorescence techniques to characterize more architecturally preserved paraffin embedded tissue are increasingly used for research purposes and open the door to a deeper understanding of specific cellular and subcellular events.  \r\n\n\nUnlike chromogenic immunohistochemistry, fluorescence immunostaining of tissues provides high specificity and simplifies multiplexing for the simultaneous detection of several antigens. This multiplexing is particularly useful to analyze heterogeneous organs or tissues that contain different cell types which are identified with specific markers. An example of such a complex organ is the kidney. The cortex and medulla represent major layers of the kidney. Embedded in these layers are different parts of the nephron, including glomerulus, proximal tubule, ascending and descending limbs of Henle, distal tubule and collecting duct \\(reviewed in \\[3]). As a result of the spatial organization of the nephron, the kidney cortex and medulla contain different tubular cell types, which can be distinguished by marker proteins \\[4, 5].  Protein profiles and distribution vary in each tubular segment. For example, aquaporin-1, a water channel in the plasma membrane, is abundant in proximal tubules but absent in other tubular segments \\[6, 7]. \r\n\n\nHealthy cells of the proximal tubule are polarized; their apical and basolateral membrane domains differ in protein composition \\[1]. Under normal conditions, aquaporin-1 is present in high concentrations in the apical domain, but can also be detected in the basolateral domain \\[4]. Disease or aging often compromise the polarized membrane organization of kidney epithelial cells; this may cumulate in the improper distribution of proteins in the plasma membrane domains \\[1]. Such relocation is not limited to plasma membrane proteins, but affects other subcellular compartments as well. Ischemia-reperfusion injury \\(IRI) can result in acute kidney damage and ultimately kidney failure \\[8, 9]. As a consequence of IRI, the polarized organization of proximal tubule cells is impaired, and the separation of apical and basolateral membrane domains becomes compromised.\r\n\n\nReliable protocols are necessary to evaluate the cellular and subcellular changes in the kidney that determine renal function under health and disease conditions. Methods that identify specific kidney cell types and monitor a protein of interest will greatly enhance these analyses. To this end, we describe protocols that are compatible with multi-color fluorescent immunostaining of kidney sections. We used our procedures to assess the subcellular localization of the water channel aquaporin-1 \\[4, 6] and HuR, an RNA-binding protein that promotes renal cell survival upon ischemia \\[10]. Furthermore, these methods were applied to monitor the impact of ischemia on kidney cell morphology and the distribution of aquaporin-1 and HuR."
        },
        {
            "header": "Reagents",
            "content": "**_Animal model**_\r\n\n\nAll animal experiments were in accordance with the Animal Care Committee. An established model of murine renal IRI was used \\[11]. In brief, CD-1 mice were anesthetized \\(60mg/kg sodium pentobarbital, ip). Kidneys and renal pedicles were exposed by bilateral flank incisions, and renal pedicles were dissected. A non-traumatic vascular clamp was applied across the left pedicle for 30min. The right kidney provided a sham control.\r\n\n\n\r\n\n\n**_Tissue samples**_\r\n\n\nParaformaldehyde, 16% \\(Thermo Scientific #28908)\r\n\n\nPublished methods were applied to examine kidneys from CD-1 mice \\[11]. In brief, specimens were fixed for 30min in 4% paraformaldehyde, washed three times in PBS and paraffin-embedded, following standard procedures. Specimens were sectioned \\(4µm sections), placed on gelatin-coated slides and processed.\r\n\n\n\r\n\n\n**_Standard equipment for immunohistochemistry**_\r\n\n\nGlass slide jars \\(microwave-compatible)\r\n\n\nMicrowave, sample delimiting pen \\(DakoCytomation, #S2002) to draw a hydrophobic barrier \r\n\n\nGlass coverslips\r\n\n\nMounting medium\r\n\n\n\r\n\n\n**_Solutions for deparaffinization and hydration**_ \r\n\n\nXylene\r\n\n\n100% ethanol\r\n\n\n95% ethanol in phosphate buffered saline \\(PBS)\r\n\n\n70% ethanol in PBS\r\n\n\n50% ethanol in PBS\r\n\n\n30% ethanol in PBS\r\n\n\n\r\n\n\n**_Antigen retrieval solution**_\r\n\n\n10mM Trisodium citrate pH 6.0 in water, supplemented with 0.5% \\(v/v) Tween-20\r\n\n\n \r\n\n\n**_Blocking solution**_\r\n\n\nPBS containing 5% fetal bovine serum \\(FBS), 0.05% Tween-20 \\(v/v), 1mM NaN<sub>3</sub>\r\n\n\n\r\n\n\n**_Permeabilization solution**_\r\n\n\nPBS containing 0.1% Triton X-100 \\(v/v), 2mg/ml bovine serum albumin, 1mM NaN<sub>3</sub> \r\n\n\n\r\n\n\n**_Antibodies**_\r\n\n\nMouse anti-HuR \\(Santa Cruz; #sc-5261)\r\n\n\nRabbit anti-aquaporin-1 \\(Alpha Diognostics) \r\n\n\nCy3-conjugated anti-mouse IgG Jackson ImmunoResearch \\(715-165-150) \r\n\n\nAlexaFluor®488-conjugated anti-rabbit IgG, Jackson ImmunoResearch \\(711-545-152)\r\n\n\nSecondary antibodies were further purified by pre-adsorption to immobilized proteins prepared from mammalian culture cells.\r\n\n\n\r\n\n\n**_Nuclear stain**_\r\n\n\n4’,6-diamidino-2-phenylindole \\(DAPI; Sigma)"
        },
        {
            "header": "Equipment",
            "content": "**_Automated embedder_**\r\n\n\nLeica EG1150 Modular Tissue Embedder\r\n\n\n\r\n\n\n**_Confocal microscope**_\r\n\n\nZeiss LSM510 or any other appropriate microscope"
        },
        {
            "header": "Procedure",
            "content": "**Day 1**\r\n\n\n1. Deparaffinize tissue sections by immersing slides in a Xylene solution \\(twice; 10min each).\r\n  2. Hydrate tissue sections by immersion in descending alcohol concentrations.\r\n  100% ethanol \\(10min)\r\n\n\n100% ethanol \\(5min)\r\n\n\n95% ethanol in PBS \\(5min)\r\n\n\n70% ethanol in PBS \\(3min)\r\n\n\n50% ethanol in PBS \\(3min)\r\n\n\n30% ethanol in PBS \\(3min)\r\n\n\n3. Wash slides in PBS \\(twice; 5min each).\r\n  4. In glass jar, immerse slides in 10mM sodium citrate pH6.0/Tween-20 to retrieve antigens.\r\n  Place glass jar in center of the microwave \\(high power setting).\r\n\n\nMicrowave twice, 3min each for each step.\r\n\n\nMake sure tissue sections remain submerged in the solution throughout the procedure. \r\n\n\n5. Allow solution to cool down to room temperature \\(30-45min).\r\n  6. Remove slide from jar. Draw hydrophobic borders with a Dako-pen around each tissue section.\r\n  7. Add 0.1% Triton-X100 solution to permeabilize cell membranes \\(5min; room temperature).\r\n  8. Block unspecific binding sites with 5% FBS/Tween-20 solution \\(1h; room temperature).\r\n  9. Dilute antibodies against HuR \\(1:250) and aquaporin-1 \\(1:125) in blocking solution.\r\n  10. Transfer slides to a humidified chamber and add 50-100µl of primary antibodies diluted in blocking solution \\(overnight; room temperature). \r\n  \r\n\n\n**Day 2**\r\n\n\n11. Wash with blocking solution \\(three times; 5min each).\r\n  12. Dilute secondary antibodies in blocking solution \\(1:500 for Cy3- conjugated anti-mouse IgG; 1:250 for AlexaFluor®488-conjugated anti-rabbit IgG). \r\n  13. Incubate slide with diluted secondary antibodies in a humid chamber \\(2h; room temperature). Protect from light.\r\n  14. Wash with blocking solution \\(three times; 5min each).\r\n  15. Stain DNA with 1µg/ml in blocking solution \\(2min).\r\n  16. Add mounting medium, glass coverslip and seal with nail polish.\r\n  \r\n\n\n_Negative controls_\r\n\n\n1. Incubate one section on each slide without primary antibodies; add secondary antibodies as described above.\r\n  2. To assess autofluorescence, process control samples without addition of primary or secondary antibodies."
        },
        {
            "header": "Timing",
            "content": "The specific incubation time for each step is included in the procedure section. The protocol is completed on two consecutive days. The time required is <sub>2h 15min on day 1 and </sub>2h 30min on day 2."
        },
        {
            "header": "Troubleshooting",
            "content": "**1. Low immunofluorescence signals.**\r\n\n\n\\(a) Optimize antigen retrieval; requirements may vary for different antibodies. Consider longer microwave heating, different pH for antigen retrieval, or alternative antigen retrieval buffer.\r\n\n\n\\(b) After step 11, protect slides from light to minimize bleaching of the fluorophore.\r\n\n\n\r\n\n\n**2. Uneven staining.**\r\n\n\n\\(a) Never let tissue sections dry out; make sure that specimens are always well-covered with the appropriate solution.\r\n\n\n\\(b) For step 4, place a second jar with antigen retrieval buffer in microwave. Use this solution to replenish evaporated retrieval buffer in jar that contains the slides.\r\n\n\n\r\n\n\n**3. High background or unspecific staining.** \r\n\n\n \\(a) Reduce nonspecific binding of primary and secondary antibodies. Affinity-purify primary and/or secondary antibodies.\r\n\n\n \\(b) Autofluorescence may result particularly in the emission of green light. Switch to other secondary antibodies that emit light in the far red. Alternatively, reduce autofluorescence with published methods \\[12] or commercially available kits.\r\n\n\n\r\n\n\n**4. Rupture of tissue during processing.**\r\n\n\nIn step 5, provide sufficient time for slides to cool down to room temperature. Rapid temperature changes can destroy the tissue."
        },
        {
            "header": "Anticipated Results",
            "content": "**Application 1.** Effect of ischemia on the distribution of aquaporin-1. Aquaporins control water transport across the plasma membrane in the kidney and other organs \\(reviewed in \\[13]). Different aquaporin genes are expressed in the kidney in a cell-type specific fashion \\[14]. The aquaporin-1 protein is highly abundant in epithelial cells of the proximal tubule. In the proximal tubule, aquaporin-1 concentrates in brush border membranes of the apical domain, which is facing the lumen of the tubule \\[14]. In Fig. 1, we applied our protocol to locate aquaporin-1 in mouse paraffin-embedded kidney sections of controls \\(sham) and ischemic kidneys \\(30min ischemia). Following ischemia, the morphology of tubules was altered, material was found in the lumen of tubules, and aquaporin-1 abundance was similar in the apical and basolateral domains of the cells. These observations are consistent with an ischemia-induced impairment of cell polarization and alteration or loss of the brush border.\r\n\n\nOur protocols conserve the tissue organization under normal and disease-relevant conditions. Thus, they are appropriate to track physiological and pathological changes, as caused by ischemia, while preserving the ability to distinguish specific tubule segments.\r\n\n\n\r\n\n\n\r\n\n\n**Application 2.** Fig. 2 depicts the immunodetection of HuR, a protein located in the nucleus and cytoplasm, and aquaporin-1 in the glomerular and tubular cells. HuR shuttles between the nucleus and the cytoplasm; this nucleocytoplasmic distribution depends on the physiological state of kidney cells \\[10, 15]. Accordingly, the staining protocol needs to detect both the cytoplasmic and nuclear pools of the protein. Our protocol accomplishes this task \\(Fig. 2A, 2B, top row), as HuR was detected in different subcellular compartments and in distinct cell types. The presence of HuR in the nucleus is indicated by the overlap with DAPI staining \\(Fig. 2B, bottom row). However, HuR was also located in the cytoplasm, especially for cells outside of the glomerulus.\r\n\n\n\r\n\n\n\r\n\n\n**Application 3.** Detection of nonspecific fluorescence \\(Fig. 3). Nonspecific binding of antibodies and autofluorescence of the specimens can contribute to high background signals. With affinity-purified secondary antibodies these background signals were low for our protocol."
        },
        {
            "header": "References",
            "content": "1. Kwon, T.-H., et al., Reduced AQP1, -2, and -3 levels in kidneys of rats with CRF induced by surgical reduction in renal mass. American Journal of Physiology - Renal Physiology, 1998. 275\\(5): p. F724-F741.\r\n  2. Zubiri, I., et al., Kidney tissue proteomics reveals regucalcin downregulation in response to diabetic nephropathy with reflection in urinary exosomes. Translational Research, 2015. 166\\(5): p. 474-484.e4.\r\n  3. Hoenig, M.P. and M.L. Zeidel, Homeostasis, the milieu interieur, and the wisdom of the nephron. Clin J Am Soc Nephrol, 2014. 9\\(7): p. 1272-81.\r\n  4. Nielsen, S., et al., Aquaporins in the kidney: from molecules to medicine. Physiol Rev, 2002. 82\\(1): p. 205-44.\r\n  5. Van der Hauwaert, C., et al., Isolation and Characterization of a Primary Proximal Tubular Epithelial Cell Model from Human Kidney by CD10/CD13 Double Labeling. PLoS ONE, 2013. 8\\(6): p. e66750.\r\n  6. Day, R.E., et al., Human aquaporins: regulators of transcellular water flow. Biochim Biophys Acta, 2014. 1840\\(5): p. 1492-506.\r\n  7. Bauchet, A.L., et al., Immunohistochemical identification of kidney nephron segments in the dog, rat, mouse, and cynomolgus monkey. Toxicol Pathol, 2011. 39\\(7): p. 1115-28.\r\n  8. Bonventre, J.V. and J.M. Weinberg, Recent Advances in the Pathophysiology of Ischemic Acute Renal Failure. Journal of the American Society of Nephrology, 2003. 14\\(8): p. 2199-2210.\r\n  9. Lameire, N., W. Van Biesen, and R. Vanholder, Acute renal failure. The Lancet, 2005. 365\\(9457): p. 417-430.\r\n  10. Pullmann, R., Jr. and H. Rabb, HuR and other turnover- and translation-regulatory RNA-binding proteins: implications for the kidney. Am J Physiol Renal Physiol, 2014. 306\\(6): p. F569-76.\r\n  11. Baldwin, C., et al., Upregulation of EphA2 during in vivo and in vitro renal ischemia-reperfusion injury: role of Src kinases. Am J Physiol Renal Physiol, 2006. 291\\(5): p. F960-71.\r\n  12. Viegas, M.S., et al., An improved and cost-effective methodology for the reduction of autofluorescence in direct immunofluorescence studies on formalin-fixed paraffin-embedded tissues. Eur J Histochem, 2007. 51\\(1): p. 59-66.\r\n  13. Day, R.E., et al., Human aquaporins: Regulators of transcellular water flow. Biochimica et Biophysica Acta \\(BBA) - General Subjects, 2014. 1840\\(5): p. 1492-1506.\r\n  14. Nielsen, S., Renal aquaporins: an overview. BJU International, 2002. 90: p. 1-6.\r\n  15. Jeyaraj, S.C., et al., Expression and distribution of HuR during ATP depletion and recovery in proximal tubule cells. Am J Physiol Renal Physiol, 2006. 291\\(6): p. F1255-63."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Dr. Tomoko Takano \\(McGill University) for advice with the fixation and embedding procedure and Cindy Baldwin \\(McGill University) for performing the IRI experiments and harvesting the organs."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13728,
                "identity": "a0a4bc7b-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ursula Stochaj",
                "email": "ursula.stochaj@mcgill.ca",
                "orcid": "",
                "institution": "McGill University, Department of Physiology",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ursula",
                "middleName": "",
                "lastName": "Stochaj",
                "suffix": ""
            },
            {
                "id": 13726,
                "identity": "a0a4b6ab-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hicham Mahboubi",
                "email": "",
                "orcid": "",
                "institution": "McGill University, Department of Physiology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hicham",
                "middleName": "",
                "lastName": "Mahboubi",
                "suffix": ""
            },
            {
                "id": 13727,
                "identity": "a0a4b99b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Serge Lemay",
                "email": "",
                "orcid": "",
                "institution": "McGill University, Department of Experimental Medicine, Division of Nephrology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Serge",
                "middleName": "",
                "lastName": "Lemay",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-01-01 00:13:34",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.005",
        "doiUrl": "https://doi.org/10.1038/protex.2016.005",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609363,
                "identity": "dc2e97ec-b8f9-4f25-b275-f92e5c2212d9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2299530,
                "visible": true,
                "origin": "",
                "legend": "*Fluorescent immunostaining of kidney sections with antibodies against aquaporin-1 to monitor the effects of ischemia.*    Control (sham) or ischemic mouse kidneys were paraffin-embedded and processed as described in our protocol. Aquaporin-1 was detected with AlexaFluor®488-conjugated secondary antibodies (green); nuclei were stained with DAPI (blue). Scale bar is 25 µm; L, lumen of tubule, R, red blood cells.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-4521/v1/figure_1.png"
            },
            {
                "id": 2609364,
                "identity": "e8010b97-fb96-43a1-8897-1f3d5e9d8ccd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1857644,
                "visible": true,
                "origin": "",
                "legend": "*Co-immunostaining of HuR and aquaporin-1 during the recovery from renal ischemia.*    After 30min ischemia and a 4-hour recovery period, a mouse kidney was processed for immunofluorescence staining according to our protocol. Part A shows the fluorescence signals obtained with antibodies against HuR (red) or aquaporin-1 (AQP1, green) and DAPI staining of the DNA (blue). Except for red blood cells (and probably some endothelial cells), no aquaporin-1 was detected in the glomerulus, while the water channel was readily detected in tubular structures. Part B focuses on the glomerulus, where HuR was concentrated in nuclei. The zoomed-in region (Zoom), marked as white square, reveals details of HuR and aquaporin-1 distribution in the glomerulus.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-4521/v1/figure_2.png"
            },
            {
                "id": 2609365,
                "identity": "8df536d3-fb88-402b-a887-e0e94259e9fd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 983689,
                "visible": true,
                "origin": "",
                "legend": "*Evaluation of nonspecific fluorescence.*    Kidney sections, obtained after 30min ischemia, were stained with antibodies against HuR and aquaporin-1 (AQP1), following the protocol described here. Samples were incubated with (top row) or without primary antibody (bottom row). DAPI was used to visualize nuclei. Staining is shown for glomeruli, where aquaporin-1 was detected in red blood cells. Scale bar is 25µm.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-4521/v1/figure_3.png"
            },
            {
                "id": 13464874,
                "identity": "5dccf0e0-0b4e-4618-93cc-5d32c4fdc176",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:56",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2551995,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4521/v1/1185d6f8-f04d-4b13-be45-3fc207721fbd.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "microscopy, immunofluorescence, immunohistochemistry, ischemia, reperfusion, kidney injury",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The proper cellular and subcellular localization of proteins is critical to organ performance under physiological and pathological conditions. Reliable procedures to monitor changes in this distribution are required in experimental medicine and for clinical diagnosis. The kidney is particularly relevant to human health, because its damage is associated with various different diseases. Here, we describe a protocol for immunofluorescent staining of kidney sections. The procedure is performed on two consecutive days; it takes less than 5 hours to complete. Major strengths of the protocol are the conservation of tissue morphology, low background and the possibility to assess multiple proteins at the same time. Our protocol was applied to evaluate the effects of ischemia-reperfusion injury on kidney cells. The methods described by us were used to reveal ischemia-induced changes in cell morphology and protein distribution.",
        "manuscriptTitle": "Immunofluorescence staining of kidney sections to monitor ischemia-induced damage",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-02-04 14:23:09",
                "doi": "10.1038/protex.2016.005",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f4c3243-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 4th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3531,
                "name": "Cell biology"
            },
            {
                "id": 3533,
                "name": "Biological techniques"
            },
            {
                "id": 3534,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-02-04 14:23:09",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}