{
    "identity": "nprot-7151",
    "title": "Data generation and analysis with SIRIUS 4 on two biological case studies",
    "content": [
        {
            "header": "Introduction",
            "content": "This protocol summarizes the workflow on how to get from sample to the results described in the paper Sirius 4"
        },
        {
            "header": "Reagents",
            "content": "\u0015 Ethanol of LC-MS \\(Optima) grade \\(ThermoFisher Scienti\u001cc) for swabbing and sample extraction\r\n\n\nCAUTION: ethanol is highly \u001dammable and irritating to eyes and skin.\r\n\n\n\u0015 Water of LC-MS \\(Optima) grade \\(ThermoFisher Scienti\u001cc).\r\n\n\n\u0015 ESI-L Low Concentration Tuning Mix \\(Agilent Technologies, CA, USA) for external calibration\r\n\n\nof the MaXis II QTOF mass spectrometer\r\n\n\n\u0015 Hexakis\\(1H,1H,3H-tetra\u001duoropropoxy)phosphazene \\(Synquest Laboratories, FL, USA), m/z\r\n\n\n922.009798, for internal calibration \\(lockmass) of the MaXis II QTOF mass spectrometer.\r\n\n\nCAUTION: This compound is irritating to eyes and skin.\r\n\n\n\u0015 Acetonitrile LC-MS \\(Optima) grade \\(ThermoFisher Scienti\u001cc). CAUTION: Acetonitrile is highly\r\n\n\n\u001dammable.\r\n\n\n\u0015 Formic acid of LC-MS grade, Optima grade \\(ThermoFisher Scienti\u001cc). CAUTION: Formic acid\r\n\n\nis highly corrosive."
        },
        {
            "header": "Equipment",
            "content": "\u0015 \\(Skin sampling): Cotton swabs, model Puritan® \\(Spectrum, CA, USA), reference \u009b150-533353\r\n\n\nor 150-2971696.\r\n\n\n\u0015 \\(Faeces sampling): BBL culture swabs \\(Becton, Dickinson and Company, Sparks, MD).\r\n\n\n\u0015 Deep-wells microtiter plate, 2 mL, polypropylene, model NUNC \\(ThermoFisher Scienti\u001cc, MA,\r\n\n\nUSA) reference \u009b278753 or an equivalent generic 96 wells microtiter plate, 400 µL, polystyrene.\r\n\n\n\u0015 Reusable lid for a 96 wells plate \\(ThermoFisher Scienti\u001cc), reference \u009b351190 or equivalent.\r\n\n\n\u0015 Stainless steel tweezers.\r\n\n\n\u0015 Single or multi channel 20-200 µL micropipette.\r\n\n\n\u0015 Plate mat for storage, model Corning Storage Mat III \\(ThermoFisher Scienti\u001cc, MA, USA).\r\n\n\n\u0015 Benchtop vacuum concentrator compatible with 96-well plates evaporation \\(Centrivap Labconco,\r\n\n\nMO, USA).\r\n\n\n\u0015 Reverse phase C18 LC column 1.7 µm particle size, 50 \u0002 2.1 mm \\(Phenomenex, CA, USA) or\r\n\n\nequivalent.\r\n\n\n\u0015 Ultra high-performance liquid chromatography \\(UHPLC) system coupled to a tandem mass\r\n\n\nspectrometer with an ESI source; for the biological studies described here we have used UltiMate\r\n\n\n3000 UHPLC \\(Dionex, Idstein, Germany) coupled to MaXis II QTOF \\(Bruker Daltonics,\r\n\n\nBremen, Germany)."
        },
        {
            "header": "Procedure",
            "content": "**Sampling of skin**\r\n\n\n1. Prepare the swabs by disposing of the ethanol:water 1:1 \\(v/v) from the swab container and by\r\n  replacing it with fresh ethanol:water 1:1 \\(v/v).\r\n\n\n2. Prepare a 96-well plate \\(volume 2 mL) by adding 500 µL of the solvent mix into each well, and\r\n  placing it on an ice bed.\r\n\n\n3. For each sampling spot:\r\n  4. Take one swab, and swab vigorously the spot of interest with the cotton bud side of the swab\r\n  for at least five seconds. CRITICAL STEP: The swabbing procedure must be as consistent\r\n\n\nas possible across spots.\r\n\n\n5. Place the swab into the corresponding well of the 96-well plate and cut it with a pair of\r\n  scissors in order to leave only the cotton bud in the well. Dispose the swab wood stick.\r\n\n\nCRITICAL STEP: During the placing of the swab and the cutting of the cotton bud, use\r\n\n\naluminium fold \u001clm to cover the rest of the plate to prevent cross-contamination of other\r\n\n\nwells.\r\n\n\n6. Close the 96 well plate with a polypropylene reusable cover.\r\n  CAUTION: All samples must be prepared using the same extraction protocol, using the same\r\n\n\nreagents, and ideally by the same operator.\r\n\n\n\r\n\n\n**Sampling of stool**\r\n\n\nThe sampling is carried out by individuals as described in \\[2]. Samples are\r\n\n\ncollected using swabs and returned by mail. Samples collected outside of the United States are\r\n\n\nshipped using domestic post within each country to an aggregation site and stored at -80\u0089 at the\r\n\n\naggregation site until shipment to the United States. Shipment to the United States is done on dry\r\n\n\nice using a certi\u001ced shipping service.\r\n\n\n\r\n\n\n**Metabolite extraction of skin samples**\r\n\n\n1. Leave the 96-well plate with soaked cotton buds at a temperature of 4\u0089 for 24 to 48 hours.\r\n  CRITICAL STEP: Note that the extraction yield can be increased with higher extraction\r\n\n\ntemperature and longer extraction time. However, this can lead to the degradation of some\r\n\n\nmolecules.\r\n\n\n2. Remove each cotton bud with a pair of tweezers, and retrieve as much solvent as possible by\r\n  pressing the bud on the side of the well. Dispose of the cotton bud. CRITICAL STEP: During\r\n\n\nthis step prevent contamination of other wells by covering them with aluminium \u001clm.\r\n\n\n3. Evaporate the 96-well plate solvent content using the benchtop vacuum centrifuge concentrator.\r\n  CAUTION: The use of centrifugation device requires speci\u001cc training, in particular to ensure\r\n\n\nthat the rotor is properly equilibrated before spinning.\r\n\n\n4. Redissolve the plate content in 120 µL of 1:1 \\(v/v) acetonitrile:water at ambient temperature.\r\n  5. Cover the plate with a lid. Agitate gently the plate and use ultrasonic bath for 5 min to ensure\r\n  the appropriate dissolution of the sample.\r\n\n\n6. Centrifugate the 96-well plate at 2000 rpm for 15 minutes at ambient temperature.\r\n  7. Transfer 100 µL of the plate content with multi-channel pipette into a new 96-well plate \\(well\r\n  volume 400 µL). CRITICAL STEP: Make sure to reproduce the order of the wells and avoid cross\r\n\n\ncontamination of the plate by covering it with aluminium foil, and avoid undissolved material\r\n\n\nupon sample transfer.\r\n\n\n8. \\(Optional, but recommended). Pool 10 µL from each of twelve representative samples to create\r\n  a pooled QC sample.\r\n\n\n9. Store the plate with extracts at -20\u0089 until further analysis. Note that for longer storage,\r\n  storing the samples at -80\u0089 is recommended, followed by sonication of extracts to redissolve\r\n\n\nany precipitated material.\r\n\n\n\r\n\n\n**Metabolite extraction of stool samples**\r\n\n\n1. Remove the swab tubes scheduled for analysis from the -80\u0089 freezer and place on dry ice for\r\n  the duration of sample processing.\r\n\n\n2. Place each swab onto a Thermo Fisher Scientific \\(Waltham, MA) 2-ml deep-well 96-well plate set\r\n  on top of dry ice coolant. CRITICAL STEP: Make sure to reproduce the order of the wells and\r\n\n\navoid cross contamination of the plate by covering it with aluminium foil, and avoid undissolved\r\n\n\nmaterial upon sample transfer.\r\n\n\n4. Snap the top part of each swab stick o\u001b and discard.\r\n  5. Add 200 µl of HPLC-grade 90% \\(vol/vol) ethanol-water solvent to each well using a multichannel\r\n  pipette immediately after \u001clling all wells. It is recommended to include four blanks of unused\r\n\n\nswabs and extraction solvent onto each plate.\r\n\n\n6. Seal with a 96-well plate lid, sonicate for 10 min\r\n  7. Place into the refrigerator at 2\u0089 to extract samples overnight.\r\n  8. Remove and discard swabs.\r\n  9. Place the plates into a lyophilizer, and dry down the entire sample.\r\n  10. Add 200 µl 90% \\(vol/vol) ethanol-water for resuspension.\r\n  11. Resealed the plates and centrifuge at 2,000 rpm for 10 min. CAUTION: The use of centrifugation\r\n  device requires speci\u001cc training, in particular to ensure that the rotor is properly equilibrated\r\n\n\nbefore spinning.\r\n\n\n12. Transfer 100-µl aliquots of sample onto a Falcon 96-well MS plate using a multichannel pipette,\r\n  seal plate immediately with sealing \u001clm.\r\n\n\n13. Centrifuge sealed plates at 2,000 rpm for 10 min and analyze immediately or store at 2\u0089 until\r\n  analysis. CAUTION: The use of centrifugation device requires speci\u001cc training, in particular to\r\n\n\nensure that the rotor is properly equilibrated before spinning.\r\n\n\n\r\n\n\n**Mass spectrometry analysis**\r\n\n\n1. Prepare the LC mobile phase A of 100:0.1 \\(v/v) water:formic acid.\r\n  2. Prepare the LC mobile phase B of 100:0.1 \\(v/v) acetonitrile:formic acid.\r\n  3. Prime the C18 HPLC column according to the manufacturer's guidelines.\r\n  4. Set up the LC linear gradient method as follows: 0-0.5 min 2% B, 0.5-2 min 2-20% B, 2-8 min\r\n  20-98% B, 8-9 min 98-98% B, and 9-10 min 2% B with a constant of flow rate of 500 µL/min.\r\n\n\n5. Set up the LC parameters as following: column temperature \\(40\u0089), loop factor wash \\(3) \\(Dionex\r\n  UltiMate 3000, or as appropriate for other systems), injection volume \\(10 µL for skin samples,\r\n\n\n5 µL for fecal samples). Prime the injection system multiple time.\r\n\n\n6. \\(Optional) Clean-up the ESI source of the MS instrument according to the manufacturer's\r\n  guidelines. Calibrate instruments using the calibration solution according to manufacturer's\r\n\n\nguideline. For the MaXis II QTOF, add the solution containing internal lockmass \\(m/z 922.009)\r\n\n\nin the ESI source in the positive ion mode, following the the manufacturer's guideline.\r\n\n\n7. Set up the MS method as follows: for the MaXis II QTOF MS, acquire spectra in positive ion\r\n  mode in the mass range of m/z 80\u00152,000 with the following settings: capillary voltage, 4,500\r\n\n\nV; ion source temperature, 180 \u0089; dry gas \u001dow, 9 L/min; spectra rate acquisition, 3 spectra/s.\r\n\n\nPerform MS/MS fragmentation of the seven most intense selected ions per spectrum \\(TOP7)\r\n\n\nusing ramped collision-induced dissociation \\(CID) energy, ranging from 16 to 48 eV, to get\r\n\n\ndiverse fragmentation patterns. Set MS/MS exclusion after 3 spectra to be released after 30 s.\r\n\n\nSet an MS/MS exclusion list for the mass range of m/z 921.5\u0015924.5 to exclude the lockmass, and\r\n\n\nif needed include other adducts of the lockmass if their intensities are in the range of MS/MS\r\n\n\nthreshold.\r\n\n\n8. Run a blank sample and verify that no signi\u001ccant contamination from source is impacting\r\n  the system by assessing abundances of observed ions and ensuring that they do not exceed\r\n\n\nthresholds appropriate for the instrument \\(e.g. below few thousand counts for the MaXis II\r\n\n\nQTOF instrument). If high abundance contaminants are present, consider additional source\r\n\n\ncleaning, replacement of mobile phases, glassware, LC column or tubing, as needed.\r\n\n\n9. \\(Optional, but recommended): Start by running the QC sample, followed by a blank, and\r\n  repeat it at least two times. Check for satisfactory reproducibility by comparing multiple QC\r\n\n\nsamples \\(coefficient of variation, CV, below 0.1-0.3). Check for carryover by inspecting the blank\r\n\n\nthat followed a QC sample. If needed, adjust the injection volume to prevent chromatographic\r\n\n\nsaturation \\(peak broadening), and mass spectrometer detector saturation \\(peak flattening). If\r\n\n\nneeded, optimize the LC gradient to ensure appropriate separation of representative features,\r\n\n\nand the number of needle/injector washes to reduce carry-over below 1%.\r\n\n\n10. Prepare the LC-MS sequence for the samples injections. Include the analysis of the blank and\r\n  the QC sample every 12 samples or less, depending on total number of samples. If possible, the\r\n\n\nsamples order should be randomized.\r\n\n\n11. \\(Optional): Include a clean-up sample every 12 samples to limit column saturation. This is\r\n  recommended if sample contains components that are strongly retained by the column and are\r\n\n\nnot eluted completely by the mobile phase. Typically, this clean-up run is composed of multiple\r\n\n\nmobile phase composition variation according to the manufacturer's guidelines.\r\n\n\n12. Run the LC-MS sequence, and monitor regularly that \\(i) elution pro\u001cle of every QC sample is\r\n  reproducible \\(5-10 sec window maximum for UHPLC, or a coefficient of variation of 0.1-0.3), and\r\n\n\n\\(ii) that the calibration is stable \\(< 10 ppm for MaXis II QTOF). If needed, stop the LC-MS\r\n\n\nsequence, and calibrate the instrument according to manufacturer guidelines. For the MaXis II\r\n\n\nQTOF, lock mass calibrant must be added every 12 hours. If the LC-MS sequence was stopped,\r\n\n\nrun a QC sample and a blank prior continuing the rest of your analysis.\r\n\n\n13. After \u001cnishing the LC-MS experiments, open representative \u001cles, from both the beginning and\r\n  the end of the sequence, with the MS data viewing software \\(Data Analysis for MaXis II QTOF).\r\n\n\nOverlap features across samples, such as the internal standard, and assess the stability of the\r\n\n\nchromatography \\(retention shift in seconds), and the MS calibration \\(m/z window in ppm).\r\n\n\n14. Export all LC-MS/MS \u001cles into the centroided .mzXML format. For the MaXis II QTOF MS,\r\n  use CompassXport to apply calibration, and convert the data from .d format to .mzXML format\r\n\n\nin centroid mode \\(select Filters: Peak Picking, MS-Levels 1-2).\r\n\n\n\r\n\n\n**Data analysis**\r\n\n\nCreating feature tables. Multiple software packages for MS feature extraction exist and can be used;\r\n\n\nthe present protocol is given for the use of the open-source OpenMS 2.0\\[3] software utilized for feature\r\n\n\ndetection in the fecal sampling biological study example and MZmine2\\[4] used in the skin sampling\r\n\n\nbiological study. The recommended settings were found to be appropriate for the data obtained in\r\n\n\nour experiments; however, experienced users may \u001cnd changes in parameters necessary, especially\r\n\n\nif di\u001berent instrumentation is used.\r\n\n\n\r\n\n\n**Creating feature tables with OpenMS**.\r\n\n\n1. Prior to feature extraction, the collected HPLC-MS raw data \u001cles are converted from Bruker's\r\n  .d to .mzXML format\r\n\n\n2. Peaks across di\u001berent chromatograms deconvolved and aligned \\(feature detection). The\r\n  alignment window is set at 0.5 min, the noise threshold is set at 1,000 counts, the\r\n\n\nchromatographic peak full width at half-maximum \\(FWHM) value is set at 20, and the mass\r\n\n\nerror is set at 30 ppm.\r\n\n\n3. An output table with detected MS features across all samples and their corresponding\r\n  abundances is obtained.\r\n\n\n4. \\(Recommended): All of the peaks that are present in any of the blanks with a signal-to-noise\r\n  ratio \\(S/N) below 10:1 are removed from the \u001cfinal feature table. The threshold can be adjusted\r\n\n\nbased on speci\u001ccs of each experiment.\r\n\n\n\r\n\n\n**Creating feature tables with MZmine2**.\r\n\n\n1. Prior to feature extraction, the collected HPLC-MS raw data \u001cfiles are converted from Bruker's\r\n  .d to .mzXML format.\r\n\n\n2. The experimental fi\u001cles are loaded and batch-processed with the following settings for each step\r\n  in the batch:\r\n\n\n_Mass detection_\r\n\n\n* Noise level 1000\r\n  * Chromatogram builder\r\n  * Minimum time span 0.01 min\r\n  * Minimum peak height 3000\r\n  * m/z tolerance 0.1 m/z or 20 ppm\r\n  _Chromatogram deconvolution - Baseline cutoff\r\n\n\n* Minimum peak height 3000\r\n  * Peak duration range \\(min) 0.01 - 3.00\r\n  * Baseline level 300\r\n  _Deisotopisation - Isotopic peak grouper_\r\n\n\n* m/z tolerance 0.1 m/z or 20 ppm\r\n  * RT tolerance 0.1 min\r\n  * Maximum charge 4\r\n  _Peak alignment - Join aligner_\r\n\n\n* m/z tolerance 0.1 m/z or 20 ppm\r\n  * Weight for m/z 75\r\n  * Weight for RT 25\r\n  * RT tolerance \\(min) 0.1\r\n  _Peak \u001cltering - Peak list raw \u001clter_\r\n\n\n* Minimum peak in a row 3\r\n  * Minimum peak in an isotope pattern 2\r\n  3. An output table with detected MS features across all samples and their corresponding\r\n  abundances is obtained.\r\n\n\n4. \\(Recommended): All of the peaks that are present in any of the blanks with a signal-to-noise\r\n  ratio \\(S/N) below 10:1 are removed from the \u001cnal feature table. The threshold can be adjusted\r\n\n\nbased on speci\u001ccs of each experiment.\r\n\n\n\r\n\n\n**Molecular networking**\r\n\n\n1. Raw mass spectrometry data \u001cfiles in the .mzXML format are uploaded MassIVE mass\r\n  spectrometry database \\(https://massive.ucsd.edu/).\r\n\n\n2. Molecular networking\\[5] is performed to identify spectra shared between di\u001berent sample types\r\n  and to identify known molecules in the data set.\r\n\n\n3. MS/MS spectra are window \u001cltered by choosing only the top 6 peaks in the \u000650-Da window\r\n  throughout the spectrum.\r\n\n\n4. The MS spectra were are clustered with a parent mass tolerance of 0.02 Da and an MS/MS\r\n  fragment ion tolerance of 0.02; consensus spectra that contained fewer than 4 spectra are\r\n\n\ndiscarded.\r\n\n\n5. A network is created where with edges \u001cltered to have a cosine score above 0.65 and more than\r\n  5 matched peaks. The edges between two nodes are kept in the network if and only if each of\r\n\n\nthe nodes appeared in each other's respective top 10 most similar nodes.\r\n\n\n6. Set required library matches to have a score above 0.7 and at least 6 matched peaks, and search\r\n  the spectra in the network against GNPS spectral libraries\\[6]. All resulting annotations are at\r\n\n\nlevel 2/3 according to the proposed minimum standards in metabolomics\\[7].\r\n\n\n7. Molecular networks are visualized and using Cytoscape software\\[8]: download the required fi\u001cles\r\n  from the generated GNPS job by clicking on the \u0010Download GraphML for Cytoscape\u0011 link on\r\n\n\nthe status page.\r\n\n\n8. Open the Cytoscape software and import the downloaded \u001cfile: File \\! Import \\! Network \\!\r\n  File. . . and then select the .graphml fi\u001cle in the downloaded folder.\r\n\n\n9. Select appropriate labels for the network nodes and edges under the \u0010Style\u0011 tab.\r\n  10. The structure of molecules interest that are found within the cluster with existing annotations\r\n  may be postulated using annotation propagation from adjacent annotated nodes in the cluster\r\n\n\nas described in reference \\[6] by assessing di\u001berences in parent mass and fragmentation patterns.\r\n\n\n11. \\(Optional, if possible): For level 1 identi\u001ccations, authentic standards for postulated compounds\r\n  need to be procured and analyzed under identical experimental conditions. The retention times\r\n\n\n\\(RTs) and MS/MS spectra need to be compared to those experimentally obtained for the\r\n\n\nputatively annotated compounds.\r\n\n\n\r\n\n\n**Determining the molecular structure with SIRIUS 4**\r\n\n\n1. Extract the MS/MS spectrum of the compound of interest; this can be achieved in several ways:\r\n  _Extract the MS/MS using MSConvert software \\(ProteoWizard package)9_:\r\n\n\n2. Launch MSConvert GUI\r\n  3. Click \"Browse\" for the \"File\" \u001cfield to select the experimental .mzXML \u001cfile that contains\r\n  MS/MS spectrum of interest.\r\n\n\n4. Click \"Add\" to include the fi\u001cle into the analysis window.\r\n  5. Click \"Browse\" for the \"Output Directory\" \u001cfield to select the output directory.\r\n  6. Select \"Output format\": mgf\r\n  7. Select \"Binary encoding precision\": 32 bit.\r\n  8. Uncheck \"Use zlib compression\" box\r\n  9.  Under \"Filters\", select \"Subset\" and enter the scan number of the MS/MS spectrum of\r\n  interest.\r\n\n\n10. Click \"Add\".\r\n  11. Click \"Start\".\r\n  12. The .mgf \u001cfile containing the single MS/MS will be saved in the selected output folder.\r\n  _Extract the MS/MS peak list directly from GNPS job_:\r\n\n\n13. When viewing the in-browser network cluster, select the node of interest by left clicking\r\n  on it. The top right window will display the MS/MS of the consensus spectrum for this\r\n\n\nnode.\r\n\n\n14. Click on the \"Download MS/MS Peaks\" icon in the top right corner of the MS/MS\r\n  spectrum window. The browser will download the .txt fi\u001cle. CAUTION: The downloaded\r\n\n\nMS/MS peaks will belong to the consensus spectrum obtained from clustering multiple\r\n\n\nexperimental spectra and thus may di\u001ber from MS/MS patterns in individual \u001cfiles.\r\n\n\nCaution must be used to ensure that the appropriate spectrum is used for further analysis.\r\n\n\n15. Launch the GUI of the SIRIUS software.\r\n  16. Import the MS/MS spectrum \\(spectra) for the analysis:\r\n  * Click \"Import\" icon\r\n  * Click \"+\" icon\r\n  * Select the \u001cfile with MS/MS of interest \\(enter the parent m/z if not recognized from the fi\u001cle)\r\n  * Alternatively: Click \"Batch Import\" icon\r\n  * Select the \u001cfile with MS/MS of interest \\(Note: for batch import, multiple MS/MS spectra can\r\n  be loaded at once from a single \u001cfile. The .txt \u001cfiles cannot be used for batch import).\r\n\n\n17. For single spectrum import, select the ionization mode \\(\\[M+H]+ for the present case studies).\r\n  18. Click \"Compute All\"\r\n  19. In the pop-up window, select:\r\n  * \"Elements beside CHNOP\": include sulfur for the present biological case studies; for the range\r\n  of expected number of atoms use up to \"+2\" instead of \"auto\"\r\n\n\n*  Instrument: \"Q-TOF\" for the present biological case studies\r\n  * \"ppm\": \"\u001020\" for the present biological case studies\r\n  * \"candidates\": default of 10\r\n  * In the drop down menu, select \"formulas from biological databases\" \\(in the present case\r\n  studies) or other option if appropriate \\(Note: selecting \"all possible molecular formulas\"\r\n\n\nwould result in longer computing time)\r\n\n\n* Click the \"CSI:FingerID\" button\r\n  * Under \"Search in\" select \"biological database\"\r\n  * Select possible adducts \\(\\[M+H]+ is selected by default)\r\n  20. Click \"Compute\".\r\n  21. Once the \"Jobs\" icon is static, it indicates that the computation is completed and the results\r\n  can be explored.\r\n\n\nUnder the \"Compounds\" tab \\(left hand side), the currently active job is selected.\r\n\n\n22. In the \"Sirius Overview\" tab \\(main window), browse the results by clicking the suggested formulas\r\n  listed on top of the window. The explained fragments and calculated fragmentation tree are\r\n\n\ndisplayed below for each formula or could be viewed individually in the corresponding tabs.\r\n\n\n23. Select \"CSI:FingerID Details\" tab for possible structures for each formula. Speci\u001cc libraries for\r\n  possible candidate molecules could be selected. If no entries are displayed, the molecule with the\r\n\n\nexperimental spectrum is not present in selected source databases.\r\n\n\n24. In both of the biological case studies, the correct structures were found to have the highest\r\n  scores for both the molecular formulas and predicted structures; however, oftentimes that may\r\n\n\nnot be the case and researcher's discretion and expertise are essential for selecting the potential\r\n\n\ncandidate molecules for further consideration and interpretation."
        },
        {
            "header": "Timing",
            "content": "The sampling time for skin swabbing and faeces sampling is generally under one minute per sample.\r\n\n\nThe total time necessary for the samples preparation and data analysis depends on the number of\r\n\n\nsamples. Typical timing is approximately one hour for placing swabs into 96-well plate, 6 hours to\r\n\n\n12 hours for metabolite extraction, 24 hours for LC-MS analysis, 2 hours for MS feature extraction\r\n\n\n\\(strongly depends on the computational power of the system that runs the software), 6 hours\r\n\n\nfor preparing and running GNPS job. The time for network-based annotation propagation can vary\r\n\n\nwidely depending on the analysis circumstances. The time for a single SIRIUS/CSI:FingerID job for\r\n\n\na single spectrum processing is typically few seconds on a personal computer. A detailed breakdown\r\n\n\nof timing for speci\u001cc experimental steps is given in publication of Sirius 4."
        },
        {
            "header": "Troubleshooting",
            "content": "The users should follow general good laboratory practices for the analysis to avoid issues such\r\n\n\nas contamination. For detailed troubleshooting guidance speci\u001cc to the LC-MS/MS analysis, the\r\n\n\nuser should refer to the manuals of the instrumentation that is used in the experiment. Additional\r\n\n\ntroubleshooting guidelines speci\u001cc to the described work\u001dow are given in \\[1]. The troubleshooting\r\n\n\ntips for the GNPS-based molecular networking and annotation could be accessed at: https://\r\n\n\nccms-ucsd.github.io/GNPSDocumentation/troubleshooting/"
        },
        {
            "header": "Anticipated Results",
            "content": "The anticipated results should be comparable to those described in the given examples for the two\r\n\n\nbiological case studies."
        },
        {
            "header": "References",
            "content": "1. Protsyuk, I. et al. 3D molecular cartography using LC-MS facilitated by Optimus and 'ili\r\n  software. Nature protocols 13, 134\u0015154 \\(2018).\r\n\n\n2. McDonald, D. et al. American Gut: an Open Platform for Citizen Science Microbiome Research.\r\n  mSystems 3 \\(2018).\r\n\n\n3. Röst, H. L. et al. OpenMS: a \u001dexible open-source software platform for mass spectrometry data\r\n  analysis. Nat Methods 13, 741\u0015748 \\(2016).\r\n\n\n4. Pluskal, T., Castillo, S., Villar-Briones, A. & Oresic, M. MZmine 2: Modular framework for\r\n  processing, visualizing, and analyzing mass spectrometry-based molecular pro\u001cle data. BMC\r\n\n\nBioinf 11, 395 \\(2010).\r\n\n\n5. Watrous, J. et al. Mass spectral molecular networking of living microbial colonies. Proc Natl\r\n  Acad Sci U S A 109, E1743\u0015E1752 \\(2012).\r\n\n\n6. Wang, M. et al. Sharing and community curation of mass spectrometry data with Global Natural\r\n  Products Social Molecular Networking. Nat Biotechnol 34, 828\u0015837 \\(2016).\r\n\n\n7. Sumner, L. W. et al. Proposed minimum reporting standards for chemical analysis. Metabolomics\r\n  3, 211\u0015221 \\(2007).\r\n\n\n8. Shannon, P. et al. Cytoscape: a software environment for integrated models of biomolecular\r\n  interaction networks. Genome Res 13, 2498\u00152504 \\(2003).\r\n\n\n9. Adusumilli, R. & Mallick, P. Data Conversion with ProteoWizard msConvert. Methods in\r\n  molecular biology \\(Clifton, N.J.) 1550, 339\u0015368 \\(2017)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41592-019-0344-8",
                "date": "2019-03-19 20:26:26",
                "title": "SIRIUS 4: a rapid tool for turning tandem mass spectra into metabolite structure information",
                "authors": [
                    "Kai Dührkop",
                    "Markus Fleischauer",
                    "Marcus Ludwig",
                    "Alexander A. Aksenov",
                    "Alexey V. Melnik",
                    "Marvin Meusel",
                    "Pieter C. Dorrestein",
                    "Juho Rousu",
                    "Sebastian Böcker"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 16080,
                "identity": "a19e0d77-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Pieter Dorrestein",
                "email": "pdorrestein@ucsd.edu",
                "orcid": "",
                "institution": "Skaggs School Of Pharmacy, UCSD",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Pieter",
                "middleName": "",
                "lastName": "Dorrestein",
                "suffix": ""
            },
            {
                "id": 16078,
                "identity": "a19e056c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alexey Melnik",
                "email": "",
                "orcid": "",
                "institution": "Skaggs School Of Pharmacy, UCSD",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexey",
                "middleName": "",
                "lastName": "Melnik",
                "suffix": ""
            },
            {
                "id": 16079,
                "identity": "a19e0845-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alexander  Aksenov",
                "email": "",
                "orcid": "",
                "institution": "Skaggs School Of Pharmacy, UCSD",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "",
                "lastName": "Aksenov",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-11-12 23:20:17",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.133",
        "doiUrl": "https://doi.org/10.1038/protex.2018.133",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13473958,
                "identity": "fafa7613-5460-4ae7-932f-4e7c7de3faae",
                "added_by": "auto",
                "created_at": "2021-09-16 21:21:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 161663,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7151/v1/344b7da0-6484-4ffc-adc6-7cec428cfaad.pdf"
            }
        ],
        "financialInterests": "No conflicting financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "mass spectrometry, sirius, in-silico ms-ms",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "The procedures for the metabolomics analysis performed in the present work has been described previously for skin\\[1] and fecal material\\[2]. The detailed step by step instructions to reproduce the biological case studies presented in this work are given below.",
        "manuscriptTitle": "Data generation and analysis with SIRIUS 4 on two biological case studies",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-09-20 15:46:59",
                "doi": "10.1038/protex.2018.133",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a19da936-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 20th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4442,
                "name": "Chemistry"
            },
            {
                "id": 4443,
                "name": "Biochemistry"
            },
            {
                "id": 4444,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-09-20 15:46:59",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}