{
    "identity": "pex-335",
    "title": "<p>BMP4-induced symmetry breaking in a 3D model of the human epiblast</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The work on mouse embryos and other model organisms has revealed a wealth of knowledge on the signaling networks and morphogenesis underlying early embryogenesis, however there is still considerable interest in understanding early development in the human. Studying gastrulation and axial specification in human embryos is ethically prohibitive, thus the development of experimental models of the human embryo is crucial. We describe steps toward generating a 3D model of the human pre-gastrulation epiblast by culturing human embryonic stem cells (hESCs) in a 3D enviroment. Similar models of the early human and mouse embryos have recently been described that were used to studying various aspects surrounding gastrulation. Namely, human stem cells were used to create spherical epithelia that can break the amnion-epiblast symmetry under specific mechanical conditions<sup>1</sup>. In the case of mouse stem cells, two prominent models have been developed for the study of primitive streak formation and gastrulation. In the first, mixing mouse embryonic and extraembryonic stem cells induced a tissue cavity and asymmetric expression of the posterior marker BRACHYURY at the epiblast-trophectoderm interface<sup>2-4</sup>. In the second, solid clusters of mouse embryonic stem cells asymmetrically expressed BRACHYURY as well as many of the genes expressed downstream of gastrulation upon a short-term exposure to a small-molecule agonist of WNT<sup>5-7</sup>. Our hESC model of the human epiblast, in terms of pluripotency, tissue polarity, size, shape, and cell density resembles the epiblast of an <em>in vitro</em> attached day-10 human embryo. Modeling the polarity and cavitation of the tissue is especially important when using morphogens known to be secreted in early embryogenesis, because the receptors for TGFβ proteins, such as for BMP4, are localized on the basal and lateral side of the hESC tissue<sup>8</sup>. We applied this model to identify molecular players that can induce spontaneous anterior-posterior symmetry breaking starting from a uniform morphogen signal<sup>9</sup>. Our model isolates the contribution of the epiblast alone in this process, but it is also well suited as a starting point in creating more complex models of human embryogenesis, such as by layering with other tissues.</p><p>Importantly, this protocol and any study of early human embryogenesis with hESCs should be reviewed and approved by an independent ethics committee.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Accutase (StemPro #A1110501)</p><p>hESC media</p><p>ROCK inhibitor Y27632 (e.g. Stem Cell Technologies #72302)</p><p>Hydrogel (e.g. Mebiol gel, CosmoBio #MBG-PMW20-1001)</p><p>Matrigel (Corning #356234) or other source of the basement membrane</p><p>morphogen (e.g. BMP4)</p><p>DPBS+/+ (#14040133)</p><p>4% PFA in PBS+/+ (e.g. Poly Scientific R&amp;D Corp #S2303)</p><p>BSA (e.g. Sigma Aldrich #A7906)</p><p>Triton-X (Sigma Aldrich #X100-100ML)</p><p>Primary and secondary antibodies</p><p>DAPI</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>incubator (37 °C, 5% CO<sub>2</sub>)</p><p>biosafety cabinet</p><p>standard tissue culture equipment</p><p>microscopy imaging dish (e.g. Ibidi #81156).</p><p>2 ml tube</p>"
        },
        {
            "header": "Procedure",
            "content": "3D culture: preparation and differentiation\nThe preparation should be done inside a sterile biosafety cabinet. Ensure that all media is warmed to 37 °C especially when using thermoreversible gel.\n1.    Place aliquots of Matrigel, hydrogel (e.g. Mebiol gel) and an empty 2 mL tube on ice.\n2.    Dissociate hESCs with Accutase as single cells (Stem Cell Technologies). Spin cells at 300 g for 3 min, and resuspended with hESC media to 1–2x10\n6\ncells/mL. We used mouse embryonic fibroblast conditioned media (MEF-CM) supplemented with 20 ng/mL bFGF whose preparation is described in\n10\n.\n3.    Add ~30 µL of cell suspension to the empty tube on ice. Mix in 30 µL Matrigel and 150 µL hydrogel (in that order) and aspirate-release a few times with the P1000 pipette tip to disperse the cells throughout the gel until the mix appears homogenous. Ensure to minimize bubbling.\n4.    Quickly transfer the cell-gel mix to the bottom of a 35-mm dish in a snake-like pattern, covering most or the entire surface. If doing live-cell imaging, ensure to use cell culture imaging dish, such as the Ibidi 35-mm µ-dish (Ibidi #81156).\n5.    Transfer the dish to the incubator at 37 °C and 5% CO\n2\nfor ~5 minutes to solidify the gel.\n6.    Add 1.5 mL of hESC media (in our case, MEF-CM + 20ng/mL bFGF) supplemented with 10 μM ROCK inhibitor Y27632 and optionally with pen/strep or equivalent antibiotic for ~24 h. The media should completely cover the gel.\n7.    24h after seeding, replace medium with hESC medium (in our case, MEF-CM + 20ng/mL bFGF) optionally supplemented with pen/strep and let grow for additional 1–2 days. The gel should be solid, but take care when aspirating the medium. In case the gel appears loose or pieces of it have broken off, collect the medium using a wide bore tip or serological pipette, spin down at 100 g for 90 s and resuspend in new media.\n8.    Refresh media and add morphogen. For example, to treat with intermediate BMP4 concentration, as the majority of the work in the accompanying manucsript\n9\n, add 1 ng/mL BMP4 for 24–48h. If the results will be assessed with immunofluorescence (IF) staining, place the dish in the incubator and do not disturb it until the end of the experiment. To perform live-cell imaging, place the dish in the environmental chamber atop a microscope and commence imaging at a desired time. It is best to image 3D colonies suspended above but as close to the surface as possible.\n3D culture: IF staining\nThe IF staining can be performed at the bench, except when handling PFA which should be done in a chemical hood.\n1.    Wash dish once with DPBS +/+ then add 4% PFA. Typically at this stage the gel is still solid, however if it is loose or broken off, collect media, spin down at 100 g for 90 s, resuspend in DPBS+/+ then repeat and resuspend in 4% PFA. Keep in PFA for 30–60 min.\n2.    Remove PFA and wash once in DPBS+/+. Repeat the spin down cycle if gel loosens. Block with 2% BSA (m:v) in PBST (PBST: 0.1% Triton-X in DPBS+/+). Keep in block for at least 1h in the fridge. The sample can stay in the block solution in the fridge for at least two weeks until ready for staining.\n3.    By this point, most of the gel will loosen and in the case of thermoreversible gel like Mebiol, all the gel will liquefy. Perform the spin down cycle in between each wash step from this point onward. Do not aspirate the supernatant between spin downs with a vacuum aspirator; instead, gently remove it with a P1000 pipette. Replace media with primary antibodies dissolved in the block solution and keep overnight in the fridge. The staining time can be adjusted based on the primary antibody.\n4.    Wash twice in PBST.\n5.    Resuspend in secondary antibody and DAPI dissolved in block solution for 30 min at room temperature in a dark chamber.\n6.    Wash secondary antibody twice in PBST, move the sample to an imaging dish and keep in PBST."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>Step 3</strong>: The hydrogel and Matrigel quickly solidify at room temperature and should be kept on ice the whole time. The mixing with the cells should be done very quickly. It is best to add the cell suspension first into a cooled down tube, then thoroughly mix in the Matrigel and then thoroughly mix in the hydrogel, putting the tube back on ice between mixing steps.</p><p><strong>Step 7: Spontaneous differentiation of hESCs. </strong>It is tempting to use pure Matrigel as the 3D scaffold, customarily done with e.g. intestinal organoids. While Matrigel promotes the formation of spherical cavitated epithelia from hESCs, the cells quickly lose pluripotency and start differentiating, showing markers of extraembryonic fates. After 5 days in culture, prominent morphological changes are observed with the tissue forming star-like protrusions appearing to be invading the surrounding matrix, as described in the accompanying manuscript<sup>9</sup>. Using 1:5 (v:v) mix of Matrigel:PNIPAAm-PEG is enough Matrigel to promote the formation of the basement membrane and it provides a 3D scaffold that does not differentiate hESCs. This particular mix is just a suggestion and adjustments might need to be done for different cell types, differentiation protocols, media, etc. We encourage the reader to explore other hydrogels and extracellular matrix components, which may be more appropriate for their applications (see e.g.<sup>11</sup>). We also encourage exploring varying the cell density when embedding into the gel.</p><p><strong>Step 7: Poor tissue growth and insufficient cavitation.</strong> A good preparation is characterized by an abundance of 3D cavitated and quasi-columnar epithelia with few unstructured tissues and loose cells (Figure 1). If there are only sporadic cavitated colonies intermixed with unstructured clusters or if cells did not grow at all, the experiment should be repeated. We first suggest checking that hESCs do not show any signs of differentiation in regular culture. Our experience is that if there are signs of spontaneous differentiation in a parallel adherent culture, the differentiation is potentiated in 3D. The hydrogel and Matrigel should be used fresh or from fresh aliquots. We found that they deteriorate in 2–3 weeks in the fridge. We also recommend testing different gel stiffness especially if using other gels. The stiffness of hydrogels depends on their hydration and the temperature. In the case of PNIPAAm-PEG thermoreversible gel (Mebiol), the recommended m:v fraction is 10% where the gel has a storage modulus of ~1kPA at 37 °C (Ref-12).</p><p>Step 8: Considering that morphogens can interact with the basement membrane, different cell types can have quantitative differences in the expression of receptors, and due to other possible variability from one system to another, precise concentrations of morphogens and length of application should be adapted to individual systems and applications.</p><p>Step 8: With live-cell imaging, ensure that the imaging conditions are gentle enough to not be phototoxic to the cells. 3D colonies can adhere to the surface therefore choose colonies that are suspended close to the surface, but not touching it. Avoid imaging 3D colonies directly touching other colonies as it is unclear how they can affect one another.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Dissociation, gel mixing, cell embedding and gel incubation time takes about 30–45 min.</p><p>There is two to three day wait time for tissue growth that involves two media changes, each ~10 min.</p><p>Cell differentiation time depends on the experimental question and differentiation protocol.</p><p>Staining time is variable and typically takes two days with several 10-min steps and wait times in between.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>As described above, the cells should first grow into cavitated epithelial colonies, easily discernible with bright field microscopy (Figure 1 left) and will remain pluripotent for the duration of the experiment (Figure 1 right). The cavitation is typically seen 48h after seeding.&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shao, Y.<em> et al.</em> A pluripotent stem cell-based model for post-implantation human amniotic sac development. <em>Nat Commun</em> <strong>8</strong>, 208 (2017).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Harrison, S.E., Sozen, B., Christodoulou, N., Kyprianou, C. &amp; Zernicka-Goetz, M. Assembly of embryonic and extraembryonic stem cells to mimic embryogenesis in vitro. <em>Science</em> <strong>356</strong> (2017).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sozen, B.<em> et al.</em> Self-assembly of embryonic and two extra-embryonic stem cell types into gastrulating embryo-like structures. <em>Nat Cell Biol</em> <strong>20</strong>, 979-989 (2018).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhang, S.P.<em> et al.</em> Implantation initiation of self-assembled embryolike structures generated using three types of mouse blastocyst-derived stem cells. <em>Nature Communications</em> <strong>10</strong> (2019).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Beccari, L.<em> et al.</em> Multi-axial self-organization properties of mouse embryonic stem cells into gastruloids. <em>Nature</em> <strong>562</strong>, 272-276 (2018).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Turner, D.A.<em> et al.</em> Anteroposterior polarity and elongation in the absence of extraembryonic tissues and spatially localised signalling in Gastruloids, mammalian embryonic organoids. <em>Development</em> (2017).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;van den Brink, S.C.<em> et al.</em> Symmetry breaking, germ layer specification and axial organisation in aggregates of mouse embryonic stem cells. <em>Development</em> <strong>141</strong>, 4231-4242 (2014).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Etoc, F.<em> et al.</em> A Balance between Secreted Inhibitors and Edge Sensing Controls Gastruloid Self-Organization. <em>Dev Cell</em> <strong>39</strong>, 302-315 (2016).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Simunovic, M.<em> et al.</em> BMP4-induced symmetry breaking in a 3D model of the human epiblast. <em>Nat Cell Biol</em> (2019).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Deglincerti, A.<em> et al.</em> Self-organization of human embryonic stem cells on micropatterns. <em>Nat Protoc</em> <strong>11</strong>, 2223-2232 (2016).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ranga, A.<em> et al.</em> Neural tube morphogenesis in synthetic 3D microenvironments. <em>Proc Natl Acad Sci U S A</em> <strong>113</strong>, E6831-E6839 (2016).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lei, Y. &amp; Schaffer, D.V. A fully defined and scalable 3D culture system for human pluripotent stem cell expansion and differentiation. <em>Proc Natl Acad Sci U S A</em> <strong>110</strong>, E5039-5048 (2013).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank all the members of the Brivanlou and Siggia labs for their ongoing support, helpful discussions and critique. M.S. is a Junior Fellow of the Simons Society of Fellows. We were supported by NIH grants R01 HD080699 and R01 GM101653 to A.H.B. and E.D.S and NSF PHY 1502151 to E.D.S. Imaging was performed at The Rockefeller University Bio-Imaging Resource Center.</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "",
        "associatedPublications": [
            {
                "doi": "10.1038/s41556-019-0349-7",
                "date": "2019-07-01 16:03:20",
                "title": "A 3D model of a human epiblast reveals BMP4-driven symmetry breaking",
                "authors": [
                    "Mijo Simunovic",
                    "Jakob J. Metzger",
                    "Fred Etoc",
                    "Anna Yoney",
                    "Albert Ruzo",
                    "Iain Martyn",
                    "Gist Croft",
                    "Dong Shin You",
                    "Ali H. Brivanlou",
                    "Eric D. Siggia"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 88598,
                "identity": "0a0405be-f2ac-469a-b316-11649c3bae21",
                "order_by": 1,
                "name": "Mijo Simunovic",
                "email": "msimunovic@rockefeller.edu",
                "orcid": "https://orcid.org/0000-0001-9394-1552",
                "institution": "The Rockefeller University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Mijo",
                "middleName": "",
                "lastName": "Simunovic",
                "suffix": ""
            },
            {
                "id": 88606,
                "identity": "7ac6abd7-eebc-47ee-b777-8e304accf25f",
                "order_by": 2,
                "name": "Ali H. Brivanlou",
                "email": "brvnlou@rockefeller.edu",
                "orcid": "",
                "institution": "The Rockefeller University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ali",
                "middleName": "H.",
                "lastName": "Brivanlou",
                "suffix": ""
            },
            {
                "id": 88607,
                "identity": "132da143-c53f-406f-b19d-09c30346405d",
                "order_by": 3,
                "name": "Eric D. Siggia",
                "email": "siggiae@rockefeller.edu",
                "orcid": "",
                "institution": "The Rockefeller University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Eric",
                "middleName": "D.",
                "lastName": "Siggia",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-05-20 18:41:14",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.9730/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.9730/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 168804,
                "identity": "015b6969-98a9-45fa-9904-658fccc217f8",
                "added_by": "auto",
                "created_at": "2019-11-20 12:58:40",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1314737,
                "visible": true,
                "origin": "",
                "legend": "The formation of 3D cavitated hESC epithelia four days after embedding single cells into the hydrogel/Matrigel mix. Left: bright field image of what is considered a good preparation, characterized by an abundance of only cavitated apithelia. Scale bar, approximately 80 µm. Right: IF staining of the pluripotency markers. Scale bar, 20 µm.",
                "description": "",
                "filename": "FigureS1ver2.png",
                "url": "https://assets.researchsquare.com/files/93678d81-31f0-41ba-afa5-0b7d1ee97460/v1/FigureS1-ver2.png"
            },
            {
                "id": 13479230,
                "identity": "35668528-b18b-446f-8bd3-604512eaf056",
                "added_by": "auto",
                "created_at": "2021-09-16 21:38:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1093733,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-335/v1/5779e3ca-a0b2-4031-b581-6101e3f5518b.pdf"
            }
        ],
        "financialInterests": "There are no financial interest to declare.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "symmetry breaking, 3D stem cell culture, axial patterning, human embryonic stem cells",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>We describe the protocol of generating a 3D stem-cell-based model of the human pre-gastrulation epiblast by culturing human embryonic stem cells in a mix of hydrogel and Matrigel. Much like the epiblast of an <em>in vitro</em> attached day-10 human embryo, this model is an epithelial sphere with a cavity at its center, it is expressing key pluripotency markers, and it displays apico-basal polarity. The 3D colonies can further be differentiated with morphogens and in the case of intermediate concentrations of BMP4, they break the anterior-posterior symmetry characterized by an asymmetric expression of a primitive streak marker and showing signs of epithelial to mesenchymal transition.  The protocol described here is suitable for immunofluorescence staining and for live-cell imaging.</p>",
        "manuscriptTitle": "BMP4-induced symmetry breaking in a 3D model of the human epiblast",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-11-20 12:58:40",
                "doi": "10.21203/rs.2.9730/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "d6b0375c-c85e-4864-bae4-1b553c5f1bce",
        "owner": [],
        "postedDate": "November 20th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 12464,
                "name": "Developmental biology"
            },
            {
                "id": 12465,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-11-20 12:58:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}