{
    "identity": "nprot-2085",
    "title": "Rate-controlled Cryopreservation and Thawing of Mammalian Cells",
    "content": [
        {
            "header": "Reagents",
            "content": "Cell line for cryopreservation\r\n\n\nCryoprotective agent\r\n\n\nCryovials\r\n\n\nCoolBox™ CFT30 ice-­‐free cooling station for cryovials\r\n\n\nCryolabels and/or cryomarker\r\n\n\nFreezing Medium\r\n\n\nThawing Medium\r\n\n\nCoolCell® alcohol-­‐free cell freezing container\r\n\n\nThermalTray\r\n\n\nHP platform \\(optional for thawing)\r\n\n\n37°C waterbath\r\n\n\nLiquid nitrogen\r\n\n\nDry ice"
        },
        {
            "header": "Procedure",
            "content": "**Examination** \r\n\n\nPrior to freezing, the cells should be maintained in an actively growing state to ensure maximum health during freezing and a good recovery post-­‐thaw. Ideally, the cultures should be maintained antibiotic-­‐free for at least 1 week prior to freezing to help identify previously undetected contaminants in the culture. \r\n\n\n\r\n\n\n**Cell Harvesting** \r\n\n\n1. Handle the cells gently during harvesting since damaged cells will not survive the additional damage that occurs during the freezing and thawing processes. Generally, it is best to harvest the cells in the same manner used for routine subculture. Use a laminar flow hood, and CoolBox CFT30 ice free system, which allows the preparation of cryovials at <-­‐4°C without the mess of an ice bucket.\r\n   2. Prepare freezing medium and store at 2° to 8°C until use. There are several common media used to freeze cells \\(see below); however, in general a typical media contains 90% serum + 10% cryoprotectant. Cryoprotective agents reduce the freezing point of the medium and also allow a slower cooling rate, greatly reducing the risk of ice crystal formation, which can damage cells and cause cell death during freezing.  \r\n\n\n\r\n\n\n\r\n\n\n**For serum-containing medium, the constituents may be as follows**: complete medium containing 10% glycerol \r\n\n\ncomplete medium containing 10% DMSO \\(Dimethylsulfoxide) \r\n\n\n50% cell-­‐conditioned medium with 50% fresh medium with 10% glycerol or 10 % DMSO **NOTE: ** Always use the recommended freezing medium for cryopreserving your cells. \r\n\n\n\r\n\n\n3. Determine the total number of cells and % viability using a hemacytometer or cell counter and Trypan Blue exclusion. According to the desired viable cell density, calculate the required volume of freezing medium. In general, allow 1ml of freezing medium for each vial. \r\n  4. Centrifuge the cell suspension at approximately 100–200 × g for 5 to 10 minutes. Aseptically decant supernatant without disturbing the cell pellet and resuspend the cell pellet in the appropriate cryoprotective freezing medium to give a final cell concentration between 2 and 4 x 10\n6\ncells/ml. **NOTE:** Centrifugation speed and duration varies depending on the cell type. \r\n  \r\n\n\n**Cell Freezing and Storage** \r\n\n\n1. Label the cryovials so that one can recognize the contents of the vials from the writing on the top of the vial. Place cryovials into the CoolRack CFT30 within the CoolBox CFT30 ice free cooling station. \r\n  2. Aliquot 1ml of cell suspension in cryoprotective freezing medium into each of the cryovials. As you aliquot them, frequently and gently mix the cells to maintain a homogeneous cell suspension. \r\n  3. Freeze the cells at a cooling rate of -­‐1oC/min using CoolCell® alcohol-­‐free cell freezing container in a -­‐80oC freezer or dry ice locker; a suitable alternative to a programmable rate controlled freezer. \r\n  4. Making sure the solid core of the CoolCell \\(black ring) is at room temperature and seated in the bottom of the central cavity, place sample vials containing 1ml of cell suspension in each well. The sample vials should not extend above the CoolCell body. **NOTE: ** The 12 chambers within the CoolCell and sample tubes should be dry to avoid tube sticking upon freezing. In order to ensure a radially symmetric cooling rate, all vials should contain an equal volume of media, including the “blank” vials which can be stored and re-­‐used at a later date when extra vials are needed to fill CoolCell. \r\n  5. Fully seal the lid on the CoolCell and put the CoolCell into a -­‐80oC freezer or dry ice locker, making sure that there is at least 1 inch of free space clearance around the CoolCell. \r\n  6. Store CoolCell container in a -­‐80oC freezer for at least 4 hours and up to 24 hours prior to transfer to an archive storage such as a freezer capable of continually maintaining temperature below -­‐130°C or a gaseous phase liquid nitrogen storage vessel. **NOTE:** Always use dry ice to transfer the cells to permanent storage to avoid temperature rise and cell damage. Cryovial contents can rise from -­‐75°C to over -­‐50°C in less than one minute if exposed to room temperature air. \r\n  7. It is advisable to test cell viability by thawing one vial after short term storage in gas phase nitrogen before the stock culture is terminated. 8. Record the appropriate information about the cells in your cell repository. Records should include all of the following information: culture identity, passage or population doubling level, date frozen, freezing medium and method used, number of cells per vial, total number of vials initially frozen and the number remaining, their locations, their expected viability and results of all quality control tests performed. \r\n  \r\n\n\n**Cell Thawing and Recovery: ** \r\n\n\n1. Using appropriate safety equipment, remove the vial from its storage location and place it into the CoolRack CFT30. **Immediately** transfer the CoolRack to a 37°C water bath, and stabilize the CoolRack with a ThermalTray HP underneath it. This set up will ensure consistent and rapid thawing of all cryovials and aid in ensuring sterility, as the cryovials will not be put into direct contact with the bath water. **NOTE:** Rapid thawing \\(60 to 90 seconds at 37°C) provides the best recovery for most cell cultures as it reduces or prevents the formation of damaging ice crystals within cells during rehydration. \r\n  2. Transfer the cryovials into a laminar flow hood. Before opening hood, wipe the outside of the vial with 70% ethanol. \r\n  3. Since some cryoprotective agents may damage cells upon prolonged exposure, remove the agents as quickly and gently as possible. Transfer the desired amount of pre-­‐warmed complete growth medium appropriate for your cell line into the centrifuge tube containing the thawed cells. \r\n  4. Centrifuge the cell suspension at approximately 200 × g for 5–10 minutes. The actual centrifugation speed and duration varies depending on the cell type. \r\n  5. After the centrifugation, check the clarity of supernatant and visibility of a complete pellet. Aseptically decant the supernatant without disturbing the cell pellet. \r\n  6. Gently resuspend the cells in fresh growth medium, and transfer them into the appropriate culture vessel and into the recommended culture environment. **NOTE:** The appropriate flask size depends on the number of cells frozen in the cryovial, and the culture environment varies based on the cell and media type."
        },
        {
            "header": "References",
            "content": "Freshney, R. I., 1994. **Culture of Animal Cells: A Manual of Basic Technique**, pages 254-­‐263. \\(3rd edition); Wiley-­‐Liss, New York. York. BioCision, LLC. Copyright 2011. All rights reserved."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11745,
                "identity": "9f9ee695-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Maria  Thompson",
                "email": "maria@biocision.com",
                "orcid": "",
                "institution": "BioCision",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "",
                "lastName": "Thompson",
                "suffix": ""
            },
            {
                "id": 11746,
                "identity": "9f9ee9d0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michelle Nemits",
                "email": "",
                "orcid": "",
                "institution": "BioCision",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michelle",
                "middleName": "",
                "lastName": "Nemits",
                "suffix": ""
            },
            {
                "id": 11747,
                "identity": "9f9eed35-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rolf Ehrhardt",
                "email": "",
                "orcid": "",
                "institution": "BioCision",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rolf",
                "middleName": "",
                "lastName": "Ehrhardt",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-04-21 21:01:45",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.224",
        "doiUrl": "https://doi.org/10.1038/protex.2011.224",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464713,
                "identity": "c9e62622-273e-4472-8f4e-67dd5fdd18c4",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 123870,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2085/v1/0e09116c-f5aa-461f-85fd-1aadaad3f498.pdf"
            },
            {
                "id": 2608270,
                "identity": "cc2b4b6c-750f-481f-9151-5fb83d6d133c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 106591,
                "visible": true,
                "origin": "",
                "legend": "Cryopreservation Protocol   Cryopreservation Protocol",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2085/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "I am employed by BioCision the company which makes the CoolCell alcohol free freezing containers mentioned in this protocol",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Cryopreservation, Cooling, Freezing, CoolCell",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Cryopreservation is the use of very low temperatures to preserve structurally intact living cells. Mammalian cells are cryopreserved to avoid loss by contamination, to minimize genetic change in continuous cell lines, and to avoid transformation in finite cell lines. The cells which survive the thermodynamic journey from the warm incubator to the –196°C liquid nitrogen storage tank are free from the influences of time and thus cryopreservation is a critical component of cell culture. After all, an established cell line is a valuable resource and its replacement is expensive and time consuming. Successful cryopreservation of cells requires not only that the cells be handled in a proper fashion for harvesting with equipment in place to ensure consistency, reproducibility and sterility, but also that a correct choice and amount of cryoprotective agent is added, a controlled rate of freezing is used and a standardized storage method of cells under cryogenic conditions is performed. The following protocol describes a **general procedure** for cryopreserving cultured cells. **For non-­standard cells, always refer to the cell-­specific product insert.**",
        "manuscriptTitle": "Rate-controlled Cryopreservation and Thawing of Mammalian Cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-05-03 09:54:09",
                "doi": "10.1038/protex.2011.224",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f9e6ebb-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 3rd, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2562,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-05-03 09:54:09",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}