{
    "identity": "pex-1817",
    "title": "<p>Effect of Different Disinfection Protocols on The Resin Bond Strength to Dentin: In Vitro Study.</p><p><br></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The most common cause of restorations failures is recurrent caries. Clinical trials with long‑term follow‑up demonstrated cariogenic microorganisms persist under restorations and have an important role in the development of secondary caries.<sup>(1-2)</sup> </p><p>Cavity disinfection using antibacterial agents before cavity restoration ensures to a great extent elimination of cariogenic bacteria in the residual dental tissues<sup>&nbsp;</sup>and a long term restoration success.<sup> (3) </sup>Minimal invasive dentistry aims to remove only the heavily contaminated dentine , to arrest the carious process and thus maintain pulp vitality. Chlorohexidine(CHX) was found to reduce residual bacteria after cavity excavation including Streptococcus mutans present in dentinal tubules.<sup>(4)</sup> Trials to eliminate the microbial load using cavity disinfectants with no adverse effect on the bond strength of adhesive restoration geared toward the long-term success. Chlorohexidine has been shown to have an inhibitory effect on dentin matrix metalloproteinases (MMPs), thus reducing the degradation of adhesive interfaces. However, the scientific literature reported conflicting results. Some in vitro studies had demonstrated decreased bond strengths with self-etch adhesive systems applied after using CHX as cavity disinfectant.<sup>(5)</sup> Negative effects of (CHX) were reported on the microtensile bond strengths as well as on microleakage.<sup>(6)] </sup>while analysis of other data demonstrated no adverse effect on dentin bonding.<sup>(7-8-9)</sup> </p><p>After a long period of the testing and reevaluation of several methods used to reduce pathogenic oral microorganisms, it can be stated that antimicrobial photodynamic therapy (aPDT) can be adopted as a modality for bacterial decontamination in dentistry. Antimicrobial photodynamic therapy (aPDT) is a minimally invasive technique based on a combination of a photosensitizer activated by a light source with a specific wavelength to produce singlet oxygen, which inactivates the target oral bacteria releases reactive oxygen, thus leading to the alteration or even death of the target microorganisms.<sup>(10-11)</sup> &nbsp;Because of the resistance of oral microorganisms to antibiotics and antiseptics, aPDT could be alternative to classical antibacterial therapy. <sup>(12)</sup> Antimicrobial photodynamic therapy (aPDT) was reported to be effective in reducing the microbial load during restorative treatment of deep carious lesions.<sup> (13-14)</sup></p><p>One of the most employed photosensitizers is Toluidine blue. <sup>(15)</sup> The tooth and restoration staining was reported after the use of toluidine blue. <sup>(16)</sup> Natural photosensitizers are needed due to their biological effects, biocompatibility, and easy clearance from the biological system.<sup>(17)</sup> Phycocyanin is one of the natural biological molecules found in Spirulina platensis as a light-harvesting pigment, which possess anti-inflammatory, anti-cancer, and antioxidant effects.<sup>(18)</sup> Phycocyanin has many advantages, including water solubility, a non-toxic nature.<sup>(19)</sup> Therefore, using phycocyanin is a better alternative as a safe photosensitizer to be used in disinfecting cavities before restoration especially in esthetic zone. Phycocyanin did not cause any staining effect.<sup>(20-21</sup></p><p>&nbsp;The photosensitizer dye used in photodynamic therapy may affect the bonding of resin composite to dentin as its residual structural molecules may interfere during the adhesion process. &nbsp;According to the mechanism of aPDT in producing the free oxygen species, there may be an adverse result due to the interference of oxygen radicals with the bonding process and formation of resin tags at the tooth-adhesive interface. <sup>(22)</sup> </p><p>&nbsp;&nbsp;The aim of the current in vitro study is to evaluate and compare the microshear bond strength of one step self-etch adhesive to deep coronal artificial caries affected dentin disinfected with either chlorohexidine or (aPDT); as well as the microshear bond strength of self -adhesive resin cement to radicular dentin disinfected with either chlorohexidine or (aPDT).</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "1.Section twenty-four premolar teeth  with a precision diamond saw horizontally parallel to the occlusal surface above cementoenamel junction (CEJ) to expose coronal dentin (cervical one third of the crown)(group 1). Section 24 premolars horizontally parallel to the occlusal surface below CEJ to expose radicular dentin (the coronal one third of the root)( group 2).\n2. immerse each coronal dentin into demineralizing solution for 8 hours then into remineralizing solution for 16 hours to create artificial caries affected dentin (ACAD).\n3. Treat the exposed coronal and radicular dentin surfaces with 2% chlorohexidine (group C). Treat the exposed coronal and radicular dentin surfaces with 5 % C-Phycocyanin photosensitizer for 5 min, then c-activate the applied C-phycocyanin  using 635-nm diode laser.\n4.  Apply self-etch adhesive with gentle agitation on the coronal dentin surface. Light cure the adhesive for 10 seconds. Pack the resin composite inside Tygon tubes placed perpendicularly onto the flat coronal dentin surface. Light cure the resin composite for 20 seconds.\n5.Pack the resin cement into the Tygon tubes placed perpendicularly onto the radicular dentin surface. Light-cure the cement for 20 s.\n6. Place the specimens  in a universal testing machine and measure the microshear bond strength will be measured at a crosshead speed of 1 mm/minute until failure."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>the whole procedure will take approximately 3 months.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gonzalez-Cabezas C, Li Y, Gregory RL, Stookey GK. Distribution of three cariogenic bacteria in secondary carious lesions around amalgam restorations. Caries research. 1999;33(5):357-65.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bönecker M, Toi C, Cleaton-Jones P. Mutans streptococci and lactobacilli in carious dentine before and after Atraumatic Restorative Treatment. Journal of dentistry. 2003 Aug 1;31(6):423-8.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Prabhakar AR, Karuna YM, Yavagal C, Deepak BM. Cavity disinfection in minimally invasive dentistry-comparative evaluation of Aloe vera and propolis: A randomized clinical trial. Contemporary clinical dentistry. 2015 Mar;6(Suppl 1):S24.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wicht MJ, Haak R, Schütt-Gerowitt H, Kneist S, Noack MJ. Suppression of caries-related microorganisms in dentine lesions after short-term chlorhexidine or antibiotic treatment. Caries research. 2004;38(5):436-41.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mobarak EH. Effect of chlorhexidine pretreatment on bond strength durability of caries–affected dentin over 2-year aging in artificial saliva and under simulated intrapulpal pressure. Operative Dentistry. 2011;36(6):649-60.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hiraishi N, Yiu CK, King NM, Tay FR. Effect of 2% chlorhexidine on dentin microtensile bond strengths and nanoleakage of luting cements. Journal of dentistry. 2009 Jun 1;37(6):440-8. </p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bin-Shuwaish M, AlHussaini A, AlHudaithy L, AlDukhiel S, AlJamhan A, Alrahlah A. Effects of different antibacterial disinfectants on microleakage of bulk-fill composite bonded to different tooth structures. BMC Oral Health. 2021 Dec;21(1):1-9.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Singla M, Aggarwal V, Kumar N. Effect of chlorhexidine cavity disinfection on microleakage in cavities restored with composite using a self-etching single bottle adhesive. Journal of conservative dentistry: JCD. 2011 Oct;14(4):374.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chaharom ME, Ajami AA, Kimyai S, Abbasi A. Effect of chlorhexidine on the shear bond strength of self-etch adhesives to dentin. African journal of biotechnology. 2011;10(49):10054-7.</p><p>10.&nbsp;Cieplik F, Deng D, Crielaard W, Buchalla W, Hellwig E, Al-Ahmad A, Maisch T. Antimicrobial photodynamic therapy–what we know and what we don’t. Critical Reviews in Microbiology. 2018 Sep 3;44(5):571-89.</p><p>11.&nbsp;Lukseviciute V, Luksiene Z. Inactivation of molds on the surface of wheat sprouts by chlorophyllin-chitosan coating in the presence of visible LED-based light. Journal of Photochemistry and Photobiology B: Biology. 2020 Jan 1;202:111721.</p><p>12.&nbsp;Miron MI, Hogea E, Muntean C, Todea DC. Dental-Plaque Decontamination around Dental Brackets Using Antimicrobial Photodynamic Therapy: An In Vitro Study. International journal of environmental research and public health. 2021 Jan;18(23):12847.</p><p>13.&nbsp;Nagai Y, Suzuki A, Katsuragi H, Shinkai K. Effect of antimicrobial photodynamic therapy (aPDT) on the sterilization of infected dentin in vitro. Odontology. 2018 Apr;106(2):154-61.</p><p>14.&nbsp;Yoshii D, Katsuragi H, Shinkai K. Bactericidal effect of antimicrobial photodynamic therapy (aPDT) on dentin plate infected with Lactobacillus acidophilus. Odontology. 2021 Jan;109(1):67-75.</p><p>15.&nbsp;Santin GC, Oliveira DS, Galo R, Borsatto MC, Corona SA. Antimicrobial photodynamic therapy and dental plaque: a systematic review of the literature. The Scientific World Journal. 2014 Jan 1;2014.</p><p>16.&nbsp;Giusti JS, Santos-Pinto L, Pizzolito AC, Helmerson K, Carvalho-Filho E, Kurachi C, Bagnato VS. Antimicrobial photodynamic action on dentin using a light-emitting diode light source. Photomedicine and Laser Surgery. 2008 Aug 1;26(4):281-7.</p><p>17.&nbsp;Bharathiraja S, Seo H, Manivasagan P, Santha Moorthy M, Park S, Oh J. In vitro photodynamic effect of phycocyanin against breast cancer cells. Molecules. 2016 Nov;21(11):1470.</p><p>18.&nbsp;Pleonsil P, Soogarun S, Suwanwong Y. Anti-oxidant activity of holo-and apo-c-phycocyanin and their protective effects on human erythrocytes. International journal of biological macromolecules. 2013 Sep 1;60:393-8.</p><p>19.&nbsp;Chen JC, Liu KS, Yang TJ, Hwang JH, Chan YC, Lee IT. Spirulina and C-phycocyanin reduce cytotoxicity and inflammation-related genes expression of microglial cells. Nutritional neuroscience. 2012 Nov 1;15(6):252-6.</p><p>20.&nbsp;Afrasiabi S, Pourhajibagher M, Chiniforush N, Aminian M, Bahador A. Anti-biofilm and anti-metabolic effects of antimicrobial photodynamic therapy using chlorophyllin-phycocyanin mixture against Streptococcus mutans in experimental biofilm caries model on enamel slabs. Photodiagnosis and photodynamic therapy. 2020 Mar 1;29:101620.</p><p>21.&nbsp;Hashemikamangar SS, Alsaedi RJ, Chiniforush N, Motevaselian F. Effect of antimicrobial photodynamic therapy with different photosensitizers and adhesion protocol on the bond strength of resin composite to sound dentin. Clinical Oral Investigations. 2022 Jan 14:1-9.</p><p>22.&nbsp;Madani L, Sarkisians E, Kiomarsi N, Kharazifard MJ, Chiniforush N. Effect of antimicrobial photodynamic therapy on microleakage of class cavities restored with composite resin. Photodiagnosis and photodynamic therapy. 2018 Sep 1;23:78-82.</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.12669/pjms.37.7.4331",
                "date": "2021-09-21 06:07:50",
                "title": "Influence of synthetic and natural photosensitizers activated by photodynamic therapy on extrusion bond strength of fiber post to radicular dentin",
                "authors": [
                    "Khalid H. Almadi",
                    "Mazen F. Alkahtany",
                    "Basil Almutairi"
                ],
                "journal": "Pakistan Journal of Medical Sciences",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 80095811,
                "identity": "19fe1521-1df3-434f-aa9a-6e7f2aa83322",
                "order_by": 0,
                "name": "Nawal Aidaros",
                "email": "nawal.aidaros@acu.edu.eg",
                "orcid": "",
                "institution": "Ahram Canadian University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Nawal",
                "middleName": "",
                "lastName": "Aidaros",
                "suffix": ""
            },
            {
                "id": 80095812,
                "identity": "fec14de1-ca34-45ec-93bb-fd91b4b3b156",
                "order_by": 1,
                "name": "Heba Badra",
                "email": "",
                "orcid": "",
                "institution": "Ahram Canadian University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Heba",
                "middleName": "",
                "lastName": "Badra",
                "suffix": ""
            },
            {
                "id": 80095813,
                "identity": "07a64d79-e9b8-4ed6-96e7-db28f4c90ba2",
                "order_by": 2,
                "name": "Reem Ashraf",
                "email": "",
                "orcid": "",
                "institution": "King Salman International University Tur branch",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Reem",
                "middleName": "",
                "lastName": "Ashraf",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2022-01-29 13:28:47",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1817/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1817/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 19088024,
                "identity": "1ce9ab55-ea4a-488b-a1b7-b514316fe391",
                "added_by": "auto",
                "created_at": "2022-03-10 18:22:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 147956,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1817/v1/3874354d-b856-4b44-8f90-cc0a9d5371ca.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "C-Phycocyanin, Dentin disinfection, Photodynamic therapy, Chlorohexidine, Microshear bond strength",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Antimicrobial photodynamic therapy (aPDT) can be adopted as a modality for bacterial decontamination before cavity restoration to decrease the risk of secondary caries development. Trials to eliminate the microbial load using cavity disinfectants with no adverse effect on the bond strength of adhesive restoration geared toward the long-term success.</p><p>&nbsp;&nbsp;C-phycocyanin is a safe photosensitizer to be used in disinfecting cavities before restoration especially in esthetic zone as it does not stain the tooth or the restoration as does the toluidine blue. <sup>(16) &nbsp;</sup>However no studies had evaluated the bond strength of resin to dentin disinfected with C-phycocyanin extracted from spirulina platensis. </p><p>The teeth (n=48) will be allocated into 2 groups (n=24) according to the type of exposed dentin surface (coronal dentin and radicular dentin). Artificial caries affected dentin of coronal dentin (ACAD) will be induced after pH cycling for 14 days. Dentin surfaces will be disinfected either by using C-phycocyanin as photosensitizer activated &nbsp;using 635-nm diode laser or 2 % chlorohexidine or &nbsp;not disinfected (control group). Then one step self-etch adhesive will be bonded to coronal dentin followed by resin composite packing into the tygon tube applied perpendicular onto the coronal dentin.Self-adhesive resin cement will be bonded to radicular dentin by packing it into the tygon tubes applied perpendicular onto the radicular dentin. Microshear bond strength of self-etch adhesive to coronal dentin; and resin cement to radicular dentin will be tested. One sample from each group will be prepared for scanning electron microscope (SEM) examination.</p><p><br></p><p><br></p>",
        "manuscriptTitle": "Effect of Different Disinfection Protocols on The Resin Bond Strength to Dentin: In Vitro Study.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-03-10 18:22:16",
                "doi": "10.21203/rs.3.pex-1817/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "41b8e5c1-1174-43df-88f0-949f1b347e1b",
        "owner": [],
        "postedDate": "March 10th, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-03-10 18:22:16",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}