{
    "identity": "nprot-6059",
    "title": "Measurements of the mitochondrial respiration and glycolytic activity in Drosophila embryonic cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Glycolysis in the cytosol and oxidative phosphorylation \\(OXPHOS) in the mitochondrial inner membrane are the two major mechanisms used to produce ATP in eukaryotic cells. Mitochondrial cytochrome C oxidase \\(complex IV) uses O<sup>2</sup> in conjunction with protons as an acceptor of electron to produce H<sub>2</sub>O, whereas protons \\(H<sup>+</sup>) are released during lactate production, which occurs in non-mitochondria-linked aerobic glycolysis. Mitochondrial respiration and aerobic glycolytic activity, on the basis of the OCR and ECAR, respectively, are important parameters used to quantify mitochondrial energy metabolism in a variety of cellular contexts. Measurements of mitochondrial OCR in _Drosophila_ have been done using isolated mitochondria and permeabilized cells with a Clark-type oxygen electrode, but this assay cannot evaluate aerobic glycolytic activity at the same time <sup>1,2</sup>. Another study has employed the body wall tissues from third instar larvae to estimate the dynamic mitochondrial OXPHOS activity in a Seahorse Extracellular Flux Analyzer <sup>3</sup>. However, the OCR responses to mitochondrial respiratory complex inhibitors were blunt, since OXPHOS is not the major generator of ATP in body wall tissues, which makes it difficult to evaluate the precise mitochondrial activity of the cells _in vivo_. \r\n\n\n\r\n\n\nIn the early embryogenesis of _Drosophila_, nuclear divisions occur in the center of the eggs, and most nuclei migrate to the periphery without cell division. Cellular membranes emerge in the peripheral part of the multinucleated syncytium by 80-90 min. Then, all the periphery nuclei cellularize by 180 min. In this stage, the mitochondrial activity may be reduced <sup>4</sup>. Nevertheless, one can consistently observe the mitochondrial OCR in the embryonic cell cultures prepared from isolated blastodermal cells and the sharp responses to the mitochondrial inhibitors <sup>5</sup>.\r\n\n\n\r\n\n\nIn this protocol, we adapt the procedure of the MitoStress test to living Drosophila embryonic cells using a Seahorse XF<sup>e</sup>24 Extracellular Flux Analyzer \\(**Figure 1**). The quick preparation of staged embryonic cells is a key point of this protocol while the expression of the mitochondrial respiratory complexes can be collaterally analyzed by western blotting using residual cells to assess both the mitochondrial respiration and the mitochondrial integrity."
        },
        {
            "header": "Reagents",
            "content": "**Reagents**\r\n\n\n• Grape juice agar plates\r\n\n\nPrepare grape juice agar plates as follows:\r\n\n\n1. Autoclave 25-30 g of agar with 700 ml H<sub>2</sub>O for 40 min \\(solution A).\r\n  2. Add 20 ml of 95% ethanol to a 50-ml tube containing 0.5 g of methyl 4-hydroxybenzoate \\(Sigma-Aldrich, H3647). Add the solution of methyl 4-hydroxybenzoate to 300 ml of 100% grape juice concentrate \\(solution B).\r\n  3. Add solution B to solution A, and pour the mixture into 10-cm plastic dishes.\r\n  **Tip**: Do this step quickly to avoid the solidification of the mixture in the pouring container. \r\n\n\n**Tip**: An extra number of agar dishes should be prepared in case there is a peak of egg-laying. \r\n\n\n• Household bleach \\(sodium hypochlorite solution)\r\n\n\n• Embryo washing buffer: 0.7% NaCl, 0.05% Triton X-100, autoclaved.\r\n\n\n• Sterilized water: autoclaved MilliQ water \r\n\n\n• Schneider's _Drosophila_ medium \\(Gibco, 21720024)\r\n\n\n• Fetal bovine serum for insect cell culture \\(FBS, Sigma-Aldrich, F0643) \r\n\n\n• Cell-Tak \\(Corning, 354240) \r\n\n\n• Sodium bicarbonate \\(Sigma-Aldrich, S5761)\r\n\n\n• Sodium hydroxide \\(Sigma-Aldrich, S2770)\r\n\n\n• Injection compounds \\(or Seahorse XF Cell Mito Stress Test Kit, Seahorse Bioscience, 103015-100) \\(See **Table 1**)\r\n\n\nPort A: 50 µM oligomycin \\(Sigma-Aldrich, 75351; dissolved in 95% ethanol to make a 5 mg/ml \\(6.32 mM) stock solution) \r\n\n\nPort B: 10 µM FCCP \\(Sigma-Aldrich, C2920; dissolved in 95% ethanol to make a 50-mM stock solution)\r\n\n\nPort C: 50 µM antimycin A \\(Sigma-Aldrich, A8674; dissolved in 95% ethanol to make a 40-mM stock solution) and 50 µM rotenone \\(Sigma-Aldrich, R8875; dissolved in 95% ethanol to make a 2-mM stock solution)\r\n\n\n**Note**: Compounds should be dissolved in serum-free Schneider's _Drosophil_ medium. \r\n\n\nRIPA lysis buffer: 20 mM Tris-HCl, pH 7.4, 150 mM NaCl, 1%\\(w/v) Na deoxycholate, 2 mM EDTA, 1%\\(w/v) NP-40, 0.1% SDS\r\n\n\n\r\n\n\n**Materials**\r\n\n\n• 10-cm plastic dishes \\(Petri dishes)\r\n\n\n• A sufficient number of Drosophila lines \\(the ratio of females to males should be approximately 2 to 1) to collect over 1,200 eggs per line. \r\n\n\n**Note:** The number of obtained eggs may vary according to fly genotypes. We collected 800 - 1,000 eggs \\(embryos) from 1,000 fly pairs.\r\n\n\n**Tip:** Approximately 5 x 10<sup>4</sup> cells can be obtained from 100 embryos.\r\n\n\n• 1.5-ml Eppendorf-type tubes \\(sterilized)\r\n\n\n• Embryo-collecting container \\(tailor-made, 7.5 cm in internal diameter, 11.5 cm in height, See **Figure 2a, b**) \r\n\n\nNote: One container can accommodate approximately 600 flies.\r\n\n\n• Dounce tissue homogenizer with a loose pestle \\(working volume of 1 ml)\r\n\n\n• Cotton swabs\r\n\n\n• 40-µm cell strainer \\(Falcon, 352340)\r\n\n\n• 50-ml Falcon tubes \\(Falcon, 352070)\r\n\n\n• 15-ml Falcon tubes \\(Falcon, 352096)\r\n\n\n• BCA protein assay kit \\(ThermoFisher, 23225) \r\n\n\n• Seahorse XF24 FluxPak Mini \\(Agilent 100867-100, **Figure 3**). Contents include\r\n\n\n6 XF24 sensor cartridges \\(each set contains a sensor cartridge, hydro-booster, 24-well utility plate and lid), 10 XF24 cell culture microplates, and 1 bottle \\(500 ml) of Seahorse XF Calibrant Solution."
        },
        {
            "header": "Equipment",
            "content": "• XF<sup>e</sup>24 Extracellular Flux Analyzer \\(Seahorse Bioscience) with the run temperature off.\r\n\n\n**Note:** The internal temperature of XF<sup>e</sup>24 cannot be controlled at less than 8°C above the ambient temperature. In our case, as the ambient temperature was approximately 21°C, and the temperature of the microplate was approximately 28 ± 1°C during the measurement.\r\n\n\n• Cooled incubator \\(Panasonic Healthcare, MIR-254, set at 25°C)\r\n\n\n• Inverted microscope \\(with fluorescence, phase-contrast objectives)\r\n\n\n• Microplate absorbance reader \\(Molecular Device, SpectraMax 190)\r\n\n\n• Single-channel and multichannel pipettes\r\n\n\n• Benchtop centrifuge for 1.5-ml tubes\r\n\n\n• Microplate centrifuge for XF<sup>e</sup>24 cell culture microplates"
        },
        {
            "header": "Procedure",
            "content": "**A. Hydration of a Seahorse XF\ne\n24 sensor cartridge**\r\n\n\nAdd 1.0 ml of XF calibrant solution to each well of a 24-well utility plate, cover the utility plate with the hydro-booster \\(pink spacer), and then place the sensor cartridge in the utility plate. Finally, cover the sensor cartridge with the lid. Place the sensor cartridge in a 25°C incubator to hydrate over 12 hrs.\r\n\n\n**Tip:** The sensor cartridge should be hydrated at least 12 hrs before use. In our case, we allowed the sensor cartridge to hydrate overnight \\(approximately 16 hrs). \r\n\n\n\r\n\n\n**B. Preparation of Cell-Tak-coated microplates**\r\n\n\n1. Prepare 1.5 ml of Cell-Tak solution by dissolving 33.8 µg of Cell-Tak in the appropriate volume of 0.1 M sodium bicarbonate \\(pH 8.0), and immediately add 1 M sodium hydroxide at half the volume of Cell-Tak stock solution \\(in 5% acetic acid) used to prepare a final volume of 1.5-ml solution. \r\n  **Note:** The concentration of Cell-Tak stock solution may vary in each lot.　We mixed 16.55 µl of Cell-Tak stock solution \\(2.03 mg/ml in 5% acetic acid) with 1.475 ml of sodium bicarbonate \\(0.1 M, pH 8.0) and immediately added 8.275 µl sodium hydroxide \\(1 M) to adjust the pH to approximately 8.0.\r\n\n\n2. Apply 50 µl of the Cell-Tak solution to each well of the XF\ne\n24 cell culture microplates and incubate them at RT for 20 min. \r\n  3. Aspirate the Cell-Tak solution and rinse each well twice using 200 µl of sterile water.\r\n  **Tip:** The Cell-Tak-coated-XF\ne\n24 cell culture microplates may be stored for up 1 week at 4˚C.\r\n\n\n\r\n\n\n**C. Embryonic cell preparation**\r\n\n\n1. Put male and female flies in a fly embryo-collecting container set on a grape juice agar dish with a yeast chunk in the center \\(**Figure 1a and 2a, b**) in the afternoon \\(e.g., 2 pm).\r\n  **Tip:** Use young flies at the age of 3-7 days post eclosion to obtain enough eggs, and the peak of egg-laying will come approximately 5-7 days after mating. Mating can be done either in a fly bottle or in the embryo-collecting container. \r\n\n\n2. Replace the grape juice agar dish with a new one without the yeast chunk by turning the container upside down and mildly anesthetizing the flies with CO\n2\n. Culture the flies in a cooled incubator set at 25˚C for 1 hr to collect the embryos.\r\n  3. Remove the grape juice agar dish with the eggs from the container, and further incubate the eggs on the dish at 25˚C for 2 hrs.\r\n  4. Prepare Schneider's _Drosophila_ medium containing 5% FBS and 40% bleach in water just before use, and keep both at 4˚C. Chill an autoclaved Dounce tissue homogenizer with a loose pestle on ice.\r\n  5. Take the eggs \\(embryos) on the dish out of the incubator and rinse the dish with the embryo washing buffer. Collect the embryos from the dish with a cotton swab \\(**Figure 1b and 2c**) and the embryo washing buffer. Transfer the embryo suspension into a sterilized 1.5-ml tube using a 1-ml plastic pipette. \r\n  **Tip:** Cut off the tip of a 1-ml plastic pipette with scissors for embryo transfer without damage.\r\n\n\n6. Wash the embryos in the 1.5-ml tube several times with the embryo washing buffer and another couple of times with sterilized water \\(**Figure 1c**). \r\n  **Tip:** Centrifugation is not required. The embryos settle quickly.\r\n\n\n7. Dechorionate the embryos with 1 ml of 40% bleach for 2 min \\(**Figure 1c and 2d**).\r\n  **Tip:** Longer incubations reduce cell viability.\r\n\n\n8. Remove the bleach immediately.\r\n  9. Rinse the embryos with 1 ml of 5% FBS/Schneider's _Drosophila_ medium 4 times.\r\n  **Tip:** Centrifugation is not required. The embryos settle quickly.\r\n\n\n10. Resuspend the embryos in 1 ml of 5% FBS/Schneider's _Drosophila_ medium, and transfer into an autoclaved Dounce tissue homogenizer \\(**Figure 1d and 2e**).\r\n  11. Move the Dounce pestle slowly up and down 10-12 times \\(**Figure 1d and 2e**).\r\n  12. Filter the homogenized embryos into a sterilized 50-ml tube through a 40-µm cell strainer \\(**Figure 1e and 2f**).\r\n  13. Transfer the filtered homogenized solution into a sterilized 1.5 ml tube, and spin down embryonic cells at 1,000 g for 3 min at 4˚C.\r\n  14. Remove the supernatant carefully, resuspend the cell pellet using 1.0 ml of 5% FBS/Schneider's _Drosophila_ medium, and spin down at 1,000 g for 3 min at 4˚C.\r\n  15. Repeat step 13 two or three more times to remove debris. Suspend the cells with 210 µl of serum-free Schneider's _Drosophila_ medium and count the cell number using 10 µl of the cell suspension \\(**Figure 1f and 2g-i**). \r\n  16. Resuspend the cells in an appropriate volume of serum-free Schneider's _Drosophila_ medium kept at RT to achieve the desired cell density per well \\(Best results were obtained in 0.8-1.6 x10\n5\ncells per well \\(See **Figure 4**). Resuspend cells at a concentration of 0.8 x 10\n6\nto 1.6 x 10\n6\ncells/ml).\r\n  **Note:** We prepared approximately 600 µl of cell suspension from 1,200 eggs for 6-well plating.\r\n\n\n\r\n\n\n**D. Loading of compounds and calibration of the cartridge sensor** \r\n\n\n1. Take the sensor cartridge out of the 25˚C incubator. \r\n  2. Apply the appropriate volume of the compounds to the sensor cartridge ports \\(see **Table 1**). \r\n  3. Remove the lid and hydro-booster, assemble the sensor cartridge and the utility plate again, and load it into the Seahorse Analyzer’s tray. Then, start the calibration of the sensor cartridge. \r\n  **Tip:** The calibration process takes approximately 20 min. Proceed to the next steps.\r\n\n\n\r\n\n\n**E. OCR and ECAR analysis**\r\n\n\n1. Add 100 µl of serum-free Schneider's _Drosophila_ medium to all wells of the Cell-Tak-coated microplate kept at RT. \r\n  **Tip:** Cell-Tak-coated XF\ne\n24 Cell culture microplate must be kept at RT before cell seeding. Do not pre-incubate the serum-containing medium in Cell-Tak-coated wells, as this results in the loss of adhesion.\r\n\n\n2. Dispense 100 µl of the cell suspension from step 16 in **C** to each sample well.\r\n  **Note:** We used 6 wells per line.\r\n\n\nTip: Monolayer cell adhesion on the microplate is important to measure the OCR and ECAR.\r\n\n\n3. Add 100 µl of serum-free Schneider's _Drosophila_ medium to the background/control wells.\r\n  4. Centrifuge the microplate at 200 g for 1 min. Do not use a braking system. \r\n  5. Transfer the microplate to the 25˚C incubator for 25-30 minutes to ensure the cells have completely attached.\r\n  6. Confirm that most of the cells have adhered to the bottom of wells using an inverted microscope \\(**Figure 2j**).\r\n  7. Slowly and gently add 400 µl of serum-free Schneider's _Drosophila_ medium along the side of each well to avoid disturbing the cells.\r\n  8. Further incubate the microplate in the 25˚C incubator for 15 min.\r\n  9. Replace the utility plate from step 3 in **D** with the embryonic cell-seeded microplate and start the assay. Proceed to the MitoStress assay according to the manufacturer’s protocol \\(**Table 2**).\r\n  10. After the assay, collect the cells using a 1-ml pipette, and lyse the cell pellet using a 5-10x volume of RIPA buffer. Measure the total protein concentration using a BCA assay kit."
        },
        {
            "header": "Troubleshooting",
            "content": "Tips for troubleshooting can be found in **Table 3**."
        },
        {
            "header": "Anticipated Results",
            "content": "Evaluation and anticipated results are shown in **Table 4** and **Figure 5**, respectively."
        },
        {
            "header": "References",
            "content": "1. Ferguson, M., Mockett, R. J., Shen, Y., Orr, W. C. & Sohal, R. S. Age-associated decline in mitochondrial respiration and electron transport in Drosophila melanogaster. _Biochem J_ **390**, 501-511, doi:10.1042/BJ20042130 \\(2005).\r\n  2. Miwa, S., St-Pierre, J., Partridge, L. & Brand, M. D. Superoxide and hydrogen peroxide production by Drosophila mitochondria. _Free radical biology & medicine_ **35**, 938-948 \\(2003).\r\n  3. Da-Re, C. et al. UCP4C mediates uncoupled respiration in larvae of Drosophila melanogaster. _EMBO Rep_ **15**, 586-591, doi:10.1002/embr.201337972 \\(2014).\r\n  4. Tennessen, J. M. et al. Coordinated metabolic transitions during Drosophila embryogenesis and the onset of aerobic glycolysis. _G3 \\(Bethesda)_ **4**, 839-850, doi:10.1534/g3.114.010652 \\(2014).\r\n  5. Meng, H. et al. Loss of Parkinson’s disease-associated protein CHCHD2 affects mitochondrial crista structure and destabilizes cytochrome c. _Nat Commun_ **8**, 10.1038/ncomms15500 \\(2017)."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank Masahiro Yamashita, Tsuyoshi Inoshita and Kahori Shiba-Fukushima for their technical support. This research was supported by a Grant-in-Aid for Scientific Research \\(26293070 \\[Y.I.], 15H04842 \\[N.H.]) from MEXT in Japan and a Grant-in-Aid for Scientific Research on Innovative Areas \\(23111003 \\[N.H.])."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms15500",
                "date": "2017-06-21 07:35:38",
                "title": "Loss of Parkinson?s disease-associated protein CHCHD2 affects mitochondrial crista structure and destabilizes cytochrome c",
                "authors": [
                    "Hongrui Meng",
                    "Chikara Yamashita",
                    "Kahori Shiba-Fukushima",
                    "Tsuyoshi Inoshita",
                    "Manabu Funayama",
                    "Shigeto Sato",
                    "Tomohisa Hatta",
                    "Tohru Natsume",
                    "Masataka Umitsu",
                    "Junichi Takagi",
                    "Yuzuru Imai",
                    "and Nobutaka Hattori"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14887,
                "identity": "a11a89d0-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yuzuru Imai",
                "email": "yzimai@juntendo.ac.jp",
                "orcid": "",
                "institution": "Department of Research for Parkinson's Disease, Juntendo University Graduate",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yuzuru",
                "middleName": "",
                "lastName": "Imai",
                "suffix": ""
            },
            {
                "id": 14884,
                "identity": "a11a7f18-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hongrui Meng",
                "email": "",
                "orcid": "",
                "institution": "Research Institute for Diseases of Old Age, Juntendo University Graduate School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hongrui",
                "middleName": "",
                "lastName": "Meng",
                "suffix": ""
            },
            {
                "id": 14885,
                "identity": "a11a8357-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chikara Yamashita",
                "email": "",
                "orcid": "",
                "institution": "Department of Neurology, Juntendo University Graduate School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chikara",
                "middleName": "",
                "lastName": "Yamashita",
                "suffix": ""
            },
            {
                "id": 14886,
                "identity": "a11a871b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nobutaka Hattori",
                "email": "",
                "orcid": "",
                "institution": "Department of Neurology, Juntendo University Graduate School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nobutaka",
                "middleName": "",
                "lastName": "Hattori",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-06-21 08:03:39",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.069",
        "doiUrl": "https://doi.org/10.1038/protex.2017.069",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609836,
                "identity": "c4478700-f97d-4835-9f40-6fd29c87b9df",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 207506,
                "visible": true,
                "origin": "",
                "legend": "A schematic overview of the experimental procedure.   The experimental procedure consists of assay plate preparation [(*A*) the hydration of the cartridge, (*B*) microplate coating with Cell-Tak and (*D*) loading of compounds onto the cartridge], (*C*) embryonic cell preparation, and (*E*) OCR and ECAR measurements and data analysis using XF^e^24 extracellular Flux analyzer. The compounds used were mitochondrial complex inhibitors so that the key parameters of mitochondrial functions could be determined. The detailed preparation of the embryonic cells is described in the main text.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6059/v1/figure_1.jpg"
            },
            {
                "id": 2609835,
                "identity": "eef1f9c7-335c-411d-93d8-db9f557d75a5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 273112,
                "visible": true,
                "origin": "",
                "legend": "The procedure used to prepare Drosophila embryonic cells and the typical appearance of embryonic cells under microscopies.   (*a*) A grape juice agar plate with a yeast chunk in the center and an embryo-collecting container. (*b*) The assembled embryo-collecting container containing approximately 600 flies. (*c*) The harvesting of eggs with a cotton swab. (*d*) The dechorionation of the embryos with 40% bleach. (*e*) The embryo suspension homogenization by a Dounce tissue homogenizer. (*f*) The filtration of the homogenized embryos with a cell strainer. (*g*) The isolated embryonic cells under a phase-contrast microscope. (*h*, *i*) The higher magnification of a phase-contrast image (*i*) and the fluorescence imaging of nucleic staining with Hoechst 33342 (*h*) to visualize the _Drosophila_ embryonic cells. Scale bar, 25 μm. (*j*) A monolayer of embryonic cells on the bottom of the Cell-Tak-coated microplate (1 × 10^5^ cells/well). Scale bar, 200 μm.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6059/v1/figure_2.jpg"
            },
            {
                "id": 2609837,
                "identity": "fe198fe4-10ad-41fc-bbf1-93a44f0f1bea",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 89524,
                "visible": true,
                "origin": "",
                "legend": "The contents of Seahorse XF24 FluxPak Mini.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6059/v1/figure_3.jpg"
            },
            {
                "id": 2609839,
                "identity": "308fcdf9-2af1-4aae-b584-cef3fbdb4b74",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 207878,
                "visible": true,
                "origin": "",
                "legend": "The results of the OCR measurement from embryonic cells at different cell numbers.   (*a*) The OCR responses at various cell numbers of embryonic cells (0.5 × 10^4^ to 1.6 × 10^5^ cells/well). The dashed lines indicate the timing of oligomycin (final concentration of 5 μM), FCCP (final concentration of 1 μM), and rotenone (final concentration of 5 μM) with antimycin A (AA, final concentration of 5 μM) injected via the XF^e^24 injector ports. The graph shows the OCR in pmoles per min. (*b*) The OCRs were normalized using the total amount of embryo proteins.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6059/v1/figure_4.jpg"
            },
            {
                "id": 2609838,
                "identity": "99b7330e-b97a-40ff-9fec-a072c60af6e1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 253258,
                "visible": true,
                "origin": "",
                "legend": "The anticipated results of the OCR and ECAR profiles.   (*a*) The measurement starts with basal OCR, and the ATP-linked respiration is calculated by the subtraction of the oligomycin-sensitive OCR from the basal OCR. The maximal and spare respiratory capacities can be estimated after FCCP injection. The non-mitochondrial OCR can be distinguished from the mitochondrial OCR by injecting a mixture of antimycin A (AA) and rotenone. (*b*) The average OCR before and after treatment with compounds. (*c*) A ECAR typical curve after treatment with the indicated compounds. (*d*) The average ECAR before and after treatment with the indicated compounds. The OCR and ECAR were normalized using the amounts of protein from the embryonic cells seeded at 1.0 × 10^5^ cells/well. The values present the mean ± S.E.M. from six wells.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6059/v1/figure_5.jpg"
            },
            {
                "id": 2609841,
                "identity": "fc9dbbae-9d51-45ba-8440-4b538814e64b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 551541,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Preparation of mitochondrial inhibitors (for 24 wells). ",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6059/v1/figure_6.jpg"
            },
            {
                "id": 2609844,
                "identity": "56dcdfcb-970e-4128-8920-fc1122552a3f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 181787,
                "visible": true,
                "origin": "",
                "legend": "Table 2   The XF^e^24 instrument protocol for the OCR and ECAR measurements using Drosophila embryonic cells.",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6059/v1/figure_7.jpg"
            },
            {
                "id": 2609842,
                "identity": "a896e223-9692-4563-a2c7-9f801ac18431",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 237673,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Troubleshooting advice.",
                "description": "",
                "filename": "figure8.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6059/v1/figure_8.jpg"
            },
            {
                "id": 2609845,
                "identity": "338983a5-17e9-4561-ae3c-122a99f9bc78",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:14",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 173329,
                "visible": true,
                "origin": "",
                "legend": "Table 4   The definition and the calculation of the assay parameters for the OCR measurements.",
                "description": "",
                "filename": "figure9.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6059/v1/figure_9.jpg"
            },
            {
                "id": 13465145,
                "identity": "27949b86-f33a-4655-bdd3-2e8552ef0850",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 719059,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6059/v1/93caac80-ec24-46b3-b748-71013f8e3621.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Drosophila, embryonic cells, mitochondrial respiration and glycolytic activity, OXPHOS, Seahorse XFe24 Extracellular Flux Analyzer",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "The fruit fly \\(_Drosophila melanogaster_) is a powerful animal model used to understand human diseases because this tiny animal has simple but conserved cell signaling pathways that are associated with human diseases. Studies using _Drosophila_ have contributed to the understanding of the pathogenesis of mitochondrial diseases, including neurodegenerative diseases and metabolic diseases. Here, we provide measurement protocols for the oxygen consumption rate \\(OCR) and extracellular acidification rate \\(ECAR) that have been optimized for _Drosophila_ cells from early developmental stage embryos using the Seahorse XF<sup>e</sup>24 Extracellular Flux Analyzer. These methods require fertilized eggs with a synchronized developmental stage that have been mechanically homogenized and subsequently plated on a microplate for the assay. With these protocols, the OCR and the ECAR can be measured in _Drosophila_ embryonic cells during a variety of mitochondrial stresses in real time and the electron flux can be estimated during oxidative phosphorylation \\(OXPHOS).",
        "manuscriptTitle": "Measurements of the mitochondrial respiration and glycolytic activity in Drosophila embryonic cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-07-10 16:08:41",
                "doi": "10.1038/protex.2017.069",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a11a2c51-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 10th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3976,
                "name": "Developmental biology"
            },
            {
                "id": 3977,
                "name": "Genetics"
            },
            {
                "id": 3979,
                "name": "Biochemistry"
            },
            {
                "id": 3981,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-07-10 16:08:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}