{
    "identity": "pex-534",
    "title": "Dihydrofolate reductase (DHFR) reporter enzyme assay for <em>Haloferax volcanii</em>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Reporter genes are valuable tools for the analysis of differential gene expression [1]. The encoded reporter enzymes are typically small monomeric enzymes that fold with high efficiency in the cytoplasm of various species and that can be quantified with enzymatic assays that are robust, sensitive, and cheap. Transcriptional fusions are used to study promoter activities or/and transcript stabilities. Translational fusions further report on (differential) translational efficiencies and on protein stabilities. </p><p>Halophilic archaea use the so called “salt in” strategy for osmotic adaptation to high salt environments, i.e. their cytoplasmic salt concentration is as high as the external concentration. Therefore, reporter genes that are widely used for bacteria or eukaryotes cannot be used for haloarchaea, because they do not function at high salt concentrations. A few haloarchaea-specific reporter genes have been established, e.g. a haloarchaeal beta-galactosidase [2] and a halotolerant version of the green fluorescent protein (GFP) [3]. Here, we describe the application of the <em>dhfr</em> gene encoding dihydrofolate reductase as a reporter gene, which has been introduced in 1996 [4] and has since then been successfully applied to study differential regulation of transcription and translation as well as translational coupling.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Phosphate-citrate buffer: 50 mM KH<sub>2</sub>PO<sub>4 </sub>x 3 H<sub>2</sub>O, 50 mM KH<sub>2</sub>PO<sub>4</sub>, 50 mM citric acid, pH 6.0 with KOH</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Basal salts: 2.1 M NaCl, 220 mM MgCl<sub>2 </sub>x 6 H<sub>2</sub>O, 41 mM MgSO<sub>4 </sub>x 7 H<sub>2</sub>O, 13 mM KCl, 9 mM CaCl<sub>2 </sub>x 2 H<sub>2</sub>0, 50 mM Tris/HCl pH 7.2</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3 M KCl in phosphate-citrate buffer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4 M KCl in phosphate-citrate buffer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DHF stock solution: 10 mM DHF in H<sub>2</sub>O bidest.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DHF working solution: 0.6 mM DHF in 3 M KCl (prepare freshly and keep on ice protected from light)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NADPH-Solution: 2 mM NADPH</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Microtiter plate (MTP) photometer </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;96 well microtiter plates</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pierce<sup>TM</sup> BCA Assay Kit (Thermo Scientific)</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Cultivation of the strains\n1.     Inoculate 30 ml of complex medium with a plasmid-containing strain and grow it to stationary phase. At least three biological replicates of each sample should be used and a negative control (culture with an empty vector) should be added.\n2.     With the fresh stationary cultures, 30 ml pre cultures are inoculated and cultivated to mid-exponential growth phase (about 4*10\n8\ncells/ml). Those cultures are used to inoculate new 30 ml cultures, which are also cultivated to mid-exponential growth phase (about 4*10\n8\ncells/ml) and used for DHFR assays and Northern blot analyses.\nHarvesting the cultures\n3.     For the RNA analysis two 2 ml aliquots are removed and the cells are harvested by centrifugation (13.000 rpm, 2 minutes, room temperature). The supernatant is removed and the cell sediment is resuspended in 400 µl RNA-lysis buffer until all cells are lysed. These samples can be stored at -80°C. RNA lysis buffer composition, RNA isolation and Northern blot analysis are described in the method “Northern blot analysis” (doi: ).\n4.     For the DHFR enzyme assay 20 ml of the culture are removed and the cells are collected by centrifugation (4000 rpm, 15 minutes, 4\no\nC). The supernatant is discarded and the cells are suspended in 5 ml basal salts.\n5.     The cells are again collected by centrifugation (4000 rpm, 15 minutes, 4\no\nC). The supernatant is discarded and the pellet is suspended 1 ml basal salts.\nCell lysis\n6.     For cell lysis the suspensions are sonicated three times for 30 seconds (duty cycle 50%, output control 3) with cooling periods for at least one minute in between. The samples are kept on ice during sonication and cooling periods.\n7.     The samples are centrifuged to remove cell debris and membranes (13 000 rpm, 30 minutes, 4°C). The supernatant is transferred to a new tube and represents the cytoplasmic extract used for the enzyme assay.\nDetermination of the specific DHFR reporter enzyme activity\n8.     Different dilutions of the cytoplasmic extract are generated (e.g. 1:2; 1:5; 1:10) and are measured in 2 technical replicates. The DHFR assay is performed in a 96 well microtiter plate. The reaction mix contains 100 µl cytoplasmic extract dilution, 150 µl 4 M KCl (preheat to 40°C), and 25 µl DHF- solution.\n9.     The reactions are started by the addition of 25 µl NADPH solution, and the optical density at 340 nm is measured in a MTP Photometer for 20 minutes with measurements every 20 seconds.\n10. For the determination of the DHFR volume activity, cytoplasmic extract dilutions are chosen for which the decrease of extinction is linear for at least 180 seconds (ΔE).\n11. The extinction change in the negative control is subtracted from the extinction changes of all samples to yield the DHFR-specific extinction change.\n12. The DHFR volume activities of the samples are calculated using the following formula\nVolume activity [U/ml]= ΔE*min\n-1\n*ε\n-1\n*d\n-1\n*D\nU: Enzyme activity (µmol*min\n-1\n) 1 U = 16.67 nkat\nΔE/min: Change in extinction at 340 nm (min\n-1\n)\nε: Extinction coefficient of NADPH at 340 nm (6.220 mM\n-1\n*cm\n-1\n)\nd: thickness of the cuvette [cm] (300 μl in a 96 well MTP: 0,95 cm)\nD: Dilution of the sample\n13. To quantify the protein concentration, the PIERCE\nTM\nBCA (Bicinchoninic acid) protein assay kit is used with suitable dilutions of the lysates according to the instructions of the manufacturer. The assay has been adapted to 96 well MTPs to enable the parallel processing of many samples. Bovine serum albumin (BSA) is used to generate a standard curve, using concentrations form 0 mg/ml to 2 mg/ml. The colorimetric biuret-reaction results in the formation of a blue color, which can be quantified photometrically at 562 nm. The BSA standard curve is used to calculate the protein concentrations of all samples (mg/ml).\n14. The specific DHFR activity [U/mg] is calculated by dividing the volume activity [U/ml] with the protein concentration [mg/ml]. To represent the specific DHFR activity in the SI unit [nkat/mg], the value of the old unit [U/mg] is divided by 16.67."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>[1] T. Jiang, B. Xing, J. Rao (2008) Recent developments of biological reporter technology for detecting gene expression. <em>Biotechnol. Genet. Eng. Rev.</em> 25: 41-75.</p><p>[2] N. Patenge, A. Haase, H. Bolhuis, D. Oesterhelt. (2000) The gene for a halophilic beta-galactosidase (<em>bgaH</em>) of <em>Haloferax alicantei</em> as a reporter gene for promoter analyses in <em>Halobacterium salinarum</em>. <em>Mol. Microbiol.</em> 36:105-113.</p><p>[3] C. Reuter, S. Uthandi, J.A. Puentes, J.A. Maupin-Furlow (2010) Hydrophobic carboxy-terminal residues dramatically reduce protein levels in the haloarchaeon <em>Haloferax volcanii</em>. <em>Microbiology</em> 156:248-255.</p><p>[4] S. Danner, J. Soppa (1996) Characterization of the distal promoter element of halobacteria <em>in vivo</em> using saturation mutagenesis and selection. <em>Mol. Microbiol.</em> 19:1265-1276.</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-019-11999-9",
                "date": "2019-09-09 14:22:03",
                "title": "Translational coupling via termination-reinitiation in archaea and bacteria",
                "authors": [
                    "Madeleine Huber",
                    "Guilhem Faure",
                    "Sebastian Laass",
                    "Esther Kolbe",
                    "Kristina Seitz",
                    "Christina Wehrheim",
                    "Yuri I. Wolf",
                    "Eugene V. Koonin",
                    "Jörg Soppa"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 108437,
                "identity": "aa1a5e82-273c-4693-b440-101886f8da1d",
                "order_by": 1,
                "name": "Madeleine Huber",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-0601-174X",
                "institution": "Goethe-University, Institute for molecular Biosciences, Frankfurt am Main",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Madeleine",
                "middleName": "",
                "lastName": "Huber",
                "suffix": ""
            },
            {
                "id": 108438,
                "identity": "f6e4b977-be1e-4713-a56e-5ac903258c5f",
                "order_by": 2,
                "name": "Jörg Soppa",
                "email": "soppa@bio.uni-frankfurt.de",
                "orcid": "",
                "institution": "Goethe-University, Institute for molecular Biosciences, Frankfurt am Main",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jörg",
                "middleName": "",
                "lastName": "Soppa",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-07-09 12:54:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.11263/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.11263/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15665601,
                "identity": "89e508d9-f08b-43c2-b4fe-1d8d2561d829",
                "added_by": "auto",
                "created_at": "2021-11-18 13:32:25",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 144388,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-534/v1/914480d1-f292-456c-9f59-44306453a679.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Haloferax volcanii, reporter gene, Dhfr, enzyme assay",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The dihydrofolate reductase (DHFR) is routinely used a reporter enzyme for <em>H. volcanii</em>. The DHFR catalyzes the reduction of dihydrofolate to tetrahydrofolate and the concomitant oxidation of NADPH to NADP<sup>+</sup>. This leads to a reduction of extinction at 340 nm, which is measured to quantify the DHFR activity. To avoid background, it is best to use an <em>H. volcanii</em> strain with a deletion of the chromosomal <em>dhfr</em> gene, which is available upon request (soppa@bio.uni-frankfurt.de). However, the expression level of the chromosomal <em>dhfr</em> gene is very low, so that it is also possible to use the wildtype strain and subtract the DHFR background level. The assay was adapted to the microtiter plate format to enable the parallel handling of a large number of samples. The “procedure” (see below) describes an application with the <em>dhfr</em> gene in a translational fusion with the gene of interest. </p>",
        "manuscriptTitle": "Dihydrofolate reductase (DHFR) reporter enzyme assay for Haloferax volcanii",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-09-09 09:23:03",
                "doi": "10.21203/rs.2.11263/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a5bc6a22-5613-496b-a3b7-ab44189ae63c",
        "owner": [],
        "postedDate": "September 9th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 15962,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-09-09 09:23:03",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}