{
    "identity": "nprot-2869",
    "title": "High-throughput High-content Detection of Genetic Modifiers of Neurodegeneration in Human Stem Cell Derived Neurons",
    "content": [
        {
            "header": "Introduction",
            "content": "Human stem cell \\(SC)-derived neurons are believed to hold great potential for the study and treatment of neurodegenerative diseases \\(ND)<sup>1</sup>. Considering that the living neurons of ND patients are essentially unavailable for biomedical research at cellular levels, the SC-derived neurons are the closest possible and are thus considered as the best cellular models for ND. This appealing feature of these models makes them ideal and powerful cellular systems for studying of these diseases. \r\n\n\n\r\n\n\nOne of the most intriguing applications of these models is to use them for potential screenings to identify genetic modifiers of neurodegenerative phenotypes, which may lead to the discovery of important disease mechanisms or therapeutic targets that are likely to be effective in real patient neurons. A number of SC-derived ND models showed neurodegeneration or associated phenotypes<sup>2-7</sup>, some of which could be potentially utilized for genetic screening studies, but none has been reported yet, possibly due to a lack of simple protocols to execute such ideas.\r\n\n\n\r\n\n\nDevelopment of the protocol\r\n\n\nThe most disease relevant cellular phenotype for ND is the neurodegeneration per se. This meets intrinsic problem however, because if the disease neurons do show the neurodegeneration phenotype, you may not be able to obtain sufficient neurons for screening experiments. We have recently established a protocol for human embryonic stem cell \\(ESC)-derived neurons expressing mutant versus wild-type HTT protein fragments. We culture these neurons in enriched protective conditions where the neurons survive fine, and re-plate them into standard non-protective culture conditions where they exhibit mutant HTT-dependent neurodegeneration phenotypes<sup>6</sup>. This principle could also be applied to iPSC-derived neurons<sup>2, 8</sup>, and potentially other neuronal models for ND, while the exact conditions for protective versus non-protective may need to be tested and adjusted. For example, we discovered that ESC-derived neurons expressing mHTTexon1 fragments requires matrigel coated culture surface and mTeSR based culture medium for survival, and robust neurodegeneration could be detected when they are cultured on PDL-coated culture surface with Neurobasal based culture medium<sup>6</sup>. For iPSC derived neurons, further removal of brain derived neurophic factor \\(BDNF) in the culture medium is needed to detect robust neurodegeneration<sup>2, 8</sup> \\(also see Fig. 4d). Based on this principle, we have succeeded in establishing simple and high-throughput compatible protocols to quantify the observed neurodegeneration phenotype using IncuCyte technology<sup>6, 8</sup> \\(Fig. 1), which is potentially useful for screening studies. \r\n\n\n\r\n\n\nIn addition, we developed an approach to achieve high-efficiency knock-down of target genes by siRNA transfection in these neurons, and managed to couple it with the phenotypic detection via IncuCyte<sup>6, 8</sup>; allowing potential high-throughput genetic screenings for modifiers of neurodegeneration. \r\n\n\n\r\n\n\nExperimental design\r\n\n\nThis protocol will mainly focus on ESC-derived neurons. For iPSC-derived neurons, similar assays could be performed with BDNF deprivation<sup>2, 8</sup> \\(also see Fig. 4d). In addition, capase-3 activity can be measured as an index of toxicity as well using the NucView 488 caspase-3 dye, which will be described briefly. There are multiple ways that the neurons could be obtained based on protocols published already<sup>9-11</sup>, and neurons differentiated from several different methods could be utilized for this protocol, as long as preliminary experiments are performed to ensure that the siRNA transfection works well and the neurodegeneration phenotype is truly disease relevant. This protocol will only focus on the steps after successful neuronal differentiation. The procedure is summarized in Fig. 1 and mainly includes three parts: neuron preparation, siRNA transfection, and neurodegeneration measurement.\r\n\n\n\r\n\n\nFor the first part, neurons are cultured, frozen and thawed in protective culture conditions. As a standard quality control for neuronal differentiation, we recommend performing immuno-fluorescence for the neuronal marker TUBB3<sup>6</sup> to confirm that ~90% or above of the cells are neurons. In order to obtain a large enough quantity of neurons for potential screenings, neurons could be frozen and cryopreserved before thawing for experiments<sup>12</sup> \\(step 1-3).\r\n\n\n\r\n\n\nIn order to achieve high-efficiency siRNA transfection, a reverse transfection protocol has been established, which could achieve 80~90% knock-down for several target proteins such as HTT, RASD2 and NUB1<sup>6, 8</sup>. The non-targeting siRNA need to be used as a negative control. In our protocol, both siRNA transfection and neurodegeneration measurement need lifting and re-plating of the neurons, and thus we integrated the two parts together – the cells are plated onto the siRNA transfection mix in non-protective culture condition, so that they are transfected with siRNAs and transferred to the non-protective culture condition for neurodegeneration measurements simultaneously.\r\n\n\n\r\n\n\nFor neurodegeneration measurements, we established an assay based on IncuCyte technology, which enables high-throughput, long-term, automated imaging of cells within a standard cell culture incubator \\(Fig. 1). Integrated image analysis software automatically quantified neurodegeneration from time lapse images by measuring the cell confluence for each well of the microplate over the entire assay time course \\(Fig. 2). Kinetic confluence measurements accurately reflected the dynamics of neuronal cell death and could be easily verified by reviewing the high definition phase-contrast images. The ability of the confluence metric to represent relevant phenotypic changes in the neuronal cultures was further validated by live/dead cell imaging and nuclei-staining counts6. In addition, IncuCyte measurements of green fluorescent signals enabled imaging based caspase-3 activity quantification as readouts for neurotoxicity in iPSC-derived neurons<sup>2, 8</sup> \\(Fig. 4b).\r\n\n\n\r\n\n\nControl experiments have to be performed to ensure that the phenotype is caused by the disease gene or at least disease relevant. More specifically, the phenotype should be absent or significantly mitigated in non-disease line\\(s) of ESC- or iPSC- derived neurons. In addition, known modulators of the disease need to be tested to confirm that they modulate the disease phenotypes as expected. In our case, we utilized stably transfected ESC-derived neurons to model Huntington’s disease \\(HD), which is a ND caused by neuronal toxicity of the mutant HTT protein \\(mHTT) with expanded polyglutamine \\(polyQ) stretch<sup>13</sup>. We generated the HD versus the control model by stable transfection of HTTexon1 fragments in the ESC derived neurons, and the neurodegeneration phenotype is only observed in the lines expressing mutant but not wild-type HTT fragments<sup>6</sup>. In addition, several known modulators of mHTT toxicity, such as HTTexon1 siRNA<sup>14</sup>, RASD2 siRNA<sup>15</sup>, and NUB1 cDNA lentivirus<sup>8</sup> all rescued the neurodegeneration phenotype<sup>6</sup> \\(also see Fig. 4c). Note that the exact rate and extend of neurodegeneration could be mildly different from batch to batch, and thus it is critical to perform experiments of the controls simultaneously with modifiers of interest."
        },
        {
            "header": "Reagents",
            "content": "REAGENTS\r\n\n\n• benzyloxycarbonyl-V-A-D-O-methyl fluoromethyl ketone \\(z-VAD-FMK) \\(R&D Systems, #FMK001) \r\n\n\n• Dimethyl sulfoxide \\(DMSO, Hybri-Max) \\(Sigma-Aldrich, #D2650)\r\n\n\n• myo-Inositol \\(Sigma-Aldrich, #I7508)\r\n\n\n• polyvinyl alcohol \\(Sigma-Aldrich, #341584)\r\n\n\n• Knockout Serum Replacement \\(Life Technologies, #13717)\r\n\n\n• DMEM \\(Life Technologies, # 11965-092)\r\n\n\n• DPBS \\(Life Technologies, #14190)\r\n\n\n• StemPro® Accutase® Cell Dissociation Reagent \\(Accutase) \\(Life Technologies, #A11105-01)\r\n\n\n• Matrigel \\(BD Biosciences, #354234)\r\n\n\n• X-Vivo 10 \\(Lonza, #04-380Q)\r\n\n\n• mTeSR®1 \\(Stemcell Technologies, #05850) \r\n\n\n• Neurobasal medium \\(Life Technologies, #21103-049)\r\n\n\n• B-27 Supplement \\(Life Technologies, # 17504-044)\r\n\n\n• Cytosine β-D-arabinofuranoside \\(Ara-C) \\(Sigma-Aldrich, #C1768)\r\n\n\n• Noggin \\(R&D, #6057-NG)\r\n\n\n• Lipofectamine RNAiMAX \\(Life Technologies, # 13778150)\r\n\n\n• NucView 488 caspase-3 dye \\(Biotium, #30029)\r\n\n\n• Opti-MEM \\(Life Technologies, #31985070)\r\n\n\n• human neurotrophin-3 \\(NT-3) \\(R&D systems, #267-N3)\r\n\n\n• human brain-derived neurotrophic factor \\(BDNF) \\(R&D systems, #248-BD)\r\n\n\n• human glial cell-derived neurotrophic factor \\(GDNF) \\(R&D systems, #212-GD)\r\n\n\n• human insulin like growth factor I \\(IGF) \\(R&D systems, #291-G1)\r\n\n\n• siRNA: we have tested a number of different siRNAs ordered from IDT, Thermo Scientific \\(Dharmacon) and Life Technologies \\(Ambion), and they all worked fine. For mini-screening experiments, all siRNAs were ordered from Dharmacon stamped at 0.1 nmol per well in 96 well plates.\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\n• Freezing medium \\(for 5 mL): 3250 µl Knockout Serum Replacement, 500 µl DMSO, 1000 µl myo-inositol \\(500mM stock, 4.5g/50ml), 12.5 µl polyvinylase \\(500mM stock, 1g/30ml), 250 µl DMEM, 0.125 µl caspase inhibitor z-VAD-FMK\r\n\n\n• Culture medium A: mTeSR®1 medium + Noggin \\(500 ng/ml) + Ara-c \\(12 µM ) + z-VAD-FMK \\(500 nM)\r\n\n\n• Culture medium B: Neurobasal medium + B-27 \\(1X) + NT-3 \\(10 ng/ml) + BDNF \\(10 ng/ml) + GDNF \\(10 ng/ml) + IGF \\(10 ng/ml)\r\n\n\n• Culture medium C: Neurobasal medium + B-27 \\(1X) + NT-3 \\(10 ng/ml) + BDNF \\(10 ng/ml) \r\n\n\n• Culture medium D: Neurobasal medium + B-27 \\(1X) + NT-3 \\(10 ng/ml) + GDNF \\(10 ng/ml) + IGF \\(10 ng/ml)"
        },
        {
            "header": "Equipment",
            "content": "• Vi-CELL analyzer \\(Beckman Coulter): Cell suspension could be directly loaded to the provides cup and placed onto the sockets in the equipment for automated cell counting and viability measurement.\r\n\n\n• Tissue culture incubator \\(Thermo Scientific, HERA 150i): Set to 37 oC with 5% CO2\r\n\n\n• Tissue culture biosafety hood \\(Thermo Scientific, 1300 Series Class II, Type A2)\r\n\n\n• IncuCyte FLR \\(Essen bioscience) with 20x objective: Placed directly in the tissue culture incubator  and connected to the data collection hub \\(Fig. 1); the system was installed by the vendor.\r\n\n\n• PDL-coated 96-well plates \\(BD biosciences, #356692) \r\n\n\n• matrigel-coated 96-well plates \\(BD biosciences, #354607) \r\n\n\n• Cryo freezing container \\(Nalgene)\r\n\n\n• Cell culture dishes and plates \\(BD biosciences)\r\n\n\n• Water bath \\(Precision 280)\r\n\n\n• Pipettes and tips\r\n\n\n• Conical tubes \\(15 ml and 50 ml, Corning)\r\n\n\n• Eppendorf tubes"
        },
        {
            "header": "Procedure",
            "content": "Step1-3:\r\n\n\nPreparation and culture of ES-derived or iPS-derived neurons\r\n\n\n1. Freeze the neurons:\r\n  1.1) Check the culture under the microscope to confirm that the neurons are viable and have the correct morphology \\(Fig. 3a).\r\n\n\n1.2) Treat the culture with the caspase inhibitor z-VAD-FMK at 500 nM for 30 minutes in the incubator by adding the inhibitor directly to the culture medium;\r\n\n\n1.3) In the tissue culture hood, aspirate the culture medium from the dishes, and then add 1XDPBS into the dish to wash out the residue medium; ~2 ml per 35 mm Petri dish, or proportional volumes for other sizes of culture surfaces;\r\n\n\n1.4) Aspirate the DPBS and add pre-warmed Accutase to lift the cells; ~0.5 ml per 35 mm Petri dish, or proportional volumes for other sizes of culture surfaces;\r\n\n\n CAUTIONS: Be quick at all of the above steps so that the culture does not get dry for over ~5 seconds.\r\n\n\n1.5) Put the dishes into the 37oC tissue culture incubator, and incubate them for ~15 minutes;\r\n\n\n1.6) Check the culture under the microscope to confirm that the neurons round up and about to detach the dish \\(Fig. 3b). If the cells have not reached this type of morphology, put the dishes back into the incubator and check every ~3 minutes again until the cells are about to detach.\r\n\n\n★CRITICAL STEP: The cells should be about to detach in at most 30 minutes; do not incubate the cells in Accutase for more than 30 minutes.\r\n\n\n1.7) Gently scrap the neurons off the dish with a cell scrapper and dissociate possible clumps via gentle pipetting for 3~5 times so that the neurons are lifted into single suspended cells \\(Fig. 3c).\r\n\n\n ★CRITICAL STEP: Be slow and gentle during scraping and pipetting so that the neurons are not damaged. \r\n\n\n1.8) Add pre-warmed culture medium A \\(see REAGENT SETUP) into 15 ml or 50 ml conical tubes and transfer the cells into it. The volume of the added culture medium is 9 times of the Accutase volume utilized to lift the neurons.\r\n\n\n1.9) Spin the cells at 1000 rpm for 4 minutes to collect the cells; save a small aliquot for cell counting and viability measurement.\r\n\n\n ★CRITICAL STEP: Do not spin at much higher speed to avoid possible damage of the cells and possible precipitation of death cells or cell debris. Cell counting and viability measurement could be performed by loading the saved cell suspension onto Vi-Cell XR Cell Viability Analyzer for automatic analysis or by standard Trypan-blue staining and counting on hemocytometers.\r\n\n\n1.10) During spinning, count the cell density and viability based on Trypan-blue exclusion; the viability needs to be close or above 90%.\r\n\n\n1.11) Aspirate the medium from the conical tubes and resuspend the cells in freezing medium; calculate the volume of freezing medium so that cell density is about 5~10 X 106/ml.\r\n\n\n1.11) Aliquot the cells into cryopreservation tubes at 1ml per vial.\r\n\n\n1.12) Put the vials into the cell freezing container, and then keep the boxes into -80 oC freezer for one or more days; transfer the vials into cyropreservation boxes into liquid N2 tanks for long term storage.\r\n\n\n★CRITICAL STEP: Nalgene Cryo freezing container or similar container should be used to achieve a −1°C per minute rate of cooling when placed at −80°C.\r\n\n\n2. Coat the dishes \\(Day -1):\r\n  2.1) In the tissue culture hood, pre-cool the dishes in a clean, ethanol sprayed metal tray on ice.\r\n\n\n2.2) Pre-cool a tube of X-Vivo 10 medium on ice. \r\n\n\n2.3) Pipette up and down the cooled X-Vivo 10 medium to cool down the 5 ml pipette tube. \r\n\n\n2.4) Prepare 1:30 matrigel by mixing 1 volume of matrigel with 29 volumes of X-Vivo 10 medium on ice via pipetting; keep the diluted matrigel and the culture dishes cold.\r\n\n\n ★CRITICAL STEP: pre-cool and keep everything cold so that matrigel does not precipitate; the pipette tips could be cooled by pipetting pre-cooled X-Vivo 10 medium.\r\n\n\n2.5) Coat the culture dishes by adding the diluted matrigel into each dish, 2 ml per 35 mm Petri dish, or proportional volume for dishes with other sizes of culture surface; transfer the dishes into the 4 oC fridge and coat overnight.\r\n\n\n PAUSE POINT: Keep the dishes in 4 oC fridge overnight.\r\n\n\n CAUTION1: Coat the dishes at least one day before starting a culture.\r\n\n\n CAUTION2: The coated dishes should be used within a week, and should not be used if stored for over a week or left at above room temperature for over a day.\r\n\n\n CAUTION3: Use a single lot of matrigel for a batch of culture to avoid inconsistencies that may be created by different lots. \r\n\n\n3. Start a culture:\r\n  3.1) Warm up the coated dishes in 37 oC incubator for ~30 minutes.\r\n\n\n ★CRITICAL STEP: Check the dishes under microscope to confirm that the coating is successful \\(Fig. 3d). Do not remove the matrigel medium until the time point for plating to avoid complete dryness of the plate.\r\n\n\nOption \\(A): for ESC derived neurons\r\n\n\ni) Pre-warm complete culture medium A \\(see REAGENT SETUP) in 37 oC bath.\r\n\n\nii) Thaw the cells by incubating the frozen vials in 37 oC bath for ~2 minutes with gentle shaking until most content becomes liquidized.\r\n\n\niii) Briefly mix the content in the vial by gentle pipetting, and then transfer the content into the pre-warmed culture medium A \\(9 ml for each thawed vial) in conical tubes.\r\n\n\niv) Collect the thawed cells by spinning at 1000 rpm for 4 minutes; save an aliquot for measuring cell density and viability.\r\n\n\nv) During spinning, count the cell density and viability based on Trypan-blue exclusion; the viability needs to be close or above 70%.\r\n\n\nvi) Aspirate the medium and add culture medium A to resuspend the cells to achieve a concentration of 1X106 cells/ml. \r\n\n\nvii) Aspirate the matrigel and plate the cells to coated culture dishes at 2 ml per 35 mm Petri dish, or proportional volume for dishes with other sizes of culture surfaces.\r\n\n\nCaution: Add the cells to the dishes immediately after aspirating the matrigel so that the coated matrix does not get completely dry.\r\n\n\nviii) Change the medium the next day with fresh pre-warmed complete culture medium; check the culture to ensure that the neurons look fine \\(Fig. 3e).\r\n\n\n★CRITICAL STEP: Change culture medium with fresh ones every three days. The thawed cells should be used for subsequent steps within a week to avoid possible mild neuronal death of disease neurons over very long term even under protective conditions.\r\n\n\nOption \\(B): for iPSC derived neurons\r\n\n\nThe procedure is the same as Option \\(A) in this step, except that culture medium B \\(see REAGENT SETUP) is used instead of culture medium A.\r\n\n\nStep 4-5:\r\n\n\nsiRNA tranfection of ESC-derived or iPSC-derived neurons\r\n\n\n4. Transfection mix preparation\r\n  4.1) dissolve the purchased siRNA with OPTI-MEM to reach a concentration at 10 μM.\r\n\n\n ★CRITICAL STEP: For purchased siRNA libraries, the siRNA are normally stamped at the bottom of 96-well plates. Add the water gradually around the bottom of each well and then pipette up and down slowly with multi-channel pipettes to dissolve the stamped siRNA completely. Spin down at >1000 rpm for 1 minutes to collect all the dissovled siRNAs.\r\n\n\n4.2) Transfer 3 μl of each siRNA to each well of the 96-well clear bottom PDL-coated plates for Option \\(A)&\\(B), or matrigel-coated plates for Option \\(C)&\\(D), by multi-channel pipettes; the options are listed in step 5 shown as below.\r\n\n\n4.3) Add 1 volume of Lipofectamine RNAiMax to 9 volumes of Opti-MEM and mix by inverting the tubes for ~5 times and then incubate that room temperature for 5 minutes.\r\n\n\n4.4) Add 3 μl of Lipofectamine RNAiMax containing Opti-MEM into the siRNA in each well by multi-channel pipettes and mix by gentle pipetting for ~ 3 times.\r\n\n\n4.5) Put the lids back on the plates, and incubate the transfection mix in the hood for 30 minutes; incubation up to 1 hour is fine.\r\n\n\n5. Plating the cells:\r\n  5.1) While incubating the transfection mix, lift the ESC or iPSC derived neurons via the same procedure as described in step1.3 through 1.10\r\n\n\n ★CRITICAL STEP: Most of the dead cells after thawing should have been discarded already during medium change and cell collection procedure above. The remaining cell viability of the collected cells needs to be close to or above 90% for the following steps.\r\n\n\nOption \\(A): for neurodegeneration measurements of ESC-derived neurons\r\n\n\ni) Resuspend the cell pellet with complete culture medium C to reach a concentration of 1.8～2 X 106 cells/ml; pipette up and down gently to mix the cells.\r\n\n\n CAUTIONS: Pipette slowly and gently to avoid air bubbles and possible damages to the cells; no clumps of cells should be visible in the tube after mixing.\r\n\n\nii) Add 54 μl of the cell suspension on top of the transfection mix in each well of the PDL-coated 96-well plates; avoid the air bubbles when pipetting.\r\n\n\niii) Mix the cells with the transfection mix by horizontal shaking of the plates.\r\n\n\niv) Put the plates into the 37oC tissue culture incubator for 6 hours.\r\n\n\nv) Add 180 μl of pre-warmed complete culture medium C in each well by multi-channel pipettes.  \r\n\n\nOption \\(B): for neurodegeneration measurements of iPSC-derived neurons\r\n\n\nThe procedure is the same as Option \\(A) in this step, except that culture medium D \\(see REAGENT SETUP) is used instead of culture medium C.\r\n\n\nOption \\(C): for siRNA knock-down experiments under protective condition in ESC-derived neurons \\(use this option for protein measurements in these neurons)\r\n\n\nThe procedure is the same as Option \\(A) in this step, except that culture medium A is used instead of culture medium C, and matrigel-coated plates are used instead of PDL-coated plates.\r\n\n\nOption \\(D): for siRNA knock-down experiments under protective condition in iPSC-derived neurons \\(use this option for protein measurements in these neurons)\r\n\n\nThe procedure is the same as Option \\(A) in this step, except that culture medium B is used instead of culture medium C and matrigel-coated plates are used instead of PDL-coated plates.\r\n\n\n\r\n\n\nStep 6-8:\r\n\n\nNeurodegeneration Measurement\r\n\n\n6. For step 5 Option \\(A) and \\(B) plates only, place each plate into the IncuCyte inside the incubator \\(Fig. 1)\r\n  ★CRITICAL STEP: Ensure that the underside of each plate is clean and free from dust. If required, a lint free tissue moistened with 70% ethanol can be used to carefully wipe the underside. After placing the plates into the IncuCyte, ensure that each plate is fully inserted into the microplate tray holder; a maximum of six plates can be loaded at a time.\r\n\n\n7. IncuCyte setup for data collection\r\n  Option \\(A): for confluence measurement based phase-contrast images\r\n\n\ni) In the IncuCyte software, select the “Schedule Upcoming Scans” option and populate the gantry view with the plate information \\(Fig. 2a-c). For each plate select the appropriate tray location and choose Tray Type: Microplates. Under Vessel Type select the appropriate definition for the microplate used.\r\n\n\n★CRITICAL STEP It is important that the correct vessel definition is chosen to ensure optimal imaging. Over 140 different 96-well plates are supported for use with IncuCyte. The correct vessel definition can be found by referring to the catalogue number for the plate. For these experiments a BD Falcon Optilux plate was used.\r\n\n\nii) Under “Scan Type” select “Phase-Contrast”\r\n\n\niii) Select “Edit Scan Patterns” and create a new pattern by selecting all 96 wells and 4 fields per well for image collection.\r\n\n\n★CRITICAL STEP Apply the newly created scan pattern to each plate. The scan pattern need only be created once after which it will be available for use with future experiments \\(Fig. 2a-c).\r\n\n\niv) Under the “Properties” tab add an appropriate Label for the plate and provide information about the cells used \\(Fig. 2b).\r\n\n\nv) Right-click on the “Timeline” to set a new scan interval; schedule 24 hour repeating scans every 4 to 12 hours \\(Fig. 2a&e). \r\n\n\nCAUTIONS: Choose an appropriate scan frequency. IncuCyte will slowly generate heat when actively scanning. Excessive scanning can cause a temperature increase within the incubator. It is recommended that no more than 12 hours of active scanning is scheduled every 24h and that a continuous scan time of 45 minutes is not exceeded. IncuCyte will warn the user if these recommendations are exceeded and cooling periods \\(Fig. 2d) can be used to maximize the duty cycle without causing temperature increase. In contrast, insufficient scanning can lead to poorly defined kinetics. The recommended scan frequency of 4 to 12 hours is a good balance. \r\n\n\n★CRITICAL STEP Let the plates equilibrate within the IncuCyte for at least 10 minutes before commencing the first scan. This will ensure that any condensation present on the underside of the plates has evaporated prior to imaging.\r\n\n\nvi) Click the “Apply” button to initiate the changes to the scan schedule, and the scan will start at the next scheduled time point after the current time.\r\n\n\n\r\n\n\nOption \\(B): for caspase-3 activity measurement based fluorescent images\r\n\n\ni) Perform a 1:10 dilution of the NucView 488 caspase-3 dye with Opti-MEM\r\n\n\nii) Add 2 µl of the diluted dye into each well 24 hours after siRNA transfection in iPSC-derived neurons.\r\n\n\niii) Setup the IncuCyte software the same way as Option \\(A) i) through vi), except that under the “Scan Type” select “Fluorescence and Phase-Contrast”; the fluorescent images taken 24 hours after adding the dye could then be used for analysis.\r\n\n\n8. Data collection and analysis\r\n  Option \\(A): Confluence measurements from phase-contrast images\r\n\n\ni) During the course of the assay review the high definition phase contrast images to ensure assay quality \\(Fig. 4a). Plot the kinetic “Confluence v1.5” data regularly with the IncuCyte software to get a real-time overview of treatment effects and to determine a suitable point to end the assay \\(usually 3 to 4 days). Assay length will depend on the neuronal model used and the experimental design. Export the “Confluence v1.5” data using the IncuCyte software for analysis \\(Fig. 2e).\r\n\n\nCAUTIONS: if the experiments requires 7 days or longer, change ~75% of the culture medium with fresh ones every 7 days.\r\n\n\nii) Plot the Confluence v1.5 metric for each condition over time \\(Fig. 5b-c) \r\n\n\niii) Establish threshold criteria to determine if certain modifiers show rescue effects \\(Fig. 5b-c)\r\n\n\nOption \\(B): for caspase-3 activity measurement based fluorescent images\r\n\n\ni) 24 hours after adding the dye, review the phase contrast and green channel fluorescence images to ensure assay quality \\(Fig. 4b). \r\n\n\nii) Within the IncuCyte software analyze the fluorescence images using the integrated “Object Counting v2.0 algorithm”; choose Segmentation: Fixed Threshold and input a suitable threshold value to differentiate foreground fluorescent cells \\(caspase-3/7 active objects) from background fluorescence \\(Supplementary Fig. 1). The Edge Split v2.0 tool can be used to separate adjacent objects that would otherwise be masked together and filters can be applied \\(size, shape and intensity) to further refine image segmentation.\r\n\n\niii) Review the fluorescence image analysis by plotting the “Object Confluence metric”. This fluorescence channel metric represents the percentage of the total field of view occupied by masked foreground objects. Ensure that the metric is consistent with the fluorescence image data and that is accurately reflects the neurodegenerative phenotypes observed.\r\n\n\niv) Export the “Object Confluence” and “Confluence v1.5” metrics \\(Fig. 2e)\r\n\n\nv) Normalize the kinetic “Object Confluence” data to the initial “Confluence v1.5” value; plot the bar graph of the normalized caspase-3 signals8."
        },
        {
            "header": "Timing",
            "content": "Step 1-3: Preparation and culture of ESC-derived or iPSC-derived neurons: 3<sub>7 days; Hands on time </sub> 2 hours \r\n\n\nStep 4-5: siRNA tranfection of ES-derived or iPSC-derived neurons: ~2 hours\r\n\n\nStep 6-8: Neurodegeneration measurement: 3<sub>7 days; Hands on time </sub> 2 hours"
        },
        {
            "header": "Troubleshooting",
            "content": "See the troubleshooting table for details"
        },
        {
            "header": "Anticipated Results",
            "content": "For the disease neurons and the modifiers, the neuronal survival could be calculated by the confluence and plotted over time. The exemplar results could be seen in Fig. 4. In summary, the protocol presented here provides a useful tool for potential high-throughput high-content screenings for genetic modifiers of neurodegeneration in human SC-derived neuronal models."
        },
        {
            "header": "References",
            "content": "1. Lindvall, O. & Kokaia, Z. Stem cells in human neurodegenerative disorders--time for clinical translation? J Clin Invest 120, 29-40 \\(2010).\r\n  2. The HD iPSC Consortium. Induced Pluripotent Stem Cells from Patients with Huntington's Disease Show CAG-Repeat-Expansion-Associated Phenotypes. Cell Stem Cell \\(2012).\r\n  3. Kondo, T. et al. Modeling Alzheimer's disease with iPSCs reveals stress phenotypes associated with intracellular Abeta and differential drug responsiveness. Cell Stem Cell 12, 487-496 \\(2013).\r\n  4. Liu, G.H. et al. Progressive degeneration of human neural stem cells caused by pathogenic LRRK2. Nature 491, 603-607 \\(2012).\r\n  5. Sanchez-Danes, A. et al. Disease-specific phenotypes in dopamine neurons from human iPS-based models of genetic and sporadic Parkinson's disease. EMBO Mol Med 4, 380-395 \\(2012).\r\n  6. Lu, B. & Palacino, J. A novel human embryonic stem cell-derived Huntington's disease neuronal model exhibits mutant huntingtin \\(mHTT) aggregates and soluble mHTT-dependent neurodegeneration. FASEB J \\(2013).\r\n  7. Mertens, J. et al. Embryonic stem cell-based modeling of tau pathology in human neurons. Am J Pathol 182, 1769-1779 \\(2013).\r\n  8. Lu, B. et al. Identification of NUB1 as a suppressor of mutant Huntington toxicity via enhanced protein clearance. Nat Neurosci 16, 562-570 \\(2013).\r\n  9. Shi, Y., Kirwan, P. & Livesey, F.J. Directed differentiation of human pluripotent stem cells to cerebral cortex neurons and neural networks. Nat Protoc 7, 1836-1846 \\(2012).\r\n  10. Chambers, S.M. et al. Highly efficient neural conversion of human ES and iPS cells by dual inhibition of SMAD signaling. Nat Biotechnol 27, 275-280 \\(2009).\r\n  11. Ma, L. et al. Human embryonic stem cell-derived GABA neurons correct locomotion deficits in quinolinic acid-lesioned mice. Cell Stem Cell 10, 455-464 \\(2012).\r\n  12. Ladewig, J. et al. Lineage selection of functional and cryopreservable human embryonic stem cell-derived neurons. Stem Cells 26, 1705-1712 \\(2008).\r\n  13. TheHuntington'sDiseaseCollaborativeResearchGroup. A novel gene containing a trinucleotide repeat that is expanded and unstable on Huntington's disease chromosomes. . Cell 72, 971-983 \\(1993).\r\n  14. Rodriguez-Lebron, E., Denovan-Wright, E.M., Nash, K., Lewin, A.S. & Mandel, R.J. Intrastriatal rAAV-mediated delivery of anti-huntingtin shRNAs induces partial reversal of disease progression in R6/1 Huntington's disease transgenic mice. Mol Ther 12, 618-633 \\(2005).\r\n  15. Subramaniam, S., Sixt, K.M., Barrow, R. & Snyder, S.H. Rhes, a striatal specific protein, mediates mutant-huntingtin cytotoxicity. Science 324, 1327-1330 \\(2009)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to Dr.Arnaud Lacoste, Frada Berenshteyn, Philip Manos, and Christopher Littlefield for work on human stem cell culture and neuron differentiation. We’d like to thank Nature Science Foundation of China \\(NSFC 31371421), Shanghai Pujiang Talent Plan \\(13PJ1400600), and Novartis Institutes for Biomedical Research for funding supports."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1096/fj.12-219220",
                "date": "2013-11-22 04:04:50",
                "title": "A novel human embryonic stem cell-derived Huntington's disease neuronal model exhibits mutant huntingtin (mHTT) aggregates and soluble mHTT-dependent neurodegeneration",
                "authors": [
                    "B. Lu and J. Palacino"
                ],
                "journal": "The FASEB Journal",
                "logo": ""
            },
            {
                "doi": "10.1038/nn.3367",
                "date": "2013-11-22 04:05:23",
                "title": "Identification of NUB1 as a suppressor of mutant Huntingtin toxicity via enhanced protein clearance",
                "authors": [
                    "Boxun Lu",
                    "Ismael Al-Ramahi",
                    "Antonio Valencia",
                    "Qiong Wang",
                    "Frada Berenshteyn",
                    "Haidi Yang",
                    "Tatiana Gallego-Flores",
                    "Salah Ichcho",
                    "Arnaud Lacoste",
                    "Marc Hild",
                    "Marian DiFiglia",
                    "Juan Botas",
                    "and James Palacino"
                ],
                "journal": "Nature Neuroscience",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12819,
                "identity": "a01bad52-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Boxun Lu",
                "email": "luboxun@fudan.edu.cn",
                "orcid": "",
                "institution": "Fudan University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Boxun",
                "middleName": "",
                "lastName": "Lu",
                "suffix": ""
            },
            {
                "id": 12816,
                "identity": "a01b9efb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yuwei Yao",
                "email": "",
                "orcid": "",
                "institution": "Fudan University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuwei",
                "middleName": "",
                "lastName": "Yao",
                "suffix": ""
            },
            {
                "id": 12817,
                "identity": "a01ba1d2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xiaoli Sun",
                "email": "",
                "orcid": "",
                "institution": "Fudan University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiaoli",
                "middleName": "",
                "lastName": "Sun",
                "suffix": ""
            },
            {
                "id": 12818,
                "identity": "a01ba3f2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xiaotian Cui",
                "email": "",
                "orcid": "",
                "institution": "Fudan University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiaotian",
                "middleName": "",
                "lastName": "Cui",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-11-22 05:36:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.085",
        "doiUrl": "https://doi.org/10.1038/protex.2013.085",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608842,
                "identity": "78ce3ff4-0f1d-4afc-bbe4-07296761b549",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1206787,
                "visible": true,
                "origin": "",
                "legend": "An overview of the experiment procedure   SC-derived neurons are cultured under protective conditions. They are then lifted, resuspended and added to the prepared siRNA transfection mix under non-protective cultured conditions. The plates are then loaded into IncuCyte for image collection and analysis.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2869/v1/figure_1.png"
            },
            {
                "id": 2608840,
                "identity": "bde46dc8-2fe9-4c7f-94ba-32a3ea38492e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1330142,
                "visible": true,
                "origin": "",
                "legend": "Software setup for IncuCyte experiments   (a)\tScreenshots and explanations for setting up repeated scanning and plate types\r\n(b)\tScreenshots and explanations for adding notes for plate information\r\n(c)\tScreenshots and explanations for setting up plate profiles with 4 fields imaged per well\r\n(d)\tScreenshots and explanations for setting up collection time points\r\n(e)\tScreenshots and explanations for exporting the data files\r\nNote that incomplete screen shots are presented here in order to save space.\r\n",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2869/v1/figure_2.png"
            },
            {
                "id": 2608843,
                "identity": "05221d53-85e5-4c23-bf96-86791431ac7f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 899420,
                "visible": true,
                "origin": "",
                "legend": "Microscopic pictures explaining expected neuronal morphology during lifting and re-plating   (a)\tRepresentative images for neurons before Accutase treatment.\r\n(b)\tRepresentative images showing when the neurons are to be scrapped and collected.\r\n(c)\tRepresentative images of lifted neurons.\r\n(d)\tRepresentative images for matrigel coated dishes without neurons; amplifications of the objective lens are indicated at the bottom of the images.\r\n(e)\tRepresentative images for neurons 24 hours after plating.\r\nScale bar: 100 µm; Note that for (a) and (e), smaller fields with relatively sparse neurons have been selected to show the morphology better. The overall density of the whole dish is higher than what is presented here.\r\n",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2869/v1/figure_3.png"
            },
            {
                "id": 2608844,
                "identity": "da207f9d-4b4f-41ca-a13d-58d081a253b4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2107515,
                "visible": true,
                "origin": "",
                "legend": "Illustration of neurodegeneration images and confluence plots   (a) Representative phase-contrast images taken by IncuCyte. The confluence value calculated by the bundled software is indicated below each image. Scale bar: 50 µM. Note that the IncuCyte confluence for each well is calculated from the average of four different imaging fields that are much larger than presented images here.\r\n(b) Representative fluorescence and phase-contrast images taken by IncuCyte. Only the fluorescence channel is shown for the first two images, and the fluorescence/phase-contrast overlay images are shown for the last two images. The fluorescence object confluence values calculated by the integrated software are indicated below each image. For the last two images, the confluence value of the phase-contrast channel is indicated as well (the values after “;”).\r\n (c) Left: Confluence plots of ESC-derived Q73 neurons with NUB1 cDNA lentivirus infection versus the LacZ cDNA lentivirus infected and non-infected controls; all confluence values are normalized to the first IncuCyte confluence value taken at 16 hours after plating; n = 6, biological replicates; data plotted as mean + s.e.m. Right: two way ANOVA and post-hoc analysis showing that NUB1 cDNA lentivirus significantly rescue neurodegeneration at time points after 64 hours.\r\n(d) Normalized confluence plots of iPSC-derived Q70 neurons versus the wild-type based on phase-contrast images; All confluence values are normalized to the first IncuCyte confluence value taken at 30 hours after plating; HTT knock-down by siRNA (target sequence: CAGGTTTATGAACTGACGTTA ) almost completely rescued the neurondegeneration compared to the non-targeting siRNA transfected or the non-transfected controls; n = 3 for siRNA transfected samples, and n = 6 for non-transfected samples, biological replicates; data plotted as mean + s.e.m.\r\n",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-2869/v1/figure_4.png"
            },
            {
                "id": 13464655,
                "identity": "b4757b92-9769-42bd-a58c-ff711fbedb68",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2092228,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2869/v1/cde1a5fc-218a-4cf1-a0c3-0a535750163e.pdf"
            },
            {
                "id": 2608845,
                "identity": "107ce4f2-7ffe-4b53-b00c-19c969e1180f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 32622,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Table for trouble shooting",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2869/v1/supplement_0.pdf"
            },
            {
                "id": 2608847,
                "identity": "04ad8fa8-89fc-426a-b016-c02baa49db14",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "png",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1468997,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Figure 1   Graphic explanation of quantification of the green fluorescent signals   Upper left: an exemplar original green fluorescence image; Upper right: the segmentation masks overlayed on top of the original image showing consistency. Lower panel: illustration and explanation of the setup in software analysis, which generated the segmentation shown as above. The analysis could then be launched to generate quantification data for the fluorescent signals.",
                "description": "",
                "filename": "supplement0.png",
                "url": "https://assets.researchsquare.com/files/nprot-2869/v1/supplement_0.png"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "neurodegeneration; stem cells; high-throughput screening; high-content screening;",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Human stem cell \\(SC)-derived neurons provide excellent cellular models for human neurodegenerative disorders; unfortunately, there is a lack of protocols to perform screenings in such models. We have recently developed a high-throughput high-content assay that potentially enables such screenings in SC-derived Huntington’s disease \\(HD) neurons. To ensure the screening feasibility, we have run a small-scale screen for modifiers of HD toxicity with this protocol and confirmed the screening quality. The assay provides high-throughput high-content imaging data, quantifies neurodegeneration directly in the incubator, and can easily be executed by a graduate student level scientist; showing advantages over existing neurodegeneration screening assays at least in certain aspects. The assay protocol allows potential screenings for HD and other neurodegenerative disorders, and thus provides a valuable tool for both basic and translational research in the neurodegeneration field.",
        "manuscriptTitle": "High-throughput High-content Detection of Genetic Modifiers of Neurodegeneration in Human Stem Cell Derived Neurons",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-11-22 11:09:44",
                "doi": "10.1038/protex.2013.085",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a01b2052-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 22nd, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3072,
                "name": "Cell biology"
            },
            {
                "id": 3074,
                "name": "Biological techniques"
            },
            {
                "id": 3075,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-11-22 11:09:44",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}