{
    "identity": "nprot-2816",
    "title": "Synthesis of USP-Grade 89Zr-Panitumumab for Medical Use",
    "content": [
        {
            "header": "Introduction",
            "content": "The anti-HER1 mAb panitumumab \\(Vectibix) is a fully human mAb approved by the FDA for the treatment of EGFR-expressing colorectal cancers.1,2 Currently, it is being evaluated in patients with other types of EGFR-expressing cancers, such as breast, lung, head and neck, renal and ovarian. Zirconium-89 has emerged as a promising positron emitting radionuclide for diagnostic immuno-PET imaging because of its longer half-life \\(78.4 h), which provides a close match to the biological half-life of an intact mAb.3-7 89Zr can be labeled with mAbs via desferrioxamine B chelate \\(Figure 1) resulting in high radiochemical yield and purity.7-11  Recent preclinical studies showed that 89Zr-labeled panitumumab is a promising quantitative PET biomarker of EGFR-expression.10,11 89Zr-panitumumab microPET/CT showed very high uptake to EGFR-expressing tumor and correlated strongly with EGFR-expression levels \\(Figure 2).10 Initial dosimetry estimates suggest that low-dose 89Zr-panitumumab shows favorable human dosimetry and is expected to be clinically feasible.10  This result has encouraged us to develop clinical-grade 89Zr-panitumumab as a PET biomarker for patient selection and monitoring of EGFR-targeted therapies.\r\n\n\n  Recent published 89Zr-panitumumab synthesis procedures are for preclinical studies only.9-11 In this protocol, we report a stepwise ~ 5 h production procedure of the clinical-grade 89Zr-panitumumab. QC data from three qualification runs are provided to show that this is indeed a clinical-grade product for human administration."
        },
        {
            "header": "Reagents",
            "content": "1. Controls for Raw Materials.\r\n  Each reagent or supply has a unique internal specification code of three characters and a unique sequential number, for each lot for each specification code. When an item is ordered it is given a unique internal tracking number for the reagent or supply. The specification sheets list all of the reagent and supply manufacturers addresses and contact information, including any pertinent certificate of analysis or certificate of quality criteria that these reagents/supplies must meet prior to their release for further use. Any additional testing beyond what may be listed on the certificate of analysis \\(C of A) or certificate of quality \\(C of Q) is described and documented properly.\r\n\n\n1.1.  Reagents \r\n\n\ni) Clinical-grade panitumumab vials \\(100 mg/5 mL) manufactured by Amgen, Inc. were purchased from a pharmacy wholesaler. \r\n\n\nii) Isothiocyanatobenzyl derivative of desferrioxamine \\(DFO-Bz-NCS) was obtained from Macrocyclics, Inc. \\(Texas, USA). The purity of DFO-Bz-NCS was checked with high performance liquid chromatography \\(HPLC) before use. \r\n\n\niii) Zirconium-89 was produced at the National Institutes of Health’s \\(Bethesda, MD) cyclotron facility by  proton irradiation \\(beam energy; 14 MeV, current; 20 µA) \\(p,n) reaction \\(2 – 5 hrs) on yttrium-89 metal mesh \\(200mg, 4N purity, American Elements), using a 16.5 MeV proton cyclotron \\(PETtrace, General Electric, Fairfield, CT). 89Zr was separated as \\[89Zr]Zr-oxalate from irradiated 89Y-metal mesh.12 The specific concentration was ~ 20 mCi/mL of 1.0 M oxalic acid. Amount of 88Zr as impurity was < 0.2 %.\r\n\n\nCaution\\!  89Zr emits very high energy gamma photons. Adequate shielding is essential to reduce exposure during manipulation. \r\n\n\niv) Na2CO3, dimethyl sulfoxide \\(DMSO), Gentisic acid, oxalic acid, citric acid,1.0 M HEPES buffer, NaCl, and 10M phosphate buffered saline \\(PBS) were obtained from Sigma –Aldrich, St. Louis, MO.\r\n\n\nv) Sterile pyrogen free 0.9 % saline \\(APP Pharmaceuticals, IL)\r\n\n\nvi) Chelex Resin \\(Bio-rad, Hercules, CA, USA)\r\n\n\nvii) Water for injection \\(Hospira, Inc. Lakeforest, IL)\r\n\n\nviii) HPLC grade water \\(Sigma-Aldrich, St. Louis, MO or VWR Scientific, West Chester, PA, USA)\r\n\n\nix) pH buffers \\(VWR Scientific)\r\n\n\nx) Limulus Amebocyte Lysate \\(LAL) reagent water \\(Charles River, Charleston, SC, USA)\r\n\n\nxi) MDA-MB-468 cells were obtained from the Development Therapeutics Program/DCTD/NCI/NIH Tumor Repository \\(Frederick National Laboratory for Cancer Research, Frederick, MD). \r\n\n\nAll other chemicals, unless otherwise stated, were purchased from Sigma Aldrich \\(St. Louis, MO).\r\n\n\n1.2.  Supplies\r\n\n\n i) PD10 size exclusion chromatography column \\(GE Healthcare)\r\n\n\n    ii) 0.22 µm sterile filter \\(Cat. No. PN4612, Pall Corp., Ann Arbor, MI)\r\n\n\n    iii) Empty sterile vials 10 mL \\(Hollister-Stier Laboratories, Spokane, WA)\r\n\n\n    iv) Sterile metal free pipette tips \\(Bio-rad, Hercules, CA, USA)\r\n\n\n    v) Sterile disposable syringes of different sizes \\(BD, Franklin Lake, NJ, USA)\r\n\n\n    vi) Sterile disposable needles \\(BD, Franklin Lake, NJ, USA)\r\n\n\n    vii) Sterile vent filter \\(Millipore Corp.)\r\n\n\n    viii) HPLC column \\(Superdex TM 200 10/300GL, GE Healthcare)\r\n\n\n      ix) ITLC plate \\(Auburn Biostrips, Auburn, CA, USA)\r\n\n\n1.3.   Reagent Setup \r\n\n\nWater \\(>18.2 MΩ.cm at 25 ⁰C, Milli Q, Millipore, MA) used to prepare the reagents solution was further purified by passing it through a 10 cm-long column of chelex resin \\(Bio-Rad Laboratories). \r\n\n\ni) 20 mM Chelate solution. Dissolve15 mg of desferrioxamine chelate in 1 mL DMSO\r\n\n\nii) 0.1M Na2CO3. Transfer 0.5 mL of 2.0 M Na2CO3 to a 10 mL graduated flask. Fill the flask with 9.5 mL chelex water to the marked line.\r\n\n\niii) 2.0 M Na2CO3. Dissolve 10.6 g of Na2CO3 in 50 mL of chelex water.\r\n\n\niv) Gentisic acid solution. Dissolve 0.25 g of gentisic acid in 100 mL of 0.9 % NaCl \\(USP). Add 0.4 mL of 2.0M Na2CO3.  Homogenize until no more CO2 is formed. Check pH. The acceptance range is 4.9-5.3.\r\n\n\nv) 0.5 M HEPES buffer. Add 2.5 mL of chelex water to 2.5 mL of 1 M HEPES buffer.\r\n\n\nvi) HPLC eluent. Transfer 0.65 g of NaN3 to a 1L bottle. Add 500 mL of HPLC-grade water. Dissolve NaN3. Transfer 5 mL of 10 M PBS and 30 mL of 5M NaCl to the 1L bottle. Fill the bottle with HPLC-grade water up to 1L mark. Check the pH. The acceptance range is 6.2-7.0.\r\n\n\nvii) Radio-thin layer chromatography \\(TLC) eluent. Dissolve 0.42 g of citric acid mono hydrate in 100 mL of chelex water. Add ~ 1 mL of 2.0 M Na2CO3. Homogenize until no more CO2 is formed. Check pH. The acceptance range is pH 4.8 -5.1."
        },
        {
            "header": "Equipment",
            "content": "All instruments were maintained and calibrated properly as per routine quality control methods.13 \r\n\n\ni) Gamma counter. For accurate quantification of 89Zr-activities, the samples were counted for 1 min on a gamma counter \\(Wallac Wizard 1480 3”, Perkin Elmer, Waltham, MA) using an energy window of 800 - 1000 keV for 89Zr \\(909 keV emission). 89Zr radiolabeling yield and purity were checked using silica gel impregnated glass-fiber instant thin-layer chromatography \\(radio-ITLC or radio-TLC) paper \\(Pall Corp., Port Washington, NY) and analyzed on the gamma counter \\(Wallac Wizard 1480 3”).\r\n\n\nii) Dose calibrator. All activity measurements were performed in a dose calibrator \\(CRC-15R Capintec, Inc., Ramsey, NJ) which was appropriately calibrated with a calibration factor of 465 for 89Zr. \r\n\n\niii) HPLC method for QC. Shimadzu HPLC system equipped with an auto injector, a variable UV detector preset to 280 nm and a BioScan radioactive detector. Equilibrate HPLC column \\(Superdex 200 10/300 GL) with HPLC eluent for 30 min at flow rate 0.8 mL/min. For the QC test, injected amount was 20 µL of the protein sample, the flow rate was 0.8 mL/min, and retention time for protein sample under these conditions was15-18 min."
        },
        {
            "header": "Procedure",
            "content": "3. Authentic Standard\r\n  The DFO-panitumumab conjugate is used as the authentic standard, which has been prepared following the procedure documented in the literature. The purity was checked using HPLC to compare its retention time with pure authentic panitumumab \\(Figure 3). The conjugate concentration is determined with the Lowry assay,14 and the DFO to mAb molar ratio is determined with radiometal \\(89Zr)-binding assay15 where a trace amount of 89Zr is mixed with 25 mmol solution of non-radioactive ZrCl4. This freshly prepared conjugate is then used to develop a standard calibration curve \\(Figure 4) with HPLC \\(21 µg/mL to 210 µg/mL of DFO-panitumumab) to determine the DFO-protein concentration in every batch. The amount of mAb per dose and the specific activity of the final product can also be measured with this calibration curve.\r\n\n\n\r\n\n\n4. Probe Synthesis Protocols\r\n  This protocol is for preparing small scale \\(for one to two patients), clinical-grade 89Zr-panitumumab. The overall process flow of synthesis is shown in Figure 5. Always use sterile and metal-free pipette tips for liquid transfer during the synthesis.  \r\n\n\n4.1.   Bioconjugation and Purification\r\n\n\ni) Transfer\n0.5 mL \\(\n10 mg) of panitumumab from panitumumab vial \\(100 mg/5mL) to a 1.5 mL microcentrifuge tube \\(reaction vial).\r\n\n\nii) Adjust the pH of the solution to\n9.0 by administering 0.1 M Na2CO3 \\(\n0.1 mL) with a metal-free pipette tip and pH paper.\r\n\n\niii) Add\n0.4 mL 0.9 % saline to make overall volume\n1.0 mL \r\n\n\niv) Transfer the ~3 fold molar excess of DFO-Bz-NCS \\(10 µL of 20 mM DFO stock solution in DMSO) over the molar amount of panitumumab to the reaction vial using a metal-free sterile micropipette tip.\r\n\n\nv) Incubate the reaction for 30 to 60 min at 37 °C using a Thermomixer. \r\n\n\nvi) Equilibrate a PD10 column with 20 mL of 0.9 % NaCl solution \\(USP).\r\n\n\nvii) Pipette the reaction mixture onto the PD10 column and discard the flow- through.\r\n\n\nviii) Pipette 1.5 ml of 0.9% NaCl onto the column and discard the flow-through. \r\n\n\nix) Pipette 2 mL of 0.9% of NaCl onto the PD-10 column and collect the DFO-protein in 0.5 mL fractions. Combine fractions 2 to 4 to get DFO-conjugated protein in a 4 mL glass vial. \r\n\n\n4.1.1. In-process QC Tests \\(Concentration and purity)\r\n\n\ni) Transfer 20 µL of the product to a microcetrifuge tube containing 0.5 mL of saline \\(diluted to 500 times). \r\n\n\nii) Inject 20 µL of this diluted sample to the HPLC instrument.\r\n\n\niii) Integrate the HPLC chromatogram to get the UV peak \\(280 nm) area. \r\n\n\niv) Calculated protein concentration \\(mg/ml) using the standard calibration curve \\(Figure 4). \r\n\n\nv) Calculate the volume needed for 1 mg protein. \r\n\n\n\r\n\n\n4.2.     Radiolabeling with 89Zr\r\n\n\ni) Pipette the required volume \\(4-5 mCi, ~ 250 μL) of 89Zr oxalic acid solution into a reaction vial.\r\n\n\nii)  Calibrate the reaction vial using a dose calibrator to determine the amount of activity in mCi.\r\n\n\niii) Pipette an adequate amount of 2M Na2CO3 \\(~100 μL) into the reaction vial to incubate for 3 min at room temperature. Adjust pH of reaction solution to 7.5 using 2M Na2CO3. \r\n\n\niv) While gently shaking add: a) 0.5 ml 0.5M HEPES \\(pH7.2); b) adequate volume of conjugate to get 1-1.2 mg mass of the conjugate; c) 0.2 mL gentisic acid solution.\r\n\n\nv) Incubate the reaction for 1 h at room temperature with occasional gentle shaking. \r\n\n\n4.2.1. Radiochemical Yield \\(RCY) of Crude Product \r\n\n\ni) Dilute approximately 2 μL of crude product to 500 times with 0.9% NaCl. \r\n\n\nii) Perform the ITLC experiment by pipetting ~ 1µL of diluted sample to the ITLC plate.\r\n\n\niii) Develop the ITLC plate in the developing chamber using 20 mM of citric acid solution as the mobile phase.\r\n\n\niv) Cut the plate in middle and count both the bottom and top parts separately for radioactivity in a gamma well counter.\r\n\n\nv) Calculate RCY using this equation\r\n\n\n         RCY\\(%) = \\(counts of the bottom  / counts of \\(top + bottom)) X 100\r\n\n\nvi) If RCY is < 50%, discard the whole batch and start new labeling reaction.\r\n\n\n4.2.2. Purification of 89Zr-Panitumumab\r\n\n\ni) Rinse/equilibrate a PD-10 column with 20 mL of the mobile phase.\r\n\n\nii) Pipette the conjugation reaction mixture onto the column and discard the flow-through.\r\n\n\niii) Pipette 1.5 mL of the mobile phase onto the column and discard the flow-through.\r\n\n\niv) Pipette 2 mL of the mobile phase onto the PD-10 column and collect the 89Zr-DFO-protein at 0.5 mL and 1.5 mL fractions in small glass vials. Check amount of activity of each fraction in dose calibrator. \r\n\n\nv) Pipette 0.5 mL of the mobile phase onto the PD-10 column and collect it as 3rd fraction. Check amount of activity in dose calibrator.\r\n\n\nvi) Check the radiochemical purity of fraction two and three with ITLC. \r\n\n\nvii) Combine fractions two and three in a 10 mL vial if they are > 90% pure. Check the amount of radioactivity using a dose calibrator.\r\n\n\n4.2.3. Sterile Filtration of the Final Product\r\n\n\ni) Dilute the product to 5 mL using 0.9% saline.\r\n\n\nii) Draw the product solution in a 10 mL syringe.\r\n\n\niii) Remove the needle and attach a sterile filter.\r\n\n\niv) Connect the filter needle to a 10 mL sterile vial with a venting needle. \r\n\n\nv) Pass the solution through the sterile syringe filter slowly by pressing the plunger of the syringe. \r\n\n\nvi) Perform bubble point test of the sterile filter following the standard procedure. \r\n\n\nvii) Detach the product vial from the syringe attached to the sterile filter. \r\n\n\n\r\n\n\n4.3. Post-Synthesis QC Test Protocols.\r\n\n\n           All the QC tests, except the sterility test of 89Zr-panitumumab, were carried out according to the USP recommendations as detailed below. After successfully meeting all release criteria, doses are released to physicians for human administration.  A post-release sterility test for every batch must be completed and recorded.16 \r\n\n\n4.3.1. Sampling for Quality Assurance.\r\n\n\ni) Assay the product vial for total radioactivity in a dose calibrator.\r\n\n\nii) Visually inspect for particulates and color. The final drug product in the vial should be clear and colorless, without any visible particulates as per USP chapters 823 and 631 on color and achromaticity.\r\n\n\niii) Complete the integrity test of the sterilizing filter. \r\n\n\na) Place the sterilizing filter on a gas line with a pressure gauge and the outlet of the filter under water. \r\n\n\nb) Increase the gas pressure slowly on the inlet to the filter until a steady stream of bubbles is observed at the filter outlet. \r\n\n\nc) The pressure at which the bubble stream begins is recorded and compared with the manufacturer’s pressure rating \\( ≥ 46 psi) for the filter \\(Pall Corp. Ann Arbor, MI).\r\n\n\niv) After a successful filter integrity test withdraw 300 µL of the product for further QC and sterility testing.\r\n\n\n \r\n\n\n4.3.2. Chemical and Radiochemical Purity/Identity by HPLC.\r\n\n\nThe purity of the drug product can be determined by HPLC analysis.\r\n\n\ni) A blank injection must be completed before the sample is injected to make sure there are not any UV and/or radiation impurities from the column or the instrument.\r\n\n\nii) Inject 20 µL of 89Zr-panitumumab \\(auto-injection preferable).\r\n\n\niii) Integrate all of the UV and radiation responses to obtain the peak areas for the \\[89Zr]-panitumumab.\r\n\n\niv) Perform the reverse correlation from the linear equation of DFO-panitumumab to determine the concentration of \\[89Zr]-panitumumab in the final solution.\r\n\n\nTypically, the final concentration of \\[89Zr]-panitumumab in the \\[89Zr]-panitumumab product to be tested will be < 0.2 mg/mL.\r\n\n\nv) Any other 280 nm UV absorbing chromatographic peaks that elute after 3.0 minutes and before 40 minutes post injection should be integrated individually and shown as a sum of less than “10%” in the final product. Assume that the molar UV absorption coefficients for the unknown contaminants are the same as those for \\[89Zr]-panitumumab, and that the \\[89Zr]-panitumumab standard curve is applicable to the unknown contaminants.\r\n\n\nvi) Integrate all of the radioactive peaks in the chromatogram and calculate the percent of the \\[89Zr]-panitumumab radioactivity in the final product. The radioactivity of \\[89Zr]-panitumumab in the final product should be more than 90%.\r\n\n\n\r\n\n\n4.3.3. Radiochemical Purity by ITLC.\r\n\n\ni) Transfer 0.5 mL of the ITLC eluent to a 15 mL centrifuge tube \\(developing chamber).\r\n\n\nii) Using a micro pipette spot ~1 µL of sample at the origin of the ITLC strip.\r\n\n\niii) Allow the spot to dry prior to placing it in developing chamber.\r\n\n\niv) Develop the ITLC plate by carefully positioning it in the developing chamber.\r\n\n\nv) Allow the solvent front to migrate at least 90% of the length of the ITLC plate. \r\n\n\nvi) Cut the ITLC plate into the middle and place each part in separate counting tubes.\r\n\n\nvii) Count for radioactivity with an appropriate counter \\(Perkin-Elmer gamma counter).\r\n\n\nviii) Calculate the radiochemical purity \\(RCP) using this equation\r\n\n\n         RCP\\(%) = \\(counts of the bottom / counts of \\(top + bottom)) X 100.\r\n\n\nix) The acceptable RCP should be  ≥ 90%.\r\n\n\n\r\n\n\n4.3.4. pH Determination.\r\n\n\n                Because the product volume is small and the product is radioactive, pH test strips are used instead of a pH meter. \r\n\n\ni) The pH test strips are checked by pipetting pH 5 and pH 7 calibrated commercial pH standards onto individual strips. \r\n\n\nii) The color on the strips must match the pH 5 and pH 7 on the color key supplied with the test strips.\r\n\n\niii) Then the 89Zr-panitumumab is pipetted onto another test strip, and the color is checked against the color key. \r\n\n\niv) The measured pH must be between pH 6 to 8.\r\n\n\n   \r\n\n\n4.3.5. Bacterial Endotoxin Test.\r\n\n\nThe levels of bacterial endotoxin in 89Zr-panitumumab were tested and qualified by PTS Limulus Amebocyte Lysate \\(LAL) Test using Endosafe®-PTS \\(portable test system) from Charles River Laboratories, as described in USP. All of the bacterial endotoxin levels were < 175 EU per batch for the initial qualification syntheses. This testing required approximately 15 min.\r\n\n\n\r\n\n\n4.3.6. Radionuclidic Identity\r\n\n\nHalf-life determination is utilized for verifying the radionuclidic identity of the final product. The USP radioactivity general chapter, 821, states that the half-life can be “readily determined by successive counting of a given source of a radionuclide over a period of time that is long compared to its half-life.” The variation used here is to count for only a fraction of the half-life of 78 hours. To count a sample for more than 78 hours would reduce the radiopharmaceutical dose by more than half.\r\n\n\nFor the test, an aliquot of the product 89Zr-panitumumab or 89Zr-oxalate \\(used for this synthesis) is counted in an ion chamber or gamma counter at least three times at a particular time-point. The half-life of the radioactivity is determined for each activity measurement using the following equation. \r\n\n\n \r\n\n\nThe half-life test result for 89Zr must be between 74 and 82 hours for the dose to pass. \r\n\n\n            \r\n\n\n4.3.7. Sterility Test\r\n\n\nSterility testing can be performed using the direct inoculation method, which is required by USP after releasing the product for human administration. This test requires ~14 days of time."
        },
        {
            "header": "Timing",
            "content": "Total Time Required for Clinical Dose Preparation\r\n\n\nBioconjugation and purity checking: ~ 1 h, 30 min\r\n\n\n    89Zr-labeling and purification: ~ 2 h \r\n\n\n     QC testing \\(except sterility):  ~ 1 h, 30 min \r\n\n\n         Total time: ~ 5 h"
        },
        {
            "header": "Troubleshooting",
            "content": "a) Low radiochemical yield\r\n\n\n    Maintaining the pH range \\(7.0 – 8.0) of the radiolabeling reaction is very important. At a lower pH, RCY decreases dramatically. HEPES buffer is used to maintain this pH range. RCY of the crude product should be checked quickly by radio-TLC before purification.\r\n\n\nb) Poor radiochemical stability\r\n\n\nUse gentisic acid during radiolabeling and in final purification step. Gentisic acid prevents unexpected radiolysis of the product. Final product pH should be maintained to ~ 7. Lower pH may cause demetallation. Final product should be stored in 4 °C. \r\n\n\nc) Low specific activity \r\n\n\nDetermine the number of chelate per mAb of the conjugate by 89Zr-binding assay. If the ratio is < 1, conjugation reaction may not be efficient. Check the pH of the conjugation reaction. Increase the conjugation reaction time to 1 h. Validate the calibration curve used for determination of the concentration of the conjugate."
        },
        {
            "header": "Anticipated Results",
            "content": "This method is developed based on the modified literature procedures.8-11 This is a two-step manual synthesis process \\(Figure 1) starting from the clinical drug product panitumumab and chelate p-isothiocyanatobenzyl-desferrioxamine \\(SCN-Bz-DFO), commercially available with a certificate of analysis \\(COA). Panitumumab is used directly from the purchased drug vial for bioconjugation without any solvent exchange. Both bioconjugation and radiolabeling were performed in a lead shielded laminar flow hood having ISO class 5 environment.\r\n\n\nDuring clinical production, the purified conjugate is analyzed by HPLC before radiolabeling to determine its concentration and purity. A calibration curve \\(Figure 4) developed by using different concentration \\(0.021mg to 0.21mg/mL) of DFO-panitumumab conjugate has been used to determine the concentration of purified protein. Isolated yield and purity of the conjugate are typically >75% and > 98% respectively \\(n = 3). For every batch of 89Zr-panitumumab production fresh conjugate is made. \r\n\n\nIf the HPLC purity of the conjugate is > 90%, approximately 1-1.2 mg of the conjugate is added to the reaction vial for radiolabeling with 89Zr-oxalate.  The typical RCY of the crude product is 80 ± 5 % \\(n = 3). The volume of the purified product is typically 1-2 mL and the volume of the formulated 1.5 mCi dose is ~ 5.0 mL. Process flow of the whole synthesis is shown in Figure 5. \r\n\n\nTable -1 shows the composition of the final product.  89Zr-panitumumab is the only active ingredient in the final product. The drug is intravenously injected into the subject in a solution of < 10 mL preservative-free 0.9 % saline \\(USP). The drug product solution is stored at 2-8 °C in a gray, butyl septum-sealed, sterile, pyrogen-free glass vial with an expiration time of 48 h. The injectable dose of 89Zr-panitumumab for the initial clinical study will be < 1.5 mCi with a specific activity > 1.5 mCi/mg \\( > 220 mCi/µmol) at the end of the synthesis. The participant will be injected with < 1 mg of panitumumab drug, which is less than 1/420th of the initial therapeutic dose and less than 7 nmoles of panitumumab, well under the microdose guideline for an exploratory IND of 30 nmoles of a protein drug. In our clinical production, the amount of panitumumab per dose was 400 ± 100 µg \\(n = 3).\r\n\n\nGentisic acid \\(2,5-dihydroxybenzoic acid), an active metabolite of salicylic acid degradation, is used during radiolabeling and in the final product purification mobile phase to protect the protein from radiolysis.17 It is a component of the approved kit for TechneScan  HDP. \r\n\n\n\r\n\n\nUnless otherwise stated all QC process was performed following USP general chapter <823> for PET radiopharmaceuticals. Table 2 along with Figure 6 \\(HPLC analysis) shows the QC results of three 89Zr-panitumumab production batches. \r\n\n\nAmount DMSO has not been determined in the final product. As per FDA’s “Guidance for Industry,” ICH Q3C, DMSO is a class 3 solvent that the FDA recommends be limited to less than 50 mg/day in pharmaceuticals.18 Only 7 and10 μL of DMSO solution of DFO is used in the bioconjugation step. Even if all the DMSO remained in the final product, it is still only a trace amount, which is well below the FDA’s guidance. \r\n\n\n89Zr-panitumumab produced using the method described above has been evaluated in-vitro using an EGFR-expressing MDA-MB-468 cell line following the recent literatures.9-10 Specific binding of 89Zr-panitumumab was 64 to 72% \\(n =3) in cells without pretreatment with panitumumab. In blocking experiment when cells were pretreated with excess panitumumab the 89Zr-panitumumab radioactivity bound to the cells was only 4 to 8% \\(n =3).\r\n\n\nThese results clearly demonstrate that binding was specific."
        },
        {
            "header": "References",
            "content": "1. Wu, M., Rivkin, A., Pham., T. Panitumumab: human monoclonal antibody against the epidermal growth factor receptors for the treatment of metastatic colorectal cancer. Clin. Ther. 2008, 30: 14-30.\r\n  2. http://www.cancer.gov/cancertopics/druginfo/panitumumab. Accessed on 09/30/2012\r\n  3. Deri A. M. et al. PET imaging with 89Zr: radiochemistry to the clinic. Nucl. Med. Biol. 2013, 40: 3-14.\r\n  4. Nayak,T. K.,  Germastani, K.,  Baidoo, K. E.,  Milenic, D. E., and Brechbiel, M. W. Preparation, biological evaluation, and pharmacokinetics of the human anti-HER1 monoclonal antibody panitumumab labeled with 86Y for quantitative PET of carcinoma.  J. Nucl. Med. 2010, 51: 942-950.\r\n  5. Holland, J. P., Caldas-Lopes, E., Divilov, V., Longo, V. A., Taldone, T., Zatorska, D.,  Chiosis, G., and Lewis, J. S.  Measuring the pharmacodynamic effects of a novel Hsp90 inhibitor on HER2/neu expression in mice using 89Zr-DFO-trastuzumab. PloS ONE 2010, 5: e8859, 1-11.\r\n  6. Perk, L. R., Vosjan, M., Visser, G. W. M., Budde, M., Jurek, P., Keifer, G., and van Dongen, G. A. M. S. p-Isothiocyanatobenzyl-desferrioxamine: A new bifunctional chelate for facile radiolabeling of monoclonal antibodies with zirconium-89 for immuno- imaging. Eur. J. Nucl. Med. Mol. Imaging. 2009, 37: 250-258.\r\n  7. Börjesson, P. K. E., Jauw, Y. W. S., et al.  Performance of Immuno Positron Emission Tomography with Zirconium-89 labeled chimeric monoclonal antibody U36 in the detection of lymph node metastases in head and neck cancer patients. Clin. Cancer Res. 2006, 12: 2133.\r\n  8. Vosjan J.W.D.M. et al. Conjugation and radiolabeling of monoclonal antibodies with zirconium-89 for PET imaging using the bifunctional chelate p-isothiocynatobenzyldesferrioxamine. Nature Protocol 2010, 5:739-743.\r\n  9. Nayak, T. K., Germestani, K., Milenic, D. E., and Brechbiel, M. W. PET and MRI of metastatic peritoneal and pulmonary colorectal cancer in mice with human epidermal growth factor receptor 1-targeted 89Zr-labeled panitumumab. J. Nucl. Med. 2012, 53\\(1): 113-120.\r\n  10. Bhattacharyya, S. et al. Zirconium-89 labeled panitumumab: a potential immuno-PET probe for HER1-expressing carcinomas. Nucl. Med. Biol. 2013, 40:  451-457.\r\n  11. Chang A. J. et al. Development and characterization of 89Zr-labeled panitumumab for immuno positron emission tomographic imaging of the epidermal growth factor receptor. Molecular Imaging, 2013, 12: 17-27.\r\n  12. Holland, J. P., Sheh, Y., and Lewis, J.  Standardized method for the production of high specific activity zirconium-89.  Nucl. Med. Biol. 2009, 36:729-739.\r\n  13. Zanzonico, P. Routine quality control of clinical nuclear medicine instrumentation: a brief review. J. Nucl. Med. 2009, 49: 1114-1131.\r\n  14. Lowry, O. H., Rosebrough, N. J., Farr, A. L., and Randall, R. J. Protein measurement with the folin phenol reagent. J. Biol. Chem. 1951, 193: 265-275.\r\n  15. Meares, C. F., McCall, M. J., Reardan, D. T., Goodwin, D. A., Diamanti, C. I., and McTigue, M. Conjugation of antibodies with bifunctional chelating agents: isothiocyanate and bromoacetamide reagents, methods of analysis, and subsequent addition of metal ions.  Anal. Biochem.1984, 142: 68-78.\r\n  16. Dixit, M., et al. Synthesis of clinical-grade \\[18F]-fluoroestradiol as a surrogate PET biomarker for the evaluation of estrogen receptor-targeting therapeutic drug. Int. J. Mol. Imaging 2013, Article ID 278607, http://dx.doi.org/10.1155/2013/278607.\r\n  17. Liu S, Edward DS. Stabilization of \\(90)Y-labeled DOTA-biomolecule conjugates using gentisic acid and ascorbic acid. Bioconj Chem, 2001;12\\(4):554-8.\r\n  18. FDA Guidance for Industry: ICH Q3C—Tables and List, Revision 2 \\(2/2012). http://www.fda.gov/downloads/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/ucm073395.pdf.  \\(Last Accessed August 13, 2012)"
        },
        {
            "header": "Acknowledgements",
            "content": "This project has been funded in whole or in part with federal funds from the National Cancer Institute, National Institutes of Health, under Contract No. HHSN261200800001E. The content of this publication does not necessarily reflect the views or policies of the Department of Health and Human Services, nor does mention of trade names, commercial products, or organizations imply endorsement by the U. S. Government. Authors are grateful to Dr. Lawrence Szajek of cyclotron facility at NIH Bethesda for providing 89Zr-oxalate."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.nucmedbio.2013.01.007",
                "date": "2013-07-29 21:00:50",
                "title": "Zirconium-89 labeled panitumumab: a potential immuno-PET probe for HER1-expressing carcinomas",
                "authors": [
                    "Sibaprasad Bhattacharyya",
                    "Karen Kurdziel",
                    "Ling Wei",
                    "Lisa Riffle",
                    "Gurmeet Kaur",
                    "G. Craig Hill",
                    "Paula M. Jacobs",
                    "James L. Tatum",
                    "James H. Doroshow",
                    "and Joseph D. Kalen"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12786,
                "identity": "a0172394-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sibaprasad Bhattacharyya",
                "email": "bhattacharyyas2@mail.nih.gov",
                "orcid": "",
                "institution": "Imaging Probe Development Group",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sibaprasad",
                "middleName": "",
                "lastName": "Bhattacharyya",
                "suffix": ""
            },
            {
                "id": 12787,
                "identity": "a017276e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ling Wei",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ling",
                "middleName": "",
                "lastName": "Wei",
                "suffix": ""
            },
            {
                "id": 12788,
                "identity": "a017299c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jianfeng Shi",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jianfeng",
                "middleName": "",
                "lastName": "Shi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-09-25 19:16:22",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.077",
        "doiUrl": "https://doi.org/10.1038/protex.2013.077",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608822,
                "identity": "945bb132-ffef-4eb4-9c18-79c8199fe578",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:30",
                "extension": "docx",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6313211,
                "visible": true,
                "origin": "",
                "legend": "Figures",
                "description": "",
                "filename": "figure1.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2816/v1/figure_1.docx"
            },
            {
                "id": 13465378,
                "identity": "f2b1a706-e649-4882-9dc8-7a7ad9a019c4",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 184112,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2816/v1/026e6c11-8084-40be-81fe-d5368b69f4a4.pdf"
            },
            {
                "id": 2608818,
                "identity": "3e0da19e-9d64-4b9b-a8f9-e55e28b9e048",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:30",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 17357,
                "visible": true,
                "origin": "",
                "legend": "Table 1 and Table 2   Tables",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2816/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "none",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "89Zr, USP, Immuno-PET, EGFR",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A robust protocol has been developed for producing clinical-grade 89Zr-panitumumab as an immuno-PET probe to evaluate EGFR- targeted therapy. In this protocol, clinical-grade panitumumab is bio-conjugated with desferrioxamine chelate and subsequently radiolabeled with 89Zr resulting in high radiochemical yield \\(> 70 %, n = 3) and purity \\(> 98%, n = 3). All quality control \\(QC) tests were performed according to USP specifications \\(USP general chapter <823>). QC tests showed that the 89Zr-panitumumab met all specifications for human injection. This protocol describes a step-by-step method for the facile synthesis and quality control tests of 89Zr-panitumumab for medical use.  The entire process of bioconjugation, radiolabeling, and all QC tests take about 5 h.",
        "manuscriptTitle": "Synthesis of USP-Grade 89Zr-Panitumumab for Medical Use",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-09-26 09:11:34",
                "doi": "10.1038/protex.2013.077",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a016c7d6-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 26th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3059,
                "name": "Biochemistry"
            },
            {
                "id": 3060,
                "name": "Biological techniques"
            },
            {
                "id": 3061,
                "name": "Synthetic chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-09-26 09:11:34",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}