{
    "identity": "nprot-3639",
    "title": "Efficient RNAi of Rice Planthoppers Using Microinjection",
    "content": [
        {
            "header": "Introduction",
            "content": "Planthoppers are members of the order Hemiptera. Some of them, such as the brown planthopper \\(Nilapavarta lugens, BPH), the white-backed planthopper \\(Sogatella furcifera) and the small brown planthopper \\(Laodelphax striatellus), are among the most serious insect pests of rice plant in Asia. Many scientific questions still exist in these species. For example, wing dimorphism is one of the striking features of these species, which enables seasonal migration over long distances. Meanwhile, they can transmit rice viruses, develop associations with multiple endosymbionts, high fecundity and resistance to new insecticides"
        },
        {
            "header": "Reagents",
            "content": "Materials and Reagents\r\n\n\n1.Planthoppers \\(genomic study strain)\r\n\n\n2.Rice plant \\(varieties: Tn1 and Xiushui 134)\r\n\n\n3.Transparent polycarbonate jars \\(7cm in diameter and 10.5 cm in height)\r\n\n\n4.Absorbent cotton\r\n\n\n5.Nylon mesh\r\n\n\n6.1.5 ml and 15 ml microcentrifuge tubes\r\n\n\n7.Plastic dishes \\(3 cm and 6 cm in diameter)\r\n\n\n8.Agarose\r\n\n\n9.PBS \\(phosphate buffer saline)\r\n\n\n10.Rice nutrient fluid\r\n\n\n11.Test tubes\r\n\n\n12.Microloader \\(Cat#930001007, Eppendorf)\r\n\n\n13.Glass Capillary \\(Cat#B10024F, VItalSense Scientific Instruments)\r\n\n\n14.dsRNA synthesis kit \\(Cat#AM1334, MEGAscript T7 transcription kit, Ambion)\r\n\n\n15.Nuclease free water \\(Cat#10977-015, Invitrogen)\r\n\n\n16.Blue Dextran \\(Cat#D5751, Sigma-Aldrich)\r\n\n\n17.RNAiso Plus \\(Cat#9109, Takara)\r\n\n\n18.pGEM®-T-easy vector \\(Cat#A1360, Promage)\r\n\n\n19.QIAEX II Gel Extraction Kit \\(Cat#20021, QIAGEN)"
        },
        {
            "header": "Equipment",
            "content": "1.Refrigerated microcentrifuge machine \\(for Eppendorf tubes)\r\n\n\n2.Nanodrop \\(Thermo Scientific™)\r\n\n\n3.Refrigerator \\(4 °C and -80 °C spaces)\r\n\n\n4.Conventional microinjection instruments\r\n\n\n-Microinjector, FemtoJet \\(FemtoJet, Eppendorf)\r\n\n\n-Microforceps\r\n\n\n-Pointed brushes\r\n\n\n-CO2\r\n\n\n5.P-97 Micropipette Puller \\(Sutter Instrument)"
        },
        {
            "header": "Procedure",
            "content": "**Preparation of the dsRNA solution**\r\n\n\n1.Clone target sequences of genes into T-easy vector, with length around 500bp. \\(Caution: Make sure target sequence does not contain the whole length of qRT-PCR sequence)\r\n\n\n2.Set up at least a 50 μl PCR reaction to amplify dsRNA synthesis template using forward and reverse primers with T7 RNA polymerase promoter conjugated.\r\n\n\n3.Purify the PCR product using QIAEX II Gel Extraction Kit, and dilute in nuclease free water.\r\n\n\n4.Measure the template concentration using a spectrophotometer \\(Nanodrop), and identify the quality by electrophoresis on 1% \\(wt/vol) agarose gel with DNA marker. Only a single band of right size should be detected \\(the length of target sequence plus 46 bp of two T7 promoters).\r\n\n\n5.Use a total of 200ng DNA template to synthesis dsRNA with MEGAscript T7 transcription kit. \\(Tip: High content and quality of DNA template could increase dsRNA production.)\r\n\n\n6.Incubate reaction at 37 °C for more than 16 h in an air bath. \\(Critical: Although manufacturer recommend a normal reaction incubate at 37 °C for 2-4 h, we found that a longer time increases dsRNA yield to final concentration of dsRNA as high as 10 μg/μl; Tip: Air bath is better than water bath, in order to maintain the volume of reaction and avoid water condensing on the cap of microcentrifuge tub.)\r\n\n\n7.Measure the RNA concentration using a spectrophotometer \\(Nanodrop) using a 1:10 dilution of dsRNA product in water. \\(Critical: Dilute dsRNA product could reduce the impact of ions on determination of RNA quality.)\r\n\n\n8.Examine 0.5 μl of the dsRNA product using electrophoresis on 1% \\(wt/vol) agarose gel with DNA marker. dsRNA size should be the same as that of the DNA template.\r\n\n\n9.Add 1 μl TURBO DNase, and incubate at 37 °C for 15 min.\r\n\n\n10.Terminate the reaction at 65 °C for 10 min.\r\n\n\n11.\\(Optional) Purify dsRNA product via LiCl precipitation, and resuspend in nuclease-free water. \\(Tip: It is our experience that no difference in the result of RNA interference in planthopper body between purified and unpurified dsRNA. More importantly, LiCl precipitation could result in the loss of a large part of dsRNA product.)\r\n\n\n12.Adjust the concentration of dsRNA product to 5 μg/μl.\r\n\n\n13.Centrifuge at 12,000 rpm for at least 5 min in 4 °C. \\(Critical: High speed centrifuge is essential to remove impurities, which is critical prior to microinjection.)\r\n\n\n14.Store dsRNA product at -80 °C until use.\r\n\n\n\r\n\n\n**Preparation of the agarose plates**\r\n\n\n1.Dissolve 1-2% \\(wt/vol) agarose in PBS in a microwave oven.\r\n\n\n2.Pour liquid into plastic dishes to almost overflowing. \\(Tip: Different sizes of dishes should be used for different instar nymphs of BPH: 3cm diameter dishes for 1st and 2nd instar nymphs and 6cm diameter dishes for 3rd, 4th, 5th instar nymphs and adults.)\r\n\n\n3.Before the agarose solidifies, place capillary \\(insect pin or toothpick) gently on the edge of dishes \\(Figure 1). \\(Caution: Do not let immerse strips in the liquid; Tip: an insect pin can be used for 3cm diameter dishes, and capillary or toothpick for 6cm diameter dishes; see Figure 1.)\r\n\n\n4.Remove capillary \\(insect pin or toothpick), and immerse agarose plates in PBS at 4 °C until ready to use. \\(Critical: Keep the groove integrity, which ensure BPH body in the right position.)\r\n\n\n\r\n\n\n**Preparation of rearing jar**\r\n\n\n1.Cut absorbent cotton into 7cm square pieces of sufficient thickness.\r\n\n\n2.Each jar needs two squares of cotton. Place one piece on the bottom and infiltrate with rice nutrient fluid. Punch four holes in another cotton square around the center and place 10 fresh rice seedlings of each hole.\r\n\n\n3.Place this cotton square with rice into the jar, and compress around the edge of square with forceps \\(Figure 2). \\(Caution: As high humidity increase mortality of BPH, jar should not be watered anymore until the BPH are put in; do not leave any gaps at the edge of cotton, most of BPH will die if they jump or fall into the gaps.)\r\n\n\n\r\n\n\n**Microinjection of dsRNA into planthopper**\r\n\n\n1.We are now ready to start microinjection of the dsRNA.\r\n\n\n2.Pat dry the agarose plates with paper towels, and place on ice. \\(Critical: Keep agarose plates dry for convenient microinjection and to decrease mortality.)\r\n\n\n3.Anaesthetize BPH using CO2 for 30s \\(Figure 3a). \\(Caution: Do not use ice to anaesthetize BPH, otherwise they will die.)\r\n\n\n4.Place them on agarose plates, and use a pointed brush to place BPH in the groove \\(Figure 3b). \\(Critical: It is best to lay them flat at right angles to the injection needle; Tip: Use only a few brush hairs to place BPH gently, in order to minimize damage to the BPH body.)\r\n\n\n5.Pull capillary for microinjection needles using a micropipette puller \\(P-97, Sutter Instrument) \\(Figure 3c). A normal program is heat = 800; pull = 150; vel = 150; time = 80. \\(Tip: Store microinjection needles in 15 ml microcentrifuge tubes, which protects the points of the needles \\(Figure 3d).)\r\n\n\n6.Add 10 μl of dsRNA product in the microinjection needle using microloader \\(Figure 3e). \\(Caution: Do not allow air bubbles into microloader and needle; Tip: microloader could use repeatedly.)\r\n\n\n7.\\(Optional) For practicing microinjection, add Blue Dextran solution into dsRNA product to indicate whether the liquid has been successfully injected.\r\n\n\n8.Insert microinjection needle into grip head and fix on capillary holder of the microinjection instruments \\(Figure 3f).\r\n\n\n9.Set the injection parameters. A normal program is injection pressure \\(pi) = 1000 hPa, injection time \\(ti) = 0.5 s and compensation pressure \\(pc) = 20 hPa, depending on tip size of needle.\r\n\n\n10.Cut microinjection needle using microforceps, and adjust size of needles to be suitable to penetrate BPH body \\(Figure 3g). A suitable size of the point is very fine but unbending when inject into the body \\(Figure 3h). \\(Critical: A beveled point is the most convenient shape for injection, to minimize damage to the integument and avoid bleeding.)\r\n\n\n11.Choose the right injection sites. It is our experience that two sites are most suitable for injection: \\(1) the membrane between the meso- and meta-thoracic legs; \\(2) the membrane between thorax and abdomen. Both these position are the thinnest places in the body and the least subject to bleeding. Other places can also be used, such as the membrane between abdominal segments and around the coxae of the meso- and meta-thoracic legs. \\(Caution: Do not insert needle deeply: this increases mortality; Tip: Early emerged \\(first day) of each instar is a better time point for injection as the body is not yet turgid; once the needle is inserted into the body, immediately pull it out slightly, which avoids tissues blocking the tip of needle.)\r\n\n\n12.Inject approximately 5nl, 10nl, 25nl, 50nl and 100nl dsRNA solution into 1st, 2nd, 3rd, 4th and 5th instar nymphs, respectively. A larger volume can be injected into adults.\r\n\n\n\r\n\n\n**Rearing the planthoppers after injection**\r\n\n\n1.Gently pick BPH body out of the groove after injected by a few brush hairs. \\(Caution: Overexertion could hurt BPH body.)\r\n\n\n2.Put them in rearing jar with nylon mesh covered. Each jar contains no more than 150 individuals.\r\n\n\n3.Immediately move rearing jar to climate chamber with 26 °C \\(±0.5 °C), photoperiod of 16:8 h \\(light : dark) and relative humidity of 50% \\(±5%).\r\n\n\n4.Check rearing jar 2 h after injection, and check whether each of the BPHs revives.\r\n\n\n5.Renew fresh rice seedlings every three or four days. \\(Critical: Good condition of fresh rice seedlings reduces BPH mortality.)\r\n\n\n\r\n\n\n**Verification of RNAi**\r\n\n\n1.Three days after injection, examine the gene silencing efficiency using qRT-PCR. Extract total RNA of 20 individuals of BPH with three replicates.\r\n\n\n2.\\(Optional) Test gene expression at the protein level by western blotting using a specific antibody."
        },
        {
            "header": "Timing",
            "content": "Preparation for RNAi requires 1 day. Processing for microinjection requires 1 day. qRT-PCR or western blotting should be performed on the third day after the injection. Usually, these verification experiments take 1 to 2 days if all goes well."
        },
        {
            "header": "Troubleshooting",
            "content": "See \"Trouebleshooting.doc\":http://www.nature.com/protocolexchange/system/uploads/3489/original/Troubleshooting.doc?1422063069"
        },
        {
            "header": "Anticipated Results",
            "content": "Following treatment of dsRNA, gene expression should be downregulated by more than 70%, based on more than 200 different target gene experiments in our lab. Our former research also showed a great RNAi efficiency at the protein level, verified by specific antibody"
        },
        {
            "header": "References",
            "content": "Chen J, Zhang D, Yao Q, et al. \\(2010) Feeding-based RNA interference of a trehalose phosphate synthase gene in the brown planthopper, Nilaparvata lugens. Insect Molecular Biology 19, 777-786.\r\n\n\nHibino H \\(1996) Biology and epidemiology of rice viruses. Annual Review of Phytopathology 34, 249-274.\r\n\n\nLiu SH, Ding ZP, Zhang CW, Yang BJ, Liu ZW \\(2010) Gene knockdown by intro-thoracic injection of double-stranded RNA in the brown planthopper, Nilaparvata lugens. Insect Biochemistry and Molecular Biology 40, 666-671.\r\n\n\nWang Y, Fan HW, Huang HJ, et al. \\(2012) Chitin synthase 1 gene and its two alternative splicing variants from two sap-sucking insects, Nilaparvata lugens and Laodelphax striatellus \\(Hemiptera: Delphacidae). Insect Biochemistry and Molecular Biology 42, 637-646.\r\n\n\nWu JC, Xu JX, Yuan SZ, et al. \\(2001) Pesticide-induced susceptibility of rice to brown planthopper Nilaparvata lugens. Entomologia Experimentalis Et Applicata 100, 119-126.\r\n\n\nWu WJ, Wang Y, Huang HJ, Bao YY, Zhang CX \\(2012) Ecdysone receptor controls wing morphogenesis and melanization during rice planthopper metamorphosis. Journal of Insect Physiology 58, 420-426.\r\n\n\nXi Y, Pan PL, Ye YX, et al. \\(2015) Chitinase-like gene family in the brown planthopper, Nilaparvata lugens. Insect Molecular Biology 24, 29-40.\r\n\n\nXi Y, Pan PL, Ye YX, Yu B, Zhang CX \\(2014) Chitin deacetylase family genes in the brown planthopper, Nilaparvata lugens \\(Hemiptera: Delphacidae). Insect Molecular Biology 23, 695-705.\r\n\n\nXu HJ, Chen T, Ma XF, et al. \\(2013) Genome-wide screening for components of small interfering RNA \\(siRNA) and micro-RNA \\(miRNA) pathways in the brown planthopper, Nilaparvata lugens \\(Hemiptera: Delphacidae). Insect Molecular Biology 22, 635-647.\r\n\n\nXue J, Zhang XQ, Xu HJ, et al. \\(2013) Molecular characterization of the flightin gene in the wing-dimorphic planthopper, Nilaparvata lugens, and its evolution in Pancrustacea. Insect Biochemistry and Molecular Biology 43, 433-443.\r\n\n\nXue J, Zhou X, Zhang CX, et al. \\(2014) Genomes of the rice pest brown planthopper and its endosymbionts reveal complex complementary contributions for host adaptation. Genome Biology 15."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Professor H. Frederik Nijhout \\(Department of Biology, Duke University) for  revising. This work was supported by National Basic Research Program of China \\(973 Program, no. 2010CB126205) and by the National Science Foundation of China \\(no. 31201509, and no. 31471765)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13196,
                "identity": "a048c94e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hai-Jun Xu",
                "email": "haijunxu@zju.edu.cn",
                "orcid": "",
                "institution": " Chuan-Xi Zhang's Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hai-Jun",
                "middleName": "",
                "lastName": "Xu",
                "suffix": ""
            },
            {
                "id": 13197,
                "identity": "a048cabb-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Chuan-Xi Zhang",
                "email": "chxzhang@zju.edu.cn",
                "orcid": "",
                "institution": "Chuan-Xi Zhang's Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Chuan-Xi",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 13190,
                "identity": "a048bd27-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jian Xue",
                "email": "",
                "orcid": "",
                "institution": " Chuan-Xi Zhang's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jian",
                "middleName": "",
                "lastName": "Xue",
                "suffix": ""
            },
            {
                "id": 13191,
                "identity": "a048c0bf-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yu-Xuan Ye",
                "email": "",
                "orcid": "",
                "institution": " Chuan-Xi Zhang's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yu-Xuan",
                "middleName": "",
                "lastName": "Ye",
                "suffix": ""
            },
            {
                "id": 13192,
                "identity": "a048c338-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ya-Qin Jiang",
                "email": "",
                "orcid": "",
                "institution": " Chuan-Xi Zhang's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ya-Qin",
                "middleName": "",
                "lastName": "Jiang",
                "suffix": ""
            },
            {
                "id": 13193,
                "identity": "a048c4ac-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "JI-Chong Zhuo",
                "email": "",
                "orcid": "",
                "institution": " Chuan-Xi Zhang's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "JI-Chong",
                "middleName": "",
                "lastName": "Zhuo",
                "suffix": ""
            },
            {
                "id": 13194,
                "identity": "a048c5fd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hai-Jian Huang",
                "email": "",
                "orcid": "",
                "institution": " Chuan-Xi Zhang's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hai-Jian",
                "middleName": "",
                "lastName": "Huang",
                "suffix": ""
            },
            {
                "id": 13195,
                "identity": "a048c74b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ruo-Lin Cheng",
                "email": "",
                "orcid": "",
                "institution": " Chuan-Xi Zhang's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ruo-Lin",
                "middleName": "",
                "lastName": "Cheng",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-01-24 01:14:15",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.005",
        "doiUrl": "https://doi.org/10.1038/protex.2015.005",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609110,
                "identity": "e630ca84-552c-4bc2-a53d-6787bbd3feea",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:41",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 140308,
                "visible": true,
                "origin": "",
                "legend": "Preparation of the agarose plates.   3 cm 6 cm in diameter dishes with placing insect pin, capillary and toothpick, respectively.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3639/v1/figure_1.jpg"
            },
            {
                "id": 2609112,
                "identity": "ac681d21-b3fc-4f3d-9d5f-86b7b4133893",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:41",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 85585,
                "visible": true,
                "origin": "",
                "legend": "Rearing jar.   Rearing jar with rice seedlings",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3639/v1/figure_2.jpg"
            },
            {
                "id": 2609113,
                "identity": "4e4e831a-2345-4f4e-9bce-b230bedfcf48",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:41",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 764886,
                "visible": true,
                "origin": "",
                "legend": "Microinjection procedure   (a) Anaesthetize planthoppers using CO2. (b) Place planthoppers on agarose. (c) Pull capillary. (d) Store microinjection needles in 15 ml microcentrifuge tube. (e) Load dsRNA product using microloader. (f) Microinjection instruments. (g) Cut microinjection needle with a beveled point. (h) Injection.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3639/v1/figure_3.jpg"
            },
            {
                "id": 2609111,
                "identity": "fd0d77f8-ccad-4445-9acb-e4fc6ab0d299",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:41",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 237223,
                "visible": true,
                "origin": "",
                "legend": " Injection sites   The membrane between meso- and meta-thoracic legs and the membrane between thorax and abdomen.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3639/v1/figure_4.jpg"
            },
            {
                "id": 13464913,
                "identity": "5911adeb-9398-4d5c-a573-ee9315c57664",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:06",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 456528,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3639/v1/1973748e-2a48-43a3-8b93-d2ec4c431c9a.pdf"
            },
            {
                "id": 2609108,
                "identity": "a4499da7-121d-4ed5-9f79-037140a03ad7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:41",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 18944,
                "visible": true,
                "origin": "",
                "legend": "Troubleshooting   TABLE 1|Troubleshooting table   Troubleshooting table.",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-3639/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "The authors declaring no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Planthoppers, RNAi, breeding, high efficiency, protocol",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Planthoppers are members of the order Hemiptera. Some of them are among the most serious insect pests of rice in Asia. Although some species serve as model systems for ecological studies, many important biological mechanisms are still undefined at the molecular level, including wing dimorphism, virus transmission and insecticide resistance. The use of RNA interference \\(RNAi) could speed up the characterization of gene function in planthoppers. Here, we describe a dsRNA microinjection protocol that includes details of dsRNA synthesis, preparations of agarose plates and rearing jar, microinjection procedure, planthopper culture and RNAi verifications. We show a high efficiency of gene silencing using microinjection by RNAi in planthoppers. This protocol is simple and convenient, and should improve RNAi studies in planthoppers.",
        "manuscriptTitle": "Efficient RNAi of Rice Planthoppers Using Microinjection",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-01-26 17:40:20",
                "doi": "10.1038/protex.2015.005",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0485143-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 26th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3259,
                "name": "Biotechnology"
            },
            {
                "id": 3260,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-01-26 17:40:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}