{
    "identity": "nprot-6785",
    "title": "High Molecular Weight DNA Extraction from Recalcitrant Plant Species for Third Generation Sequencing",
    "content": [
        {
            "header": "Introduction",
            "content": "The assembly of high quality conifer genomes can benefit many fields of research from conservation and restoration efforts, to disease and stress studies, and evolutionary history. However, these tree genomes present unique assembly challenges; they are large \\(10-30+ Gb haploid), repetitive, and can have high ploidy. While long read sequencing, e.g. Oxford Nanopore, 10X, or PacBio,  can greatly improve assembly contiguity, extracting large amounts of high quality, high molecular weight \\(HMW) DNA from adult trees presents a unique challenge. Although many extraction methodologies exist for recalcitrant plant species, most yield either DNA of quality “fit for PCR” and not for sensitive nanopore sequencing applications, or DNA too fragmented to obtain sequencing reads of sufficient length to improve assembly contiguity. Obtaining 60 kb+ and \"nanopore clean\" DNA places higher demands on sample extraction and preparation than existing methodology can provide in adult trees. \r\n\n\n\r\n\n\nWe have combined several techniques to develop HMW, \"nanopore clean\" DNA extraction methodologies from conifer species Sequoiadendron giganteum \\(giant sequoia) and Sequoia sempervirens \\(coast redwood) and generated sequence data on the Oxford Nanopore MinION. Our method integrates nuclei isolation and Nanobind DNA isolation \\(Circulomics) to improve purity and recovery 10-fold and reduce extraction time from 2-3 days to a single day. We also detail sequencing library preparation methodology and demonstrate extension of our methodology to maize tissue."
        },
        {
            "header": "Reagents",
            "content": "14 M ꞵ-mercaptoethanol \\(Sigma-Aldrich, M3148-100ML)\r\n\n\nTriton X-100 \\(Sigma-Aldrich, X100-100ML)\r\n\n\nTrizma base \\(Sigma-Aldrich, T4661-100G)\r\n\n\nddH20\r\n\n\nPotassium chloride \\(Sigma-Aldrich, P9541-500G)\r\n\n\n0.5 M EDTA pH 8.0 \\(ThermoFisher, 15575020)\r\n\n\nSpermidine trihydrochloride \\(Sigma-Aldrich, S2501-5G)\r\n\n\nSpermine tetrahydrochloride \\(Sigma-Aldrich, S1141-5G)\r\n\n\nSucrose, molecular biology grade \\(Sigma-Aldrich, S0389-1KG)\r\n\n\n10 N NaOH \\(Sigma-Aldrich, 72068-100ML)\r\n\n\nPVP 360K \\(Sigma-Aldrich, PVP360-100G)\r\n\n\n200 proof ethanol\r\n\n\nLiquid nitrogen\r\n\n\n\r\n\n\n**Nanobind Plant Nuclei Big DNA Kit - Alpha Kit \\(Circulomics Inc)**\r\n\n\nNanobind disks\r\n\n\nProteinase K\r\n\n\nRNase A\r\n\n\nBuffer PL1 - Lysis/Binding buffer\r\n\n\nBuffer PW1 Concentrate - Wash buffer concentrate\r\n\n\nBuffer EB - Elution buffer"
        },
        {
            "header": "Equipment",
            "content": "Refrigerated centrifuge\r\n\n\nPaintbrushes \r\n\n\nMiracloth \\(Millipore Sigma, 475855-1R)\r\n\n\nMortar and pestle \\(Fisher Scientific, 12-947-1)\r\n\n\nConical vials \\(15 mL and 50 mL)\r\n\n\n250 mL capped bottle \r\n\n\n100 mL beaker\r\n\n\nEnd over end mixer \\(optional)\r\n\n\nMagnetic stir plate + stir bars\r\n\n\npH meter or strips\r\n\n\nFume hood\r\n\n\nFunnel\r\n\n\nNanoDrop and/or Qubit Fluorometer \\(Thermo Fisher)\r\n\n\nThermoMixer \\(Eppendorf)\r\n\n\nHulaMixer \\(Thermo Fisher)"
        },
        {
            "header": "Procedure",
            "content": "**Reagent setup**\r\n\n\nHB \\(homogenization buffer) stock 10X \\(100 mL)\r\n\n\n1.21 g Trizma base\r\n\n\n5.96 g KCl\r\n\n\n20 mL 0.5 M EDTA\r\n\n\n0.255 g Spermidine\r\n\n\n0.348 g Spermine\r\n\n\nFill to 100 mL with ddH20, adjust pH to 9-9.4 with 10 N NaOH drops. Can store at 4 °C in glass bottle for up to 1 year.\r\n\n\n\r\n\n\nHB 1X solution \\(1000 mL)\r\n\n\n100 mL 10X HB\r\n\n\n171.2 g sucrose\r\n\n\nFill to 700 mL with ddH20, stir until dissolved. Bring to final volume of 1L. Can store at 4 °C in glass bottle for 3 months. \r\n\n\n\r\n\n\nTriton X-100 \\(20% vol/vol, 100 mL)\r\n\n\n20 mL Triton X-100\r\n\n\n10 mL 10X HB\r\n\n\n17.15 g sucrose\r\n\n\nFill to 60 mL ddH20, stir until dissolved. Bring to a final volume of 100 mL. Can store at 4 °C in glass bottle for up to 1 year. \r\n\n\n\r\n\n\nPrepare day of isolation:\r\n\n\nNIB \\(nuclear isolation buffer)\r\n\n\nMake 10 mL NIB per gram of tissue, plus an additional 50 mL for washes. Example recipe for 5 g of tissue:\r\n\n\n97.5 mL 1X HB\r\n\n\n2.5 mL Triton X-100 mix\r\n\n\n250 μl B-mercaptoethanol \\(add immediately before use)\r\n\n\n1 g PVP\r\n\n\nStir until mixed\r\n\n\n\r\n\n\n**Procedure**\r\n\n\n\r\n\n\n**Nuclei Isolation:**\r\n\n\n1.   Grind 1 gram of tissue, preferably fresh or snap frozen, into fine powder in liquid nitrogen with a mortar and pestle. Immediately transfer ground tissue to capped 250 mL bottle containing 10 mL NIB. Cap bottle and attach to end over end mixer, rotating at max speed for 15 min at 4 °C. \r\n  - Alternatively, lay bottles on their side on a shaker \\(150 rpm), or transfer ground tissue to a beaker capped with foil and mix on stir plate with stir bar at 4 °C for 15 minutes. \r\n\n\n2.   Using a funnel, gravity filter homogenate through 5 layers of Miracloth into a 50 mL conical tube. Cap tube and centrifuge at 4 °C for 20 min. \r\n  - Speed of centrifugation is dependent upon size of genome: for larger genomes such as redwood \\(30 Gb), we spun down at 1900 x g, but for smaller genomes like walnut \\(1 Gb) we spun down at 2900 x g, and maize \\(2.5 Gb) was spun down at 2500 x g. \r\n\n\n3.   Decant the supernatant and add 1 mL cold NIB to pellet. Resuspend pellet with paint brush pre-soaked in NIB. \r\n  - Pipetting up and down with wide bore tips works for some species \\(for example maize) but for many species the pellet is too sticky to allow for sufficient resuspension by pipet.\r\n\n\n4.   Transfer 1 mL nuclei suspension to a 15mL conical.\r\n  5.   Bring volume up to 15 mL with ice-cold NIB. Centrifuge at same speed and temperature as used in step 2 for 10 minutes.\r\n  6.   If after centrifugation supernatant is clear, decant supernatant and take pellet into step 7. If coloration remains in the supernatant after centrifugation, dispose of supernatant and resuspend nuclei pellet in NIB, bringing volume up 10-15 mL, and repeat centrifugation under conditions used in step 5. \r\n  - For conifer tissue it was important to repeat this step 3-5X; however, in maize tissue subsequent washes have been unnecessary. \r\n\n\n7.   Remove supernatant and resuspend in 1 mL 1X HB.\r\n  8.   At this point, you can either snap freeze nuclei or proceed to lysis. If snap freezing, spin down your nuclei suspension in a 1.5 mL tube at 5000-7000 x g for 5 minutes, remove supernatant and snap freeze in liquid nitrogen, then store at -80  °C. If proceeding to Nanobind-assisted DNA purification, spin down your nuclei suspension in a 1.5 mL tube at 5000-7000 x g for 5 minutes, remove supernatant and proceed with step 1 of the Nanobind-assisted DNA purification section below.\r\n  \r\n\n\n**Nanobind-assisted DNA Purification:** \r\n\n\nNote: this protocol reflects v0.17. Please visit www.circulomics.com/support-nanobind for protocol updates. \r\n\n\n1. Resuspend isolated plant cell nuclei with 30 μL of Proteinase K and vortex on high until fully resuspended. Spin tube on mini-centrifuge for 2 s to remove liquid from cap.\r\n  - Proper resuspension and mixing of the nuclei pellet is necessary to ensure efficient lysis.\r\n\n\n- Vortexing is critical and will not damage high molecular weight DNA at this step.\r\n\n\n- If removal of RNA is not necessary, proceed directly to step 3.\r\n\n\n2. Optional for removal of RNA: add 10 μL of RNase A and pulse vortex 5X to mix. Spin tube on mini-centrifuge for 2 s to remove liquid from cap. Incubate at room temperature \\(RT) \\(18–25 °C) for 3 min.\r\n  3. Add 80 μL Buffer PL1 to the sample and pulse vortex 10X to mix. Spin tube on mini-centrifuge for 2 s to remove liquid from cap.\r\n  - Thorough mixing at this step is necessary to ensure complete lysis of the nuclei. Sample should appear cloudy and very viscous but homogeneous.\r\n\n\n- If sample appears inhomogeneous, vortex continuously on high speed for 10 s. DNA is protected at this stage and vortexing should not damage the DNA significantly.\r\n\n\n4. Incubate on a ThermoMixer at 55 °C and 900 rpm for 30 min.\r\n  - Mid-lysis pulse vortex \\(5X) will enhance mixing \\(pulse vortexing at this stage will still result in very large DNA).\r\n\n\n- If a ThermoMixer is not available, incubate at 55 °C in a dry bath incubator or water bath. Invert mix 5X every 5 min.\r\n\n\n- If sample does not appear to be lysed, incubation time can be increased up to 2 h.\r\n\n\n5. Centrifuge lysate for 5 min at 16000 x g at RT.\r\n  6. Transfer supernatant to new 1.5 mL Protein LoBind microcentrifuge tube using a wide bore pipette.\r\n  - The DNA should be handled carefully from this point forward to prevent shearing.\r\n\n\n7. Add Nanobind disk to supernatant followed by 1X volume of isopropanol.\r\n  - If the volume of supernatant is greater than 150 µL, the volume of isopropanol should be adjusted accordingly.\r\n\n\n- For best results, the Nanobind disk should always be added before isopropanol.\r\n\n\n8. Carefully mix for 20 min at RT. Verify that the fluid is continuously mixing and that the Nanobind disk remains submerged in the binding solution throughout the binding process for efficient recovery of DNA.\r\n  - Mixing can be performed by inverting the tubes and placing them cap-side down on a HulaMixer \\(Thermo Fisher) or similar device.\r\n\n\n- If a HulaMixer in not available, manually mix the tubes by inversion \\(e.g., 5X inversions every 2-3 min) to facilitate binding.\r\n\n\n- A tube rotator is not recommended, as low reaction volume precludes adequate mixing during end over end rotation.\r\n\n\n9. Place tubes in magnetic tube rack.\r\n  10. While the tube is on the magnet, discard the supernatant, avoiding contact with the Nanobind disk.\r\n  11. Add 500 μL of Buffer PW1, inversion mix 4X, replace tube rack on the magnetic base, and discard the supernatant.\r\n  12. Repeat step 11.\r\n  13. Remove any residual liquid from cap of 1.5 mL tube.\r\n  14. Spin the tube on a mini-centrifuge for 2 s and remove the residual liquid.\r\n  - If the Nanobind disk is blocking the bottom of the tube, gently push it aside with the tip of the pipette. At this stage, DNA is tightly bound to the disk and gently manipulating the disk with a pipette tip should not cause any damage.\r\n\n\n15. Repeat step 14. If residual wash buffer remains on Nanobind or sidewalls of tube, repeat step 14 until tube and Nanobind appears dry.\r\n  16. Add 50-200 μL Buffer EB spin the tube on a mini-centrifuge for 2 s. Incubate at room temperature for 10 min. Confirm the entire Nanobind disk is fully immersed in Buffer EB during elution. \r\n  - Elution volumes can be adjusted depending on downstream concentration requirements.\r\n\n\n- The Nanobind disk may be compressed into the bottom of the tube using a pipette tip without causing any damage to the process.\r\n\n\n17. Collect extracted DNA by transferring eluate to a new 1.5 mL microcentrifuge tube using a wide bore pipette. Spin the tube on a mini-centrifuge for 5 s and transfer any remaining eluted DNA. Repeat if necessary.\r\n  - Using a wide bore pipette helps to ensure that the extracted DNA is 50–300+ kb in length.\r\n\n\n- For high molecular weight DNA, the extracted DNA can be inhomogeneous. This is normal and is one of the challenges with working with high molecular weight DNA. Leaving the extracted DNA at room temperature overnight can increase the homogeneity.\r\n\n\n18. Analyze the recovery and purity of the DNA by NanoDrop and Qubit.\r\n  \r\n\n\n**Oxford Nanopore Technologies Protocol Modifications:**\r\n\n\nThe ligation protocol was carried out as described for the LSK108 1D nanopore library preparation, with the exception of the following steps:\r\n\n\n1. Input to ligation protocol was 1.5 μg gDNA sheared to 8 kb with the Diagenode Megaruptor. Shearing to 10 kb with Covaris G-tubes \\(5000 x g for 1 min each way) achieves similar results. Alternatively, for longer reads it is recommended not to shear and perform the ligation protocol as recommended, or include a size selection step with the Blue Pippin \\(Sage Sciences). Sequencing outcomes for all options are given in table below. \r\n  2. End repair \\(NEBNext Ultra II) volumes were doubled over protocol recommendations \\(100 µl buffer, 14 µl enzyme), and the reaction was incubated at 20 °C for 20 min and 65 °C for 20 min."
        },
        {
            "header": "Timing",
            "content": "Nuclei extraction: 2-3 hours\r\n\n\nNanobind gDNA extraction: 1-2 hours\r\n\n\nElution: 30 minutes\r\n\n\nDNA relaxation \\(optional): overnight\r\n\n\nSequencing library preparation: 15 minutes - 2 hours"
        },
        {
            "header": "Troubleshooting",
            "content": "<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/6635/original/table1.troubleshooting.PNG?1524279435\">See figure in Figures section.</a>"
        },
        {
            "header": "Anticipated Results",
            "content": "<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/6637/original/table1.antresults.PNG?1524279435\">See figure in Figures section.</a>"
        },
        {
            "header": "References",
            "content": "Y. Zhang, Y. Zhang, J. M. Burke, K. Gleitsman, S. M. Friedrich, K. J. Liu, and T. H. Wang, A Simple Thermoplastic Substrate Containing Hierarchical Silica Lamellae for High-Molecular-Weight DNA Extraction. Adv Mater \\(2016). PubMed PMID: 27862402"
        },
        {
            "header": "Acknowledgements",
            "content": "Thank you to Brieanne Vaillancourt and Krystle Wiegert-Rininger of the C. Robin Buell Lab at Michigan State University for sharing Maize extraction outcomes and providing protocol feedback. Redwood tissue was obtained by Steve Sillet of Humboldt State University, and provided by David Neale and Allison Scott at UC Davis. This work was supported by the Save the Redwoods League and NHGRI grant R01HG009190-01A1 \\(WT)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15676,
                "identity": "a16f5419-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Rachael  Workman",
                "email": "rachael.e.workman@gmail.com",
                "orcid": "",
                "institution": "Timp Lab, Johns Hopkins University Department of Biomedical Engineering",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rachael",
                "middleName": "",
                "lastName": "Workman",
                "suffix": ""
            },
            {
                "id": 15681,
                "identity": "a16f5e6d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Winston Timp",
                "email": "wtimp@jhu.edu",
                "orcid": "",
                "institution": "Timp Lab, Johns Hopkins University Department of Biomedical Engineering",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Winston",
                "middleName": "",
                "lastName": "Timp",
                "suffix": ""
            },
            {
                "id": 15677,
                "identity": "a16f5706-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Renee Fedak",
                "email": "",
                "orcid": "",
                "institution": "Circulomics, Inc",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Renee",
                "middleName": "",
                "lastName": "Fedak",
                "suffix": ""
            },
            {
                "id": 15678,
                "identity": "a16f58ea-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Duncan Kilburn",
                "email": "",
                "orcid": "",
                "institution": "Circulomics, Inc",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Duncan",
                "middleName": "",
                "lastName": "Kilburn",
                "suffix": ""
            },
            {
                "id": 15679,
                "identity": "a16f5b49-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Stephanie Hao",
                "email": "",
                "orcid": "",
                "institution": "Timp Lab, Johns Hopkins University Department of Biomedical Engineering",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stephanie",
                "middleName": "",
                "lastName": "Hao",
                "suffix": ""
            },
            {
                "id": 15680,
                "identity": "a16f5cde-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kelvin Liu",
                "email": "",
                "orcid": "",
                "institution": "Circulomics, Inc",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kelvin",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-04-21 03:02:29",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.059",
        "doiUrl": "https://doi.org/10.1038/protex.2018.059",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610121,
                "identity": "b56906b2-4bdf-459f-9f3b-b39a4f924656",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 170519,
                "visible": true,
                "origin": "",
                "legend": "PFGE sizing of Nanobind extracted gDNA   Pulsed field gel electrophoresis image of maize (MSU) and coast redwood (SESE104) gDNA extractions, with a dotted line drawn at approximately 100 kb. ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6785/v1/figure_1.png"
            },
            {
                "id": 2610124,
                "identity": "01cb3ed1-e643-4013-9cc0-9ca18f57e704",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 116163,
                "visible": true,
                "origin": "",
                "legend": "Nanodrop spectra of Nanobind extracted gDNA   Nanodrop spectra of gDNA extraction from coast redwood (SESE104), with 260/280 = 1.78, 260/230 = 1.34, giant sequoia (SEGI21), with 260/280 = 1.89, 260/230 = 1.75, and maize (MSU), with 260/280 = 1.87, 260/230 = 1.98. ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6785/v1/figure_2.png"
            },
            {
                "id": 2610122,
                "identity": "865f6a1b-f48e-45d4-97ff-37c7b0ba807c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 21496,
                "visible": true,
                "origin": "",
                "legend": "Read length distribution for redwood sequencing runs   Read length distributions from giant sequoia (SEGI21) and coast redwood (SESE104) Oxford Nanopore sequencing runs detailed in “Oxford Nanopore sequencing outcomes” table.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-6785/v1/figure_3.png"
            },
            {
                "id": 2610125,
                "identity": "e6d166b4-8593-426e-b0b6-3ad61d155d45",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30728,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting ",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-6785/v1/figure_4.png"
            },
            {
                "id": 2610123,
                "identity": "e4d3b71e-ab27-490e-a2a7-3403e938ec06",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30711,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Anticipated extraction and sequencing results",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-6785/v1/figure_5.png"
            },
            {
                "id": 13465808,
                "identity": "11fa75a3-bd2f-4520-b385-d6c864e8fc91",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:16",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 492945,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6785/v1/f564eb8a-0cd5-4b93-a9fb-aa0fc1c83d67.pdf"
            },
            {
                "id": 2610127,
                "identity": "516cbc82-1148-44c3-a6ed-f9e5d18b25a1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 554324,
                "visible": true,
                "origin": "",
                "legend": "Protocol - Version 1   protex.2018.059 - Version 1   The protocol has been modified since it was originally published. This is the original version.\r\n\r\nStep 8 has been corrected. In the original version:\r\n\"\"8. At this point, you can either snap freeze nuclei or proceed to lysis. If snap freezing, spin down your nuclei suspension in a 1.5 mL tube at 5000-7000 x g for 5 minutes, remove supernatant and snap freeze in liquid nitrogen, then store at -80 °C. Otherwise proceed to Nanobind-assisted DNA purification.\"\r\n\r\nit should read:\r\n\r\n\"8. At this point, you can either snap freeze nuclei or proceed to lysis. If snap freezing, spin down your nuclei suspension in a 1.5 mL tube at 5000-7000 x g for 5 minutes, remove supernatant and snap freeze in liquid nitrogen, then store at -80  °C. If proceeding to Nanobind-assisted DNA purification, spin down your nuclei suspension in a 1.5 mL tube at 5000-7000 x g for 5 minutes, remove supernatant and proceed with step 1 of the Nanobind-assisted DNA purification section below.\"\r\n\r\n18 June 2018\r\n",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6785/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "Dr. Timp holds 2 patents \\(US2011/0226623 A1 and US2012/0040343 A1) which have been licensed by Oxford Nanopore Technologies. Circulomics has patents on Nanobind technology and is commercializing DNA extraction kits.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Sequencing, third generation sequencing, nanopore, pacbio, DNA extraction, conifer, plants, redwood genome project, Nanobind, Circulomics, high molecular weight",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Single molecule sequencing requires optimized sample and library preparation protocols to obtain long-read lengths and high sequencing yields. Numerous protocols exist for the extraction of DNA from plant species, but the genomic DNA from these extractions is either too low yield, of insufficient purity for sensitive sequencing platforms, e.g. nanopore sequencing,  too fragmented to achieve long reads, or otherwise unattainable from recalcitrant adult tissue.  This  renders many plant sequencing projects cost prohibitive or methodologically intractable. Existing protocols are also labor intensive, taking days to complete. Our protocol described here yields micrograms of high molecular weight gDNA from a single gram of adult or seedling leaf tissue in only a few hours, and produces high quality sequencing libraries for the Oxford Nanopore system, with typical yields ranging from 3-10 Gb per R9.4.1 flowcell and producing reads averaging 5-8 kb, with read length N50s ranging from 6-30 kb depending on the style of library preparation \\(details in sequencing outcomes section), and  maximum lengths extending up to 200 kb+.  \r\n\n\n\r\n\n\nEditor note, 18 June 2018: Step 8 of the procedure has been updated. The original version of the protocol can be found \"here\":http://www.nature.com/protocolexchange/system/uploads/6879/original/High_Molecular_Weight_DNA_Extraction_from_Recalcitrant_Plant_Species_for_Third_Generation_Sequencing_-_Version_1_-_Protocol_Exchange.pdf?1529318652",
        "manuscriptTitle": "High Molecular Weight DNA Extraction from Recalcitrant Plant Species for Third Generation Sequencing",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-04-27 10:10:26",
                "doi": "10.1038/protex.2018.059",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 3
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a16e6381-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 27th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4262,
                "name": "Biotechnology"
            },
            {
                "id": 4263,
                "name": "Biological techniques"
            },
            {
                "id": 4264,
                "name": "Molecular Biology"
            },
            {
                "id": 4265,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-04-27 10:10:26",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}