{
    "identity": "pex-957",
    "title": "<p>Influence of cannabis exposure in pregnancy on childhood health outcomes: a population-based birth cohort</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong><u>1. INTRODUCTION AND RATIONALE</u></strong></p><p><strong>1.1 Current trends in cannabis use</strong></p><p>\tCannabis is the most widely used illicit drug in Canada, and the prevalence has been increasing in recent years following a period of decline from 2004-2011.<sup>1</sup> The 2015 Canadian Tobacco, Alcohol and Drugs Survey indicated that the overall prevalence of past-year cannabis use was 12% of the population (3.6 million individuals)<sup>1</sup> and the prevalence will likely increase with forthcoming legislation to allow the legal consumption, sale and distribution of cannabis for non-medical uses. This has the potential to increase overall usage with the concern of this occurring in pregnancy and among more vulnerable segments of society. Trends in prevalence among women have already shown an increase from 6.2% in 2011 to 10% in 2015, and prevalence was 21% among young men and women 15 to 19 years of age.<sup>2</sup></p><p>\tCanadian data closely align with trends in the United States, which has demonstrated an increase in cannabis use from 2002 to 2014 among both pregnant and non-pregnant women of reproductive-age.<sup>3</sup> Among 200,510 women aged 18-44 who responded to the US National Survey on Drug Use and Health from 2002 to 2014, the prevalence of last-month cannabis use for pregnant women increased from 2.4% in 2002 to 3.9% in 2014, with adjusted prevalence of 7.5% among those aged 18-25.<sup>3</sup> For non-pregnant women, a similar increasing trend was observed, from 6.3% last-month use in 2002, to 9.3% in 2014.<sup>3</sup> Across the literature, the &nbsp;prevalence of self-reported cannabis use during pregnancy varies between 1 and 6%, and may vary by trimester.<sup>4</sup></p><p><strong>1.2 Cannabis exposure and pregnancy outcomes</strong></p><p>\tThe results from numerous international studies that have attempted to examine the health effects of prenatal cannabis exposure using observational cohort and case-control designs have been inconsistent.<sup>5-10</sup> The findings from two systematic reviews of the observational studies published in 2016, were also inconsistent.<sup>11, 12</sup> This was likely due to methodological differences across the included studies. Although the first review found statistically significant associations between cannabis use during pregnancy with low birth weight (pooled odds ratio [pOR 1.77]) and increased neonatal intensive care unit (NICU) admissions (pOR 2.02) <sup>12</sup>, the second review did not find maternal cannabis use to be independently associated with low birth weight or preterm delivery after adjusting for tobacco use and other confounding factors.<sup>11</sup></p><p>\tOther studies, both dated and recent, failed to find statistically significant associations between prenatal exposure and adverse neonatal outcomes following adjustment for confounding factors.<sup>9, 13</sup>. A possible reason for older studies not finding an association is that concentrations of delta-9-tetrahydrocannabinol (THC) (the primary psychoactive cannabinoid in cannabis) in cannabis plant material has risen three-fold, from 4% in 1995 to 12% in 2014 which further underscores the urgency for contemporary studies on this topic.<sup>14</sup></p><p><u>1.2.1 Lack of follow-up data on children exposed to cannabis during pregnancy</u></p><p>\tData on long-term follow up of children who have been exposed to cannabis in utero is limited and comes primarily from several small cohorts all of which had sample sizes of less than 350 women with exposure to cannabis in pregnancy.<sup>15, 16</sup> Although the findings have indicated associations with decreased concentration and attention, increased impulsivity and hyperactivity in childhood among offspring of mothers with cannabis exposure in pregnancy,<sup>16</sup> replication is required using larger cohorts and appropriate methods to control for confounding. The unique aspect of our proposed research is that we plan to utilize an existing population-based perinatal registry combined with administrative datasets for long-term follow up of children using a rich set of covariates and potential confounders to assess the association with cannabis exposure on pregnancy and perinatal outcomes and into childhood. &nbsp;</p><p><strong>1.3 The BORN database and cannabis exposure</strong></p><p>\tThe Better Outcomes Registry and Network (BORN) is a comprehensive perinatal registry in the province of Ontario and encompassing nearly 40% of all live births in Canada.<sup>17</sup> It contains robust data on prenatal screening, pregnancy complications, intrapartum events, admission to neonatal intensive care, newborn screening, and data on maternal exposures including substance use.&nbsp;Together with the historical perinatal database (Niday), there are over one million registered births and more than 10,000 women with exposure to cannabis in pregnancy. This sample size is at least 20 times larger than any published report and has the added value of being population-based.&nbsp;Furthermore, linkage to existing administrative data sets in the Institute for Clinical Evaluative Sciences (ICES) allows us to study longitudinal aspects of growth and development of children.</p><p><br></p><p><strong><u>2. AIM AND STUDY OBJECTIVES</u></strong></p><p>\tThe overall aim of our study is to assemble a large, population-based cohort of children born to mothers in Ontario, with and without prenatal exposure to cannabis from birth to 10 years of age. A series of investigations will examine the health effects of prenatal cannabis exposure on child outcomes using novel methods to address confounding, with the following objectives:</p><p><strong><u>Primary objective</u></strong>: To estimate and compare rates of neurodevelopmental problems including cognitive, emotional, and behavioural disorders in children born to mothers with and without cannabis use in pregnancy.</p><p><strong><u>Secondary objective 1</u></strong>: To compare rates of health service utilization in exposed and non-exposed children utilization from birth to 10 years of age.</p><p><strong><u>Secondary objective 2</u></strong>: To determine the association between in utero exposure to cannabis and neurodevelopmental vulnerability at the age of 5 using the Early Development Instrument (EDI).<sup>18, 19</sup></p><p><strong><u>3. BACKGROUND</u></strong></p><p><strong>3.1 Canadian and international data on prevalence of cannabis in pregnancy&nbsp;&nbsp;</strong></p><p>\tThe US National Survey on Drug Use and Health from 2002-2014 which included 4,971 pregnant women showed that 3.9% reported last-month cannabis use, with the highest prevalence of use in the first trimester of 7.4%.<sup>20</sup> A prospective study based in Australia which recruited nulliparous women (n=5,628) and followed them throughout pregnancy had a rate of self-reported cannabis use during pregnancy of 5.6%.<sup>7</sup> A substance use survey conducted 2-3 days postpartum among mothers in France (n=13545) found a self-reported rate of 1.2% for cannabis use in pregnancy.<sup>6</sup> A retrospective cohort study in Australia (n=24,874) showed the prevalence of ever-use cannabis to be 9.5%, and while in pregnancy to be 2.6%.<sup>8</sup> Data from the National Birth Defect Prevention Study (n=10,241) reported a prevalence of 5% among pregnant women. <sup>21</sup> The longitudinal Generation R Study from Rotterdam, Netherlands (n=7,452) had 2.9% of women (n=214) who self-reported cannabis use before and during first trimester of pregnancy, and of those 214 women, 41 (19%) continued to use cannabis throughout pregnancy.<sup>10</sup></p><p><strong>3.2 Longer term health outcomes in children including developmental and cognitive</strong></p><p>\tThree longitudinal studies following children with prenatal cannabis exposure have demonstrated decreased concentration and attention, increased impulsivity and hyperactivity in childhood and adolescence, and lowered abstract and verbal reasoning in adolescence.<sup>16</sup> These three studies include the Ottawa Prenatal Prospective Study (OPPS), initiated in 1978 in Ottawa; the Maternal Health Practices and Child Development Study (MHPCD), initiated in 1982 in Pittsburgh; and Generational R study, initiated in 2002 in Rotterdam, Netherlands.<sup>16</sup></p><p>\tThe OPPS is a longitudinal study which followed 190 children selected from 698 predominantly healthy, Caucasian, middle-class women who agreed to participate in the study.<sup>22</sup> Of the 190 children, 140 were exposed to cannabis, cigarettes, or alcohol use prenatally, and 49 of those had documented prenatal cannabis exposure. These neonates were found to have increased startle response, tremors, and poor habituation to visual stimuli compared with neonates who were not exposed<sup>22</sup>. Follow-up studies at 4 years of age showed significantly lower scores on verbal and memory domains of McCarthy Scales of Children’s Ability<sup>23</sup>, but no effects were subsequently found at age 5-6, 6-9, 9-12, and 13-16 after adjusting for home environments.<sup>24, 25</sup></p><p>\tThere are limitations to ascertaining causality between intrauterine environment (including exposure to cannabis), to later childhood outcomes due to various study designs, variable outcome measurements, and possibly divergent socioeconomic circumstances in childhood.<sup>26</sup> Given these caveats, it has been shown that children in OPPS with exposure to prenatal cannabis were more likely to use cannabis themselves (OR 2.76), and to both initiate cigarette use (OR 2.58) and to use cigarettes daily (OR 2.36) in the teenage years compared to non-exposed children in the study.<sup>27</sup></p><p>\tThe Maternal Health Practices and Child Development Study (MHPCD) randomly selected and interviewed 1360 women from an inner-city clinic in Pittsburgh, Pennsylvania, and all women who reported &gt;2 joints per month of cannabis use during first trimester of pregnancy were enrolled in the study and followed; with a random sample of women who used less cannabis than that enrolled to serve as controls (n=763).<sup>28</sup> The cannabis exposure was stratified to exposure in each trimester. The women were around 50% African-American, and 50% Caucasian; they were mostly single and low income.<sup>28</sup> At 3 years of age, there were significant negative effects of prenatal cannabis exposure on the performance of the Stanford-Binet Intelligence Scale. The effects were associated with exposure during the first and second trimesters of pregnancy.<sup>29</sup> Second trimester exposure was also associated with increased impulsivity, hyperactivity and delinquency; and decreased concentration, IQ score, verbal and visual reasoning at 6 and 10 years of age.<sup>30</sup></p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Generational R study from Rotterdam, Netherlands initiated in 2002, with enrollment until 2006.<sup>31</sup> At 18-months follow-up, found that among the children born to mothers who reported cannabis use during pregnancy,(n=88), the girls had significant increase in attention problems and increased aggression.<sup>31</sup> This is a relatively new study so the results from later childhood and teenage years are not yet available. However, it does utilize a novel analytical tool of including information on paternal cannabis use, which should allow the researchers to better ascertain causality between intrauterine exposure, and post-birth exposure.<sup>26</sup></p><p><strong>3.3 Mechanisms of effects of cannabis exposure on embryological development</strong></p><p>\tTHC, the primary psychoactive cannabinoid in cannabis, readily crosses the placenta and can enter the fetal bloodstream.<sup>32</sup> Animal studies indicate that THC is detectible in fetal plasma within 15 minutes of maternal exposure and equilibrated to maternal levels within 3 hours.<sup>32</sup> The lipophilic nature of THC together with a half-life of approximately 8 days in fat deposits results in slow fetal clearance of THC and fetal exposure is therefore prolonged even after maternal consumption is discontinued.<sup>33</sup> THC exposure during pregnancy can disrupt the complex fetal endogenous cannabinoid signaling system (ECSS) which has several roles in reproduction from fertilization to embryo development.<sup>32</sup> Alterations to this system may have differential effects depending on the stage of pregnancy and the impacts are not fully understood. Human and animal studies suggest that deregulation of the ECSS may have range of cellular effects including modulating neurodevelopment and may be associated with adverse pregnancy outcomes including miscarriage and compromised placentation.<sup>34</sup> Although biologic and animal data exist on the potential effects of cannabis exposure in utero,<sup>32-34</sup> attributing causality in epidemiological research continues to be a challenge given the necessity of using observational designs and potential for confounding.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "4. RESEARCH METHODS\n4.1 Study design\nWe will conduct a population-based retrospective cohort study assembled using existing provincial birth registry data from the Better Outcomes Registry & Network (BORN) Ontario BORN Information System (BIS) and the BORN-Niday perinatal database, covering all births in Ontario between April 2007 and March 2014. The study will be conducted through the Institute for Clinical Evaluative Sciences (ICES), which already houses the Niday perinatal database (2007-2012) and the BIS data from 2012-2014. We will utilize linkages between the BORN data and health administrative datasets held at ICES to provide additional exposure and outcome information around the time of birth, as well as provide up to ten years of follow-up for pediatric health outcomes for the children. For\nSecondary objective 2\n, data from Niday/BORN will be individually linked with neurodevelopmental data from the EDI. The population-level Ontario 2015 EDI data for children born in 2009 are now available at Institute of Clinical Evaluative Sciences (ICES).\n4.2 Study population\nFrom the BORN birth registry database, we will select all women who had a singleton pregnancy and delivered at a gestational age ≥ 20 weeks or birth weight ≥ 500 grams born in an Ontario hospital between April 2007 and March 2014.\n4.3 Data sources\nThe databases required to carry out this study already exist within ICES. ICES along with members of our study team (which includes an ICES Scientist) have developed the capacity to conduct data linkage between Niday/BORN and other administrative datasets which will be used in this study.\n4.3.1 Better Outcomes Registry & Network (BORN) Ontario Birth Registry\n: The BORN Ontario birth registry captures all hospital births\n>\n500 grams or\n>\n20 weeks’ gestation occurring in the province. The routine data collection includes information on maternal demographics and health behaviours, pre-existing health problems, obstetric complications and birth outcomes. Data are collected from medical records, clinical forms and patient interview when a woman is admitted to hospital to give birth. An ongoing program of data quality checks and formal training sessions assures a high level of data quality.\n17\n4.3.2 Canadian Institute for Health Information Discharge Abstract Database (CIHI-DAD)\n: The CIHI-DAD is a service-based, national health care administrative database, administered by CIHI. Following each discharge from an acute care hospital, trained coders abstract relevant information from the medical chart using standardized methods and submit a hospital separation abstract to CIHI. Each abstract contains demographic information, medical diagnosis codes for the most responsible diagnosis and up to 24 additional diagnoses codes, up to 20 medical interventions received during the hospital admission, and other data elements. Medical diagnoses are coded using the Canadian implementation of the International Classification of Diseases, 10th Revision (ICD-10-CA) and medical interventions are coded using the Canadian Classification of Health Interventions (CCI).\n35, 36\n4.3.3\nICES Registered Persons Database\n: ICES maintains a master registration file for all Ontario residence with a valid provincial health card. These files contain demographic data for anyone who has received an Ontario health card number and indicate the eligibility period for individuals to receive provincially-funded health care, accounting for deaths or migration out of province. This database contains the ICES Key Number (IKN), an encrypted identification variable to enable linkage between administrative databases at ICES. Registration files will be used to determine the follow-up period for children and for linkage between datasets.\n4.3.4\nOntario Health Insurance Plan (OHIP) Claims Database\n: ICES maintains a database for all physician claims reimbursed by the Ontario Ministry of Health. This database records the underlying reason for physician visit on each claim using and ICD diagnostic codes and OHIP fee service codes are applied for diagnostic and clinical consultation services. This database will be used for ascertainment of childhood outcomes using validated diagnostic codes and case-finding algorithms for determining outcomes.\n4.3.5\nCanadian Institute for Health Information (CIHI) National Ambulatory Care Reporting System\n: The National Ambulatory Care Reporting System is also a national database administered by CIHI, with annual transfer of Ontario records to ICES. NACRS captures data originating from urgent visit to emergency departments in Ontario and contains up to 10 clinical diagnoses on each abstract using the ICD-10-CA classification.\n4.3.6 Early Development Instrument (EDI) for Secondary Objective 2\nEarly development from birth to age five represents a critical time to shape future productivity.\n37\nIndicators of child development at this age have been shown to be predictive of both school performance and later life economic potential and human capital.\n38, 39\nThe EDI is a validated measure of child development used in Canada and several countries internationally and has been demonstrated to be robust marker of child development and future school performance.\n40\nIt is a 103-item teacher-completed assessment of children in kindergarten who will be entering primary school (conducted at 5 to 6 years of age). It captures a teachers’ view of the development and achievement skills of the children in their classroom using questions about noticeable markers of brain development for this age.\n41\nWe will examine the domain scores for “language and cognitive development”, which has been identified as the strongest predictor of later school performance.\n19, 42-45\nThe EDI is administered by the Offord Centre for Child Studies at McMaster University and data collection has been undertaken in all publically funded Ontario schools in multiple cycles from 2004 and 2015.\n46\nData for the 2015 cycle, covering children born in 2009 are now available at ICES and our team has successfully completed linkages to other health data sources using identifiers for date of birth, sex, and postal code.\n4.4 Database linkages and access\nThe methodology to link the BORN-Niday perinatal data (2007-2012) with administrative databases at ICES has been successfully developed in a previous study led by members of our Research Team\n47\nand the linked files and methodologies are available for this current project. The record linkage of the BIS data from 2012-2014 will be carried out by an ICES analyst. The linked study files will be developed and used in accordance with provincial privacy legislation to ensure that linked database files are de-identified, stored, accessed and analyzed within a secure network environment.\n4.5 Exposure variables\nPrenatal exposure to cannabis will be measured by physician documentation, which is collected in BORN during antenatal and/or intrapartum visits. Maternal drugs and substance exposures are likely to be underreported in BORN and therefore two additional approaches will be carried out to increase the sensitivity to identify women who have used cannabis in pregnancy. A chart and medical record review will be carried out on a random sample of patients at The Ottawa Hospital who did and did not report use of cannabis to determine the sensitivity and specificity of self-reporting in BORN. The methodology for the validation study will be detailed in a supplemental protocol. In addition, we will search for relevant maternal (ICD-10 codes F12 and subcodes for cannabis) and stillbirth/newborn diagnostic codes (ICD-10 codes P04.4 and P96.1 for neonatal withdrawal syndrome and concomitant use of cannabinoids) in the CIHI-DAD to identify additional exposed mothers and we will conduct a review of a sample of these records to determine accuracy. Analyses of BORN data from 2012-13 and 2013-14 indicated that the self-reported prevalence of prenatal cannabis use was approximately 1.5-2%.\n48\n4.6 Outcome variables\nStudy outcomes will be ascertained from the linked database which contains information on child outcomes including standard diagnostic codes to document primary diagnoses.\nPrimary Objective\n: The\nprimary outcome\nof the study will be child autism spectrum disorder diagnosed after age 2. Autism spectrum disorder is defined as at least 2 outpatient diagnoses by either a pediatrician or psychiatrist or at least 1 diagnosis in hospital databases after the age of 2 years, or both. This definition has been used previously in studies conducted by ICES,\n49\nand had a positive predictive value of 87% when used in US insurance data.\n50\nFollow-up will be to maximum age of 10 years and median age of autism spectrum disorder diagnosis is approximately 4.6 years.\n51\nSecondary outcomes\nwill include intellectual disability and learning disorders; and emotional and behavioural disorders with onset occurring in childhood\n52\nincluding: attention deficit and hyperactivity disorders, depression, anxiety, oppositional defiant and conduct disorders.\nSecondary Objective 1\n:\nRates of health service utilization\nfor pediatric mental health is an important indicator\n53\nbut limited data exist in the cannabis-exposed population. Utilization of health services in children will be measured as rates of primary care visits (including family physicians and pediatricians), visits to psychiatrists, emergency department visits, walk-in clinics or other urgent care centres, and in-patient hospitalizations to identify diagnoses with the highest frequency and associated costs.\n54, 55\nVisits will be converted to costs from the time of prenatal care through the first 10 years of life for exposed and unexposed infants.\nSecondary Objective 2\n:\nChildhood neurodevelopment assessed in the EDI.\nCannabis exposure in pregnancy will be related to binary outcomes for scores falling below the 10\nth\npercentile on the\nlanguage and cognitive development domain\nand\nemotional maturity\nsubdomains for\nattention/hyperactive\n,\nanxious\n, and\naggressive behaviour\nof the EDI. Secondary analyses will also analyze the continuous EDI scores\n4.7 Confounding variables\nBased on the literature and our previous work on perinatal use of tobacco, electronic cigarettes, and other substances,\n26, 56-59\nwe have identified a number of health, behavioural, socioeconomic and demographic characteristics potentially associated with cannabis use and study outcomes.\n60\nThese factors include maternal age, comorbid health conditions (including pre-eclampsia\n61\n) and psychiatric disorders, previous history of trauma, income, cigarette smoking, alcohol consumption, parity, relationship status, geographic identifiers (health region, urban/rural location, census geographic information obtained from postal codes), antenatal care provider, marital status, season of conception\n62\n, historical use of health services, familial diagnoses of neurodevelopmental disorders, and use of other substances during pregnancy.\nWe will use high-dimensional propensity score methods (HDPS) as an approach to account for confounding arising from the identified covariates and as a proxy for unobserved confounders.\n63\nAn ICES-developed HDPS algorithm will incorporate multiple surrogate variables including diagnostic and procedure codes, billing codes and drug claims available from ICES-linked databases to represent the unobserved confounding structure.\n64\nAlternate approaches will explore and assess the possibility of confounding and bias in the exposure-outcome relationship dataset including negative control\n65\nanalyses using different outcomes and exposures. For example, examining the use of prenatal folic acid as an exposure which is not causally related to preterm birth\n66\nor outcomes but that is within the study dataset could be used to assess the confounding structure and robustness of the cannabis-outcome associations.\n5. STATISTICAL ANALYSES AND STUDY POWER\n5.1 Statistical analyses\nDescriptive analyses will be conducted to compare mothers who used cannabis during pregnancy and those who did not across maternal demographic and socioeconomic characteristics using means, medians, and frequencies and corresponding statistical tests (t-tests, chi-squared tests) and standardized differences to with absolute differences of >10% considered indicative of a meaningful difference.\nTo test for associations between cannabis use in pregnancy and childhood outcomes, for each outcome we will compare women who used cannabis to those who did not. We will utilize HDPS methods to account for the potential effects of unmeasured confounding on the cannabis-outcome relationship. An available HDPS algorithm will be implemented to select a large set of target covariates from the linked databases and data dimensions will be identified from diagnostic coding systems.\n63\nA temporal window of 12 months prior to delivery will be specified and within each dimension the most prevalent codes will be rank ordered and top\nn\nmost prevalent codes will be selected and converted into a numeric score based on recurrence.\n63\nCovariates will then be prioritized and selected based on exposure-confounder and confounder-outcome associations. The probability of exposure will be calculated for each covariate and a certain number (up to n=500 covariates) will be used for HDPS estimation. Other prespecified confounders deemed to be important, a priori, including maternal age, baby sex, income, use of cigarettes, alcohol or other drugs will be retained as part of the final propensity score (PS). Following estimation of the PS, inverse probability of treatment weighting\n67\nwill be implemented and balance assessed among measured covariates between the exposed and unexposed groups.\nOnce the data have achieved covariate balance, we will use log-binomial regression to assess the association between prenatal cannabis exposure and autism spectrum disorder and secondary outcomes. Cox proportional hazards models will be used to allow for censoring and proportional hazards assumptions in models will be assessed using log-log survival curves and residual plots. Rates of urgent and in-patient health service utilization will be modeled using Poisson regression.\n5.2 Study power\nData will come from the linked BORN-ICES dataset with a fixed sample size. For the primary outcome, autism spectrum disorder, assuming a rate of 5% in the study population, we will have 90% power based on a chi-squared test to detect a relative risk of 1.25 for the cannabis-autism association assuming a 1% prevalence of prenatal cannabis use. Therefore, the study will be sufficiently powered and we have prespecified the magnitude of clinically important effects to be 1.5 or higher.\nFor\nSecondary Objective 2\n, EDI data are available on approximately 125,000 children aged 5. Assuming a minimum 0.6% prevalence of prenatal opioid use, and a minimum 85% linkage rate with BORN, we will have 80% power to detect a difference of 3.5% in the prevalence of language and cognitive developmental vulnerability (13.5% vs 10% in controls). For continuous analyses of EDI domain scores, we will have >90% power to detect less than a 0.25 difference in mean scores between exposed and unexposed groups for EDI domains, with a difference of this magnitude considered meaningful.\n19"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Government of Canada. Canadian Tobacco, Alcohol and Drugs Survey (CTADS): summary of results for 2017. <a href=\"https://www.canada.ca/en/health-canada/services/canadian-tobacco-alcohol-drugs-survey/2017-summary.html2019\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.canada.ca/en/health-canada/services/canadian-tobacco-alcohol-drugs-survey/2017-summary.html2019</a>.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Government of Canada. A Framework for the Legalization and Reguation of Cannabis in Canada. Ottawa, ON: Health Canada; 2016.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Brown QL, Sarvet AL, Shmulewitz D, Martins SS, Wall MM, Hasin DS. Trends in marijuana use among pregnant and nonpregnant reproductive-aged women, 2002-2014. JAMA. 2017;317(2):207-9.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Finnegan L. Substance abuse in Canada: Licit and illicit drug use during pregnancy: Maternal, neonatal and early childhood consequences. Ottawa, ON: Canadian Centre on Substance Abuse; 2013.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Varner MW, Silver RM, Hogue CJR, Willinger M, Parker CB, Thorsten VR, et al. Association Between Stillbirth and Illicit Drug Use and Smoking During Pregnancy. Obstetrics and gynecology. 2014;123(1):113-25.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Saurel-Cubizolles MJ, Prunet C, Blondel B. Cannabis use during pregnancy in France in 2010. BJOG: An International Journal of Obstetrics &amp; Gynaecology. 2014;121(8):971-7.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Leemaqz SY, Dekker GA, McCowan LM, Kenny LC, Myers JE, Simpson NAB, et al. Maternal marijuana use has independent effects on risk for spontaneous preterm birth but not other common late pregnancy complications. Reproductive Toxicology. 2016;62:77-86.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hayatbakhsh MR, Flenady VJ, Gibbons KS, Kingsbury AM, Hurrion E, Mamun AA, et al. Birth outcomes associated with cannabis use before and during pregnancy. Pediatr Res. 2012;71(2):215-9.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fergusson DM, Horwood LJ, Northstone K, Team AS. Maternal use of cannabis and pregnancy outcome. BJOG: An International Journal of Obstetrics &amp; Gynaecology. 2002;109(1):21-7.</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;El Marroun H, Tiemeier H, Steegers EAP, Jaddoe VWV, Hofman A, Verhulst FC, et al. Intrauterine Cannabis Exposure Affects Fetal Growth Trajectories: The Generation R Study. Journal of the American Academy of Child &amp; Adolescent Psychiatry. 2009;48(12):1173-81.</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Conner SN, Bedell V, Lipsey K, Macones GA, Cahill AG, Tuuli MG. Maternal Marijuana Use and Adverse Neonatal Outcomes: A Systematic Review and Meta-analysis. Obstetrics &amp; Gynecology. 2016;128(4):713-23.</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gunn JKL, Rosales CB, Center KE, Nuñez A, Gibson SJ, Christ C, et al. Prenatal exposure to cannabis and maternal and child health outcomes: a systematic review and meta-analysis. BMJ Open. 2016;6(4):e009986.</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Witter FR, Niebyl JR. Marijuana Use in Pregnancy and Pregnancy Outcome. Amer J Perinatol. 1990;7(01):36-8.</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ElSohly MA, Mehmedic Z, Foster S, Gon C, Chandra S, Church JC. Changes in Cannabis Potency Over the Last 2 Decades (1995-2014): Analysis of Current Data in the United States. Biol Psychiatry. 2016;79(7):613-9.</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hayes JS, Lampart R, Dreher MC, Morgan L. Five-year follow-up of rural Jamaican children whose mothers used marijuana during pregnancy. West Indian Med J. 1991;40(3):120-3.</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;McLemore GL, Richardson KA. Data from three prospective longitudinal human cohorts of prenatal marijuana exposure and offspring outcomes from the fetal period through young adulthood. Data in Brief. 2016;9:753-7.</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dunn S, Bottomley J, Ali A, Walker M. 2008 Niday Perinatal Database quality audit: report of a quality assurance project. Chronic Dis Inj Can. 2011;32(1):32-42.</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Janus M, Offord D. Readiness to learn at school. Canadian Journal of Policy Research. 2000;1(2):71-5.</p><p>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Janus M, Offord DR. Development and psychometric properties of the Early Development Instrument (EDI): A measure of children's school readiness. Canadian Journal of Behavioural Science/Revue canadienne des sciences du comportement. 2007;39(1):1.</p><p>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ko JY, Farr SL, Tong VT, Creanga AA, Callaghan WM. Prevalence and patterns of marijuana use among pregnant and nonpregnant women of reproductive age. American Journal of Obstetrics &amp; Gynecology. 2015;213(2):201.e1-.e10.</p><p>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gelder MMHJvR, Jennita; Caton, Alissa R; Werler, Martha M; Druschel, Charlotte M; Roeleveld, Nel. Maternal periconceptional illicit drug use and the risk of congenital malformations. Epidemiology. 2009;20 1:60-6.</p><p>22.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fried PA, Makin JE. Neonatal behavioural correlates of prenatal exposure to marihuana, cigarettes and alcohol in a low risk population. Neurotoxicol Teratol. 1987;9(1):1-7.</p><p>23.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fried PA, Watkinson B. 36- and 48-month neurobehavioral follow-up of children prenatally exposed to marijuana, cigarettes, and alcohol. Journal of developmental and behavioral pediatrics : JDBP. 1990;11(2):49-58.</p><p>24.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fried PA, O'Connell CM, Watkinson B. 60- and 72-month follow-up of children prenatally exposed to marijuana, cigarettes, and alcohol: cognitive and language assessment. Journal of developmental and behavioral pediatrics : JDBP. 1992;13(6):383-91.</p><p>25.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fried PA, Watkinson B. Differential effects on facets of attention in adolescents prenatally exposed to cigarettes and marihuana. Neurotoxicol Teratol. 2001;23(5):421-30.</p><p>26.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Corsi DJ, Davey Smith G, Subramanian SV. Commentary: challenges to establishing the link between birthweight and cognitive development. Int J Epidemiol. 2013;42(1):172-5.</p><p>27.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Porath AJ, Fried PA. Effects of prenatal cigarette and marijuana exposure on drug use among offspring. Neurotoxicology and Teratology. 2005;27(2):267-77.</p><p>28.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Day N, Sambamoorthi U, Taylor P, Richardson G, Robles N, Jhon Y, et al. Prenatal marijuana use and neonatal outcome. Neurotoxicology and Teratology. 1991;13(3):329-34.</p><p>29.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Day NL, Richardson GA, Goldschmidt L, Robles N, Taylor PM, Stoffer DS, et al. Effect of prenatal marijuana exposure on the cognitive development of offspring at age three. Neurotoxicology and Teratology. 1994;16(2):169-75.</p><p>30.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Richardson GA, Ryan C, Willford J, Day NL, Goldschmidt L. Prenatal alcohol and marijuana exposure: Effects on neuropsychological outcomes at 10 years. Neurotoxicology and Teratology. 2002;24(3):309-20.</p><p>31.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;El Marroun H, Hudziak JJ, Tiemeier H, Creemers H, Steegers EAP, Jaddoe VWV, et al. Intrauterine cannabis exposure leads to more aggressive behavior and attention problems in 18-month-old girls. Drug &amp; Alcohol Dependence. 2011;118(2):470-4.</p><p>32.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Richardson KA, Hester AK, McLemore GL. Prenatal cannabis exposure - The \"first hit\" to the endocannabinoid system. Neurotoxicol Teratol. 2016;58:5-14.</p><p>33.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Friedrich J, Khatib D, Parsa K, Santopietro A, Gallicano GI. The grass isn't always greener: The effects of cannabis on embryological development. BMC Pharmacol Toxicol. 2016;17(1):45.</p><p>34.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Correa F, Wolfson ML, Valchi P, Aisemberg J, Franchi AM. Endocannabinoid system and pregnancy. Reproduction. 2016;152(6):R191-R200.</p><p>35.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Institute for Clinical Evaluative Sciences. Data Repository 2017 [August 17,2017]. Available from: <a href=\"https://datadictionary.ices.on.ca/Applications/DataDictionary/Default.aspx\" rel=\"noopener noreferrer\" target=\"_blank\">https://datadictionary.ices.on.ca/Applications/DataDictionary/Default.aspx</a>.</p><p>36.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Canadian Institute for Health Information. Discharge Abstract Database - Multiyear Information. 2012.</p><p>37.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Heckman J. Invest in early childhood development: educe deficits, strengthen the economy. Heckman: The Economics of Human Potential Available at: <a href=\"http://wwwheckmanequationorg/heckman-equation\" rel=\"noopener noreferrer\" target=\"_blank\">http://wwwheckmanequationorg/heckman-equation</a>. 2012.</p><p>38.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Psacharopoulos G, Arriagada AM. The determinants of early age human capital formation: Evidence from Brazil. Economic development and cultural Change. 1989;37(4):683-708.</p><p>39.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nandi A, Bhalotra S, Deolalikar AB, Laxminarayan R. The Human Capital and Productivity Benefits of Early Childhood Nutritional Interventions. In: rd, Bundy DAP, Silva N, Horton S, Jamison DT, Patton GC, editors. Child and Adolescent Health and Development. Washington (DC)2017.</p><p>40.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Davies S, Janus M, Duku E, Gaskin A. Using the Early Development Instrument to examine cognitive and non-cognitive school readiness and elementary student achievement. Early Childhood Research Quarterly. 2016;35:63-75.</p><p>41.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Janus M, editor Early Development Instrument: An indicator of developmental health at school entry. International Conference on Measuring Early Child Development Vaudreuil, Quebec; 2006.</p><p>42.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Forer B, Zumbo BD. Validation of multilevel constructs: Validation methods and empirical findings for the EDI. Social Indicators Research. 2011;103(2):231.</p><p>43.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lloyd JE, Hertzman C. From kindergarten readiness to fourth-grade assessment: Longitudinal analysis with linked population data. Social science &amp; medicine. 2009;68(1):111-23.</p><p>44.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Janus M, Brinkman SA, Duku EK. Validity and psychometric properties of the early development instrument in Canada, Australia, United States, and Jamaica. Social Indicators Research. 2011;103(2):283.</p><p>45.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Brinkman S, Gregory T, Harris J, Hart B, Blackmore S, Janus M. Associations between the early development instrument at age 5, and reading and numeracy skills at ages 8, 10 and 12: a prospective linked data study. Child Indicators Research. 2013;6(4):695-708.</p><p>46.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;O'Leary JD, Janus M, Duku E, Wijeysundera DN, To T, Li P, et al. A Population-based Study Evaluating the Association between Surgery in Early Life and Child Development at Primary School Entry. Anesthesiology. 2016;125(2):272-9.</p><p>47.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fell DB, Wilson K, Ducharme R, Hawken S, Sprague AE, Kwong JC, et al. Infant Respiratory Outcomes Associated with Prenatal Exposure to Maternal 2009 A/H1N1 Influenza Vaccination. PLoS One. 2016;11(8):e0160342.</p><p>48.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Better Outcomes Registry &amp; Network (BORN) Ontario. Annual Report 2012–2013 and 2013–2014. Ottawa, Ontario; 2015.</p><p>49.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Brown HK, Ray JG, Wilton AS, Lunsky Y, Gomes T, Vigod SN. Association Between Serotonergic Antidepressant Use During Pregnancy and Autism Spectrum Disorder in Children. JAMA. 2017;317(15):1544-52.</p><p>50.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Burke JP, Jain A, Yang W, Kelly JP, Kaiser M, Becker L, et al. Does a claims diagnosis of autism mean a true case? Autism. 2014;18(3):321-30.</p><p>51.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Frenette P, Dodds L, MacPherson K, Flowerdew G, Hennen B, Bryson S. Factors affecting the age at diagnosis of autism spectrum disorders in Nova Scotia, Canada. Autism. 2013;17(2):184-95.</p><p>52.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Perou R, Bitsko RH, Blumberg SJ, Pastor P, Ghandour RM, Gfroerer JC, et al. Mental health surveillance among children--United States, 2005-2011. MMWR Suppl. 2013;62(2):1-35.</p><p>53.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bardach NS, Coker TR, Zima BT, Murphy JM, Knapp P, Richardson LP, et al. Common and costly hospitalizations for pediatric mental health disorders. Pediatrics. 2014;133(4):602-9.</p><p>54.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Steele LS, Glazier RH, Lin E, Evans M. Using administrative data to measure ambulatory mental health service provision in primary care. Med Care. 2004;42(10):960-5.</p><p>55.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gandhi S, Chiu M, Lam K, Cairney JC, Guttmann A, Kurdyak P. Mental Health Service Use Among Children and Youth in Ontario: Population-Based Trends Over Time. Can J Psychiatry. 2016;61(2):119-24.</p><p>56.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yang T, Walker MC, Krewski D, Yang Q, Nimrod C, Garner P, et al. Maternal characteristics associated with pregnancy exposure to FDA category C, D, and X drugs in a Canadian population. Pharmacoepidemiol Drug Saf. 2008;17(3):270-7.</p><p>57.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wen SW, Yang T, Krewski D, Yang Q, Nimrod C, Garner P, et al. Patterns of pregnancy exposure to prescription FDA C, D and X drugs in a Canadian population. J Perinatol. 2008;28(5):324-9.</p><p>58.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Corsi DJ, Lear SA, Chow CK, Subramanian SV, Boyle MH, Teo KK. Socioeconomic and geographic patterning of smoking behaviour in Canada: a cross-sectional multilevel analysis. PLoS One. 2013;8(2):e57646.</p><p>59.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Corsi DJ, Lippert AM. An examination of the shift in school-level clustering of US adolescent electronic cigarette use and its multilevel correlates, 2011-2013. Health Place. 2016;38:30-8.</p><p>60.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Luo ZC, Wilkins R, Kramer MS, Fetal, Infant Health Study Group of the Canadian Perinatal Surveillance System. Effect of neighbourhood income and maternal education on birth outcomes: a population-based study. CMAJ. 2006;174(10):1415-20.</p><p>61.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vogel JP, Lee AC, Souza JP. Maternal morbidity and preterm birth in 22 low- and middle-income countries: a secondary analysis of the WHO Global Survey dataset. BMC Pregnancy Childbirth. 2014;14:56.</p><p>62.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Currie J, Schwandt H. Within-mother analysis of seasonal patterns in health at birth. Proc Natl Acad Sci U S A. 2013;110(30):12265-70.</p><p>63.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schneeweiss S, Rassen JA, Glynn RJ, Avorn J, Mogun H, Brookhart MA. High-dimensional propensity score adjustment in studies of treatment effects using health care claims data. Epidemiology. 2009;20(4):512-22.</p><p>64.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Guertin JR, Rahme E, LeLorier J. Performance of the high-dimensional propensity score in adjusting for unmeasured confounders. Eur J Clin Pharmacol. 2016;72(12):1497-505.</p><p>65.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lawlor DA, Tilling K, Davey Smith G. Triangulation in aetiological epidemiology. Int J Epidemiol. 2016;45(6):1866-86.</p><p>66.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Saccone G, Berghella V. Folic acid supplementation in pregnancy to prevent preterm birth: a systematic review and meta-analysis of randomized controlled trials. Eur J Obstet Gynecol Reprod Biol. 2016;199:76-81.</p><p>67.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Austin PC, Stuart EA. Moving towards best practice when using inverse probability of treatment weighting (IPTW) using the propensity score to estimate causal treatment effects in observational studies. Stat Med. 2015;34(28):3661-79.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41591-020-1002-5",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 609859,
                "identity": "cb99f8d8-9247-4dcf-8c9f-e2e55b19b98a",
                "order_by": 1,
                "name": "Daniel J Corsi",
                "email": "dcorsi@ohri.ca",
                "orcid": "https://orcid.org/0000-0001-7063-3354",
                "institution": "Ottawa Hospital Research Institute/Institut de recherche de l'hopital d'Ottawa",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "J",
                "lastName": "Corsi",
                "suffix": ""
            },
            {
                "id": 609871,
                "identity": "a7fe6c72-c49e-4c93-97de-45ed13027968",
                "order_by": 2,
                "name": "Helen Hsu",
                "email": "",
                "orcid": "",
                "institution": "University of Ottawa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Helen",
                "middleName": "",
                "lastName": "Hsu",
                "suffix": ""
            },
            {
                "id": 609872,
                "identity": "0404c101-3032-4691-9e72-b1ae1f6bfd16",
                "order_by": 3,
                "name": "Darine El-Chaar",
                "email": "",
                "orcid": "",
                "institution": "University of Ottawa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Darine",
                "middleName": "",
                "lastName": "El-Chaar",
                "suffix": ""
            },
            {
                "id": 609873,
                "identity": "715d4a9f-f66e-4806-9793-072691e8fc70",
                "order_by": 4,
                "name": "Deshayne Fell",
                "email": "",
                "orcid": "",
                "institution": "University of Ottawa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Deshayne",
                "middleName": "",
                "lastName": "Fell",
                "suffix": ""
            },
            {
                "id": 609860,
                "identity": "19d91ffb-a579-43ca-8e69-91e76ff929e7",
                "order_by": 5,
                "name": "Mark Walker",
                "email": "",
                "orcid": "",
                "institution": "University of Ottawa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mark",
                "middleName": "",
                "lastName": "Walker",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-05-26 12:54:29",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-957/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-957/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13573351,
                "identity": "fd6ec8d6-a63f-4610-8060-e3a452f5feda",
                "added_by": "auto",
                "created_at": "2021-09-17 03:55:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 391455,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-957/v1/bc234610-3e12-4cfe-8d9a-ca6306f90513.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "epidemiology, autism spectrum disorder, neurodevelopment, cannabis, pregnancy, cohort studies, birth registry, Canada",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Cannabis use in pregnancy has increased, and many women continue to use it throughout pregnancy. With the legalization of recreational cannabis in many jurisdictions, there is concern about potentially adverse childhood outcomes related to prenatal exposure.<sup>4</sup> Using the provincial birth registry containing information on cannabis use during pregnancy, we will assemble a large, population-based cohort of children born to mothers in Ontario, with and without prenatal exposure to cannabis from birth to 10 years of age. A series of investigations will examine the health effects of prenatal cannabis exposure on child outcomes using novel methods to address confounding. We will link pregnancy and birth data to provincial health administrative databases to ascertain child neurodevelopmental outcomes. The unique aspect of our proposed research is that we plan to utilize an existing population-based perinatal registry combined with administrative datasets for long-term follow up of children using a rich set of covariates and potential confounders to assess the association with cannabis exposure on pregnancy and perinatal outcomes and into childhood.&nbsp;</p>",
        "manuscriptTitle": "Influence of cannabis exposure in pregnancy on childhood health outcomes: a population-based birth cohort",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-08-10 11:37:18",
                "doi": "10.21203/rs.3.pex-957/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "eb918301-4bd3-40b3-8a6d-48347f9e2e8a",
        "owner": [],
        "postedDate": "August 10th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 258785,
                "name": "Risk factors"
            },
            {
                "id": 258786,
                "name": "Neuroscience"
            },
            {
                "id": 258787,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-08-10 11:37:18",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}