{
    "identity": "nprot-7129",
    "title": "Extraction and analysis of zwitterionic metabolites from microalgae and bacteria",
    "content": [
        {
            "header": "Introduction",
            "content": "Microalgae, macroalgae and bacteria in the oceans produce massive amounts of low molecular weight zwitterionic metabolites that serve as osmolytes, cryoprotectants and antioxidants.<sup>1,2</sup> It has early been recognized that dimethylsulfoniopropionate \\(DMSP) plays a major role and substantially fuels the organosulfur cycle with annual production rates of several petagrams.<sup>3,4</sup> The analytic methods to detect and quantify DMSP were nearly exclusively based on an indirect protocol that involves base mediated DMSP cleavage and detection of the released dimethylsulfide.<sup>5</sup> However, a direct detection of zwitterionic metabolites showed that the chemistry of this compound class is unexpectedly complex.<sup>6</sup> In fact, the oversimplified indirect determination led to a misassignment of up to 10 % of the marine dimethylsulfide sources.<sup>7</sup> The direct quantification of the polar osmolytes is based on hydrophilic interaction liquid chromatography \\(HILIC). Here, weak electrostatic interactions between the charged analytes and zwitterionic stationary phase result in selectivity for polar analytes that could not be achieved with traditional HPLC columns. The analysis revealed novel key players in the marine organosulfur cycle. We recently reported the discovery of a structurally unusual zwitterionic metabolite dimethylsulfoxonium propionate \\(DMSOP) that is produced by several DMSP-containing microalgae and marine bacteria.<sup>8</sup> The protocol introduced here illustrates how this sulfoxonium metabolite can be extracted and quantified. The method can also be used for the determination of other zwitterionic metabolites with minor variations. In-depth investigation of this chemistry will be required to perceive the complexity of the flux of highly polar low molecular weight metabolites in the oceans."
        },
        {
            "header": "Reagents",
            "content": "Deionized water \\(Micro Pure TKA, Jenaer Wassertechnik, Germany)\r\n\n\nUltrapure water, UHPLC Gradient Grade \\(catalog no. W/0120/PB17, Fisher Scienfic)\r\n\n\nAcetonitrile, HPLC MS-Grade \\(catalog no. 83640.320, HiPerSolv Chromanorm, VWR)\r\n\n\nAmmoniumacetate, ULC-MS Optigrade \\(catalog no. SO-9685-B001, LGC Standards)\r\n\n\nAcetic acid, ULC-MS Optigrade \\(LGC Standards)\r\n\n\nDMSOP prepared following the protocol in Thume et al.<sup>8</sup>\r\n\n\n2\\[H]6-DMSA<sup>6</sup>"
        },
        {
            "header": "Equipment",
            "content": "Exactive™ Plus Orbitrap mass spectrometer \\(Thermo Scientific™, Bremen, Germany)\r\n\n\nDionex Ultimate 3000 system \\(Thermo Scientific™, Germering, Germany)\r\n\n\nThermo Xcalibur software version 3.0.63\r\n\n\nQ-ToF micro mass spectrometer \\(Waters Micromass, Manchester, England)\r\n\n\nAcquity UPLC \\(Waters, Milford, MA, USA)\r\n\n\nMassLynx 4.1 Software\r\n\n\nVortex mixer \\(Vortex-Genie® 2, Catalog no. 444-5900 H, VWR)\r\n\n\nSonoplus ultrasonic homogenizer UW 2070 \\(Bandelin electronics, Germany)\r\n\n\nMembrane pump \\(Vacuubrand, VWR)\r\n\n\nEppendorf Centrifuge 5415 D with rotor F-45-24-11\r\n\n\nHermle Centrifuge Z-383 K with rotor 220.96 V02\r\n\n\nFiltration unit 30 mL \\(catalog no. 511-5117, VWR)\r\n\n\nFilter disc \\(porosity 4; catalog no. 511-5114, VWR)\r\n\n\nGF/C grade microfiber filter \\(catalog no. 513-5225, VWR)\r\n\n\nSerological pipettes \\(50 mL, catalog no. 86-1689-001, Sarstedt)\r\n\n\nTissue culture flasks \\(50 mL, catalog no. 83-3910-002, Sarstedt)\r\n\n\nScrew top glass vial 4 mL \\(catalog no. 702962, Macherey-Nagel)\r\n\n\nScrew top glass vial 1.5 mL \\(catalog no. 702282, Macherey-Nagel)\r\n\n\nScrew cap 4 mL \\(catalog no. 43900, Wicom)\r\n\n\nSeptum \\(catalog no. 548-3112, VWR)\r\n\n\nScrew cap 1.5 mL \\(catalog no. 702287.1, Macherey-Nagel)\r\n\n\nMicro glass insert 0.2 mL \\(catalog no. 702813, Macherey-Nagel)\r\n\n\nSpring \\(catalog no. 702974.1, Macherey-Nagel)\r\n\n\nFalcon tubes 15 mL \\(catalog no. 62-554-502, Sarstedt)\r\n\n\nEppendorf® microtubes \\(catalog no. Z606340, Sigma)\r\n\n\nErlenmeyer flasks\r\n\n\nTweezers"
        },
        {
            "header": "Procedure",
            "content": "The procedure is divided in three sections \\(I. Cultivation / Sampling; II. Sample preparation for the determination of cellular DMSOP; III. Chromatography and mass spectrometry). Details for each section are described below. Note: The protocol generates samples that allow the determination of other low molecular weight zwitterionic metabolites like DMSP, glycine betaine or gonyol. For these and other zwitterionic metabolites the protocol can be followed with only one adjustment: appropriate standards of the analytes of interest would have to be used instead of the DMSOP standard. \r\n\n\n\r\n\n\nI. Cultivation / Sampling\r\n\n\n\r\n\n\nUtilize any culture of microalgae or field sample of phytoplankton. The amount of culture / field sample depends on the cell count, cell volume, and the content of DMSOP or of other zwitterionic low molecular weight metabolites of the tested alga. Further, the sensitivity of the LC/MS equipment has to be taken into consideration. The protocol introduced below has been optimized for 100 – 200 mL exponential phase cultures or 20 – 50 mL stationary phase cultures of diatoms \\(here _Skeletonema costatum_) or 100 µL of dense bacterial cultures \\(here _Pelagibacter bermudensis_) and measurement on an Orbitrap Q-Exactive LC/MS instrument. The protocol can be readily scaled up and down.\r\n\n\n\r\n\n\nII. Sample preparation for the determination of cellular DMSOP\r\n\n\n\r\n\n\nMake sure you have ready the equipment and solutions before the start of the procedure. Label the vials before the start of the experiment. The workflow should be carried out without interruption if quantitative information is required. If required, the protocol could only be paused after point 5. \\(A) or 3. \\(B). \r\n\n\n\r\n\n\nA) Extraction of phytoplankton cells\r\n\n\n\r\n\n\n1. Take a specific volume from your experimental culture using a serological pipette and transfer it into an Erlenmeyer flask.\r\n  Note: The volume is dependent on growth phase and cell density: for exponential phase diatom cultures use 100 – 200 mL, for stationary phase 20 – 50 mL. \r\n\n\nNote: Determine cell counts and / or chlorophyll a content of the culture and document the precise volume. This information will be required to calculate the cellular DMSOP content / the DMSOP concentration.\r\n\n\n2. Filter the culture under reduced pressure \\(400 mbar) over a GF/C grade microfiber filter using the filtration unit. Use a two-way stopcock to control the vacuum. Close the stopcock as soon as the filter is dry. \r\n  Note: The filtration should be carried out quickly and the filter should be transferred directly once the filtration is terminated. \r\n\n\n3. Remove the glass part of the filtration unit and fold the filter on the glass frit two times using tweezers. \r\n  4. Using tweezers transfer the filter to a 4 mL screw top glass vial containing 1 mL of methanol.\r\n  5. Seal the vial with a Teflon lined screw cap and vortex it for 30 s.\r\n  Note: You can store the sample at  20 °C for several weeks without loss \\(for long-term storage over several months’  80 °C storage might be recommended). Note: If you notice precipitate formation after freezing centrifuge the sample and transfer the supernatant as described in step 6.\r\n\n\n\r\n\n\n6. Transfer 50 µL of the extract into a micro glass insert and dilute with 100 µL of a mixture of acetonitrile and water \\(9:1 v/v).\r\n  Note: The dilution can be adjusted depending on the concentration of the extract.\r\n\n\nNote: If you use an internal standard \\(procedure III B), add it here.\r\n\n\n7. Put the micro glass insert into a 15 mL Falcon tube and centrifuge for 5 min at 4500 rcf. Transfer the supernatant to another micro glass insert.\r\n  8. Put the insert with the probe into a 1.5 mL screw top glass vial equipped with a spring to adjust the insert, close the lid and put it into the autosampler of the LC/MS system. Inject 5 µL to the LC/MS.\r\n  \r\n\n\nB) Extraction of bacterial cells\r\n\n\n \r\n\n\n1. Take 100 µL of the bacterial culture and transfer it to a 1.5 mL Eppendorf tube.\r\n  2. Centrifuge it for 5 min at 16,100 rcf.\r\n  Note: If you do not see a cell pellet repeat the centrifugation for another 30 min.\r\n\n\n3. Remove and discard the supernatant by pipetting.\r\n  Pipette 100 µL of a mixture of acetonitrile and water \\(9:1 v/v) on the cell pellet and vortex for 30 s. \r\n\n\nNote: If you use an internal standard \\(procedure III B), add it here.\r\n\n\nNote: You can store the sample at -20 °C for several days \\(for long-term storage over several months’  80 °C storage might be recommended). \r\n\n\n4. Put the tube on ice and disrupt the cells by sonication using six 10 s pulses \\(40% intensity) in the ultrasound homogenizer.\r\n  5. Centrifuge the sample for 5 min at 16,100 rcf and transfer the supernatant into the micro glass insert of a 1.5 mL screw top glass vial equipped with a spring to hold the insert and close the lid. Note: The supernatant has to be free of any precipitate; re-centrifuge if required. \r\n  6. Inject 5 µL into the LC/MS system.\r\n  \r\n\n\nIII. Chromatography and Mass spectrometry\r\n\n\nChromatography \r\n\n\n• Solvent A: high purity water with 2% acetonitrile and 0.1% formic acid.\r\n\n\n• Solvent B: 90% acetonitrile with 10% water and 5 mmol L-1 ammonium acetate.\r\n\n\n• Column: SeQuant ZIC®-HILIC column \\(5 μm, 2.1 × 150 mm, SeQuant, Umeå, Sweden), SeQuant ZIC®-HILIC guard column \\(5 μm, 2.1 × 20 mm, SeQuant, Umeå, Sweden).\r\n\n\n• Column oven temperature: 25 °C.\r\n\n\n• Flow rate: 0.6 mL min\n-1\n• Gradient: linear, 100% solvent B \\(1 min), 20% B \\(6.5 min), 100% B \\(7.1 min), 100% B \\(10 min)\r\n\n\n• Injection volume: 5 µL\r\n\n\n\r\n\n\nMass spectrometry \r\n\n\n\r\n\n\n• Ionization: electrospray ionization, positive mode\r\n\n\n• Mass range: 75 – 200 _m/z_\r\n\n\n\r\n\n\nExactive™ Plus Orbitrap mass spectrometer \\(high resolution MS):\r\n\n\n\r\n\n\n• Capillary temperature: 380 °C\r\n\n\n• Spray voltage: 3000 V\r\n\n\n• Sheath gas flow: 60 arbitrary units\r\n\n\n• Aux gas flow: 20 arbitrary units\r\n\n\n\r\n\n\n\r\n\n\nQ-ToF micro mass spectrometer:\r\n\n\n• Capillary temperature: 300 °C\r\n\n\n• Spray voltage: 3000 V\r\n\n\n• Sample cone voltage: 18 V\r\n\n\n• Extraction cone voltage: 1 V\r\n\n\n• Sheath gas: 20 L h-1\r\n\n\n• Desolvation gas: 450 L h-1\r\n\n\n• Detector voltage: 2350 V\r\n\n\n\r\n\n\n\r\n\n\nA) Quantification using external standard\r\n\n\n\r\n\n\nFor external calibration of DMSOP prepare a concentrated stock solution of 10 µmol L\n-1\nin acetonitrile and water \\(9:1 v/v). Perform dilutions to obtain 1000 nmol L\n-1\n, 500 nmol L\n-1\n, 300 nmol L\n-1\n, 50 nmol L\n-1\n, 10 nmol L\n-1\n, 5 nmol L\n-1\n, 1 nmol L\n-1\n, 0.5 nmol L\n-1\nDMSOP solutions. Each concentration is independently prepared in triplicate in acetonitrile and water \\(9:1 v/v). Note: For quantification of other zwitterions prepare similar dilution rows with the respective standard \\(e.g. DMSP, gonyol, DMSA, glycine betaine6)\r\n\n\nDependent on the DMSOP content in the respective samples you can vary the concentration range of the calibration curve. Injection volume for LC/MS measurements is 5 µL.\r\n\n\nMonitoring the ion trace of the respective analyte and integration of the peak gives the peak area.\r\n\n\n\r\n\n\n_DMSOP m/z = 151.0496 \\(isolation window 5 ppm) for high resolution MS or m/z = 151 for unit mass resolution MS_\r\n\n\n_DMSP m/z = 135.0474 for high resolution MS or m/z = 135 for unit mass resolution MS._\r\n\n\n_Gonyol m/z = 179.0736 for high resolution MS or m/z = 179 for unit mass resolution MS._\r\n\n\n_DMSA m/z = 121.0318 for high resolution MS or m/z = 121 for unit mass resolution MS._\r\n\n\n_Glycine betaine m/z = 118.0863 for high resolution MS or m/z = 118 for unit mass resolution MS._ \r\n\n\n\r\n\n\n\r\n\n\nB) Quantification using internal standard\r\n\n\n\r\n\n\nFor internal calibration of DMSOP prepare a concentrated stock solution of the internal standard\n2\n\\[H]\n6\n-DMSA \\(16 µmol L\n-1\n) in acetonitrile and water \\(9:1 v/v). \r\n\n\nAdd 10 µL of that solution to your prepared sample \\(see Procedure II A, step 6) and directly inject 5 µL to your LC/MS system.\r\n\n\nNote: The ratio of internal standard and signal of the respective analytes should be similar. If differences >10/1 are observed the concentration has to be adjusted by using less standard. If differences are <1/10 the sample has to be diluted.   \r\n\n\n\r\n\n\n\r\n\n\nMeasuring a DMSOP and\n2\n\\[H]\n6\n-DMSA containing solutions gives the response factor \\(ADMSOP/A\n2\n\\[H]\n6\n--DMSA) you need for quantification of DMSOP. Note: Make sure you are working in the linear range of the detector.\r\n\n\n\r\n\n\nFor quantification of DMSP use\n2\n\\[H]\n6\n-DMSP as internal standard6, for DMSA\n2\n\\[H]\n6\n-DMSA and for gonyol and glycine betaine use D3-gonyol\n6\n. \r\n\n\n\r\n\n\nMaintenance of the LC-MS system\r\n\n\n• Instrument tuning: every 3 months\r\n\n\n• Mass calibration: weekly\r\n\n\n• Wash solutions \\(syringe etc.): change every month\r\n\n\n• Ion source cleaning: weekly \r\n\n\n• Worn out parts \\(injection needle, column, seals etc.): replace as needed"
        },
        {
            "header": "Timing",
            "content": "Phytoplankton: \r\n\n\nSampling of four algal replicates will take about 15 min.\r\n\n\nFiltration and extraction will take about 30 - 45 min. Filtration of several samples can be carried out in parallel. \r\n\n\nPreparing the samples for LC-MS measurements will take about 30 min. \r\n\n\n\r\n\n\nBacteria: \r\n\n\nThe whole workup for 4 replicates of bacterial cultures will take 45 – 60 min.\r\n\n\n\r\n\n\nLC/MS measurements will take 10 min \\(including re-equilibration).\r\n\n\nData evaluation will take less than 2 min per sample."
        },
        {
            "header": "Troubleshooting",
            "content": "Precipitate formation can occur in the samples during storage in the autosampler of the instrument or after storage in the freezer. If precipitate formation is observed the sample has to be centrifuged once more and the supernatant has to be transferred into a new micro glass insert. Otherwise, the pressure of the LC will increase due to a blocked column."
        },
        {
            "header": "Anticipated Results",
            "content": "A typical chromatogram \\(total ion count and ion traces) is given for the separation of an extract of a field sample from the Pacific Ocean \\(52.990 °N, 130.62 °W, concentration factor 10).<sup>8</sup> Peak integration and comparison with the internal standard will give the quantitative information about the concentration of the respective zwitterionic metabolite in the sample. Back-calculation with cell counts will give the per cell amount of the respective analytes. Normalization with the cell volume will give the intracellular concentration of the metabolites."
        },
        {
            "header": "References",
            "content": "1 Sunda, W., Kieber, D. J., Kiene, R. P. & Huntsman, S. An antioxidant function for DMSP and DMS in marine algae. Nature 418, 317-320, doi:10.1038/nature00851 \\(2002).\r\n\n\n2 Kiene, R. P., Linn, L. J. & Bruton, J. A. New and important roles for DMSP in marine microbial communities. Journal of Sea Research 43, 209-224, doi:10.1016/s1385-1101\\(00)00023-x \\(2000).\r\n\n\n3 Ksionzek, K. B. et al. Dissolved organic sulfur in the ocean: Biogeochemistry of a petagram inventory. Science 354, 456-459, doi:10.1126/science.aaf7796 \\(2016).\r\n\n\n4 Sievert, S. M., Kiene, R. P. & Schulz-Vogt, H. N. The sulfur cycle. Oceanography 20, 117-123 \\(2007).\r\n\n\n5 Smith, G. C., Clark, T., Knutsen, L. & Barrett, E. Methodology for analyzing dimethyl sulfide and dimethyl sulfoniopropionate in seawater using deuterated internal standards. Anal. Chem. 71, 5563-5568, doi:10.1021/ac990211q \\(1999).\r\n\n\n6 Gebser, B. & Pohnert, G. Synchronized Regulation of Different Zwitterionic Metabolites in the Osmoadaption of Phytoplankton. Marine Drugs 11, 2168-2182, doi:10.3390/md11062168 \\(2013).\r\n\n\n7 Spielmeyer, A. & Pohnert, G. Direct quantification of dimethylsulfoniopropionate \\(DMSP) with hydrophilic interaction liquid chromatography/mass spectrometry. Journal of Chromatography B 878, 3238-3242 \\(2010).\r\n\n\n8 Thume, K., Gebser, B., Chen, L., Kieber, D. J. & Pohnert, G. The metabolite dimethylsulfoxonium propionate extends the marine organosulfur cycle. Nature \\(2018) doi.org/10.1038/s41586-018-0675-0"
        },
        {
            "header": "Acknowledgements",
            "content": "We acknowledge Björn Gebser and Nils Meyer for help in the lab and discussion during the protocol development and refinement. Financial support of the German Research Foundation within the framework of the CRC 1127 ChemBioSys is acknowledged."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-018-0675-0",
                "date": "2018-11-07 14:44:10",
                "title": "The metabolite dimethylsulfoxonium propionate extends the marine organosulfur cycle",
                "authors": [
                    "Kathleen Thume",
                    "Björn Gebser",
                    "Liang Chen",
                    "Nils Meyer",
                    "David J. Kieber",
                    "and Georg Pohnert"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 16068,
                "identity": "a19d0092-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Georg Pohnert",
                "email": "georg.pohnert@uni-jena.de",
                "orcid": "",
                "institution": "Pohnert Lab, Friedrich Schiller University Jena",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Georg",
                "middleName": "",
                "lastName": "Pohnert",
                "suffix": ""
            },
            {
                "id": 16069,
                "identity": "a19d05b2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kathleen Thume",
                "email": "",
                "orcid": "",
                "institution": "Pohnert Lab, Friedrich Schiller Universty Jena",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kathleen",
                "middleName": "",
                "lastName": "Thume",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-10-30 16:28:09",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.131",
        "doiUrl": "https://doi.org/10.1038/protex.2018.131",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610307,
                "identity": "17c77b1a-3fa9-4aba-a054-617de0c6099f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:34",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 42858,
                "visible": true,
                "origin": "",
                "legend": "Chromatographic profile of zwitterionic metabolites in a field sample from the Pacific Ocean.   a) TIC (total ion current), b) DMSOP ion trace m/z 151.0496, c) DMSP ion trace m/z 135.0474, d) DMSA ion trace m/z 121.0318, e) gonyol ion trace m/z 179.0736, f) glycine betaine ion trace m/z 118.0863.",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7129/v1/figure_1.pdf"
            },
            {
                "id": 13465782,
                "identity": "a5f45c5c-ca89-4439-ab63-68a452c51700",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:10",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 210830,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7129/v1/c0b1f103-a7fb-49a9-acab-03fef700ceb5.pdf"
            }
        ],
        "financialInterests": "The authors declare no conflicting financial interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Microalgae, bacteria, plankton, extraction, zwitterion, dimethylsulfoniopropionate DMSP, dimethylsulfoxoniumpropionate DMSOP, HPLC, UHPLC, mass spectrometry",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Zwitterionic metabolites from marine phytoplankton and bacteria play essential physiological roles in these organisms. Especially dimethylsulfoniopropionate \\(DMSP) and the newly discovered dimethylsulfoxoniumpropionate \\(DMSOP) are also central in the marine sulfur cycle. This protocol describes the extraction, sample preparation, and quantification of DMSOP. Chromatographic separation is based on hydrophilic interaction liquid chromatography \\(HILIC) and detection is done by mass spectrometry on standard LC/MS instruments.  The protocol also covers the quantification of DMSP, dimethylsulfonioacetate \\(DMSA), gonyol, and the nitrogen-containing zwitterion glycine betaine. We introduce methods for the investigation of phytoplankton cultures, phytoplankton field samples, and bacteria cultures. Established methods for the estimation of DMSP are is based on the quantification of dimethylsulfide that is released during base treatment of DMSP. Our protocol now allows distinguishing between different DMS releasing zwitterions and to cover also other metabolites of this class that are not liberating DMS upon base treatment. It works universally with microalgae and bacteria and can easily be adapted to macroalgae.  With standard culture samples following the protocol requires less than two hours.",
        "manuscriptTitle": "Extraction and analysis of zwitterionic metabolites from microalgae and bacteria",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-11-16 16:56:29",
                "doi": "10.1038/protex.2018.131",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a19ca1f8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 16th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4434,
                "name": "Chemistry"
            },
            {
                "id": 4435,
                "name": "Biological techniques"
            },
            {
                "id": 4436,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-11-16 16:56:29",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}