{
    "identity": "nprot-6585",
    "title": "A simple method for precisely controlling the confinement of cells in culture",
    "content": [
        {
            "header": "Introduction",
            "content": "Cell migration is critical during development, immune surveillance and wound healing, and becomes profoundly deregulated during cancer metastasis<sup>1</sup>.  Although we have learned much by studying cell migration on planar substrates in tissue culture, still little is known about the influence of the microenvironment in vivo during cell migration<sup>2, 3</sup>.  Indeed, mimicking the complexity of the 3D tissue microenvironment while maintaining the ability to apply high-resolution light microscopic imaging to allow study of physiological and pathophysiological processes in vitro is a major challenge in tissue engineering<sup>4</sup>.\r\n\n\n Within tissues in vivo, one physical challenge that cells must cope with in order to migrate is confinement<sup>5-9</sup>.  This is in contrast to the obstacle-free environment cells encounter on planar substrates in tissue culture.  In addition to imposing physical barriers to cell migration, recent reports have shown that confinement can profoundly change cell behavior.  In contrast to the coupling of lamellipodial protrusion to integrin-based focal adhesions that drives cell movement in 2D tissue culture, confinement was demonstrated to induce a fast form of cell migration that ocurrs independent of adhesion receptors<sup>10</sup>.  Cells migrating under confinement in the absence of cell adhesion ligands were shown to often form a single very large bleb in the direction of migration, termed a leader bleb<sup>10-13</sup>.  Bleb-based migration is integrin-independent and is driven by non-specific friction with the microenvironment and cortical flows of actin within blebs<sup>13, 14</sup>.  Rapid, bleb-based migration under confinement has been observed in developing Zebrafish embryos<sup>11</sup> and is thought to be critical to tissue surveillance by immune cells<sup>15</sup>.  However, a similar type of motility has also been observed for human melanoma and breast cancer cells in mice<sup>11, 16</sup>, and has been recapitulated in confinement in vitro for transformed and metastatic cancer cells<sup>10</sup>.  Thus, cell confinement induces major changes in cellular behavior, including driving bleb-based, adhesion-independent migration.\r\n\n\nThe level of confinement and adhesion has a large impact on whether the cell undergoes a switch from lamellipodial and adhesion-dependent to bleb-based, adhesion-independent migration, known as the mesenchymal-to-amoeboid transition \\(MAT).  The effects of varying the degree of confinement have been recently studied using polydimethylsiloxane \\(PDMS) with micro-fabricated pillars of a defined height<sup>10</sup>.  When placed on a glass coverslip, the pillars control the Z-distance that cells can occupy between the PDMS and glass.  Using this approach, switching from mesenchymal to a fast bleb-based mode of cell migration was most frequently observed when cells were confined in a non-adhesive environment with a spacing of 3 as opposed to 5 µm<sup>10</sup>.  Furthermore, control of the concentration of cell adhesion ligands adhered to micro-fabricated PDMS channels on microscope coverslips showed that leader bleb-based migration can be driven by non-specific friction coupling myosin driven cortex flows to the channel walls<sup>13</sup>.  Together, this illustrates the need for precisely controlling the amounts of confinement and adhesion ligands in experimental systems for defining the mechanisms of adhesion independent, bleb-based migration and MAT.\r\n\n\nAlthough cell confinement and adhesion can be controlled using micro-fabricated PDMS systems as noted above, these methods require access to specialized equipment usually found in micro- or nano-fabrication labs.  Therefore, a method requiring less specialized equipment or fewer resources for varying cell confinement will make this field more accessible to a broader range of researchers from postdocs at major research institutions to undergraduates at small colleges.  The very simple “under agarose assay,” which consists of confining cells between an agar pad and uncoated glass, has been proven to be a useful approach for studying the chemotaxis of dictyostelium<sup>17, 18</sup> and migration of cancer cells<sup>19</sup> in confinement.  Indeed, our recent work utilized this assay to reveal the mechanism by which Src regulates leader bleb-based migration of melanoma cells<sup>20</sup>.  However, the under-agarose assay does not allow one to precisely control the confinement height, a key parameter effecting the transition to a bleb-based form of cell motility.  In addition, it is not possible to optimize the friction or adhesivity between the cell and the agarose, since agarose cannot be coated with cell adhesion ligands.  Thus, despite its simplicity and efficacy for confining cells, the under-agarose assay has major shortcomings.\r\n\n\nHere we describe a simple, efficacious method for precisely controlling cell confinement and adhesion parameters that requires little specialized equipment.  In addition, this method maintains the ability to perform high resolution light microscopic imaging under precise conditions of confinement and adhesivity.  Using this method, an experimenter can easily test hypotheses that have a basis in the effects of confinement and adhesion on cellular processes such as cell migration, division and differentiation."
        },
        {
            "header": "Reagents",
            "content": "• 6 Well Glass Bottom Plate with high performance #1.5 cover glass \\(e.g., In Vitro Scientific, cat. no. P06-1.5H-N, http://www.cellvis.com/_6-well-glass-bottom-plate-with-high-performance-number-1.5-cover-glass_/product_detail.php?product_id=55)\r\n\n\nCRITICAL: Note that most high resolution microscope objective lenses are corrected for #1.5 coverslips \\(unless they are equipped with an adjustable correction collar).  Imaging with other thickness coverslips \\(i.e., #1) will induce spherical image aberrations that degrade image quality.\r\n\n\n\r\n\n\n• Dow Corning 184 SYLGARD 0.5 kg 1.1 lb kit \\(Krayden, cat. no. DC4019862, http://krayden.com/buy/dc-184-sylgard-0-5kg-1-1lb-kit.html)\r\n\n\n\r\n\n\n• 0.5 g of 3.11 µm non-functionalized polystyrene beads \\(Bangs Laboratories, cat. no. PS05N, http://www.bangslabs.com/products/ordering/list/PS05N)\r\n\n\nCRITICAL: Bangs Laboratories is well-known for their quality control on their bead tolerances.  Beads purchased from any other company should be checked for their consistency.\r\n\n\n\r\n\n\n• 0.5 g of 5.15 µm non-functionalized polystyrene beads \\(Bangs Laboratories, cat. no. PS06N, http://www.bangslabs.com/products/ordering/list/PS06N)\r\n\n\n\r\n\n\n• Human melanoma A375 cells \\(American Type Culture Collection, cat. no. CRL-1619, http://www.atcc.org/products/all/CRL-1619.aspx)\r\n\n\nCRITICAL: Any other cell line of interest is acceptable.  We use A375 cells because of our interest in melanoma metastasis.\r\n\n\no Appropriate culture media for A375 cells consists of\r\n\n\n DMEM \\(Dulbecco’s Modified Eagle Medium), high glucose, pyruvate, without L-glutamine \\(Life Technologies, cat. no.10313-021,\r\n\n\nhttps://www.lifetechnologies.com/order/catalog/product/10313021)\r\n\n\n GlutaMAX Supplement \\(Life Technologies, cat. no. 35050-061,\r\n\n\nhttps://www.lifetechnologies.com/order/catalog/product/35050061?ICID=search-product)\r\n\n\n FBS \\(Fetal Bovine Serum), qualified, One Shot format, US origin \\(Life Technologies, cat. no. 26140-111,\r\n\n\nhttps://www.lifetechnologies.com/order/catalog/product/26140111?ICID=search-product)\r\n\n\n Antibiotic-Antimycotic \\(Life Technologies, cat. no. 15240-096,\r\n\n\nhttps://www.lifetechnologies.com/order/catalog/product/15240096?ICID=search-product)\r\n\n\n\r\n\n\n• Tissue culture hood and tissue culture incubator capable of maintaining 37oC, 100% humidity and 95% air/5% CO2 conditions.\r\n\n\n\r\n\n\n• HEPES 1M \\(Life Technologies, cat. no. 15630-080,\r\n\n\nhttps://www.lifetechnologies.com/order/catalog/product/15630080?ICID=search-product)\r\n\n\no Required for buffering media for live-cell imaging.\r\n\n\n\r\n\n\n• Bovine Serum Albumin \\(Sigma-Aldrich, cat. no. A9418,\r\n\n\nhttp://www.sigmaaldrich.com/catalog/product/sigma/a9418?lang=en&region=US)\r\n\n\no For coating PDMS and coverslip surfaces.\r\n\n\n\r\n\n\n• Nalgene Rapid-Flow Sterile Disposable Filter Units with PES Membrane \\(Thermo Scientific, cat. no. 566-0020, http://www.thermoscientific.com/en/product/nalgene-rapid-flow-sterile-disposable-filter-units-pes-membrane.html)\r\n\n\n\r\n\n\n• Scalpel\r\n\n\n\r\n\n\n• Vacuum system\r\n\n\n\r\n\n\n• Vacuum Desiccator\r\n\n\n\r\n\n\n• Pipettes and tips \\(including serological pipettes)\r\n\n\n\r\n\n\n• Rhodamine B isothiocyanate dextran MW 70 kDa \\(Sigma-Aldrich, cat. no. R9379, \r\n\n\nhttp://www.sigmaaldrich.com/catalog/product/sigma/r9379?lang=en&region=US)\r\n\n\no For validating the thickness of confinement chambers as described above."
        },
        {
            "header": "Procedure",
            "content": "Step 1.  Polymerize a PDMS layer in a glass-bottom dish.\r\n\n\n\r\n\n\nUsing a serological pipette, pipette 1.8 mL of PDMS into each well of a 6-well glass bottom plate.  Using a 1 mL pipette tip with the end cut off, add 200 µL curing agent to the PDMS in each well and mix thoroughly by swirling with a 1 mL pipette tip.  2 mL total of PDMS reagents in the well will result in a 3 mm thick, 1.72 MPa stiffness PDMS layer after curing.\r\n\n\n\r\n\n\nOPTIONAL STEP: Place 6-well plate with PDMS into a vacuum desiccator for ~1 hr to remove air bubbles.\r\n\n\n\r\n\n\nCRITICAL STEP: Place PDMS in a 37°C incubator for ≥12 hr to allow for complete curing.\r\n\n\n\r\n\n\nTROUBLESHOOTING: If using single 35 mm glass-bottom tissue culture dishes, you will have to experiment with the volumes needed \\(being careful to keep the ratio of PDMS to curing agent constant) to achieve a similar thickness of PDMS as described above for a 6-well plate.\r\n\n\n\r\n\n\n\r\n\n\nStep 2.  Cut a small hole for insertion of cells and beads under the PDMS layer.\r\n\n\n\r\n\n\nUsing a scalpel, remove a 1 cm x 1 cm square of cured PDMS from near one edge of the PDMS layer.\r\n\n\n\r\n\n\nCRITICAL STEP: Do not cut all the way to the edge, as the attachment of the PDMS layer to the plastic wall of the well is critical to holding the beads tightly in place against the coverslip.  However, offsetting the hole from the center of the dish will allow a larger area for imaging confined cells.\r\n\n\n\r\n\n\n\r\n\n\nStep 3.  Prepare tissue culture media containing BSA and coat PDMS and glass.\r\n\n\n\r\n\n\nPrepare DMEM containing 1X GlutaMAX, 1X Antibiotic-Antimycotic, 20 mM Hepes pH 7.4 and 1% Bovine Serum Albumin \\(BSA) and sterile filter.\r\n\n\nPipet 3 mL of media containing BSA on top of the PDMS.\r\n\n\nCoat the underside of the PDMS layer and the surface of glass coverslip.  Spread media with BSA underneath the PDMA layer by applying a 1 mL pipette tip to the wall of cut edge of the PDMS and gently lifting the PDMS off the coverslip, allowing the solution to enter the space between, then gently removing the pipette tip and letting the PDMS set down \\(see figure 2, step 3).\r\n\n\nIncubate overnight in tissue culture incubator.\r\n\n\n\r\n\n\nOPTIONAL STEP: Different coatings including integrin ligands such as fibronectin or collagen alone or in different ratios with BSA could be used to alter the adhesivity of the PDMS and glass surfaces.\r\n\n\n\r\n\n\n\r\n\n\nStep 4.  Remove BSA-containing media.\r\n\n\n\r\n\n\nThoroughly vacuum off media containing BSA.\r\n\n\n\r\n\n\n\r\n\n\nStep 5.  Prepare complete media containing cells and spacer beads.\r\n\n\n\r\n\n\nMix recently trypsinized cells \\(250,000 to 1 million) with 2 µL beads \\(from a recently vortexed 10% slurry) in ~200 µL of complete media \\(DMEM containing 10% FBS, 1X GlutaMAX, 1X Antibiotic-Antimycotic and 20 mM Hepes pH 7.4) and pipette into the square opening in PDMS.\r\n\n\n\r\n\n\n\r\n\n\nStep 6.  Load cells and beads between PDMS and glass.\r\n\n\n\r\n\n\nPosition cells and beads underneath the PDMS layer by applying a 1 mL pipette to the wall of the cut in the PDMS and gently lifting the PDMS off the coverslip, allowing the cell/bead solution to spread underneath the PDMS, and gently removing the pipette tip and letting the PDMS set down \\(Fig. 2A).\r\n\n\n\r\n\n\nCRITICAL STEP: One bead per 50 µm2 should be visible by microscopy.\r\n\n\n\r\n\n\nOPTIONAL STEP: Confinement height for a given field of view may be confirmed by acquiring Z-stacks of a soluble fluorescent dye \\(e.g., rhodamine labeled dextran) that has been added to the media.\r\n\n\n\r\n\n\nOPTIONAL STEP: Bead density may be increased to add physical barriers and constrictions for cells to navigate around.\r\n\n\n\r\n\n\nTROUBLESHOOTING: If bead density is too high or too low, make sure that the beads are well vortexed just prior to adding to the media, and/or adjust the volume added to the media accordingly.  If beads form aggregates, they may be sonicated briefly prior to adding them to the media.\r\n\n\n\r\n\n\n\r\n\n\nStep 7.  Fill chamber with media and image.\r\n\n\n\r\n\n\nAdd 3 mL of complete media on top of PDMS, beads and cells.\r\n\n\n\r\n\n\nCRITICAL STEP:  Allow cells to recover from plating for 30 – 60 min in a tissue culture incubator before beginning imaging."
        },
        {
            "header": "Timing",
            "content": "PDMS curing time is variable, since it is very temperature dependent.  However, curing should not take longer than 12 hr if performed at 37°C.  Coating PDMS and glass with BSA requires an additional 12 hr.  Preparation of cells and beads, positioning of cells and beads under PDMS, and allowing cells to recover from plating before microscopy will take an additional 1-2 hr."
        },
        {
            "header": "Anticipated Results",
            "content": "_Experimental Design_\r\n\n\n\r\n\n\n The general principle of our method \\(Fig. 1) is that cells are confined between a PDMS slab and a glass coverslip, the spacing \\(h) between which is controlled by the diameter of commercially available beads or micro spheres that can be ordered with a range of diameters \\(e.g., 0.5 – 25 µm).  In addition to standard animal-cell tissue culture equipment, the method requires three main components: a glass-bottom dish or plate; PDMS; and beads \\(Fig. 1A).  The surfaces of both glass and PDMS can be compositionally controlled simply by coating with non-specific or adhesion-specific solutions.  The downward force \\(F) required to confine the cells is provided by the elasticity of the PDMS pad and its attachment to the walls of the dish or plate \\(Fig. 1A).  The procedure for confining cells between non-adhesive surfaces is summarized in seven steps \\(Fig. 2A).  These include: PDMS pouring and curing \\(Step 1), PDMS cutting \\(Step 2), coating the PDMS and glass with a non-specific protein \\(Bovine Serum Albumin \\(BSA)) to inhibit adhesion \\(Step 3), positioning beads and cells between the PDMS and glass \\(Steps 4 – 7) and imaging \\(Fig. 2A).  The procedure is described in detail below.\r\n\n\n\r\n\n\n_Considerations_\r\n\n\n\r\n\n\n Depending on the needs of the experimenter, glass-bottom dishes for performing a single experiment or multi-well plates can be used in combination with a motorized microscope stage for performing multiple experiments in parallel.  We recommend polystyrene beads from Bangs Laboratories because of the range, reliability and reproducibility of their sizes.  Other sources may be used provided that bead size distributions are known and are reliable.  Additionally, manufacturers such as Life Technologies, offer fluorescent beads in several diameters that may be useful for imaging.  For PDMS, many variants are possible but, we typically use Sylgard 184 from Dow Corning.\r\n\n\n\r\n\n\n_Validation_\r\n\n\n\r\n\n\n We confirmed that our method can be used for precisely controlling confinement by directly measuring the height of the PDMS above the glass coverslip by confocal microscopy. To do this, we tested two conditions referred to as “Low Confinement” and “High Confinement,” employing 5.15 +/- 0.43 µm \\(mean +/- SD) and 3.11 +/- 0.21 µm \\(mean +/- SD) diameter beads between BSA-coated PDMS and glass, respectively \\(Fig. 3).  Human melanoma A375 cells expressing EGFP as a volume marker demonstrated only small blebs under low confinement \\(Fig. 3A), while under high confinement, cells had a single large bleb connected to the cell body by a thin neck \\(Fig. 3D).  To experimentally measure heights under low and high confinement, we used high magnification \\(60X), high resolution \\(1.4 NA) spinning disk confocal imaging with focus controlled by a stepper motor to acquire Z-stacks \\(150 slices, 0.1 µm apart) of rhodamine labeled dextran \\(MW = 70 kDa, 0.1 mg/mL) added to the culture media.  From orthoslices, we could clearly resolve EGFP-expressing cells sandwiched between the PDMS and glass coverslip under conditions of low and high confinement \\(Fig. 3B & E).  To calculate heights, we utilized the freeware image analysis package Fiji \\(http://fiji.sc/Fiji) to extract intensity linescans from orthoslices taken from multiple positions within the field of view and used the full width at half maximal intensity \\(FWHM) as a measurement of the height \\(Fig. 3B, C, E & F).  This approach showed that the PDMS under low and high confinement was held at 3.14 +/- 0.17 µm \\(mean +/- SE) and 5.44 +/- 0.45 µm \\(mean +/- SE) above the glass coverslip, agreeing well with the bead diameters \\(Fig. 3G).\r\n\n\n\r\n\n\n_Anticipated Results_\r\n\n\n\r\n\n\nWe next used time-lapse imaging to observe the effect of low and high confinement on cell migration.  A375 melanoma cells were co-transfected with Emerald-tagged F-tractin \\(red pseudo color) as a marker of the actin cytoskeleton<sup>12, 21</sup> and FusionRed tagged histone H2B \\(green pseudo color) to monitor the position of the nucleus.  We found cells under low confinement remained approximately radially symmetric in shape with blebs throughout their surfaces.  In contrast, under high confinement, cells acquired a highly polarized morphology in which a single large sausage shaped bleb formed that was connected to the spherical cell body by a thin neck that exhibited a high concentration of actin.  Time-lapse spinning-disk confocal microscopy showed that under low confinement, fewer than 10% of cells migrated \\(Fig. 4A, B and Movie S1), whereas more than 50% of highly confined cells migrated with leader bleb morphology \\(Fig. 4A, B and Movie S2).  Under high confinement we noted that ~20% of cells had leader blebs that contained the nucleus \\(Fig. 4C & D).  This characteristic of the nucleus being contained within the leader bleb has been referred to by others as the “A2” phenotype<sup>10</sup>.  Under low confinement, nuclei were found only inside the cell body and never entered the bleb \\(Fig. 4D).  Time-lapse imaging showed that an increase in migration speed correlated with the nucleus moving into the leader bleb \\(Movie S2).  A comparison of many cells having leader blebs without and with nuclei revealed that those with leader blebs containing nuclei migrated at a speed over 3-fold faster than those with leader blebs not containing nuclei \\(Fig. 4E).  Therefore, high confinement promotes a transition to a very fast “A2” type of migration, which is a cell that has a leader bleb containing the nucleus.\r\n\n\n\r\n\n\n_Limitations of the approach_\r\n\n\n\r\n\n\n The method described here allows for facile observation of confined cell behavior.  We show that the method is capable of reliably controlling confinement height and is therefore useful for testing hypotheses with a basis in the role of confinement in controlling cell behaviors.  For example, we showed here that high confinement of cells induces the formation of large leader blebs and leader bleb-based cell migration.  Furthermore, we made the observation that high confinement can lead to the nucleus being positioned within leader blebs, like the previously reported “A2” phenotype<sup>10</sup> and correlated with an increase in migration speed.  In addition to cell migration, the method may also be used to probe the relationship between confinement and other cellular processes, such as cell division and differentiation.  However, this method cannot simulate the complete set of physical attributes a cell might encounter in vivo.  More specifically, during interstitial migration a cell is likely to encounter constrictions, rugosity, changes in elasticity and flow.  In principal, constrictions could be added by increasing the density of beads.  Furthermore, it does not allow the user to dynamically control the confinement height.  Control over microenvironmental elasticity is limited by PDMS, which is quite stiff \\(1.72 MPa<sup>22</sup>).  There is also a dependence of the height of the confinement on the quality of the beads.  To carefully control confinement height, beads manufactured with the best tolerances should be used.  In addition, under PDMS it is not possible to fix and stain or make cell lysates for downstream analyses, such as Western blotting, or to add diffusible small molecules to the cells during imaging.  Therefore, an experimenter is limited to genetically encoded fluorescently tagged proteins that can be transfected into cells or drug treatments that can be applied before confinement."
        },
        {
            "header": "References",
            "content": "1. Ridley, A.J. et al. Cell migration: integrating signals from front to back. Science 302, 1704-1709 \\(2003).\r\n  2. Coussens, L.M. & Werb, Z. Inflammation and cancer. Nature 420, 860-867 \\(2002).\r\n  3. Clark, A.G. & Vignjevic, D.M. Modes of cancer cell invasion and the role of the microenvironment. Curr Opin Cell Biol 36, 13-22 \\(2015).\r\n  4. Griffith, L.G. & Swartz, M.A. Capturing complex 3D tissue physiology in vitro. Nat Rev Mol Cell Biol 7, 211-224 \\(2006).\r\n  5. Butcher, D.T., Alliston, T. & Weaver, V.M. A tense situation: forcing tumour progression. Nat Rev Cancer 9, 108-122 \\(2009).\r\n  6. Yu, H., Mouw, J.K. & Weaver, V.M. Forcing form and function: biomechanical regulation of tumor evolution. Trends Cell Biol 21, 47-56 \\(2011).\r\n  7. Charras, G. & Sahai, E. Physical influences of the extracellular environment on cell migration. Nat Rev Mol Cell Biol 15, 813-824 \\(2014).\r\n  8. Heuze, M.L. et al. Migration of dendritic cells: physical principles, molecular mechanisms, and functional implications. Immunol Rev 256, 240-254 \\(2013).\r\n  9. Faurobert, E., Bouin, A.P. & Albiges-Rizo, C. Microenvironment, tumor cell plasticity, and cancer. Curr Opin Oncol 27, 64-70 \\(2015).\r\n  10. Liu, Y.J. et al. Confinement and low adhesion induce fast amoeboid migration of slow mesenchymal cells. Cell 160, 659-672 \\(2015).\r\n  11. Ruprecht, V. et al. Cortical contractility triggers a stochastic switch to fast amoeboid cell motility. Cell 160, 673-685 \\(2015).\r\n  12. Logue, J.S. et al. Erk regulation of actin capping and bundling by Eps8 promotes cortex tension and leader bleb-based migration. Elife 4 \\(2015).\r\n  13. Bergert, M. et al. Force transmission during adhesion-independent migration. Nat Cell Biol 17, 524-529 \\(2015).\r\n  14. Hawkins, R.J. et al. Pushing off the walls: a mechanism of cell motility in confinement. Phys Rev Lett 102, 058103 \\(2009).\r\n  15. Lammermann, T. & Sixt, M. Mechanical modes of 'amoeboid' cell migration. Curr Opin Cell Biol 21, 636-644 \\(2009).\r\n  16. Tozluoglu, M. et al. Matrix geometry determines optimal cancer cell migration strategy and modulates response to interventions. Nat Cell Biol 15, 751-762 \\(2013).\r\n  17. Laevsky, G. & Knecht, D.A. Under-agarose folate chemotaxis of Dictyostelium discoideum amoebae in permissive and mechanically inhibited conditions. Biotechniques 31, 1140-1142, 1144, 1146-1149 \\(2001).\r\n  18. Zatulovskiy, E., Tyson, R., Bretschneider, T. & Kay, R.R. Bleb-driven chemotaxis of Dictyostelium cells. J Cell Biol 204, 1027-1044 \\(2014).\r\n  19. Bergert, M., Chandradoss, S.D., Desai, R.A. & Paluch, E. Cell mechanics control rapid transitions between blebs and lamellipodia during migration. Proc Natl Acad Sci U S A 109, 14434-14439 \\(2012).\r\n  20. Logue, J.S., Cartagena-Rivera, A.X. & Chadwick, R.S. c-Src activity is differentially required by cancer cell motility modes. Oncogene \\(2018).\r\n  21. Schell, M.J., Erneux, C. & Irvine, R.F. Inositol 1,4,5-trisphosphate 3-kinase A associates with F-actin and dendritic spines via its N terminus. J Biol Chem 276, 37537-37546 \\(2001).\r\n  22. Palchesko, R.N., Zhang, L., Sun, Y. & Feinberg, A.W. Development of polydimethylsiloxane substrates with tunable elastic modulus to study cell mechanobiology in muscle and nerve. PLoS One 7, e51499 \\(2012)."
        },
        {
            "header": "Acknowledgements",
            "content": "J.S.L. and R.S.C. are supported by intramural funds from the NIDCD and C.M.W. by intramural funds from the NHLBI.  We thank Bill Shin for maintenance of Waterman Lab microscopes."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41388-017-0071-5",
                "date": "2018-02-08 19:03:06",
                "title": "c-Src activity is differentially required by cancer cell motility modes",
                "authors": [
                    "Jeremy S. Logue",
                    "Alexander X. Cartagena-Rivera",
                    "and Richard S. Chadwick"
                ],
                "journal": "Oncogene",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15397,
                "identity": "a15378b9-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jeremy Logue",
                "email": "loguej@mail.amc.edu",
                "orcid": "",
                "institution": "Logue Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jeremy",
                "middleName": "",
                "lastName": "Logue",
                "suffix": ""
            },
            {
                "id": 15399,
                "identity": "a15380b9-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Clare Waterman",
                "email": "watermancm@nhlbi.nih.gov",
                "orcid": "",
                "institution": "Cell Biology and Physiology Center, National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD, 20892",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Clare",
                "middleName": "",
                "lastName": "Waterman",
                "suffix": ""
            },
            {
                "id": 15398,
                "identity": "a1537b95-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Richard Chadwick",
                "email": "",
                "orcid": "",
                "institution": "National Institute on Deafness and other Communication Disorders, National Institutes of Health, Bethesda, MD, 20892",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Richard",
                "middleName": "",
                "lastName": "Chadwick",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-02-08 19:45:05",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.033",
        "doiUrl": "https://doi.org/10.1038/protex.2018.033",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610031,
                "identity": "be703b48-d919-4ddc-b22e-7c3f182ccd78",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 165823,
                "visible": true,
                "origin": "",
                "legend": "Experimental Design   (A) Schematic for confinement of cells between a slab of PDMS and a glass coverslip in tissue culture.  Confinement height (h) is held constant using beads of a known diameter.  Downward force (F) onto the cells and beads comes from the attachment between the elastic PDMS and plastic wall of a glass-bottom well or tissue culture dish.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6585/v1/figure_1.jpg"
            },
            {
                "id": 2610032,
                "identity": "31a48f5c-ba72-4b22-8b14-85d0fee24a98",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 260822,
                "visible": true,
                "origin": "",
                "legend": "Protocol Steps   (A) Illustration for step 1; pouring PDMS into a glass-bottom well or tissue culture dish and curing, step 2; cutting a hole in the PDMS, step 3; coating  PDMS and glass surfaces for cell culture, step 4; vacuuming away media containing BSA, step 5; pipetting cells and beads in complete media into the hole in the PDMS, step 6; positioning cells and beads under the PDMS layer by gently lifting it with a pipette tip and step 7; adding complete media over the top of the PDMS, beads and cells followed by imaging.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6585/v1/figure_2.jpg"
            },
            {
                "id": 2610034,
                "identity": "76978aa8-0f4b-4065-80fb-a01ae0c15155",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 478464,
                "visible": true,
                "origin": "",
                "legend": "Validation of confinement height   Low confinement (A-C) and high confinement (D-F) conditions maintained by  5.15 +/- 0.43 µm and 3.11 +/- 0.21 µm polystyrene beads (A & D, middle panels, arrows) between PDMS and BSA-coated glass, respectively.  (A & D) Human melanoma A375 cells expressing EGFP as a volume marker.  Middle panels, RITC-dextran (MW 70 kDa, 0.1 mg/mL) in the culture media was used for measurements of confinement height.  Bottom panels, composite images of EGFP (green) and RITC-dextran (red).  (B & E) Using Fiji (http://fiji.sc/Fiji), orthoslices from A and D (bottom panels, dashed lines) showing A375 cells (EGFP; green) and RITC-dextran (red) between PDMS slabs and uncoated glass.  (C & F) Fluorescence intensity profiles of EGFP or RITC-dextran from linescans, corresponding positions are shown in B and E.  The Full Width Half Max (FWHM) of fluorescence intensity profiles plotted against distance (µm) were used as the experimentally determined confinement heights.  (G) The average confinement heights for multiple positions agrees well with bead diameters.  Error is SEM.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6585/v1/figure_3.jpg"
            },
            {
                "id": 2610040,
                "identity": "d2d7c1fd-7823-4cc3-ab86-1a2ca9f37a8c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 371093,
                "visible": true,
                "origin": "",
                "legend": "Confinement between PDMS and uncoated glass effects leader bleb-based cell migration   (A) Temporal color-code showing A375 cells expressing FusionRed tagged F-tractin (to mark the actin cytoskeleton) under low (5.15 µM) and high (3.11 µm) confinement between PDMS and BSA-coated glass.  (B) Percent of cells that migrate under low and high confinement.  (C) Highly confined cell co-expressing Emerald tagged F-tractin (red) and FusionRed-H2B (green) showing F-actin and the position of the nucleus, respectively.  (D) Percent of cells under low and high confinement that have leader blebs containing the nucleus, which is characteristic of the “A2” phenotype previously described by Liu et al. (2015).  (E) Tukey boxplot of instantaneous speeds from migratory cells without (w/o) and with (w/) a leader bleb containing the nucleus.  “+” and line denote the mean and median, respectively.  Statistical significance was determined by a two-tailed Student’s t-test, “****” indicates a p-value ≤ 0.0001.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6585/v1/figure_4.jpg"
            },
            {
                "id": 2610035,
                "identity": "2930aba4-7ebb-4c43-b9c1-da009138a909",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 69676,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting table",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6585/v1/figure_5.jpg"
            },
            {
                "id": 13465750,
                "identity": "67b14f35-4374-4183-9699-996ac36b1b13",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:02",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 399281,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6585/v1/2efa515a-354d-43d4-a420-e064eac10b11.pdf"
            },
            {
                "id": 2610064,
                "identity": "0a9eb218-721f-4bc3-b813-48cd35fe80e7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "avi",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 11173906,
                "visible": true,
                "origin": "",
                "legend": "Movie S2   High confinement will promote positioning of the nucleus inside the leader bleb and leader bleb-based migration   Central Z-plane confocal time-lapse movie of leader bleb-based migration in an A375 cell that was co-expressing Emerald-F-tractin (red, actin cytoskeleton) and FusionRed-H2B (green, nucleus), confined between PDMS and BSA coated glass maintained at h= 3.11 µm by polystyrene beads.  Note that the speed of migration increases after the nucleus enters the leader bleb, like the “A2” phenotype previously described by Liu et al. (2015).  Scale bar and elapsed time are shown.",
                "description": "",
                "filename": "supplement0.avi",
                "url": "https://assets.researchsquare.com/files/nprot-6585/v1/supplement_0.avi"
            },
            {
                "id": 2610037,
                "identity": "fcc92359-d221-467d-8008-772003d83935",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "avi",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 4838572,
                "visible": true,
                "origin": "",
                "legend": "Movie S1   Low confinement of cells will not promote leader bleb-based migration   Central Z-plane confocal time-lapse movie of continuous blebbing in an A375 cell that was co-expressing Emerald-F-tractin (red, actin cytoskeleton) and FusionRed-H2B (green, nucleus), confined between PDMS and BSA coated glass maintained at h=5.15 µm by polystyrene beads.  Scale bar and elapsed time are shown.",
                "description": "",
                "filename": "supplement0.avi",
                "url": "https://assets.researchsquare.com/files/nprot-6585/v1/supplement_0.avi"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Cell migration, confinement, cancer, bleb, leader bleb, cytoskeleton, microfabrication",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Within the confines of tissues, cells rarely migrate by a single mechanism.  Recent reports have revealed a transition from a mesenchymal to a bleb-based form of motility occurs when cells are confined.  Until now, control over the amount of confinement in in vitro tissue culture required the use of microfabrication techniques.  This protocol describes seven easy steps to assemble a simple system that allows control of the degree of cell confinement and the adhesivity of the cellular microenvironment in culture conditions that allow analysis of cell behavior by high-resolution light microscopic imaging.  This method requires only basic lab tissue culture equipment and thus should make studies on the effects of confinement on cellular processes including cell migration, division and differentiation, accessible to a broad range of researchers.  We validate that the method can precisely control confinement and that high confinement of human melanoma A375 cells promotes leader bleb-based migration.",
        "manuscriptTitle": "A simple method for precisely controlling the confinement of cells in culture",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-02-12 12:19:58",
                "doi": "10.1038/protex.2018.033",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a153001c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 12th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4189,
                "name": "Cell biology"
            },
            {
                "id": 4190,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-02-12 12:19:58",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}