{
    "identity": "nprot-4761",
    "title": "Parallel DNA Polymerase Chain Reaction \\(PD-PCR)",
    "content": [
        {
            "header": "Introduction",
            "content": "Our fundamental knowledge of DNA structure is based on the Watson-Crick model of DNA double helix, in which two polynucleotide chains running in opposite direction are held together by hydrogen bonds between the nitrogenous bases. Guanine can bind specifically only to cytosine \\(G-C) whereas adenine can bind specifically to thymine \\(A-T). These reactions are described as base and the paired bases are said to be “complementary” \\(1). Conformational polymorphism of DNA is now extending beyond the Watson-Crick double helix. In 1986, using forced field calculation\r\n\n\nfor a short ‘A-T’ rich DNA, Pattabiraman proposed the hypothesis that homopolymeric duplex DNA containing d\\(A)6d.\\(T)6 can form a thermodynamically stable parallel right-handed duplex DNA with reverse Watson-Crick base pairing. He also reported that the number and type of hydrogen bonds between A-T base pair are the same as that of antiparallel double helix \\(2). In 1988, the experimental strategies by Ramsing and Jovin confirmed that DNA containing A-T base pairs can exist as a stable parallel-stranded helix. The\r\n\n\n“Tm” value of both PS-DNA \\(parallel-stranded DNA) and APS-DNA \\(antiparallel-stranded DNA) showed a classical dependence upon salt concentration. They reported that at any given NaCl concentration, the melting temperature of PS-DNA was 15°C lower than its\r\n\n\nAPS-DNA counterpart. In 2 mM MgCl2, the melting temperature for PS-DNA and APS-DNA was reported approximately same as those obtained in 0.2–0.3 M NaCl, demonstrating pronounced stabilization afforded by divalent cations \\(3). A similar study by Sande et al. on hairpin deoxyoligonucleotides having oligonucleotides\r\n\n\nsequence in parallel polarities \\(PS-hairpin) also confirmed the existence of parallel-stranded conformation. They have shown that parallel-stranded hairpins form stable duplex and get denatured at 10°C lower than corresponding APS oligomers \\(4). These two experimental studies provided evidence that DNA containing “A-T” base pairs can form both PS-DNA and APS-DNA. In 1992, Tchurikov et al. showed that parallel complementary probes of normal nucleotide consisting of both AT/GC base pairs can be used for molecular hybridization experiments, indicating the stability of G-C containing parallel DNA \\(5). In 1993, Borisova et al. reported that G-C pairs in a 40 base pair parallel duplex DNA \\(consisting of natural\r\n\n\nDNA sequence) are more thermostable than A-T base pairs \\(6). Furthermore, other similar reports have shown that there are no drastic differences in nearest neighbor base pair interactions between\r\n\n\nPS-DNA and APS-DNA having mixed AT/GC composition \\(7). The specificity of the interaction between the strands in parallel DNA has also been studied and it is so high that parallel probe as short as 40 nucleotide length is able to detect a specific band in Southern blot hybridizations on whole genome DNA \\(8). The polymerase chain reaction \\(PCR) developed by Mullis consists of denaturation of double-stranded DNA, primer annealing and extension. The process is repeated multiple times and the template DNA is amplified millions of times without any change in polarity of DNA \\(9). In\r\n\n\n2000, Veitia and Ottolenghi reported that several attempts to amplify L15253 by PCR using different pairs of primers were unsuccessful. They suggested that there are no thermodynamic constraints\r\n\n\nwhich will prevent parallel nucleic acid synthesis, and the deoxynucleotide triphosphates used for a normal antiparallel polymerization reaction can also serve for a parallel reaction, provided that the\r\n\n\npolymerase enzyme is capable in catalyzing the nucleophilic interaction between the 3´OH and a 5´PPP from nucleotides arranged in a parallel way with respect to the template DNA \\(10).\r\n\n\nIn this study, we explored whether parallel DNA synthesis is feasible. We proposed the hypothesis that this reaction can be possible if we start a reaction using single stranded DNA as a template. We have shown that the Taq DNA polymerase can even extend the oligonucleotide primer annealed to single stranded DNA in a parallel complementary manner."
        },
        {
            "header": "Reagents",
            "content": "PAGE purified single stranded DNA of 120 bp was commercially obtained at a scale of 1 O.D. from Sigma Aldrich, USA. PCR oligonucleotide primers were also purchased at a scale of 0.05 O.D. from Sigma Aldrich\r\n\n\nTaq DNA polymerase \\(M0273S) and dNTP mix \\(N0447S) were purchased from NEB \\(New England Biolabs).2X SYBR Green master\r\n\n\nmix \\(K0221, Thermo Scientific, Pittsburgh, USA)"
        },
        {
            "header": "Equipment",
            "content": "Veriti® Thermal Cycler \\(Applied Biosystem)\r\n\n\nDNR Bioimaging system, Jerusalem, Israel\r\n\n\nMx3005P qPCR System - Agilent Technologies, Inc."
        },
        {
            "header": "Procedure",
            "content": "1. Obtain PAGE purified single stranded DNA of 120 bp. In our work this was commercially obtained at a scale of 1 O.D. from Sigma Aldrich, USA. \r\n  \r\n\n\n2. Purchase PCR oligonucleotide primers at a scale of 0.05 O.D. Ours were purchased from Sigma Aldrich. \r\n  \r\n\n\nThe sequence of custom synthesized template DNA and oligonucleotide primers used in the study are availaible at http://f1000research.com/articles/3-320/v1. \r\n\n\n\r\n\n\n3. In the PD-PCR reaction, use \\(PD-PCR-1) and \\(PD-PCR-2) primer set while for conventional PCR use \\(PCR-1) and \\(PCR-2) primers. Rest of the reaction remains the same.\r\n  \r\n\n\nThe details of PCR reaction mix used in our lab is as follows: total reaction mix=50µl, primers=1µl each \\(50 picomole), Taq DNA polymerase=0.5µl \\(5U/µl), dNTP mix=0.5µl \\(10mM), 10X PCR buffer=5µl, water=39µl and template DNA=3µl \\(0.114 ng).Taq DNA polymerase \\(M0273S) and dNTP mix \\(N0447S) were purchased from NEB \\(New England Biolabs). PCR analysis was performed using Veriti® Thermal Cycler \\(Applied Biosystem) by taking single stranded template DNA and amplifying it for 30 cycles at varying annealing temperature viz. 45°C, 50°C, 55°C, 58°C, 60°C, 65°C. \r\n\n\n\r\n\n\nPCR programming included 30  cycles of denaturation at 95°C for 15 seconds, annealing at varying \r\n\n\ntemperatures for 30 \\(as explained \r\n\n\nabove) and extension at 72°C for 30 seconds.\r\n\n\n\r\n\n\n4. Separate the PCR products obtained in two reactions on 1% agarose gel containing ethidium bromide. In our lab these were run and observed in gel-doc \\(DNR Bioimaging system, Jerusalem, Israel\r\n  \r\n\n\n5. Perform Real time PCR  with 2X SYBR Green master mix \\(K0221, Thermo Scientific, Pittsburgh, USA). \r\n  \r\n\n\nThe details of real time PCR reaction mix were as follows: total reaction\r\n\n\nmix=10µl, primers=0.25µl each, \\(50 picomole), 2X SYBR green mastermix=5µl, water=4µl and template=0.5µl \\(1:1000 dilution from original stock of 0.96 picomole). In the PD-PCR reaction, we used \\(PD-PCR-1) and \\(PD-PCR-2) primer set while for conventional PCR we used \\(PCR-1) and \\(PCR-2) primers. Negative control included reaction mix without template DNA. \r\n\n\n\r\n\n\nReactions were incubated at 94°C for 5 minutes, followed by 30 PCR cycles of 94°C for 15 seconds, 50°C for 30 seconds and 72°C for 60 seconds using Mx3005P qPCR System - Agilent Technologies, Inc. \r\n\n\n\r\n\n\n6. Analyse the data were analyzed by using 2−ΔCt method. In our lab, the products were also run on agarose gel and visualised on gel doc system as previously described. \r\n  \r\n\n\nFor more information visit http://f1000research.com/articles/3-320/v1"
        },
        {
            "header": "Anticipated Results",
            "content": "Figure 2 \\(lanes 8–13) shows a 120 bp PCR product amplified by parallel DNA PCR scheme at annealing temperature of 45°C, 50°C, 55°C, 58°C, 60°C, 65°C respectively. In all cases, denaturation was performed at 95°C for 15 seconds, annealing for 30 seconds while extension at 72°C for 30 second for a total of 30 cycles. Similarly, as a control reaction, the single-stranded 120 bp DNA was amplified by conventional PCR in which the first primer \\(PCR-1) bound to the template DNA in an antiparallel orientation and the second primer \\(PCR-2)\r\n\n\nannealed to the newly synthesized DNA in an antiparallel orientation. Figure 2, Lanes 1–6 shows a 120 bp product PCR amplified at annealing temperature of 45°C, 50°C, 55°C, 58°C, 60°C,\r\n\n\n65°C respectively using conventional antiparallel complementary\r\n\n\nprimers. As a control reaction, PD-PCR was also performed using only one of the two primers. As expected, no PCR products were obtained. As a control reaction, conventional PCR and PD-PCR were performed without adding any template DNA. As expected, no PCR product was obtained confirming\r\n\n\nthat no primer dimer was formed during both conventional PCR and PD-PCR. The DNA sequencing results confirmed that DNA templates were amplified in two different PCR products.\r\n\n\nConventional PCR amplified the template DNA in its original orientation whereas PD-PCR products read in a parallel direction to the template DNA Fore more details read http://f1000research.com/articles/3-320/v1"
        },
        {
            "header": "References",
            "content": "1. Watson JD, Crick FH: Molecular structure of nucleic acids; a structure for\r\n  Deoxyribose Nucleic Acid. Nature. 1953; 171\\(4356): 737–738.\r\n\n\n\r\n\n\n2. Pattabiraman N: Can the Double Helix Be Parallel? Biopolymers. 1986; 25\\(9):\r\n  1603–1606\r\n\n\n\r\n\n\n3. Ramsing NB, Jovin TM: Parallel stranded duplex DNA. Nucleic Acids Res. 1988; 16\\(14A): 6659–76\r\n  4. van de Sande JH, Ramsing NB, Germann MW, et al.: Parallel Stranded DNA.\r\n  Science. 1988; 241\\(4865): 551–557.\r\n\n\n\r\n\n\n5. Tchurikov NA, Shchyolkina AK, Borissova OF, et al.: Southern molecular\r\n  hybridization experiments with parallel complementary DNA probes. FEBS\r\n\n\nLett. 1992; 297\\(3): 233–236.\r\n\n\n\r\n\n\n6. Borisova OF, Shchyolkina AK, Chernov BK, et al.: Relative stability of AT and GC pairs\r\n  in parallel DNA duplex formed by a natural sequence. FEBS Lett. 1993; 322\\(3): 304–6.\r\n\n\n\r\n\n\n7. Shchyolkina AK, Borisova OF, Livshits MA, et al.: \\[Parallel-stranded DNA with\r\n  natural base sequences]. Mol Biol. 2003; 37\\(2): 223–231.\r\n\n\n\r\n\n\n8. Tchurikov NA, Shchyolkina AK, Borissova OF, et al.: Southern molecular\r\n  hybridization experiments with parallel complementary DNA probes. FEBS\r\n\n\nLett. 1992; 10: 297\\(3): 233–6.\r\n\n\n\r\n\n\n9. Mullis KB: Process for amplifying nucleic acid sequences, United States Patent 4683202. 1987.\r\n  \r\n\n\n10. Veitia R, Ottolenghi C: Placing parallel stranded DNA in an evolutionary context.\r\n  J Theor Biol. 2000; 206\\(2): 317–322\r\n\n\n\r\n\n\n11. Bhardwaj V, Sharma K: Dataset 1. DNA sequencing file for PCR and PD-PCR.\r\n  F1000Research. 2014.\r\n\n\n\r\n\n\n12. Bhardwaj V, Sharma K: Dataset 2. Real time PCR file for PCR and PD-PCR.\r\n  F1000Research. 2014."
        },
        {
            "header": "Acknowledgements",
            "content": "We are thankful to Harpreet Singh \\(Territory Manager, SigmaAldrich, Gujarat, India) for providing the custom synthesized template DNA and oligonucleotide primers used in this study."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.12688/f1000research.5813.1",
                "date": "2016-04-01 12:52:11",
                "title": "Parallel DNA polymerase chain reaction: Synthesis of two different PCR products from a DNA template",
                "authors": [
                    "Vikash Bhardwaj and Kulbhushan Sharma"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13926,
                "identity": "a0b50f27-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Vikash bhardwaj",
                "email": "vikashbhardwaj@gmail.com",
                "orcid": "",
                "institution": " Molecular Biology and Genetics Domain, Lovely Professional University, Punjab, 144411, India",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Vikash",
                "middleName": "",
                "lastName": "bhardwaj",
                "suffix": ""
            },
            {
                "id": 13927,
                "identity": "a0b51345-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kulbhushan Sharma",
                "email": "",
                "orcid": "",
                "institution": "MCS Group, Institute of Nuclear Medicine and Allied Sciences (INMAS), Timarpur, Delhi, 110054, India",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kulbhushan",
                "middleName": "",
                "lastName": "Sharma",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-04-01 14:25:08",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.032",
        "doiUrl": "https://doi.org/10.1038/protex.2016.032",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609440,
                "identity": "fab9f1c1-c26c-4332-930b-f2d84f608689",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:55",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 216583,
                "visible": true,
                "origin": "",
                "legend": "Schematic diagram showing PCR amplification of a single-stranded DNA by using the PD-PCR (parallel DNA PCR) approach   First primer binds to the template DNA in a parallel complementary manner. The second primer binds to the newly synthesized DNA in an antiparallel manner and later both primers amplify the new DNA in a conventional manner. PCR products obtained will have opposite polarity as compared to the template used.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-4761/v1/figure_1.png"
            },
            {
                "id": 2609438,
                "identity": "66eb597d-7e78-4be2-b779-9ac0ef0bafab",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:55",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 58650,
                "visible": true,
                "origin": "",
                "legend": "PD-PCR (parallel DNA PCR) and PCR   Lanes 1–6 show 120 bp PCR products amplified at annealing temperature of 45°C, 50°C, 55°C, 58°C, 60°C, 65°C, respectively, using conventional antiparallel complementary primers. Lane 7 is 100 bp molecular weight marker and Lanes 8–13 show PCR products amplified by parallel DNA PCR scheme at annealing temperature of 45°C, 50°C, 55°C, 58°C, 60°C, 65°C, respectively. In all cases, denaturation was performed at 95°C for 15 seconds, annealing for 30 seconds while extension at 72°C for 30 second for a total of 30 cycles.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-4761/v1/figure_2.png"
            },
            {
                "id": 13465062,
                "identity": "4f6f12e6-adc4-4571-92f0-035b70740933",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 405863,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4761/v1/7fee4569-16b7-4919-ae45-aa43faa83fd5.pdf"
            }
        ],
        "financialInterests": "No competing interests were disclosed.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "PCR, PD-PCR, DNA synthesis",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describe an approach in which the first primer binds in a parallel complementary orientation to the single-stranded DNA, leading to synthesis in a parallel direction. Further reactions happened in a conventional way leading to the synthesis of PCR product having polarity opposite to the template used.",
        "manuscriptTitle": "Parallel DNA Polymerase Chain Reaction (PD-PCR)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-05-05 21:27:25",
                "doi": "10.1038/protex.2016.032",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0b49d15-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 5th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3607,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-05-05 21:27:25",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}