{
    "identity": "nprot-2529",
    "title": "Estimation of total Terpenoids concentration in plant tissues using a monoterpene, Linalool as standard reagent.",
    "content": [
        {
            "header": "Introduction",
            "content": "Terpenes and terpenoids are the primary constituents of the essential oils of many types of plants and flowers. These compounds belong to the isoprenoid group. Even though isoprene itself has not been found in nature, its polymers, terpenic hydrocarbons and their oxygen derivatives are very often present in large quantities in different plant species. The resin produced by most plants is a viscous liquid, composed mainly of volatile fluid terpene3.                                                                                                                                                                                                                                                                                        The single isoprene unit, therefore, represents the most basic class of terpenes, the hemiterpenes. An isoprene unit bound to a second isoprene is the defining characteristic of terpene, which is also a monoterpene \\(C10). Sesquiterpenes contain three isoprene units \\(C15), while diterpenes\r\n\n\n\\(C20) and triterpenes \\(C30) contain two and three terpene units respectively. Tetraterpenes consist of four terpene units, polyterpenes more than four such units. In nature, terpenes occur predominantly in the form of hydrocarbons, alcohols and their glycosides, ethers, aldehydes, ketones, carboxylic acids and esters. Apart from broad structural diversity, terpenes also exhibit a wide array of biological actions. Essential oils have antimicrobial, antiparasitic, insecticidal and antioxidant/prooxidant activities that often represent the combined bioactivity of multiple components10. Many plant terpenoids are cytotoxic towards tumour cells and are applied as chemotherapeutic or chemo-preventive compounds1,2. Terpenes play an important role as signal compounds and growth regulators \\(phytohormones) of plants10. Many insects metabolize the terpenes which they may have obtained from their plant food for synthesizing growth hormones and pheromones10. Many plant and insect resins like Lac resin also have economically beneficial properties, useful for varnishes and adhesives4.\r\n\n\nThis protocol describes a rapid, small-scale, high-throughput assay for approximating the total terpenoids content in plant tissue using a monoterpene, Linalool as standard reagent with conc. sulfuric acid. In this reaction Geraniol \\(primary alcohol, C10H18O) may be produced from Linalool \\(Tertiary alcohol, C10H18O). Alpha-terpineol \\(C10H18O) or such monocyclic terpenoids may further be produced from geraniole3. It is very obscured to explain the exact chemical nature of the reaction in where a brick red precipitation has been formed and which is partially soluble in reaction mixture solution and chloroform but fully in methanol. All estimation has been done spectroscopically at 538 nm."
        },
        {
            "header": "Reagents",
            "content": "• Methanol \\(Sigma, Cat. No.  M 3641)\r\n\n\n• Sulfuric Acid \\(Sigma, Cat. No. 320501)\r\n\n\n• Chloroform \\(Sigma, Cat. No. C 2432)\r\n\n\n• Linalool \\(Sigma, Cat. No. L 2602)"
        },
        {
            "header": "Equipment",
            "content": "• Colorimeter \r\n\n\n• Mixer mill disrupter with adaptor sets for 2ml tubes \\(Qiagen tissue lyser) or Mortar & pestle."
        },
        {
            "header": "Procedure",
            "content": "1. Harvest plant material \\(approximately 500mg.) in screw-capped tubes & freeze immediately in liquid Nitrogen. \\[Sample must be stored at -80⁰ C for 1-2 months but fresh sample must be preferred]\r\n  2. To homogenize the tissue, place three tungsten Carbide beads & 3.5 ml of ice-cold 95% \\(Vol/Vol) Methanol in each sample tube & insert sample into pre-cooled teflon adaptors. Homogenized tissue for 5 minutes at 30 Hz. If a mixture mill is not available tissue can be homogenized in an ice-cold mortar & pestle.\r\n  3. Remove tungsten carbide beads with a magnet & incubate the sample at room temperature for 48 h in dark.\r\n  4. Centrifuge the samples \\(4000g for 15 min. at room temperature) & collect the supernatant in a fresh 2 ml micro-tube.\r\n  5. Add 1.5 ml Chloroform in each 2 ml microcentrifuge tube & then add 200µl sample supernatant in each.\r\n  REMARK For the standard curve 200µl of previously prepared Linalool solution in methanol will be added to 1.5 ml Chloroform & serial dilution must be done\\[dilution level-100mg/200µl to 1mg/200µl \\( 12.965 µM- 1.296 µM) Linalool Conc. In case of serial dilution total volume of 200µl will be make up by addition of 95% \\(Vol/Vol) Methanol].\r\n\n\n6. Vortex the sample mixture thoroughly & take the time 3 min to rest.\r\n  7. Add 100µl Conc. Sulfuric acid \\(H2SO4) to each 2 ml microcentrifuge tube.\r\n  CRITICAL STEP   If heat generation occurs then the entire system must be cooled by using ice-pad but not more than 15 min.\r\n\n\n8. Then the assay tube must be incubated at room temperature for 1.5h-2h in dark.\r\n  PAUSE POINT  For standard solution \\(Linalool) incubate not more than 5 minutes and during incubation time the microcentrifuge tube must not be disturbed.\r\n\n\n9. At the end of incubation time a reddish brown precipitation will be formed in each assay microcentrifuge tube. Then carefully & gently decant all supernatant reaction mixture liquid with-out disturbing the precipitation. \r\n  CRITICAL STEP  The reddish brown precipitation is partially soluble in reaction mixture solution so must gently decant the supernatant fluid.\r\n\n\n10. Add 1.5 ml of 95% \\(Vol/Vol) Methanol & vortex thoroughly until all the precipitation dissolve in Methanol completely.\r\n  11. Transfer the sample from assay tube to Colorimetric cuvette \\[95% \\(Vol/Vol) Methanol will be used as blank] to read the absorbance at 538 nm.\r\n  \r\n\n\nTotal Terpenoid Calculation\r\n\n\n12. Calculate a standard curve from the blank-corrected at wave length at 538nm of the Linalool standard \\(Fig.1). Calculate total terpenoids concentration of unknown plant sample as Linalool equivalents using the regression equation of  Linalool standard curve."
        },
        {
            "header": "Troubleshooting",
            "content": "Terpenoids content varies considerably among leaf and bark tissue and also with environmental and biological stress8,11. In the design of this experiment we advise the use of multiple biological and technical replicates, in order to minimize the sample errors \\(Table 1). Different incubation time should be tried with each plant species and tissue to optimize the assay. Automated liquid handling system may also significantly increase throughput and improve results6.\r\n\n\nMost probably sulfuric acid rearranged the linalool and the tertiary alcoholic group reduces to primary alcohol for which the solubility of reaction product has been reduced to chloroform. It is very important to note that sulfuric acid not only reacts to terpenoids but also it may react with methanolic extract of plant tissue samples having plant phenolics and alkaloids."
        },
        {
            "header": "Anticipated Results",
            "content": "Some qualitative estimation methods of terpenoids in plant tissues have been previously described and widely used9. The quantitative analytical colorimetric method of total terpenoids concentration in plants as suggested in this protocol can be used to estimate the total terpenoids of different resin producing plants."
        },
        {
            "header": "References",
            "content": "1. Bhalla, K.N. Microtubule-targeted anticancer agents and apoptosis. Oncogene. 22,  9075-9086 \\( 2003).\r\n  \r\n\n\n2. Bifulco, M. Role of the isoprenoid pathway in ras transforming activity, cytoskeleton organization, cell proliferation and apoptosis. Life Science.77, 1740-1749 \\(2005).\r\n  \r\n\n\n3. Finar, I.L. Organic Chemistry. Stereochemistry and the chemistry of Natural products 242-317 \\(Longmans, Green man and co Ltd., 48 Grosvenor Street, London, W.I., 1964).\r\n  \r\n\n\n4. Ghorai,N. Lac-Culture in India 9-41\\(International Books & Periodicals Supply Services, New Delhi, India, 1996).\r\n  \r\n\n\n5. Gillespie. K.M. & Ainsworth, E.A. Estimation of total phenolic content & other oxidation substrates in plant tissue using Folin-Ciocalten reagent. Nat.protoc. 2, 875-877 \\(2007).\r\n  \r\n\n\n6. Magalha˜es, L.M., Segundo, M.A., Reis, S., Lima, J.L. & Rangel, A.O. Automatic method for the determination of Folin–Ciocalteu reducing capacity in food products. J. Agric. Food Chem. 54, 5241–5246 \\(2006).\r\n  \r\n\n\n7. McGarvey, D. J. & Croteau, R. Terpenoid metabolism. Plant Cell. 7, 1015-1026\\(1995).\r\n  \r\n\n\n8. Muller, K.O. & Borger. Experimentelle Untersuchungen uder die Phytopthora- resistenz der Kartoffel. Arb.Biol Anst Reichsanst \\(Berlin) 23, 189-231\\(1940).\r\n  \r\n\n\n9. Ramani, R., Sharma, K.K., Lakhanpaul, S., Kaushik,S. & Pushker, A.K. Preliminary Phytochemical Investigation on the Bark of Some of the Important Host Plants of Kerria lacca-The Indian Lac Insect. Botany Research International. 4, 48-51\\(2011).\r\n  \r\n\n\n10. Stepnowski, P. et al.Gas Chromatographic Analysis of Plant and Insect Surface Compounds: Cuticular Waxes and Terpenoids. Gas Chromatography in Plant Science,Wine Technology,Toxicology and Some Specific Applications \\(ed. Salih, B.) 39-72 \\(Intech, Shanghai, China, 2012).\r\n  \r\n\n\n11. Wink, M. Evolution of Secondary Metabolite From An Ecological and molecular Phylogenetic Prospective. PhytoChemistry. 64, 3-19\\(2003)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors are thankful to Dr. Debaprasad Mondal, Dr. Shamee Bhattacharyya, Kartik Patra and Samarjit Jana of the Department of Zoology, and Dr. Mukut Chakraborty, Head of The Department of Chemistry, West Bengal State University, West Bengal, India for logistic assistance."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12235,
                "identity": "9fdf60ba-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Narayan Ghorai",
                "email": "ng.wbsu.entomology@gmail.com",
                "orcid": "",
                "institution": "Ghorai's Lab, West Bengal State University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Narayan",
                "middleName": "",
                "lastName": "Ghorai",
                "suffix": ""
            },
            {
                "id": 12236,
                "identity": "9fdf634d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sondipon Chakraborty",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sondipon",
                "middleName": "",
                "lastName": "Chakraborty",
                "suffix": ""
            },
            {
                "id": 12237,
                "identity": "9fdf69ed-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shamik Gucchait",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shamik",
                "middleName": "",
                "lastName": "Gucchait",
                "suffix": ""
            },
            {
                "id": 12238,
                "identity": "9fdf6b8a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Samir Kumar Saha",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Samir",
                "middleName": "Kumar",
                "lastName": "Saha",
                "suffix": ""
            },
            {
                "id": 12239,
                "identity": "9fdf6cf9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Suman Biswas",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Suman",
                "middleName": "",
                "lastName": "Biswas",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-11-27 08:35:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.055",
        "doiUrl": "https://doi.org/10.1038/protex.2012.055",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608594,
                "identity": "ada82450-cb47-4f6d-a6d5-faeb374b6c17",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 28872,
                "visible": true,
                "origin": "",
                "legend": "Standard curve   Example of a Linalool standard curve. The standard curve is used to estimate mg of terpenoides ( Linalool equivalents) in a 200-µl sample.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2529/v1/figure_1.png"
            },
            {
                "id": 13464755,
                "identity": "7a40b685-e294-4e7a-a6ed-1696485880eb",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 196112,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2529/v1/0a86167d-63fe-488f-ba19-dbe7e1f14f3a.pdf"
            },
            {
                "id": 2608595,
                "identity": "56ce127c-2c21-4d74-9fab-17b95185474b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 11596,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting table.   Troubleshooting table.",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2529/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Monoterpene, Terpenoids, Resin",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Terpenes and terpenoids are primary constituents of essential oils of different type of plants and flowers. Some qualitative estimation methods of terpenoids in plant tissue have been previously described but there is no protocol of estimating the same quantitatively till date. In the present study a protocol has been attempted to estimate the total terpenoids concentration of different resin producing plants using a monoterpene, Linalool as standard reagent.",
        "manuscriptTitle": "Estimation of total Terpenoids concentration in plant tissues using a monoterpene, Linalool as standard reagent.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-11-27 12:36:15",
                "doi": "10.1038/protex.2012.055",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fdf116a-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 27th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2838,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-11-27 12:36:15",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}