{
    "identity": "nprot-526",
    "title": "Real-time bioluminescence imaging of myeloperoxidase activity in small laboratory animals",
    "content": [
        {
            "header": "Introduction",
            "content": "The myeloperoxidase \\(MPO) system of activated phagocytes is central to normal host defense mechanisms, and dysregulated MPO contributes to the pathogenesis of inflammatory disease states ranging from atherosclerosis to cancer. MPO is by far the most abundant protein product in azurophilic granules of neutrophils \\(5%), constitutes approximately 1% of monocyte protein, and is found in the lysosomes of other polymorphonuclear leukocytes and macrophages. The phagosomal oxidative burst is initiated by a stimulus-dependent assembly of the phagocytic NADPH oxidase \\(Phox), a multimeric protein complex located on the phagosomal membrane. Phox then reduces molecular oxygen to produce superoxide anion \\(O<sub>2</sub><sup>&#x2022;-</sup>) which further dismutates to yield hydrogen peroxide \\(H<sub>2</sub>O<sub>2</sub>)<sup>1</sup>. Upon phagocytic activation, large quantities of active MPO are secreted into phagosomes, catalyzing the production of highly bactericidal hypochlorous acid \\(HOCl) using H<sub>2</sub>O<sub>2</sub> and chloride ions \\(Cl<sup>-</sup>) as substrates.\r\n\n\n\r\n\n\nLuminol \\(5-amino-2,3-dihydro-1,4-phthalazine-dione) is a redox-sensitive compound that emits blue luminescence \\(lambda<sub>max</sub> = 425 nm) when exposed to an appropriate oxidizing agent. High stability and low cost has rendered luminol useful in a variety of fields ranging from metallurgy, analytical chemistry, biochemistry, clinical diagnostics and forensic sciences for detecting reactive intermediates. Luminol-enhanced luminescence can detect extraordinarily low concentrations of oxidizing species in complex biological systems and indeed, luminescence of isolated phagocytes and whole blood was introduced 25-30 years ago<sup>2,3</sup>. Luminol-enhanced luminescence enables analyses _ex vivo_ of the phagocytic oxidative burst upon stimulation with a myriad of soluble activators, opsonized particles, or intact microorganisms<sup>4,5</sup>. Luminol-enhanced luminescence also is used clinically to screen neutrophils _ex vivo_ for defects in oxidative metabolism such as chronic granulomatous disease \\(CGD)<sup>4</sup> and MPO deficiency<sup>6</sup>. Luminol is relatively nontoxic, well absorbed and rapidly excreted upon systemic administration<sup>7</sup>, and was used to treat humans with alopecia areata in the 1960&#x2019;s<sup>8</sup>. We have therefore developed a method to image MPO activity at sites of inflammation in small laboratory animals<sup>9</sup>. We have also demonstrated the unique specificity of luminol bioluminescence to MPO activity, but not to other oxidizing species \\(e.g., H<sub>2</sub>O<sub>2</sub>, superoxide anion or nitric oxide) in whole blood samples _ex vivo_ or other peroxidases \\(e.g., eosonophil peroxidase) _in vivo_. Thus, this powerful technique provides the means to continuously monitor MPO activity in real-time by bioluminescence imaging \\(BLI) upon systemic administration of luminol. Herein we present a protocol to image MPO activity in a simple mouse model of acute dermatitis, induced upon topical application of phorbol 12-myristate 13-acetate \\(PMA) on the ear lobe. To demonstrate the specificity of this imaging technique, we use both wild type and MPO<sup>-/-</sup> animals."
        },
        {
            "header": "Reagents",
            "content": "&#xF071; Experimental animals: MPO<sup>-/-</sup> \\(see reference 10) and C57BL/6J wild type male mice, weighing 25-30 g. Animal experiments should be performed in accordance with relevant guidelines and regulations.\r\n\n\n&#xF071; Luminol, sodium salt \\(Sigma-Aldrich; cat no. A8511-5G).\r\n\n\n&#xF071; Phosphate-buffered saline \\(PBS), pH 7.4 \\(Invitrogen; cat no. 70011-069).\r\n\n\n&#xF071; Filter, 0.2 &#xB5;m \\(Corning; cat no. 431212).\r\n\n\n&#xF071; Phorbol 12-myristate 13-acetate \\(PMA) \\(Sigma-Aldrich; cat no. P8139).\r\n\n\n&#xF071; Ethanol, 200 proof \\(AAPER Alcohol and Chemical Co.; cat no. 111AC5200).\r\n\n\n&#xF071; Isoflurane USP \\(Butler Animal Health Supply; cat no. 200-070).\r\n\n\n&#xF071; Neutral-buffered formalin, 10% \\(Sigma-Aldrich; cat no. F5304-4L)."
        },
        {
            "header": "Equipment",
            "content": "&#xF071; IVIS 100 bioluminescence imaging system with LivingImaging software \\(Caliper Life Sciences) equipped with isoflurane inhalation anesthesia system and a heated stage. The isoflurane inhalation system should have at least one anesthesia tank and one separate outlet for benchtop applications.\r\n\n\n&#xF071; A laboratory timer \\(VWR, cat no. 62344-641).\r\n\n\n&#xF071; Syringes, 1 mL \\(Becton-Dickinson; cat no. 309602) equipped with 27 gauge needles \\(Becton-Dickinson; cat no. 305109).\r\n\n\n&#xF071; Cotton swabs \\(PSS Select; cat no. 22-9988).\r\n\n\n&#xF071; Black construction paper \\(Strathmore, cat no. 445-109).\r\n\n\n&#xF071; Black tape \\(Scotch, cat no. 054007-06130).\r\n\n\n&#xF071; Screw cap glass vials, 10 mL \\(Sigma-Aldrich; cat no. SU860099).\r\n\n\n&#xF071; Disposable gloves \\(NeoPro non-latex; cat no. NPG-88-m)."
        },
        {
            "header": "Procedure",
            "content": "**1** Make a stock solution of luminol by dissolving luminol \\(sodium salt) powder in PBS to a final concentration of 50 mg/mL. This solution should be filtered through a 0.2 µm filter, aliquoted into sterile Eppendorf tubes, and stored at -20ºC.\r\n\n\n**2** Make a stock solution of PMA by dissolving PMA in ethanol to a final concentration of 100 µM. This solution should be aliquoted and stored at -20ºC.\r\n\n\n**3** One week prior to the experiment, select the mice for the experiment and place them at minimal numbers \\(≤ 3) per cage. \r\n\n\n**4** Induction of acute dermatitis is performed by topical application of PMA on an ear lobe. PMA should be applied under anesthesia. Therefore, anesthetize the mice that are to be used in the experiment with isoflurane inhalation \\(2% isoflurane/98% oxygen). If the anesthesia system is also connected to the imaging system, verify that the outlets leading to the imaging system are closed.  \r\n\n\n**5** Check that the mice are well anesthetized by foot or tail pinching.\r\n\n\n**6** To induce acute skin inflammation\n11\n, topically apply PMA \\(100 µM, 20 µL) or vehicle \\(ethanol, 20 µL) to the left and right ears, respectively. Use gloves and a clean cotton swab to vigorously rub the solutions onto each respective ear.\r\n\n\n**7** Number each mouse on the tail using a waterproof marker. \r\n\n\n**8** Allow all mice to recover for 24-48 hours after PMA application.\r\n\n\n**9** Open the LivingImage software installed on the IVIS 100 instrument and initialize the system. Insure that the stage is equilibrated to 37ºC.\r\n\n\n**10** Place a sheet of black paper on the stage of the IVIS system \\(later, the mice will be placed on this sheet during photon counting).\r\n\n\n**11** Thaw enough luminol stock solution \\(prepared in Step 1) for the number of mice planned for imaging \\(calculate the volume needed for a dose of 200 mg/kg body weight). Fill a 1 mL syringe \\(equipped with a 27 gauge needle) with sufficient luminol solution to image a single mouse \\(typically, 100 µL of luminol solution \\(50 mg/mL) is needed to image a 25 g mouse). \r\n\n\n**12** Anesthetize the mouse in the anesthesia tank using isoflurane inhalation \\(~ 2 min).\r\n\n\n**13** After the mouse is anesthetized \\(check by pinching), rapidly weigh the mouse and place an open anesthesia outlet on its nose. Record the weight of the mouse.\r\n\n\n**14** Inject the luminol solution intraperitoneally \\(i.p.) and immediately start the timer.\r\n\n\n**15** Move the mouse to the IVIS 100 imaging system; place the mouse on its abdomen on the black sheet with the anesthesia port positioned on its snout.\r\n\n\n**16** Using LivingImage software and instrument commands, move the stage to position A \\(FOV 7.5 cm).\r\n\n\n**17** Adjust the position of the mouse so that its head will be at the center of the image. This can be done by recording a few sequential images of the mouse while adjusting its position \\(these images should be acquired with luminescence turned off).\r\n\n\n**18** Optional: after proper positioning of the mouse, affix its feet to the black sheet using 1 cm pieces of black Scotch tape.\r\n\n\n**19** Set the acquisition parameters as follows: luminescence, on; exposure time, 180 sec; binning, 4; FOV, 7.5 cm.\r\n\n\n**20** Ten minutes after i.p. injection of luminol, begin acquiring a bioluminescence image set.\r\n\n\n**21** Save the image, open the door of the IVIS 100, remove the tape, and allow the mouse to recover in its cage. Repeat Steps 11-20 for each mouse to be imaged. If results need to be compared to histology, euthanize the mouse by cervical dislocation, cut the ear lobes from their base using surgical scissors and place the ear lobes in pre-marked vials containing 10% neutral formalin buffer.\r\n\n\n**22** To quantify BLI signals, use LivingImage software tools to draw three oval regions-of-interest \\(ROI), equal in size and approximately the size of the earlobe, over the images of the ears. Place one ROI on each earlobe \\(use the rotation tool for appropriate positioning) and the third ROI on the center of the skull \\(background).\r\n\n\n**23** Measure the photon fluxes in each ROI using the LivingImage software, and record the results \\(photons/sec).\r\n\n\n**24** MPO activity \\(in arbitrary units of fold-untreated) should be quantified as follows: \\(\\(LEFT\nPMA\n) – \\(SKULL\nBackground\n)) / \\(\\(RIGHT\nVehicle\n) – \\(SKULL\nBackground\n))."
        },
        {
            "header": "Timing",
            "content": "&#xF071; Topical application of PMA to induce acute dermatitis \\(Steps 4-7): approximately 30-60 minutes for 5-10 mice, respectively.\r\n\n\n&#xF071; Bioluminescence imaging of MPO activity \\(Steps 9-21): approximately 60-120 min for 5-10 mice, respectively."
        },
        {
            "header": "Critical Steps",
            "content": "**Step 1**\r\n\n\n&#x25B2;CRITICAL STEP Use luminol sodium salt; luminol is not water soluble.\r\n\n\n\r\n\n\n**Step 3**\r\n\n\n&#x25B2;CRITICAL STEP This is important since male C57BL/6J mice tend to be aggressive in crowded cages, generating scratches, skin lesions, and inflammation that will increase background MPO activity.\r\n\n\n\r\n\n\n**Step 4**\r\n\n\n&#x25B2;CRITICAL STEP Isoflurane inhalation is used to anesthetize the mice during imaging. Mixing different types of anesthesia \\(e.g., isoflurane and ketamine/xylazine) is known to be toxic to different species of rodents, including mice. Therefore, it is important to use one type of anesthesia throughout the experiment.\r\n\n\n\r\n\n\n**Step 6**\r\n\n\n&#x25B2;CRITICAL STEP Apply PMA or vehicle on both the inner and outer surfaces of the earlobe. Use MPO<sup>-/-</sup> mice as negative controls for imaging experiments.\r\n\n\n\r\n\n\n**Step 7**\r\n\n\n&#x25B2;CRITICAL STEP Do not use ear clips for numbering the mice as this will induce inflammation.\r\n\n\n\r\n\n\n**Step 20**\r\n\n\n&#x25B2;CRITICAL STEP We previously found that for various mouse models of inflammation, the highest signals are obtained when the interval from luminol injection to imaging is ten minutes. Therefore, Steps 14-20 should be performed in less than 10 minutes."
        },
        {
            "header": "Troubleshooting",
            "content": "**Step 20**\r\n\n\n\r\n\n\nIf no bioluminescence signal or very low signal \\(&lt;3-fold over background) is observed from the PMA-treated left ear lobe, verify that, \\(1) a wild type mouse and not an MPO<sup>-/-</sup> mouse was imaged, \\(2) that PMA was applied to the left ear lobe and ethanol to the right ear lobe and not vice versa, and \\(3) that the appropriate luminol solution was injected properly into the peritoneal cavity and not into the lumen of a bowel. A repeat injection can sometimes salvage an experimental data point arising from an improper injection."
        },
        {
            "header": "Anticipated Results",
            "content": "The central role of MPO in acute and chronic inflammation<sup>1</sup>, as well as its pathophysiological<sup>12</sup> and prognostic value<sup>13</sup> in atherosclerosis and oncogenesis, have peaked interest in imaging MPO activity _in vivo_. Herein we show that upon systemic administration, the small molecule luminol enables noninvasive bioluminescence imaging \\(BLI) of MPO activity _in vivo_. Luminol-BLI allows quantitative longitudinal monitoring of MPO activity in animal models of inflammation, including acute dermatitis \\(as shown here), as well as, but not limited to mixed allergic contact hypersensitivity, focal arthritis and spontaneous large granular lymphocytic \\(LGL) tumors<sup>9</sup>.  \r\n\n\n\r\n\n\nTopical application of PMA onto the earlobes of mice induces acute dermatitis, manifested by local swelling, erythema and infiltration of neutrophils<sup>11</sup>. We have previously used this model for assessment of MPO activity by luminol-BLI in MPO<sup>+/+</sup> and MPO<sup>-/-</sup> mice 24 h after topical application of PMA \\(**Fig. 1a**). BL was locally emitted from PMA-treated \\(left) earlobes of MPO<sup>+/+</sup> mice, reaching background-normalized levels of 13.1 &#xB1; 0.2 \\(s.e.m.) fold over vehicle-treated \\(right) ears. Serial BLI post-luminol injection showed a gradual decay to background levels within 4 days post PMA application \\(data not shown). BL from PMA-treated ears of MPO<sup>-/-</sup> mice was 1.9 &#xB1; 0.5 \\(s.e.m.) fold over vehicle-treated ears, i.e., essentially background \\(**Fig. 1b**).\r\n\n\n\r\n\n\nInterestingly, using two other mouse models of inflammation \\(i.e., LPS-induced arthritis<sup>14</sup> and di-nitrofluorobenzene \\(DNFB) and anti-di-nitrophenyl \\(DNP) IgE-induced allergic dermatitis<sup>15</sup>), we have concluded that luminol BLI is only dependant on MPO activity and not on eosonophil peroxidase \\(EPO) activity _in vivo_. The MPO genetic background had no effect on neutrophil extravazation and tissue accumulation. Thus, luminol BLI reported only on MPO activity _in vivo_. Other _ex vivo_ studies demonstrated that luminol BLI is not affected by non-peroxidase catalyzed oxidizing species, such as hydrogen peroxide, superoxide anion or nitric oxide. Thus, luminol BLI is expected to emerge as a simple, yet powerful technique to monitor MPO activity at sites of inflammation _in vivo_, both for research and perhaps clinical uses."
        },
        {
            "header": "References",
            "content": "1. Klebanoff, S.J. Myeloperoxidase: friend and foe. _J Leukoc Biol_ **77**, 598-625 \\(2005).\r\n  2. Allen, R.C. &amp; Loose, L.D. Phagocytic activation of a luminol-dependent chemiluminescence in rabbit alveolar and peritoneal macrophages. _Biochem Biophys Res Commun_ **69**, 245-52 \\(1976).\r\n  3. Stevens, P., Winston, D.J. &amp; Van Dyke, K. In vitro evaluation of opsonic and cellular granulocyte function by luminol-dependent chemiluminescence: utility in patients with severe neutropenia and cellular deficiency states. _Infect Immun_ **22**, 41-51 \\(1978).\r\n  4. Hallett, M.B., Cole, C. &amp; Dewitt, S. Detection and visualization of oxidase activity in phagocytes. _Methods Mol Biol_ **225**, 61-7 \\(2003).\r\n  5. DeChatelet, L.R. et al. Mechanism of the luminol-dependent chemiluminescence of human neutrophils. _J Immunol_ **129**, 1589-93 \\(1982).\r\n  6. Gerber, C.E., Kuci, S., Zipfel, M., Niethammer, D. &amp; Bruchelt, G. Phagocytic activity and oxidative burst of granulocytes in persons with myeloperoxidase deficiency. _Eur J Clin Chem Clin Biochem_ **34**, 901-8 \\(1996).\r\n  7. Sanders, J.M., Chen, L.J., Burka, L.T. &amp; Matthews, H.B. Metabolism and disposition of luminol in the rat. _Xenobiotica_ **30**, 263-72 \\(2000).\r\n  8. Irie, S. The treatment of alopecia areata with 3-aminophthal-hydrazide. _Curr Ther Res Clin Exp_ **2**, 107-10 \\(1960).\r\n  9. Gross, S. et al. Bioluminescence imaging of myeloperoxidase activity in vivo. _Nature Medicine_, Published online: 22 March 2009, doi:10.1038/nm.1886 \\(2009).\r\n  10. Brennan, M.L. et al. Increased atherosclerosis in myeloperoxidase-deficient mice. _J Clin Invest_ **107**, 419-30 \\(2001).\r\n  11. Fretland, D.J. et al. Dermal inflammation in primates, mice, and guinea pigs: attenuation by second-generation leukotriene B4 receptor antagonist, SC-53228. _Inflammation_ **19**, 333-46 \\(1995).\r\n  12. Heinecke, J.W. Mechanisms of oxidative damage by myeloperoxidase in atherosclerosis and other inflammatory disorders. _J Lab Clin Med_ **133**, 321-5 \\(1999).\r\n  13. Brennan, M.L. et al. Prognostic value of myeloperoxidase in patients with chest pain. _N Engl J Med_ **349**, 1595-604 \\(2003).\r\n  14. Chen, W.T., Tung, C.H. &amp; Weissleder, R. Imaging reactive oxygen species in arthritis. _Mol Imaging_ **3**, 159-62 \\(2004).\r\n  15. Ray, M., Tharp, M., Sullivan, T. &amp; Tigelaar, R. Contact hypersensitivity reactions to dinitrofluorobenzene mediated by monoclonal IgE anti-DNP antibodies. _J Immunol_ **131**, 1096-1102 \\(1983)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors thank V. Sharma for insightful discussions. Funded by National Institutes of Health grant P50 CA94056."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm.1886",
                "date": "2009-01-05 18:11:26",
                "title": "Bioluminescence Imaging of Myeloperoxidase Activity In Vivo",
                "authors": [
                    "Shimon Gross",
                    "Seth T Gammon",
                    "Britney L Moss",
                    "Daniel Rauch",
                    "John Harding",
                    "Jay W Heinecke",
                    "Lee Ratner & David Piwnica-Worms"
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11115,
                "identity": "9f4aacc6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shimon Gross",
                "email": "",
                "orcid": "",
                "institution": "Molecular Imaging Center, Mallinckrodt Institute of Radiology, Washington University School of Medicine, St. Louis, MO 63110",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shimon",
                "middleName": "",
                "lastName": "Gross",
                "suffix": ""
            },
            {
                "id": 11116,
                "identity": "9f4ab014-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Seth T. Gammon",
                "email": "",
                "orcid": "",
                "institution": "Molecular Imaging Center, Mallinckrodt Institute of Radiology, Washington University School of Medicine, St. Louis, MO 63110",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Seth",
                "middleName": "T.",
                "lastName": "Gammon",
                "suffix": ""
            },
            {
                "id": 11117,
                "identity": "9f4ab1db-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Britney L. Moss",
                "email": "",
                "orcid": "",
                "institution": "Molecular Imaging Center, Mallinckrodt Institute of Radiology, Washington University School of Medicine, St. Louis, MO 63110",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Britney",
                "middleName": "L.",
                "lastName": "Moss",
                "suffix": ""
            },
            {
                "id": 11118,
                "identity": "9f4ab45f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "David Piwnica-Worms",
                "email": "",
                "orcid": "",
                "institution": "Molecular Imaging Center, Mallinckrodt Institute of Radiology,  and Department of Developmental Biology, Washington University School of Medicine, St. Louis, MO 63110",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Piwnica-Worms",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-09 08:44:04",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.73",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.73",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607975,
                "identity": "952a7ff9-d39e-46a9-a0ef-8dc879b22db3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:53",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 100511,
                "visible": true,
                "origin": "",
                "legend": "Imaging MPO activity _in vivo_.   (a) PMA was applied to left ears of MPO^+/+^ and MPO^-/-^ mice (3 mice each); right ears served as controls. 24 h later, luminol was administered and mice imaged. Bar = 1 cm. (b) Luminol-bioluminescence quantified as fold vehicle-treated ear. ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-526/v1/figure_1.png"
            },
            {
                "id": 13464462,
                "identity": "19ce94b5-ab20-42f1-85a5-1f5df1f7d2d0",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 253393,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-526/v1/f2e6608f-b643-4b02-8b3e-bfb357a04d73.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "myeloperoxidase, inflammation, bioluminescence-imaging, luminol, molecular imaging, in vivo imaging\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Real-time bioluminescence imaging of myeloperoxidase activity in small laboratory animals",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-03-26 07:44:11",
                "doi": "10.1038/nprot.2009.73",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f4a5a46-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 26th, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2208,
                "name": "Biochemistry"
            },
            {
                "id": 2209,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 2210,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-03-26 07:44:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}