{
    "identity": "nprot-1908",
    "title": "Analysis of D-loop stability in DMC1 and RAD51 driven strand invasion reactions of homologous recombination",
    "content": [
        {
            "header": "Reagents",
            "content": "• Purified human, Rad51, DMC1, Rad54, BLM, murine HOP2/MND1 proteins\r\n\n\n• Supercoiled pUC19 dsDNA\r\n\n\n• Oligonucleotides \\(IDT DNA) \r\n\n\n• \\[γ-32P]ATP \\(PerkinElmer Life Science)\r\n\n\n• T4 Polynucleotide kinase, SspI and NdeI restriction endonucleases \\(New England Biolabs)\r\n\n\n• Micro-BioSpin 6 column \\(Bio-Rad).\r\n\n\n• 12% polyacrylamide gel \\(19:1) with 8 M urea \r\n\n\n• SequaGel Sequencing System \\(National Diagnostic)\r\n\n\n• 1% agarose gel\r\n\n\n• 1xTAE buffer \\(40 mM Tris-acetate, pH 8.3, and 1 mM EDTA)\r\n\n\n• 1X TBE buffer \\(89 mM Tris-borate, pH 8.3, and 1 mM EDTA\r\n\n\n• DE81 chromatography paper \\(Whatman)\r\n\n\n• Proteinase K \\(Roche)\r\n\n\n• QIAEX II Gel extraction kit \\(Qiagen)\r\n\n\n• Potassium permanganate, pyrrolidine \\(Aldrich)\r\n\n\n• Stop solution \\(95% formamide, 20 mM EDTA, 0.05% bromophenol blue and 0.05% xylene cyanol FF, USB)"
        },
        {
            "header": "Equipment",
            "content": "• Thermostat\r\n\n\n• Electrophoretic apparatus\r\n\n\n• Power supply\r\n\n\n• Gel dryer\r\n\n\n• Storm 840 PhosphorImager \\(GE Healthcare)\r\n\n\n• FujiFilm FLA-9000 scanner \\(GE Healthcare)"
        },
        {
            "header": "Procedure",
            "content": "**Choosing a strategy for an analysis of D-loop stability _in vitro_**\r\n\n\nPurified human RAD51, DMC1, RAD54, BLM and murine HOP2/MND1 proteins are used in this analysis. Rad51 and DMC1 are required to generate joint molecules \\(D-loops). The activities of these proteins are stimulated by either Ca\n2+\nor HOP2/MND1 heterodimer 8-11. Rad54 and BLM proteins are required for dissociation of D-loops through their DNA branch migration activities 9,12. While Ca2+ stimulates D-loop formation by RAD51 or DMC1, it inhibits D-loop dissociation catalyzed by Rad54 or BLM. Therefore, prior to the D-loops disruption step, Ca\n2+\nhas to be depleted from the reaction mixture by adding an equimolar amount of EGTA. The synaptic complex protection assay\n13,14\nare used as an independent approach to confirm the greater resistance of DMC1 nucleoprotein complexes to dissociation by RAD54. In addition, the chemical footprinting with potassium permanganate are used to evaluate the length of DMC1 and RAD51 nucleoproteins complexes and to reveal differences in the structure of these complexes.\r\n\n\n\r\n\n\n**Design of DNA substrates for the D-loop formation assay**\r\n\n\n1| Use tailed dsDNA that mimics one end of broken chromosome processed by specific exonucleases \\(Fig. 2a in Bugreev et al, 2010) for RAD51 or DMC1 filament formation in the D-loop assay. \r\n\n\n2| Label a 100-mer oligonucleotide #209 \\(Table 1 in Bugreev et al, 2010) using \\[γ-32P] ATP and T4 polynucleotide kinase, and then purify it through the Micro-BioSpin 6 column \\(Bio-Rad).\r\n\n\n\r\n\n\n3| Anneal labeled oligonucleotide \\(#209) with a 36-mer oligonucleotide \\(#199) \\(Table 1 in Bugreev et al, 2010) to generate tailed dsDNA substrate. The single-stranded part of tailed dsDNA \\(63 nts) is designed to be complementary to the region of supercoiled \\(sc) pUC19 dsDNA, which represented homologous DNA template. The 3’-end of tailed DNA is expected to invade the scDNA forming D-loop \\(Fig. 2b and 2d in Bugreev et al, 2010). The double-stranded part of tailed DNA \\(36 bp) is designed to be non-complementary to pUC19 DNA.\r\n\n\n\r\n\n\n**Design of DNA substrates for the synaptic complex protection assay and chemical footprinting with potassium permanganate.**\r\n\n\nSingle-stranded oligonucleotide \\(# SspI) is designed to be complementary to the region of supercoiled pUC19 dsDNA spanning in the middle unique SspI restriction endonuclease site. This oligonucleotide is incubated with RAD51 or DMC1 to form the nucleoprotein filament. Then, these nucleoprotein filaments is used to form synaptic complexes that protect the plasmid DNA against cleavage with SspI, which site overlaps with the complexes, but not by NdeI, which site lies outside of the synaptic complex \\(Supp. Fig.3a in Bugreev et al, 2010).\r\n\n\n1| Use ssDNA \\(#PP-100), tailed DNA \\(# PP-100/#PP-35L) and ssDNA \\(#PP-0), tailed DNA \\(#PP-0/#PP-35L) \\(Supp Table 1 in Bugreev et al, 2010) to estimate the length and to reveal the structure of the synaptic complexes, respectively, in KMnO4 footprinting.\r\n\n\n2| Label oligonucleotides #PP-100 and #PP-0 using \\[γ-32P] ATP and T4 polynucleotide kinase, and then purify them through the Micro-BioSpin 6 column \\(Bio-Rad).\r\n\n\n3| Anneal labeled 100-mer oligonucleotide \\(#PP-100) or 70-mer oligonucleotide \\(#PP-0) with 35-mer oligonucleotide \\(#PP-35L) to generate tailed DNAs.\r\n\n\n\r\n\n\n**Preparation of native D-loops in the presence of Ca\n2+\nand their dissociation by RAD54.**\r\n\n\n1| Prepare the initial mixture combining the following ingredients to have their final concentration 25 mM Tris-acetate, pH 7.5, 1 mM ATP, 1 mM magnesium acetate, 2 mM calcium chloride, 2 mM DTT, BSA \\(100 g/ml), 20 mM phosphocreatine, creatine phosphokinase \\(30 units/ml) and 32P-labeled tailed DNA \\(#209*/#199; 30 nM, molecules) in 10 µl of a total reaction volume.\r\n\n\n2| Add 1 µl of 10 µM DMC1 or 10 µM RAD51 proteins \\(to final concentration 1 µM) to the initial mixture \\(8 µl) to initiate filament formation. Incubate for 15 min at 37 °C. \r\n\n\n3| Add 1 µl of 500 µM \\(nucleotides) pUC19 scDNA \\(to final concentration 50 µM nucleotides) to initiate D-loop formation. Incubate for 15 min at 37 °C. Total reaction volume is 10 µl.\r\n\n\n4| Add 1 µl of 20 mM EGTA pH 8.0 \\(to final concentration 2 mM) to deplete Ca2+ in the case, when D-loop formation is followed by D-loop dissociation. Incubate for 5 min at 37 °C \r\n\n\n5| Add 1 µl of 2.4 µM RAD54 \\(to final concentration 200 nM) and incubate for the indicated periods of time at 37 °C for D-loop dissociation.\r\n\n\n6| Add 6 µl of stop buffer \\(3 mg/ml proteinase K, 1.5 % SDS, 18% glycerol and 0.03% bromophenol blue). Incubate for 10 min at 37 °C to deprotinize the products of D-loop dissociation.\r\n\n\n7| Analyze the samples by electrophoresis in 1 % agarose gels in 1x TAE buffer at constant voltage 5V/cm. \r\n\n\n8| Dry gels on DEAE paper. Visualize and quantify them using a Storm 840 PhosphorImager \\(GE Healthcare)\r\n\n\n\r\n\n\n**Preparation and dissociation of native non-deproteinized D-loops in the presence of HOP2/MND1.** \r\n\n\n1| Mix the following ingredients to have final concentration 25 mM Tris-acetate, pH 7.5, 25 mM NaCl, 1 mM ATP, 2.5 mM magnesium acetate, 2 mM DTT, 100 µg/ml BSA, 20 mM phosphocreatine, 30 U/ml creatine phosphokinase and 32P-labeled tailed DNA \\(#209*/#199; 14.3 nM, molecules) in 10 µl of a total reaction volume.\r\n\n\n2| Add 1 µl of 10 µM DMC1 or 10 µM RAD51 proteins \\(to final concentration 1 µM) to the reaction mixture \\(7 µl) to initiate filament formation. Incubate for 10 min at 37 °C. \r\n\n\n3| Add 1 µl of 2 µM HOP2/MND1 \\(to final concentration 0.2 µM) and incubate for an additional 10 min at 37°C\r\n\n\n4| Add 1 µl of 180 µM \\(nucleotides) pUC19 scDNA \\(to final concentration 18 µM nucleotides) to initiate D-loop formation. Incubate for 10 min at 37 °C. Total reaction volume is 10 µl.\r\n\n\n5| Add 1 µl of 2.2 µM RAD54 \\(to final concentration 200 nM) or 1 µl of 1.1 µM BLM \\(to final concentration 100 nM) and incubate for the indicated periods of time at 37 °C for \r\n\n\nD-loop dissociation.\r\n\n\n6| Deproteinize and analyze the products of D-loop dissociation as described above.\r\n\n\n\r\n\n\nCRITICAL STEP: The efficiency of D-loop formation depends on superhelicity of plasmid DNA and on the length of nucleoprotein filaments formed on ssDNA or tailed DNA. To amplify pUC19 plasmid, we recommend to use E. coli strains that do not have a mutation in the DNA gyrase gene, e.g., HB101 \\(Promega). Also, do not use the ssDNA substrates shorter than 90 nt for and tailed dsDNA shorter than 36bp/64nt.\r\n\n\n\r\n\n\n**The synaptic complex protection assay.** \r\n\n\n1| Prepare the initial mixture combining the following ingredients to have their final concentration 20 mM Tris-HCl, pH 7.4, 70 mM NaCl, 2 mM ATP, 2.5 mM MgCl2, 1 mM DTT, 7.5 mM creatine phosphate, 30 units/ml creatine kinase and ssDNA \\(# Sspl, 4M nucleotides) in 10 µl of a total reaction volume.\r\n\n\n2| Add 1 µl of 28 µM DMC1 or 28 µM RAD51 proteins \\(to final concentration 2.8 µM) to the initial mixture \\(7 µl) to initiate filament formation. Incubate for 5 min at 37 °C. \r\n\n\n3| Add 1 µl of 15 µM HOP2/MND1 \\(to final concentration 1.5 µM) when indicated and incubate for an additional 5 min at 37°C\r\n\n\n4| Add 1 µl of 600 µM \\(nucleotides) pUC19 scDNA \\(to final concentration 60 µM nucleotides) to initiate D-loop formation. Incubate for 10 min at 37 °C. Total reaction volume is 10 µl.\r\n\n\n5| Add 1 µl of 2.2 µM RAD54 \\(to final concentration 200 nM) and incubate for 7 min at 37 °C for D-loop dissociation.\r\n\n\n6| Add 1 µl of SspI restriction endonuclease \\(0.8 units) or NdeI \\(5 units) to initiate DNA cleavage. Incubate for 10 min at 37°C.\r\n\n\n7| Analyze the samples by electrophoresis in 1 % agarose gels in 1x TAE buffer at constant voltage 5V/cm. \r\n\n\n8| Stain the gels in ethidium bromide \\(2 µg/ml in water) for 1h, destain for 1 h in large volume of water, and then analyze in a Chemilmager 5500 \\(Alpha Innotech) gel documentation station, using Alpha EaseFC software for data quantification.\r\n\n\n\r\n\n\n**Estimation of synaptic complex length by KMnO\n4\nfootprinting.**\r\n\n\n1| Prepare the initial mixture combining the following ingredients to have their final concentration 28.5 mM Tris-acetate, pH 7.4, 20 mM KCl, 2 mM ATP, 2 mM CaCl2, 0.025 mM DTT, 2% glycerol, 0.01 mM EDTA and 5’-32P-labeled ssDNA \\(#PP-100, 6 µM nt) or 32P-labeled tailed DNA \\(#PP-100*/#PP-35L, 6 µM nt) in 100 µl of a total reaction volume.\r\n\n\n2| Add 1 µl of 30 µM DMC1 or 30 µM RAD51 proteins \\(to final concentration 3 µM) to the initial mixture \\(98 µl) to initiate filament formation. Incubate for 15 min at 37 °C. \r\n\n\n3| Add 1 µl of 300 µM \\(nucleotides) pUC19 scDNA \\(to final concentration 30 µM nucleotides) to initiate synaptic complex formation. Incubate for 15 min at 37 °C. Total reaction volume is 100 µl.\r\n\n\n4| Add 2 µl of 12.5 mM KMnO4 to the reaction \\(to final concentration 0.25 mM). Incubate for 2 ½ min at 30°C for DNA modification.\r\n\n\n5| Add 10 μl of 14.3 M β-mercaptoethanol to terminate the reaction.\r\n\n\n6| Add 20 μl of gel loading buffer \\(50 mM EDTA, 5% SDS, 25% glycerol and 0.03% bromophenol blue) to the terminated reaction.\r\n\n\n7| Analyze the samples by electrophoresis in 1 % agarose gels in 1x TAE buffer, containing 3 mM MgCl2 in the gel and running buffer. Run the gels in the cold room at 3V/cm for 30 min. \r\n\n\n8| Following electrophoresis, excise 5’-32P-labeled PP-100, migrating at the positions of supercoiled pUC19 and free oligonucleotide. \r\n\n\n9| Extract the DNA from the gel using QIAEX II Gel extraction kit \\(Qiagen).\r\n\n\n10| Following ethanol precipitation, dissolve each dry pellet in 100 µl of 1 M pyrrolidine and 1 mM EDTA. Incubate for 20 min at 90°C for chemical degradation of the modified DNA. \r\n\n\n11| Evaporate the solution using SpeedVac Concentrator \\(SpeedVac)\r\n\n\n12| Dissolve each pellet in 100 μl of water and dry the pellets in SpeedVac.\r\n\n\n13| Count radioactivity of the samples in the scintillation counter using Cherenkov counting procedure and dissolve the products of chemical degradation in stop solution \\(95% formamide, 20 mM EDTA, 0.05% bromophenol blue and 0.05% xylene cyanol FF) to obtain 5000 cpm/µl.\r\n\n\n14| Load 2 µl of the sample per a well of 12 % \\(19:1) SequaGel polyacrylamide gel \\(34×20x0.04 cm), containing 8 M urea in 1x TBE buffer. Run the gel at constant power 40 W until the bromophenol blue reaches the bottom. \r\n\n\n15| Expose the gels to FujiFilm BAS-IP MS 2040 imaging plates without prior drying and scan the imaging plates with a FujiFilm FLA-9000 scanner. Process images using the FujiFilm Multi Gauge V3.0 software. \r\n\n\n16| Subject 5’-32P-labeled PP-100 oligonucleotide to the similar procedure without addition of RAD51 or DMC1 and use as a control.\r\n\n\n\r\n\n\n**Analysis of the structure of nucleoprotein filaments formed by RAD51 and DMC1 by KMnO\n4\nfootprinting.** \r\n\n\n1| Prepare the initial mixture combining the following ingredients to have their final concentration 28.5 mM Tris-acetate, pH 7.4, 20 mM KCl, 2 mM ATP, 2 mM MgCl2, 0.025 mM DTT, 2 % \\(v/v) glycerol, 0.01 mM EDTA and 5’-32P-labeled ssDNA \\(#PP-0, 1 µM nt) or 32P-labeled tailed DNA \\(#PP-0*/#PP-35L, 1.5 µM nt) in 10 µl of a total reaction volume.\r\n\n\n2| Add 1 µl of 30 µM DMC1 or 30 µM RAD51 proteins \\(to final concentration 3 µM) to 9 µl of the initial mixture to initiate filament formation. Incubate for 30 min at 37 °C. Total reaction volume is 10 µl.\r\n\n\n3| Add 1 µl of 1 mM KMnO4 \\(to final concentration 0.1 mM) to the reaction and incubate for 1 min at 20°C for DNA modification.\r\n\n\n4| Add 200 µl of stop solution \\(375 mM Na acetate, pH 5.0, 250 mM β-mercaptoethanol, and 25 µg/ml salmon sperm DNA to terminate the reaction.\r\n\n\n5| Add 633 µl \\(3 volumes) of 95% ethanol to precipitate the products of KMnO4 modification.\r\n\n\n6| Incubate on dry ice for 10 min, and then spin Eppendorf test-tubes at 16,000 g for 30 min.\r\n\n\n7| Wash the pellet with 70 % ethanol, dry and resuspend them in 100 µl of 1 M pyrrolidine and 1 mM EDTA. Incubate for 20 min at 90°C for chemical degradation of the modified DNA. \r\n\n\n8| Evaporate the solution using SpeedVac Concentrator \\(SpeedVac)\r\n\n\n9| Dissolve each pellet in 100 μl of water and dry the pellets in SpeedVac.\r\n\n\n10| Count radioactivity of the samples in the scintillation counter using Cherenkov counting procedure and dissolve the products of chemical degradation in stop solution \\(95% formamide, 20 mM EDTA, 0.05% bromophenol blue and 0.05% xylene cyanol FF) to obtain 5000 cpm/µl.\r\n\n\n11| Load 2 µl of the sample per a well of 12 % \\(19:1) SequaGel polyacrylamide gel \\(34×20x0.04 cm), containing 8 M urea in 1x TBE buffer. Run the gel at constant power 40 W until the bromophenol blue reaches the bottom. \r\n\n\n12| Expose the gels to FujiFilm BAS-IP MS 2040 imaging plates without prior drying and scan the imaging plates with a FujiFilm FLA-9000 scaner. Process images using the FujiFilm Multi Gauge V3.0 software. \r\n\n\n16| Subject 5’-32P-labeled ssDNA \\(#PP-0**, 1 µM nt) or tailed DNA \\(#PP-0**/#PP-35L, 1.5 µM nt) to the similar procedure without addition of RAD51 or DMC1 and use as controls.\r\n\n\n\r\n\n\nCRITICAL STEP: The results of the potassium permanganate modification can be strongly influenced by the composition of the reaction buffer, especially by the presence of variable amounts of a reducing agent. To ensure that footprinting is performed under exactly the same conditions, dialyze RAD51 and DMC1 against the same batch of dialysis buffer \\(35 mM Tris acetate, pH 7.4, 200 mM KCl, 20% glycerol, 0.1 mM EDTA, 0.25 mM DTT). Use the same buffer to dilute both proteins to the same concentration prior to complex formation and add the same volume of dialysis buffer to the reaction mixture in the mock “no protein” experiments."
        },
        {
            "header": "Anticipated Results",
            "content": "The protocol described here was designed to test the stability of D-loops formed by DMC1 and RAD51. Formation of D-loops marks an important bifurcation point in HR; their further processing through either the DSBR or SDSA pathway may lead to either crossovers or non-crossover recombinants. An important question is how the choice between these mechanisms is made. A possible obvious difference is that D-loops destined to being processed by SDSA need to dissociate and those destined for DSBR should be resistant to dissociation. Using the protocol presented here we demonstrated that indeed D-loops formed by human DMC1, but not RAD51, resist disruption by branch migration proteins. This difference in stability may reflect differences in the structure of DMC1 and RAD51 presynaptic filaments. To our knowledge our results are the first to reveal that the recombination intermediates catalyzed by RAD51 and DMC1 are biochemically distinguishable."
        },
        {
            "header": "References",
            "content": "1. Pâques, F. & Haber, J.E. Multiple pathways of recombination induced by double-strand breaks in Saccharomyces cerevisiae. Microbiology and Molecular Biology Reviews 63, 349-404 \\(1999).\r\n  2. Neale, M.J. & Keeney, S. Clarifying the mechanics of DNA strand exchange in meiotic recombination. Nature 442, 153-8 \\(2006).\r\n  3. Mimitou, E.P. & Symington, L.S. Sae2, Exo1 and Sgs1 collaborate in DNA double-strand break processing. Nature 455, 770-4 \\(2008).\r\n  4. Zhu, Z., Chung, W.H., Shim, E.Y., Lee, S.E. & Ira, G. Sgs1 helicase and two nucleases Dna2 and Exo1 resect DNA double-strand break ends. Cell 134, 981-94 \\(2008).\r\n  5. Gravel, S., Chapman, J.R., Magill, C. & Jackson, S.P. DNA helicases Sgs1 and BLM promote DNA double-strand break resection. Genes Dev 22, 2767-72 \\(2008).\r\n  6. Bianco, P.R., Tracy, R.B. & Kowalczykowski, S.C. DNA strand exchange proteins: a biochemical and physical comparison. Front Biosci 3, D570-603 \\(1998).\r\n  7. Sung, P., Krejci, L., Van Komen, S. & Sehorn, M.G. Rad51 recombinase and recombination mediators. J Biol Chem 278, 42729-32 \\(2003).\r\n  8. Bugreev, D.V. & Mazin, A.V. Ca2+ activates human homologous recombination protein Rad51 by modulating its ATPase activity. Proc Natl Acad Sci U S A 101, 9988-93 \\(2004).\r\n  9. Bugreev, D.V., Golub, E.I., Stasiak, A.Z., Stasiak, A. & Mazin, A.V. Activation of human meiosis-specific recombinase Dmc1 by Ca2+. J Biol Chem 280, 26886-95 \\(2005).\r\n  10. Petukhova, G.V. et al. The Hop2 and Mnd1 proteins act in concert with Rad51 and Dmc1 in meiotic recombination. Nat Struct Mol Biol 12, 449-53 \\(2005).\r\n  11. Pezza, R.J., Petukhova, G.V., Ghirlando, R. & Camerini-Otero, R.D. Molecular activities of meiosis-specific proteins Hop2, Mnd1, and the Hop2-Mnd1 complex. J Biol Chem 281, 18426-34 \\(2006).\r\n  12. Bugreev, D.V., Hanaoka, F. & Mazin, A.V. Rad54 dissociates homologous recombination intermediates by branch migration. Nat Struct Mol Biol 14, 746-753 \\(2007).\r\n  13. Hsieh, P., Camerini-Otero, C.S. & Camerini-Otero, R.D. The synapsis event in the homologous pairing of DNAs: RecA recognizes and pairs less than one helical repeat of DNA. Proc Natl Acad Sci U S A 89, 6492-6 \\(1992).\r\n  14. Pezza, R.J., Voloshin, O.N., Vanevski, F. & Camerini-Otero, R.D. Hop2/Mnd1 acts on two critical steps in Dmc1-promoted homologous pairing. Genes Dev 21, 1758-66 \\(2007)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank P. Sung \\(Yale U.) and W. Holloman \\(Cornell U.) for RAD51 and BLM expression vectors. We thank members of the Camerini-Otero and Mazin labs for comments and discussion. We thank M. Lichten \\(NCI) and P. Hsieh \\(NIH) for a critical reading of this manuscript. This work was supported by the NIH Grants CA100839, MH084119, the Leukemia and Lymphoma Society Scholar Award 1054-09 \\(to AVM) and the Intramural Research Program of the National Institute of Diabetes and Digestive and Kidney Diseases \\(to RDC-O)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nsmb.1946",
                "date": "2011-02-01 17:49:44",
                "title": "The resistance of DMC1 D-loops to dissociation may account for the DMC1 requirement in meiosis",
                "authors": [
                    "Dmitry V Bugreev",
                    "Roberto J Pezza",
                    "Olga M Mazina",
                    "Oleg N Voloshin",
                    "R Daniel Camerini-Otero",
                    "and Alexander V Mazin"
                ],
                "journal": "Nature Structural & Molecular Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11559,
                "identity": "9f86b08b-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "R. Daniel Camerini-Otero",
                "email": "camerini@ncifcrf.gov",
                "orcid": "",
                "institution": "Genetics and Biochemistry Branch, National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), National Institutes of Health, Bethesda, Maryland 20892, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "R.",
                "middleName": "Daniel",
                "lastName": "Camerini-Otero",
                "suffix": ""
            },
            {
                "id": 11560,
                "identity": "9f86b237-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Alexander Mazin",
                "email": "amazin@drexelmed.edu",
                "orcid": "",
                "institution": "Department of Biochemistry and Molecular Biology, Drexel University College of Medicine, Philadelphia, Pennsylvania 19102-1192, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "",
                "lastName": "Mazin",
                "suffix": ""
            },
            {
                "id": 11555,
                "identity": "9f869e1c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dmitry Bugreev",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry and Molecular Biology, Drexel University College of Medicine, Philadelphia, Pennsylvania 19102-1192, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dmitry",
                "middleName": "",
                "lastName": "Bugreev",
                "suffix": ""
            },
            {
                "id": 11556,
                "identity": "9f86a9cb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Roberto Pezza",
                "email": "",
                "orcid": "",
                "institution": "Oklahoma Medical Research Foundation, Oklahoma City, Oklahoma 73104, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roberto",
                "middleName": "",
                "lastName": "Pezza",
                "suffix": ""
            },
            {
                "id": 11557,
                "identity": "9f86abb4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Olga Mazina",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry and Molecular Biology, Drexel University College of Medicine, Philadelphia, Pennsylvania 19102-1192, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Olga",
                "middleName": "",
                "lastName": "Mazina",
                "suffix": ""
            },
            {
                "id": 11558,
                "identity": "9f86ae04-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Oleg Voloshin",
                "email": "",
                "orcid": "",
                "institution": "Genetics and Biochemistry Branch, National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), National Institutes of Health, Bethesda, Maryland 20892, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Oleg",
                "middleName": "",
                "lastName": "Voloshin",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-02-02 21:52:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.208",
        "doiUrl": "https://doi.org/10.1038/protex.2011.208",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465479,
                "identity": "794024ae-9395-46e2-8af1-5d3b383872cc",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:48",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 174950,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1908/v1/4af0c236-2a27-49b5-a9c6-373688b6486c.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Homologous recombination, branch migration, D-loop, DNA strand exchange, meiosis, RAD54",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The initial steps of homologous recombination \\(HR) involve processing of the DNA ends by exonucleases to generate 3’-ssDNA tails <sup>1-5</sup>. Then, a protein of the RecA family \\(ubiquitous Rad51 and meiosis-specific Dmc1) binds to this ssDNA and promotes invasion of the DNA ends into the homologous duplex DNA <sup>6,7</sup>. As a result, joint molecules \\(D-loops) are formed. It is currently thought that the joint molecules continue down one of two pathways. D-loops destined to being processed by DSBR \\(double strand break repair) pathway should resist dissociation to generate crossovers, and those destined for SDSA \\(synthesis-dependent strand annealing) pathway need to dissociate producing non-crossovers. The mechanism that channels recombination intermediates into these HR pathways is unknown. We demonstrated that DMC1-generated D-loops are substantially more resistant to dissociation by branch migration proteins RAD54 and Bloom syndrome helicase \\(BLM) than those formed by RAD51. We propose that the intrinsic resistance DMC1-generated recombination intermediates helps to ensure formation of crossing over that is required for the faithfull segregation of homologous chromosomes in meiosis. Here we describe the protocols for an analysis of D-loop stability using purified human HR proteins.",
        "manuscriptTitle": "Analysis of D-loop stability in DMC1 and RAD51 driven strand invasion reactions of homologous recombination",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-02-03 10:09:00",
                "doi": "10.1038/protex.2011.208",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e8db7de-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 3rd, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2472,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-02-03 10:09:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}