{
    "identity": "nprot-6837",
    "title": "Real-time imaging assay of multivesicular body-PM fusion to quantify exosome release from single cells",
    "content": [
        {
            "header": "Introduction",
            "content": "**Development of the protocol**\r\n\n\nLate-endosomes, also referred to as multivesicular bodies \\(MVBs), contain small intraluminal vesicles \\(ILVs) enriched in subsets of lipids, proteins and nucleic acids. While the majority of MVBs might fuse with lysosomes to degrade their contents<sup>1</sup>, a subset of MVBs can alternatively fuse with PM, releasing its ILVs into the exterior of the cell<sup>2</sup>. Once released, these ILVs - now called exosomes – can partake in various physiological and pathophysiological processes, including development, angiogenesis, immune regulation, trophic support, cancer progression, and development of metabolic, cardiovascular and neurodegenerative diseases<sup>3-7</sup>. \r\n\n\n\r\n\n\nWhile the functions of exosomes post-secretion are relatively well covered in literature<sup>2,8</sup>, our knowledge of factors modulating specifically the release of exosomes remains sparse, precluding more definitive tests of their physiological relevance. This is mainly due to the lack of methods that can monitor direct, real-time effects of potential modulators on MVB-PM fusion, leaving us the more indirect, post-secretion based types of examination that usually require isolation \\(of secreted exosomes from culture supernatant or liquid biopsies) by differential ultra-centrifugation or size-exclusion chromatography \\(SEC) prior to downstream analysis. These methods are generally deployed to profile steady state levels of \\(sub-)populations of exosomes secreted over a long period of time in the culture supernatant or in biological fluids<sup>9,10</sup>. While instrumental for the characterization of exosomal content\\(s), these techniques are sub-optimal to study factors influencing the dynamics of secretion, as the extended time periods needed to acquire sufficient material allow for secondary effects of treatments and/or negative-feedback loops to occur. Furthermore, these techniques fail to distinguish MVB-derived exosomes from small PM-derived microvesicles due to the overlapping biophysical properties of these EVs.\r\n\n\n\r\n\n\nTo overcome these limitations, we designed a pH-sensitive, CD63-based optical reporter \\(CD63-pHluorin) that can detect MVB-PM fusion using live-microscopy \\(Figure 1). Thanks to its nature, this approach allows for the direct visualization of MVB-PM fusion down to single-cell level, and can be applied to decipher a wide range of aspects of exosome secretion. Importantly, the CD63-pHluorin reporter provides the opportunity to distinguish secretion of MVB-derived exosomes from PM-derived EV release. In our original publication<sup>11</sup> we demonstrate its utility in unraveling exogenous physiological stimuli, intracellular signaling pathways, and fusion machinery involved in exosome release. \r\n\n\n\r\n\n\nHere we describe a detailed protocol for the quantification of exosome release by single cell live microscopy using the CD63-pHluorin reporter. Although optimized for HeLa cells, this protocol has been used successfully with a number of other adherent cell types. \r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/6777/original/figure_nature_protocol_exchange_2.png?1527599321\">See figure in Figures section.</a>\r\n\n\nFigure 1) Model for the visualization of MVB–PM fusion.\r\n\n\nA pH-sensitive optical reporter \\(CD63-pHluorin) is quenched when facing the acidic lumen of the MVB. Upon fusion, low luminal pH is immediately neutralized, resulting in a sudden increase in fluorescent intensity that can be detected by live TIRF microscopy \\(upper right). EC, extracellular. \\(modified from Verweij et al., JCB 2018)\r\n\n\n\r\n\n\n**Applications of the method**\r\n\n\nWe measure the frequency and sub-cellular localization of MVB-PM fusions for a defined sub-population \\(CD63-positive MVBs). This approach enables the quantitative, real-time analysis of: \r\n\n\n• exogenous stimuli of CD63+ exosome release\r\n\n\n• intracellular signaling pathways regulating CD63+ exosome release \r\n\n\n• fusion/SNARE complexes implicated in CD63+ exosome release \r\n\n\n• mapping of the sub-cellular localization of MVB-PM fusion events\r\n\n\n• immediate post-fusion fate of CD63+ exosomes \r\n\n\n\r\n\n\n**Expertise needed to implement the protocol**\r\n\n\nThe user of this protocol needs to have basic expertise in time-lapse imaging on microscopes \\(preferably TIRF) in addition to cell biology skills \\(cell culture, transfection &c.)."
        },
        {
            "header": "Reagents",
            "content": "**Tissue Culture**\r\n\n\n• HeLa cells  \\(Sigma, Cat#: 93021013)\r\n\n\n• DMEM + GutaMAX-I \\(Gibco, Cat#: 61965-026)\r\n\n\n• 10% FBS \\(Perbio Sciences; HyClone)\r\n\n\n• Penicillin-Streptomycin-Glutamine \\(Gibco, Cat#: 10378-016)\r\n\n\n• Trypsin-EDTA \\(Gibco, Cat#: 15400-054\r\n\n\n• Optimem \\(Gibco, Cat#: 31985-070)\r\n\n\n• Lipofectamine 2000 \\(ThermoFisher, Cat#: 11668027)\r\n\n\n\r\n\n\n**Plasmid**\r\n\n\n• CD63-pHluorin in pCMV-SPORT6\r\n\n\n\r\n\n\n**Chemicals**\r\n\n\n• Tyrode’s solution pH 7.4: 2 mM CaCl2, 2.5 mM KCl, 119 mM NaCl, 2 mM MgCl2, 30 mM glucose, and 25 mM Hepes, pH 7.4\r\n\n\n• Tyrode’s solution pH 5.5: 2 mM CaCl2, 2.5 mM KCl, 119 mM NaCl, 2 mM MgCl2, 30 mM glucose, and 25 mM MES \\(2-\\[N-morpholino] ethane sulfonic acid), pH 5.5\r\n\n\n• Tyrode’s solution 50 mM NH4CL: 2 mM CaCl2, 2.5 mM KCl, 119 mM NaCl, 2 mM MgCl2, 50 mM NH4CL, 30 mM glucose, and 25 mM Hepes.\r\n\n\n• Poly-l-lysine \\(Sigma, Cat#: P8920)"
        },
        {
            "header": "Equipment",
            "content": "• Humidified cell culture incubator, 5% CO2 \r\n\n\n• Level 1 biosafety cabinet\r\n\n\n• Plates, 12 well\r\n\n\n• Glass coverslips, round 18 mm, thickness No. 1 \\(VWR, Cat#:631-1580) or Fluorodishes 35 mm \\(WPI, Cat#: FD35-100)\r\n\n\n• Imaging system: an inverted microscope set-up that allows for fast high-resolution fluorescence imaging focusing on the basal plasma membrane. For long-term imaging \\(i.e. when doing quantifications), we advise to use Total Internal Fluorescence Microscopy for its optimal signal-to-noise ratio and low phototoxicity. However, also spinning-disc confocal microscopy has been used successfully to detect MVB-PM fusion events. Use an immersion objective with a magnification not lower than 60x \\(1.4 NA). Examples of imaging systems that have been used successfully are: \r\n\n\no Zeiss Axiovert 200M microscope equipped with an Alpha Plan-Fluar 100x/1.45 Oil TIRF objective \\(Zeiss) and an EMCCD camera \\(CASCADE; Roper Scientific).\r\n\n\no Nikon Eclipse Ti-E inverted microscope equipped with a CFI Apochromat 100x/1.49 Oil TIRF objective \\(Nikon) and an EMCCD 512x512 Evolve camera \\(Photometrix).\r\n\n\no Zeiss LSM 880 microscope equipped with an alpha Plan-Apo 100x/1.46 Oil DIC VIS objective \\(Zeiss) and an sCMOS camera \\(PCO Edge)."
        },
        {
            "header": "Procedure",
            "content": "In this protocol we describe the live imaging of MVB-PM fusion using the CD63-pHluorin reporter in HeLa cells. The protocol can be applied to other adherent cells although basal fusion rates were found to vary between cell types. Furthermore, the transient transfection of other cells might require a different transfection protocol. \r\n\n\n\r\n\n\n**Transient transfection of CD63-pHluorin**\r\n\n\n1. HeLa cells are maintained in a T75 flask in DMEM supplemented with 10% FBS, 1 U/ml Penicillin G,1 mg/ml streptomycin sulfate and 2 mM glutamine \\(full medium) in a humidified incubator at 37 °C and 5% CO2. To passage, remove the culture medium, rinse the T75 flask with 2 ml PBS, add 2 ml trypsin and incubate the cells at 37 °C until the cells have detached \\(typically 3-5 min). After the cells have detached, add 8 ml full medium and resuspend the cells thoroughly to obtain a single cell suspension. Split the HeLa cells 2x a week at a 1:20 ratio. \r\n  2. Day 1. Seed the cells at a density of 25-30% on 18 mm round glass coverslips in the wells of a 12-well plate. Depending on the cell line used, the glass coverslips can be coated with Poly-L-Lysine before seeding. Alternatively, cells can be plated in 35 mm fluorodishes.\r\n  3. Day 2. Transfect the HeLa cells at 50-60% confluency with CD63-pHluorin plasmid DNA. Cells can be transfected using Lipofectamine 2000, JetPrime or another transfection reagent according to the manufacturer’s instructions.\r\n  4. Lipofectamine transfection: dilute 500 ng CD63-pHluorin plasmid DNA in Optimem to a total volume of 100 ul. \r\n  5. Dilute 1.5 ul Lipofectamine 2000, a 1:3 ratio of DNA to Lipofectamine 2000, in Optimem to a total volume of 100 ul. \r\n  6. Add the 100 ul of Lipofectamine 2000 solution to the DNA solution, vortex the mixture for 10 seconds and incubate at room temperature for 10-15 min.  \r\n  7. Refresh the culture medium of the HeLa cells with pre-warmed full medium.\r\n  8. Add the total 200 ul of the transfection mix dropwise to the HeLa cells and incubate the cells for 6 hours. \r\n  9. Refresh the culture medium of the transfected cells with pre-warmed full medium and incubate for another 18 hours.\r\n  \r\n\n\n**Live imaging of MVB-PM fusion**\r\n\n\n10. Day 3. When working with coverslips: Place the coverslip with CD63-pHluorin transfected HeLa cells in the imaging chamber. Cover the cells with imaging medium. We recommend the use of CO2-independent medium without phenol-red. We obtained good results with Tyrode’s solution. \r\n  11. Place the imaging chamber or Fluorodish in the microscope stage holder. Note: We advise to use a microscope set-up equipped with a stage incubator for imaging at 37 °C and 5% CO2. However, in certain cells \\(e.g. HeLa and HUVEC) it is possible to detect MVB-PM fusion activity without stage incubator by imaging at room temperature \\(21-24 °C) in Tyrode’s solution.\r\n  12. Focus the imaging plane on the basal plasma membrane of CD63-pHluorin transfected HeLa cells.\r\n  13. For quantification of MVB-PM fusion activity, choose an imaging field, ideally containing 2 or more cells with average expression levels. To distinguish non-acidic vesicles moving towards the PM from acidic vesicles fusing with the PM, image at ≥2Hz \\(2fps, typically with an exposure time between 50-300ms) for a time period that allows for proper quantification \\(e.g. in HeLa for 3 min). Image ≥5 different fields. We highly recommend the use of a Perfect Focus System/Adaptive Focus Control \\(Nikon/Leica) to maintain focus at the PM. Use the lowest laser intensity and shortest exposure time possible to avoid phototoxicity. Note that fusion activity can vary between passage number and cell lines \\[see also Anticipated results].\r\n  \r\n\n\n**Image analysis: Quantifying MVB-PM fusion events**\r\n\n\n14. Load your imaging data in the appropriate software for image analysis. We routinely use ImageJ/Fiji. \r\n  15. MVB-PM fusion rate can be obtained by counting the number of fusion events that occur per minute. Important: Note that during live TIRF microscopy of CD63-pHluorin transfected cells, sudden increases in fluorescent intensity can be detected that are not a consequence of full MVB-PM fusion and thus do not report exosome release. The two main causes for these sudden increases in fluorescence are \\(transport) vesicles with neutral pH that move into the TIRF field, and so-called kiss-and-run events, which result from transient pore formation between MVBs and the PM without full fusion. Fortunately, these events can be discriminated from full MVB-PM fusion by analysis of the fluorescent profile right before and following initial fusion \\(Figure 2 and 3a). Here we provide a set of guidelines for the analysis of CD63-pHluorin live imaging data:\r\n  \r\n\n\nA burst of fluorescence is typically considered as exosome release event when:\r\n\n\n- it has a peak intensity of ≥ 1.5-fold above background \\(fluorescence from the PM)\r\n\n\n- reaches peak intensity in a maximum of two frames \\[when imaging at 2Hz]\r\n\n\n- has a size of at least 400 nm\r\n\n\n- shows minimal movement after the initial burst \\(As a rule of thumb we do not count vesicles that move more than twice the diameter of the vesicle)\r\n\n\n- has a duration of ≥ 2 sec, i.e. visible in > 4 consecutive frames \\[when imaging at 2Hz]\r\n\n\n\r\n\n\n16. For more detailed analysis of a fusion event, a fluorescence intensity profile of the fusion event can be generated using ImageJ/FIJI \\(Figure 3a). To do this, first determine the diameter of the fusion event by drawing a straight line through the event at peak intensity. Then select the ‘Plot Profile’ option under ‘Analyze’ and determine the full width at half maximum \\(FWHM) of the fusion event. To plot the fluorescence intensity profile, draw a circular region of interest \\(ROI) around the fusion event. The diameter of the ROI should be twice the FWHM of the fusion event at its peak intensity. Then select ‘Image’→’Stacks’→’Plot Z-Axis Profile’. The data can be analyzed in ImageJ/FIJI or saved as .csv for subsequent analysis in Microsoft Excel or GraphPad Prism \\(Figure 3a).\nSee figure in Figures section.\nFigure 2) Heatmap time-lapse galleries of different types of CD63-pHluorin events obtained in HeLa cells. \r\n\n\nFull MVB-PM fusion and exosome release is characterized by a sudden increase in fluorescent intensity, followed by a gradual decrease of fluorescence at a fixed position. Kiss-and-run fusion events display a sudden increase in fluorescent intensity, but can be distinguished based on post-fusion movement and irregular decrease of fluorescent signal. Neutral vesicles can be observed during their approach to the PM, resulting in a slower increase in fluorescent intensity and can move in the TIRF field for prolonged time-periods."
        },
        {
            "header": "Timing",
            "content": "Step 2, seeding the cells: 15-30 min.\r\n\n\nStep 3-8, transfection: ±30 min.\r\n\n\nStep 9, refreshing culture medium: 5 min.\r\n\n\nStep 10-13, Live imaging of MVB-PM fusion, 30-60 min per condition\r\n\n\nStep 14-15, analysis and quantification MVB-PM fusion, 30-60 min per condition \\(depending on MVB-PM fusion rate in the cell type studied)"
        },
        {
            "header": "Troubleshooting",
            "content": "<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/7051/original/Table_1_troubleshooting.png?1533676439\">See figure in Figures section.</a>"
        },
        {
            "header": "Anticipated Results",
            "content": "Examples of MVB-PM fusion events as observed by live cell TIRF microscopy in CD63-pHluorin expressing HeLa and HUVEC cells can be found in Movie 1 and 2, respectively. Fusion events have been observed in a variety of cell types including: HeLa, HEK293, HUVEC, Caski, SiHa, HCT116, Caco-2, MSC, MNT-1. \r\n\n\n• It is important to note that the fusion activity \\(MVB-PM fusion events per minute) differs between cell types. \r\n\n\n• In addition, different batches of one cell line or the same batches at different time points can differ in fusion activity. \r\n\n\n• Basal fusion activity, even in the same cell-type, is generally not the same in independent experiments. Therefore, always include proper controls within each experiment.\r\n\n\n• In the original publication we have shown that under various conditions \\(GW4869 treatment and SNAP23-S110A expression) the MVB-PM fusion rate can be correlated to the amount of exosomes recovered in the supernatant by post-secretion isolation procedures under similar conditions. However, investigators should take into account that measurements done by direct observation of MVB-PM fusion with our protocol over a short time period are likely not always representative of the steady-state level of exosomes secreted over the much longer period of time that is required to isolate them post-secretion.\r\n\n\n• It is advisable when using established cell-lines to handle the cells with strict care and keep all conditions similar, preferably by keeping track of passage number. \r\n\n\n\r\n\n\nSingle fusion events can be visualized best in a heatmap time-lapse gallery or fluorescent as in Figure 2 or fluorescent intensity profiles as in Figure 3a. The peak intensity of a MVB-PM fusion event should not move in the XY direction and show a gradual decrease in intensity over time. The localization of exosome release on the single cell level can be visualized in different ways, for example by a total projection of all fusion events over a time-course of several minutes as in Figure 3b.\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/7049/original/figure_nature_protocol_exchange_3.png?1533304672\">See figure in Figures section.</a>\r\n\n\n\r\n\n\nFigure 3) Anticipated results \r\n\n\na) Fluorescence intensity profile of a MVB-PM fusion event over time b) Projection of MVB-PM fusion events \\(yellow spots) in a HeLa cell \\(blue) over a time-course of 3 minutes."
        },
        {
            "header": "References",
            "content": "1 Huotari, J. & Helenius, A. Endosome maturation. EMBO J 30, 3481-3500, doi:10.1038/emboj.2011.286 \\(2011).\r\n\n\n2 van Niel, G., D'Angelo, G. & Raposo, G. Shedding light on the cell biology of extracellular vesicles. Nat Rev Mol Cell Biol, doi:10.1038/nrm.2017.125 \\(2018).\r\n\n\n3 Bebelman, M. P., Smit, M. J., Pegtel, D. M. & Baglio, S. R. Biogenesis and function of extracellular vesicles in cancer. Pharmacol Ther, doi:10.1016/j.pharmthera.2018.02.013 \\(2018).\r\n\n\n4 Costa-Silva, B. et al. Pancreatic cancer exosomes initiate pre-metastatic niche formation in the liver. Nat Cell Biol 17, 816-826, doi:10.1038/ncb3169 \\(2015).\r\n\n\n5 Peinado, H. et al. Melanoma exosomes educate bone marrow progenitor cells toward a pro-metastatic phenotype through MET. Nat Med 18, 883-891, doi:10.1038/nm.2753 \\(2012).\r\n\n\n6 Bobrie, A., Colombo, M., Raposo, G. & Thery, C. Exosome secretion: molecular mechanisms and roles in immune responses. Traffic 12, 1659-1668, doi:10.1111/j.1600-0854.2011.01225.x \\(2011).\r\n\n\n7 Bian, S. et al. Extracellular vesicles derived from human bone marrow mesenchymal stem cells promote angiogenesis in a rat myocardial infarction model. J Mol Med \\(Berl) 92, 387-397, doi:10.1007/s00109-013-1110-5 \\(2014).\r\n\n\n8 Tkach, M. & Thery, C. Communication by Extracellular Vesicles: Where We Are and Where We Need to Go. Cell 164, 1226-1232, doi:10.1016/j.cell.2016.01.043 \\(2016).\r\n\n\n9 Kowal, J. et al. Proteomic comparison defines novel markers to characterize heterogeneous populations of extracellular vesicle subtypes. Proc Natl Acad Sci U S A 113, E968-977, doi:10.1073/pnas.1521230113 \\(2016).\r\n\n\n10 van der Vlist, E. J., Nolte-'t Hoen, E. N., Stoorvogel, W., Arkesteijn, G. J. & Wauben, M. H. Fluorescent labeling of nano-sized vesicles released by cells and subsequent quantitative and qualitative analysis by high-resolution flow cytometry. Nat Protoc 7, 1311-1326, doi:10.1038/nprot.2012.065 \\(2012).\r\n\n\n11 Verweij, F. J. et al. Quantifying exosome secretion from single cells reveals a modulatory role for GPCR signaling. J Cell Biol, doi:10.1083/jcb.201703206 \\(2018)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Philippe Bun of the NeurImag imaging facility at the Institute of Psychiatry and Neuroscience of Paris for helpful discussions."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1083/jcb.201703206",
                "date": "2018-05-17 09:08:48",
                "title": "Quantifying exosome secretion from single cells reveals a modulatory role for GPCR signaling",
                "authors": [
                    "Frederik Johannes Verweij",
                    "Maarten P. Bebelman",
                    "Connie R. Jimenez",
                    "Juan J. Garcia-Vallejo",
                    "Hans Janssen",
                    "Jacques Neefjes",
                    "Jaco C. Knol",
                    "Richard de Goeij-de Haas",
                    "Sander R. Piersma",
                    "S. Rubina Baglio",
                    "Matthijs Verhage",
                    "Jaap M. Middeldorp",
                    "Anoek Zomer",
                    "Jacco"
                ],
                "journal": "The Journal Of Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15721,
                "identity": "a174d73f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Michiel Pegtel",
                "email": "d.pegtel@vumc.nl",
                "orcid": "",
                "institution": "Department of Pathology, Cancer Center Amsterdam, VU University Medical Center, Amsterdam, Netherlands ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Michiel",
                "middleName": "",
                "lastName": "Pegtel",
                "suffix": ""
            },
            {
                "id": 15722,
                "identity": "a174dba5-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Frederik Verweij",
                "email": "frederik.verweij@inserm.fr",
                "orcid": "",
                "institution": "Center for Psychiatry and Neuroscience, Hopital Saint-Anne, Université Descartes, INSERM U894, 102-108 rue de la Santé, 75014, Paris, France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Frederik",
                "middleName": "",
                "lastName": "Verweij",
                "suffix": ""
            },
            {
                "id": 15719,
                "identity": "a174c9fa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maarten Bebelman",
                "email": "",
                "orcid": "",
                "institution": "Department of Pathology, Cancer Center Amsterdam, VU University Medical Center, Amsterdam, Netherlands ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maarten",
                "middleName": "",
                "lastName": "Bebelman",
                "suffix": ""
            },
            {
                "id": 15720,
                "identity": "a174d144-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Guillaume  van Niel",
                "email": "",
                "orcid": "",
                "institution": "Center for Psychiatry and Neuroscience, Hopital Saint-Anne, Université Descartes, INSERM U894, 102-108 rue de la Santé, 75014, Paris, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Guillaume",
                "middleName": "van",
                "lastName": "Niel",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-08-22 21:02:49",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.103",
        "doiUrl": "https://doi.org/10.1038/protex.2018.103",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610133,
                "identity": "521ebf28-41ad-4b72-8799-97ce1e7ab17f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 563155,
                "visible": true,
                "origin": "",
                "legend": "*Model for the visualization of MVB–PM fusion*   a pH-sensitive optical reporter (CD63-pHluorin) is quenched when facing the acidic lumen of the MVB. Upon fusion, low luminal pH is immediately neutralized, resulting in a sudden increase in fluorescent intensity that can be detected by live TIRF microscopy (upper right). EC, extracellular. (modified from Verweij et al., JCB 2018)",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6837/v1/figure_1.png"
            },
            {
                "id": 2610137,
                "identity": "6cc075c3-732e-4637-81e0-c8425cab90a7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 382693,
                "visible": true,
                "origin": "",
                "legend": "*Heatmap time-lapse galleries of different types of CD63-pHluorin events obtained in HeLa cells*   Full MVB-PM fusion and exosome release is characterized by a sudden increase in fluorescent intensity, followed by a gradual decrease of fluorescence at a fixed position. Kiss-and-run fusion events display a sudden increase in fluorescent intensity, but can be distinguished based on post-fusion movement and irregular decrease of fluorescent signal. Neutral vesicles can be observed during their approach to the PM, resulting in a slower increase in fluorescent intensity and can move in the TIRF field for prolonged time-periods.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6837/v1/figure_2.png"
            },
            {
                "id": 2610136,
                "identity": "b968a76e-0cf3-46dd-b973-ba5a0afd2b4d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 301960,
                "visible": true,
                "origin": "",
                "legend": "*Anticipated results*   a) Fluorescence intensity profile of a MVB-PM fusion event over time b) Projection of MVB-PM fusion events (yellow spots) in a HeLa cell (blue) over a time-course of 3 minutes.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-6837/v1/figure_3.png"
            },
            {
                "id": 2610138,
                "identity": "5d111fca-5990-47bd-9ffe-c177a2c654d4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 450577,
                "visible": true,
                "origin": "",
                "legend": "Table 1   *Troubleshooting*",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-6837/v1/figure_4.png"
            },
            {
                "id": 13465760,
                "identity": "72e403e9-e70a-4d57-a4d5-4c622c5a1843",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:04",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1583847,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6837/v1/6a680268-1c91-4dce-a291-e982a108d4f8.pdf"
            },
            {
                "id": 2610142,
                "identity": "a8c368bd-5a52-4bf8-9afd-50fd6a5ce237",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "avi",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 5872212,
                "visible": true,
                "origin": "",
                "legend": "Movie 1   *TIRF microscopy of a CD63-pHluorin transfected HeLa cell*   TIRF microscopy of a CD63-pHluorin transfected HeLa cell at 8x normal speed. ",
                "description": "",
                "filename": "supplement0.avi",
                "url": "https://assets.researchsquare.com/files/nprot-6837/v1/supplement_0.avi"
            },
            {
                "id": 2610149,
                "identity": "316972f7-bb86-49d9-a3d9-96cca470badb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "avi",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 5729578,
                "visible": true,
                "origin": "",
                "legend": "Movie 2   *TIRF microscopy of a CD63-pHluorin transfected HUVEC cell*   TIRF microscopy of a CD63-pHluorin transfected HUVEC cell at 8x speed.",
                "description": "",
                "filename": "supplement0.avi",
                "url": "https://assets.researchsquare.com/files/nprot-6837/v1/supplement_0.avi"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "extracellular vesicles, exosomes, multivesicular bodies, CD63-pHluorin",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Exosomes are small nano-sized extracellular vesicles implicated in cell–cell communication, and are secreted by cells when multivesicular bodies \\(MVBs) fuse with the plasma membrane \\(PM). In this protocol, we explain in practical detail how to apply live-visualization of MVB–PM fusion to study the dynamics of exosome release from living single cells. \r\n\n\n\r\n\n\nWe explain how a CD63-based pH-sensitive optical reporter can be used for quantitative analysis of MVB-PM fusion and as a corollary CD63-positive exosome release. Our approach enables identification of exogenous stimuli, intracellular signaling pathways and fusion complexes that regulate exosome release from particular cell-types, as well as mapping of the sub-cellular localization of fusion events. The assay, that currently relies on transient transfection of cells, image acquisition and analysis can be typically performed within 3 days.",
        "manuscriptTitle": "Real-time imaging assay of multivesicular body-PM fusion to quantify exosome release from single cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-08-29 10:20:01",
                "doi": "10.1038/protex.2018.103",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1745cd5-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 29th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4283,
                "name": "Biochemistry"
            },
            {
                "id": 4284,
                "name": "Cell biology"
            },
            {
                "id": 4285,
                "name": "Biological techniques"
            },
            {
                "id": 4286,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-08-29 10:20:01",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}