{
    "identity": "nprot-119",
    "title": "Thymosin &#x3B2;4 \\(T&#x3B2;4)-induced outgrowth and differentiation of vasculogenic precursor cells from adult epicardium",
    "content": [
        {
            "header": "Introduction",
            "content": "Here we describe a simple protocol for the outgrowth and differentiation of vasculogenic precursor cells \\(endothelial and vascular smooth muscle cells) from adult heart using Thymosin &#x3B2;4 to stimulate epicardial cell migration. The adult epicardium, unlike that of the embryo, has come to be regarded as a quiescent lineage, incapable of migration or differentiation.  However, when given an appropriate stimulus, adult epicardium derived cells \\(EPDCs) proved capable of migration and differentiation into endothelial cells, smooth muscle cells and fibroblasts, the cell types known to derive from embryonic epicardium. We have identified T&#x3B2;4, an actin binding protein required for embryonic coronary vasculature formation, as a factor which can induce EPDC migration from adult heart. This straightforward protocol provides a means of enabling adult EPDC migration and a model system in which to study the ability of factors to influence the migration of vascular precursors and their differentiation. Models such as this will be invaluable for _in vitro_ testing of factors prior to clinical trials for therapeutic angiogenesis.\r\n\n\n\r\n\n\nIn the developing embryo, the epicardium is the principal source of precursor cells for coronary vasculogenesis<sup>1</sup>.  In the adult, the need to maintain a healthy coronary vasculature to meet the high demand for oxygen and nutrients for the myocardium is highlighted by the devastating consequences of coronary artery disease, which frequently results in extensive myocardial necrosis leading to cardiac failure.\r\n\n\n\r\n\n\nNeovascularisation \\(new vessel formation) is an integral component of the cardiac remodelling process after myocardial infarction \\(MI). Numerous and dilated vessels appear in the border zone surrounding the infarct and as a result, coronary vasodilatory capacity resumes via an increase in blood flow \r\n\n\nin the proximal region of the infarcted myocardium. However, neovascularisation is limited and insufficient to preserve viable myocardium.\r\n\n\n\r\n\n\nA number of clinical and experimental trials of therapeutic  angiogenesis, for example the administration of angiogenic growth factors such as vascular endothelial growth factor \\(VEGF) and basic fibroblast growth factor \\(bFGF), have been attempted to enhance neovasculogenesis and minimise cardiomyocyte loss after MI.  However, phase II clinical trials for these factors, the VIVA<sup>2</sup> and FIRST<sup>3</sup> studies, respectively, were largely unsuccessful, due to a lack of knowledge of the precise mechanisms that underlie coronary angiogenesis. \r\n\n\n\r\n\n\nVascular regeneration includes adaptive vasculogenesis and arteriogenesis<sup>4</sup> and the supply of endothelial and smooth muscle vascular precursors required for this process has been attributed, in part, to the peripheral circulation and bone marrow <sup>5,6</sup>.   However, a number of studies in humans reveal only very modest contributions of endothelial and smooth muscle cells from a bone marrow source<sup>7</sup> and indeed it is still highly contentious as to whether adult multipotent progenitors from bone marrow participate in vessel formation<sup>4</sup> or in myocardial regeneration \\(reviewed in<sup>8</sup>) following infarct.  \r\n\n\nThe ability to mobilize endogenous progenitor cells from within the adult heart and to induce their differentiation into vascular cells capable of forming vessels offers tremendous potential for the treatment of human heart disease<sup>9</sup>. In this regard, the contribution of epicardium-derived endothelial and smooth muscle cells was hitherto believed to be confined entirely to embryonic epicardium and the key to unlocking the vasculogenic potential of adult epicardium has remained elusive.\r\n\n\n\r\n\n\nPrimary epicardial cells have been derived from fetal and early neonatal hearts<sup>10</sup>. Cultures from these stages assume an epithelial morphology and express several epicardial markers; explant cultures can be maintained for a number of days and passaged at least four times without alteration in epithelial morphology<sup>10</sup>. However, this protocol is limited in its application for use on embryonic and neonatal hearts \\(up to postnatal day 4).  Trophic activity of the epicardium, in terms of its ability to stimulate fetal cardiomyocyte proliferation diminished rapidly between embryonic day 12 \\(E12) and P4 \\(ref. 10). Moreover, we determined that the number of EPDCs competent to migrate also diminished over a similar developmental time course<sup>11</sup>. We derived epicardial explants from E10.5, E12.5, E14.5 and E16.5 embryos and P1 neonates.  Maximal outgrowth was observed at E10.5, a stage in development coincident with the formation of the epicardium. The ability of the embryonic heart to produce epicardial outgrowth diminished considerably by E12.5 and continued to do so such that by E16.5 the number of epicardial cells to migrate from the outgrowth was approximately 40% of that at E10.5 and further reduced to approximately 10%  by P1. In untreated, adult explants there was virtually no detectable outgrowth \\(Fig. 1a) with only a few isolated cells observed in the culture dish \\(Fig. 1b).  This is consistent with the adult epicardium residing in a quiescent state having lost migration, differentiation and signalling capacities during the latter half of gestation<sup>10</sup>.  \r\n\n\n\r\n\n\nWe have identified the actin-binding protein, Thymosin &#x3B2;4 \\(T&#x3B2;4) as a factor required for all three stages of embryonic coronary vessel formation, namely vasculogenesis, angiogenesis and arteriogenesis<sup>11</sup>. In order to determine whether T&#x3B2;4 has the potential for therapeutic angiogenesis in adult heart, we  treated adult heart explants with T&#x3B2;4. In contrast to untreated adult heart, T&#x3B2;4 stimulated extensive outgrowth of cells which, like embryonic cultures, displayed a characteristic epithelial morphology and were positive for the epicardial-specific transcription factor, epicardin \\(Fig. 1c,2a,c).  As cells migrated away from the explant, they differentiated into a variety of discernable cell types \\(Fig.2b, d-f).  Procollagen type I, SM alpha actin and Flk1 positive cells indicated the presence of fibroblasts, smooth muscle and endothelial cells, respectively \\(Fig. 2b, d-f).  Smooth muscle cells and endothelial cells are definitive precursors for the coronary microvasculature and as such T&#x3B2;4-induced adult EPDCs represent a viable source of therapeutic vascular progenitors."
        },
        {
            "header": "Reagents",
            "content": "&#x2022; Animals: 8-12 week old adult mice \\(C57Bl/6 strain used; other strains not tested). \r\n\n\nCaution: All animal experiments must comply with national regulations.\r\n\n\nCRITICAL All tissue culture reagents and materials must be sterile\r\n\n\n&#x2022; 0.1% gelatin solution: prepare 0.1% \\(w/v) gelatin \\(Sigma Cell Culture G-1890) in distilled water; sterilize by autoclaving\r\n\n\n&#x2022; 1x DPBS \\(Invitrogen 14190-094)\r\n\n\n&#x2022; DMEM + GlutaMAX<sup>TM</sup>-I \\(+ 4.5 g/L glucose, - pyruvate; Invitrogen 61965-026)\r\n\n\n&#x2022; Foetal Bovine Serum \\(EU approved origin, Invitrogen 10106-169)\r\n\n\n&#x2022; Penicillin-streptomycin solution, 10,000 units/ml  penicillin G sodium, 10,000 ug/ml streptomycin sulphate; Invitrogen 15140-122)\r\n\n\n&#x2022; Thymosin &#x3B2;4  \\(Immundiagnostik, Germany) 1mg\r\n\n\n&#x2022; 4% paraformaldehyde in PBS \\(diluted from 37% solution, Sigma)\r\n\n\n&#x2022; BLOCK: 10% sheep serum \\(Sigma) and 1% BSA \\(Sigma) in PBS for blocking non-specific binding of antibodies\r\n\n\n&#x2022; Primary antibodies of choice, such as epicardin \\(TCF21, abcam), SMalphaA \\(Sigma), Flk1 \\(BD Pharmingen), or Procollagen type I \\(Santa Cruz) \r\n\n\n&#x2022; Appropriate secondary antibodies: Cy3-conjugated anti-rabbit \\(epicardin; abcam)  FITC-conjugated anti-mouse \\(SM&#x3B1;A; DAKO), Alexa 488-conjugated anti-goat \\(Procollagen type I; Invitrogen Molecular Probes) or Alexa 594-conjugated anti-rat \\(Flk1; Invitrogen Molecular Probes)\r\n\n\n&#x2022; Hoechst 33342 \\(5ug/ml in PBS)\r\n\n\n&#x2022; 50% glycerol in PBS\r\n\n\n\r\n\n\n**Reagent Setup**\r\n\n\n\r\n\n\n**EPDC Culture Medium**\r\n\n\nSupplement DMEM \\(containing GlutaMaxI and 4.5 g/L glucose) with the following: 15% FBS; 100 units/ml penicillin; 100 &#xB5;g/ml streptomycin. CRITICAL: Prepare fresh medium, store at 4&#xB0;C and replace at least every month. Do not supplement with T&#x3B2;4 until ready to use.\r\n\n\n\r\n\n\n**Thymosin &#x3B2;4**\r\n\n\nTo prepare 1000x stock \\(100ug/ml): dilute 1mg stock into 10ml sterile DPBS. Aliquot and store at -80&#xB0;C until required. Avoid repeated freezing and thawing. When required, dilute 1&#xB5;l to each ml of EPDC culture medium \\(final concentration 100ng/ml), immediately prior to use."
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Scalpel blade, forceps and dissection scissors, sterilized in 70% ethanol for 5 mins. Blot excess ethanol and allow to air dry inside the sterile culture hood before use.\r\n\n\n&#x2022; Tissue culture plates: 35 mm diameter, 6 well \\(recommended for culture; other sizes may be used but require optimisation of amount of heart tissue and medium to be used. Nunc or Becton Dickinson).\r\n\n\n&#x2022; Optional: glass coverslips \\(18x18mm or 18mm diameter). Recommended if cells are to be analysed by immunofluorescence.\r\n\n\n&#x2022; Fluorescence microscope \\(such as Axio Imager, Zeiss)."
        },
        {
            "header": "Procedure",
            "content": "**Preparation of EPDCs.**\r\n\n\n1. Coat 6-well plates with gelatin: pipette 2 ml 0.1% gelatin solution, allow to stand for 15 minutes and aspirate. OPTIONAL: Place coverslips into wells, prior to gelatin coating.\r\n  2. Cull adult mouse by cervical dislocation.\r\n  3. Using sterile forceps and scissors make a lateral incision in the centre of the abdomen and tear back the fur to expose the rib cage. \r\n  4. Carefully cut upwards through the sternum and along the diaphragm, taking care not to cut into the heart. Pull back the ribs to reveal the heart.\r\n  5. Remove the heart using forceps and dissect away the atria and major vessels, to leave right and left ventricles.\r\n  6. Place tissue in a 60mm tissue culture dish \\(non gelatin coated) containing 2ml DPBS. Cut into quarters and allow blood to rinse from the tissue. Carefully aspirate away DPBS. Using a sterile scalpel, cut the heart into pieces of approximately 1mm\n3\n. \r\n  \r\n\n\nCRITICAL: reproducible EPDC outgrowth strongly depends upon the size of the heart pieces \\(optimally 1mm\n3\n). Larger pieces will not adhere to permit sufficient migration while smaller pieces tend to dissociate completely and cardiomyocyte death precedes adherence and EPDC outgrowth.\r\n\n\n\r\n\n\n7. Divide heart pieces into 4 equal portions \\(1 adult heart is typically divided between 4 wells for optimal EPDC outgrowth).\r\n  8. Pipette 2ml of EPDC culture medium, supplemented with 100ng/ml Tβ4, into each well to be used.\r\n  9. Place 1 portion of heart tissue into the centre of each well and ensure that all pieces are submerged. \r\n   \r\n\n\n10. Gently transfer the plate to a humidified 5% CO\n2\n37°C incubator. Maintain cultures with minimum disturbance to allow explants to adhere. No feeding is required for the first 72 hours. \r\n  \r\n\n\nCRITICAL STEP: Minimal disturbance is absolutely essential for EPDC outgrowth.  Explants adhere only tenuously in the first instance and disturbance in the first few days of culture will prevent adhesion or lead to detachment. Plates should be transferred extremely cautiously between incubator and microscope or culture hood. After sufficient EPDCs have emerged, explants attach more firmly but care is still required as detachment may easily occur. \r\n\n\n\r\n\n\n11. After 72 hours in culture, carefully transfer plate to culture hood, wash explants gently with DPBS and add 2ml fresh EPDC medium containing 100ng/ml Tβ4. Leave for a further 24 hours before assessment of cellular phenotype.\r\n  \r\n\n\n\r\n\n\n**TIMELINE**\r\n\n\nSteps 1-10: 30-45 minutes.\r\n\n\nCulture: 72 hours\r\n\n\nStep 11: 10 minutes.\r\n\n\n\r\n\n\n\r\n\n\n**Characterisation of EPDC Phenotypes by Immunofluorescence.**\r\n\n\n1. Culture adult heart explants as described above.\r\n  2. After 72 hours of culture, fix cells with 4% PFA for 10 minutes at room temperature. \r\n  3. Wash cells twice with PBS.\r\n  4. Permeabilise cells with 0.5% Triton X-100 in PBS for 5 minutes at room temperature.\r\n  5.  Wash cells twice with PBS.\r\n  6. Block non-specific binding by incubating cells in BLOCK \\(1% BSA/10% sheep serum in PBS) for 1 hour at room temperature.\r\n  7. Incubate cells with an appropriate dilution of primary antibody \\(epicardin, 1:100; SMalphaA, 1:700;  Flk1, 1:100), or Procollagen type I, 1:100), in BLOCK.\r\n  8. Wash cells 3 times using BLOCK.\r\n  9. Incubate cells with the appropriate secondary antibody \\(epicardin: Cy3-conjugated anti-rabbit; SMalphaA: FITC-conjugated anti-mouse, 1:30; Procollagen type I: Alexa 488-conjugated anti-goat, 1:200; Flk1: Alexa 594-conjugated anti-rat, 1:200) diluted in BLOCK. \r\n  10. Wash cells twice in PBS.\r\n  11. OPTIONAL: To stain nuclei, incubate with 5ug/ml Hoechst in PBS for 5 minutes at room temperature.\r\n  12. Wash cells twice in PBS.\r\n  13. Mount coverslips onto microscope slides using 50% glycerol in PBS as mountant and visualize using a fluorescence microscope.\r\n  \r\n\n\n**TIMELINE** \\(Steps 1-13): \r\n\n\n16-24 hours."
        },
        {
            "header": "Anticipated Results",
            "content": "The method described uses T&#x3B2;4 to stimulate &#x2018;quiescent&#x2019; adult EPDCs, enabling their migration and subsequent differentiation. The method may be applied to the study of other putative angiogenic factors, either alone or in combination with T&#x3B2;4, to assess vasculogenic potential. In this context, we have assessed the influence of VEGF, FGFs and AcSDKP on adult explants<sup>11</sup>. Further insight into the mechanisms underlying vasculogenesis may be gained by assessing EPDC migration from mutant adult mouse hearts."
        },
        {
            "header": "References",
            "content": "1.  Perez-Pomares, J. M. _et al. In vitro_ self-assembly of proepicardial cell aggregates: An embryonic vasculogenic model for vascular tissue engineering. _The Anatomical Record Part A: Discoveries in Molecular, Cellular, and Evolutionary Biology_ **288A**, 700-713 \\(2006).\r\n   2.  Henry, T. D. _et al._ The VIVA Trial: Vascular Endothelial Growth Factor in Ischemia for Vascular Angiogenesis. _Circulation_ **107**, 1359-1365 \\(2003).\r\n\n\n 3.  Simons, M. _et al._ Pharmacological Treatment of Coronary Artery Disease With Recombinant Fibroblast Growth Factor-2: Double-Blind, Randomized, Controlled Clinical Trial. _Circulation_ **105**, 788-793 \\(2002).\r\n\n\n 4.  Luttun, A. &amp; Carmeliet, P. _De novo- vasculogenesis in the heart. Cardiovascular Research_ **58**, 378-389 \\(2003).\r\n\n\n 5.  Kamihata, H. _et al._ Implantation of Bone Marrow Mononuclear Cells Into Ischemic Myocardium Enhances Collateral Perfusion and Regional Function via Side Supply of Angioblasts, Angiogenic Ligands, and Cytokines. _Circulation_ **104**, 1046-1052 \\(2001).\r\n\n\n 6.  Saiura, A., Sata, M., Hirata, Y., Nagai, R. &amp; Makuuchi, M. Circulating smooth muscle progenitor cells contribute to atherosclerosis. _Nat Med_ **7**, 382-383 \\(2001).\r\n\n\n 7.  Laflamme, M. A., Myerson, D., Saffitz, J. E. &amp; Murry, C. E. Evidence for Cardiomyocyte Repopulation by Extracardiac Progenitors in Transplanted Human Hearts. _Circulation Research_ **90**, 634-640 \\(2002).\r\n\n\n 8.  Laflamme, M. A. &amp; Murry, C. E. Regenerating the heart. _Nat Biotech_ **23**, 845-856 \\(2005).\r\n\n\n 9.  Srivastava, D. &amp; Ivey, K. N. Potential of stem-cell-based therapies for heart disease. _Nature_ **441**, 1097-1099 \\(2006).\r\n\n\n 10.  Chen, T. H. _et al._ Epicardial Induction of Fetal Cardiomyocyte Proliferation via a Retinoic Acid-Inducible Trophic Factor. _Developmental Biology_ **250**, 198-207 \\(2002).\r\n\n\n 11.  Smart, N. _et al._ Thymosin &#x3B2;4 is essential for coronary vessel development and promotes neovascularisation via adult epicardium. _Nature_ \\(2006). In Press"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature05383",
                "date": "2006-11-03 07:17:25",
                "title": "Thymosin 4 induces adult epicardial progenitor mobilization and neovascularization",
                "authors": [
                    "Nicola Smart",
                    "Catherine A. Risebro",
                    "Athalie A. D. Melville",
                    "Kelvin Moses",
                    "Robert J. Schwartz",
                    "Kenneth R. Chien and Paul R. Riley"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9961,
                "identity": "9eca8280-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nicola Smart",
                "email": "",
                "orcid": "",
                "institution": "UCL Institute of Child Health",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nicola",
                "middleName": "",
                "lastName": "Smart",
                "suffix": ""
            },
            {
                "id": 9962,
                "identity": "9eca8590-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Paul Riley",
                "email": "",
                "orcid": "",
                "institution": "UCL Institute of Child Health",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paul",
                "middleName": "",
                "lastName": "Riley",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-03-20 09:17:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.360",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.360",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607633,
                "identity": "2c72fdc1-01c6-4a5b-ac3c-d024ca70749f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 27935,
                "visible": true,
                "origin": "",
                "legend": "T&#x3B2;4 promotes migration of adult epicardium-derived cells.   Outgrowth of large colonies of cells from adult heart explants stimulated by T&#x3B2;4 (panel c), compared with a minimal degree of migration from untreated explants (a, b). ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-119/v1/figure_1.jpg"
            },
            {
                "id": 2607634,
                "identity": "0f0de53d-9114-4f3b-b874-4cbf8d4e42de",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30682,
                "visible": true,
                "origin": "",
                "legend": "Adult epicardium-derived cells differentiate into vasculogenic cells following T&#x3B2;4-induced migration.   Emerging cells (a, b blue box) are identified as epicardial cells (panel c). Following migration, cells undergo differentiation into smooth muscle cells (a, b green box, e), fibroblasts (a, b yellow box, d) and endothelial cells (a, b red box, f).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-119/v1/figure_2.jpg"
            },
            {
                "id": 13464375,
                "identity": "515e4e25-2bbf-426a-8b94-30435cf8a072",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 190383,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-119/v1/4adee51f-9a37-4fe2-bc1b-d4c6c05fd050.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "differentiation, vasculogenic precursor cells, Thymosin β4, epicardium, cell migration",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Thymosin &#x3B2;4 (T&#x3B2;4)-induced outgrowth and differentiation of vasculogenic precursor cells from adult epicardium",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-11-17 09:54:27",
                "doi": "10.1038/nprot.2006.360",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ea38c09-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 17th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1460,
                "name": "Biological techniques"
            },
            {
                "id": 1461,
                "name": "Cell biology"
            },
            {
                "id": 1462,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-11-17 09:54:27",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}