{
    "identity": "pex-1350",
    "title": "<p>Glycan chip based on structure switchable DNA linker for on-chip biosynthesis of cancer-associated complex glycans</p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": "<p>Reagents</p><p>- Poly(ethylene glycol) methyl ether thiol (Sigma-Aldrich, cat. no. 729108)</p><p>- 1,4-dithiothreitol (Roche, cat. no. DTT-RO)</p><p>- 4-(dimethylamino)pyridine (Sigma-Aldrich, cat. no. 107700)</p><p>- 2,2-dimethyoxy-2-phenylacetophenone (Sigma-Aldrich, cat. no. 196118)</p><p>- Uridine 5’-diphospho-N-acetylgalactosamine disodium salt (Sigma-Aldrich, cat. no. U5252)</p><p>- Uridine 5’-diphosphogalactose disodium salt (Sigma-Aldrich, cat. no. U4500)</p><p>- Biotinylated Griffonia simplicifolia isolectin B4 (Sigma-Aldrich, cat. no. L2140)</p><p>- Sodium phosphate (Sigma-Aldrich, cat. no. 342483)</p><p>- Deuterium oxide (Sigma-Aldrich, cat. no. 151882)</p><p>- Sodium chloride (Sigma-Aldrich, cat. no. S9888)</p><p>- Triethylamine (Sigma-Aldrich, cat. no. 8.08352)</p><p>- Sodium hydroxide solution (50% w/w/Certified) (Fisher Chemical, cat. no. SS254)</p><p>- Acetonitrile (HPLC) (J. T. Baker, cat. no. 9017-03)</p><p>- Water (HPLC) (J. T. Baker, cat. no. 4218-03)</p><p>- Acetic acid, glacial (J. T. Baker, cat. no. 9515-03)</p><p>- Thiol-modified oligonucleotides (Integrated DNA Technologies, custom order)</p><p>- Cytidine-5’-monophospho-<em>N</em>-acetylneuraminic acid sodium salt (GeneChem, cat. no. GCBN0016)</p><p>- <em>Pasteurella multocida</em> α-2,3-sialyltransferase (GeneChem, cat. no. GCBE0150)</p><p>- Guanosine 5’-diphospho-β-L-fucose disodium salt (Chemily Glycoscience, cat. no. SN02002)</p><p>- <em>E. coli</em> recombinant β-1,3-<em>N</em>-acetyl-galactosaminyltransferase from <em>Neisseria meningitides</em> (Chemily Glycoscience, cat. no. EN01031)</p><p>- <em>E. coli</em> recombinant α-1,4-galactosyltransferase from <em>Neisseria meningitides</em> (Chemily Glycoscience, cat. no. EN01006)</p><p>- <em>E. coli</em> recombinant α-1,2-fucosyltransferase from <em>Helicobacter mustelae</em> (Chemily Glycoscience, cat. no. EN01023)</p><p>- 1-O-Allyl-D-lactose (Carbosynth, cat. no. OL46564)</p><p>- <em>Ricinus communis</em> agglutinin I (RCA120), Biotinylated (Vector laboratories, cat. no. B-1085-5)</p><p>- Soybean Agglutinin (SBA), Biotinylated (Vector laboratories, cat. no. B-1015-5)</p><p>- <em>Lotus tetragonolobus</em> Lectin (LTL), Biotinylated (Vector laboratories, cat. no. B-1325-2)</p><p>- <em>Maackia Amurensis</em> Lectin II (MAL II), Biotinylated (Vector laboratories, cat. no. B-1265-1)</p><p>- Alexa Fluor® 647 conjugated streptavidin (ThermoFisher, cat. no. A16791)</p><p>- Calcein AM (Thermo Fisher Scientific, cat. no. A36092)</p><p>- SSEA3 Monoclonal Antibody, DyLight 650 (Invitrogen, ThermoFisher, cat. no. MA1-020-D650)</p><p>- SSEA4 Monoclonal Antibody, DyLight 650 (Invitrogen, ThermoFisher, cat. no. MA1-021-D650)</p><p>- Globo H Monoclonal Antibody (VK9) (Invitrogen, ThermoFisher, cat. no. 14-9700-37)</p><p>- Anti-Gb3 Monoclonal Antibody (Tokyo Chemical Industry, cat. no. A2506)</p><p>- Goat Anti-Mouse IgG H&amp;L (Alexa Fluor® 647) (abcam, cat. no. ab150115)</p><p>- MCF7 (ATCC, cat. no. ATCC®HTB-22)</p><p>- MCF 10A (ATCC, cat. no. ATCC®CRL-10317)</p><p>- HyClone™ fetal bovine serum (FBS) (GE Healthcare Life Sciences, cat. no. SH30919.03)</p><p>- HyClone™ penicillin streptomycin 100X solution (GE Healthcare Life Sciences, cat. no. SV30010)</p><p>- HyClone™ Trypsin 0.25 % (1X) solution (GE Healthcare Life Sciences, cat. no. SH30028.02)</p><p>- HyClone™ Dulbecco's phosphate buffered saline (DPBS), modified (GE Healthcare Life Sciences, cat. no. SH30042.01)</p><p>- HyClone™ Dulbecco's modified Eagle’s medium (DMEM), high glucose (GE Healthcare Life Sciences, cat. no. SH30243.01)</p><p>- MEGM<sup>TM</sup> Mammary Epithelial Cell Growth Medium BulletKit<sup>TM </sup>(Lonza, cat. no. CC-3150)</p><p>&nbsp;</p><p>Reagent setup</p><p>- Phosphate-buffered saline (PBS) buffers (pH 4.5 and pH 9.0): </p><p>o Dissolve 100 mM sodium phosphate and 1 M NaCl in ultrapure water and adjust pH to 4.5 and 9.0.</p><p>- Blocking solution:</p><p>o Dissolve 1 mM poly(ethylene glycol)methyl ether thiol in PBS buffer (pH 4.5). </p><p>- Hybridization solution:</p><p>o Dissolve 1 mM poly(ethylene glycol)methyl ether thiol in PBS buffer (pH 9.0).</p><p>- 1X saline-sodium citrate (SSC) solution:</p><p>o Dissolve 150 mM NaCl and 15 mM sodium citrate in ultrapure water and adjust pH to 7.0.</p><p>- Washing buffer I:</p><p>o Dissolve 137 mM NaCl, 2.7 mM KCl, 4.3 mM Na<sub>2</sub>HPO<sub>4</sub>, 1.4 mM KH<sub>2</sub>PO<sub>4</sub>, and 0.5% (v/v) Tween 20 in ultrapure water and adjust pH to 7.5.</p><p>- Washing buffer II:</p><p>o Dissolve 137 mM NaCl, 2.7 mM KCl, 4.3 mM Na<sub>2</sub>HPO<sub>4</sub>, and 1.4 mM KH<sub>2</sub>PO<sub>4</sub> in ultrapure water and adjust pH to 7.5.</p><p>- 1 M Triethylammonium acetate:</p><p>o Add 139.4 mL trimethylamine in 800 mL ultrapure water and stir in ice bath.</p><p>o Add 57.2 mL glacial acetic acid and stir for several hours.</p><p>o Adjust pH to 7.01 with acetic acid and store in refrigerator.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>- Supelclean ENVI-Carb SPE Tube (Sigma-Aldrich, cat. no. 57109-U)</p><p>- Gene Frame, 25 uL (1.0 x 1.0 cm) (ThermoFisher, cat. no. AB0576)</p><p>- Illustra™ NAP-10 Column (GE Healthcare, cat. no. 45-000-153)</p><p>- UVP Blak-Ray® XX-15 L UV bench lamp (Analytik Jena, cat. no. 95-0042-07)</p><p>- Falcon® 75cm² Rectangular Canted Neck Cell Culture Flask with Vented Cap (CORNING, cat. no. 353136)</p><p>- 96 Well Cell Culture Plate (Non-treated) (SPL, cat. no. 32096)</p>"
        },
        {
            "header": "Procedure",
            "content": "Synthesis of glycan-oligonucleotide conjugate\n1. Pretreat thiol-modified single-stranded oligonucleotides with 1,4-dithiothreitol.\n2. Mix single-stranded oligonucleotides (100 nmol, 1 equiv.), 1-\nO\n-allyl-\nD\n-lactose (100 nmol, 1 equiv.), and photoinitiator (10 nmol, DMPA) in 1 mL of deionized water.\n3. Stir the mixture under UV light (365 nm) using UVP Blak-Ray® XX-15 L UV bench lamp for 2 h.\n4. Purify the mixture by normal-phase high-performance liquid chromatography (HPLC; Gilson) with an LC-321 and OD-300 column (4.6 mm × 250 mm; PerkinElmer) using a linear gradient of acetonitrile (25-100% (v/v)) in 0.1 M triethylammonium acetate (pH 7.0).\nFabrication of DNA-based glycan chip platform\n1. Dissolve single-stranded i-motif DNA in printing buffer (PBS buffer, 10% (v/v)\nN,N\n-dimethylformamide; pH 4.5) to a final concentration of 70 μM.\n2. Spot the i-motif DNA solution on gold-coated glass slide using a Microssys 5100 microarrayer (Cartesian Technologies) with a Chip Maker 2 pin.\n3. Incubate the slide for 12 h under 75% humidity.\n4. Treat the slide with blocking solution.\n5. Rinse the slide twice with PBS buffer (pH 4.5) and once deionized water.\n6. Dry the slide by centrifugation at 213 × g for 3 min.\n7. Treat i-motif DNA-immobilized chip with 40 μL of hybridization solution (pH 9.0) containing 1 nmol lactose-oligonucleotide conjugates and agitate gently the slide for 3 h.\n7. Wash the slide with 1X SSC solution with 0.2% (w/v) sodium dodecyl sulfate (SDS), 0.1X SSC solution with 0.2% (w/v) SDS, 0.1X SSC solution, and deionized water for 1 min each.\n8. Dry the slide by centrifugation at 213 × g for 3 min.\nCondition optimization for on-chip enzymatic synthesis of Globo H series\n1. Prepare lactose disaccharide-immobilized slides as described above.\n2. Divide lactose disaccharide-immobilized surface into several blocks using Gene Frame.\n3. Drop solution of enzymes (4 mU) and nucleotide donors (10 mM) into all blocks to synthesize Globo H series from surface-immobilized lactose disaccharide in consecutive order.\n4. Incubate each slide at 37 °C for 12 h, 24 h, 48 h, and 72 h in a humidified chamber.\n5. Wash the slide once with washing buffer I and twice with washing buffer II and dry the slide by centrifugation at 213 × g for 3 min.\n6. Drop PBS buffer (pH 4.5) onto the chip where enzymatic glycosylation was carried out.\n7. Incubate at room temperature for 2 h.\n8. Collect the solutions and desalt them using an NAP-10 column.\n9. Evaporate the eluted products.\n10. Analyze the products by liquid chromatography with a CarboPac PA100 column and an Ag/AgCl reference electrode using isocratic elution mode with 100 mM sodium hydroxide.\n11. Place the Envi-Carb SPE column in a 15 mL conical tube to purify the eluted sample by solid-phase extraction chromatography.\n12. Equilibrate the Envi-Carb column using 80% (v/v) acetonitrile in 0.1% (v/v) trifluoroacetic acid and ultrapure water.\n13. Spin at 60 × g for 50 s.\n14. Add a 1 mL sample to the Envi-Carb column.\n15. Wash the column with 2 mL of ultrapure water, 2 mL of 25% (v/v) acetonitrile, 1 mL of ultrapure water, and 2 mL of 10 mM triethylammonium acetate (pH 7.0) sequentially.\n16. Elute the final product with 2 mL of 25% (v/v) acetonitrile in 50 mM triethylammonium acetate (pH 7.0) and collect the product.\n17. Dry the product to remove the solvent.\n18. Dissolve the product in D\n2\nO and measure nuclear magnetic resonance (NMR).\nAssessment of enzymatic glycosylation using sugar-specific binding lectins.\n1. Prepare the slides in which enzymatic glycosylations are sequentially completed.\n2. Incubate the slides for 1 h with complexes of biotinylated GS-IB\n4\n, RCA\n120\n, SBA, LTL, and MAL II labeled by streptavidin-Alexa Fluor® 647 to assess the products of enzymatic reactions.\n3. Wash the slides once with washing buffer I and twice with washing buffer II and dry the slide by centrifugation at 213 × g for 3 min.\n4. Scan the slides using laser scanner for image acquisition.\nDetermination of enzyme glycosylation using sugar-specific binding antibodies\n1. Prepare the slides in which enzymatic glycosylations are sequentially completed under optimized reaction conditions.\n2. Incubate the slides for 1 h with DyLight 650-conjugated anti-Gb5 monoclonal antibody, DyLight 650-conjugated anti-SSEA-4 monoclonal antibody and complexes of anti-Globo H monoclonal antibody (VK9) and anti-Gb3 monoclonal antibody labeled by goat anti-mouse IgG H&L-Alexa Fluor® 647 to determine whether there were unreacted starting glycans on the chip after each enzymatic reaction.\n3. Wash the slides once with washing buffer I and twice with washing buffer II and dry the slide by centrifugation at 213 × g for 3 min.\n4. Scan the slides using laser scanner for image acquisition.\nOn-chip enzymatic synthesis of Globo H hexasaccharide series from surface-immobilized lactose\n1. Divide lactose disaccharide-immobilized surface into five different blocks using Gene Frame.\n2. Drop a 25 μL solution of LgtC (4 mU), UDP-Gal (10 mM), Tris-HCl (100 mM; pH 7.0), and MgCl\n2\n(10 mM) into all five blocks.\n3. Incubate at 37 °C for 48 h in a humidified chamber.\n4. Wash the slide once with washing buffer I and twice with washing buffer II and dry the slide by centrifugation at 213 × g for 3 min.\n5. Drop a 25 μL solution of LgtD (4 mU), UDP-GalNAc (10 mM), Tris-HCl (100 mM; pH 7.0), and MgCl\n2\n(10 mM) into four blocks of Gb3 trisaccharide-synthesized five blocks.\n6. Incubate at 37 °C for 48 h in a humidified chamber.\n7. Wash the slide once with washing buffer I and twice with washing buffer II and dry the slide by centrifugation at 213 × g for 3 min.\n8. Drop a 25 μL solution of LgtD (4 mU), UDP-Gal (10 mM), Tris-HCl (100 mM; pH 7.0), and MgCl\n2\n(10 mM) into three of four Gb4 tetrasaccharide-synthesized blocks.\n9. Incubate at 37 °C for 72 h in a humidified chamber.\n10. Wash the slide once with washing buffer I and twice with washing buffer II and dry the slide by centrifugation at 213 × g for 3 min.\n11. Drop a 25 μL solution of α1,2-FucT (4 mU), GDP-Fucose (10 mM), Tris-HCl (100 mM; pH 7.0), and MgCl\n2\n(10 mM) into one of three Gb5 pentasaccharide-synthesized blocks and a 25 μL solution of α2,3-SialT (4 mU), CMP-Neu5Ac (10 mM), Tris-HCl (100 mM; pH 7.5), and MgCl\n2\n(20 mM) into one of three Gb5 pentasaccharide-synthesized blocks.\n12. Incubate at 37 °C for 48 h in a humidified chamber.\n13. Wash the slide once with washing buffer I and twice with washing buffer II and dry the slide by centrifugation at 213 × g for 3 min.\nFluorescence-activated cell sorting (FACS) analysis\n1. Warm the following reagents at 37 °C.\na. Dulbecco's Modified Eagle Medium (high glucose) supplemented with 10% (v/v) heat-inactivated FBS, 100 U/mL penicillin, and 100 μg/mL streptomycin.\nb. Mammary Epithelial Basal Medium, which contains bovine pituitary extract, hydrocortisone, human epidermal growth factor, insulin, gentamicin, and amphotericin-B.\n2. Seed MCF-7 breast cancer cells in 75 cm² culture flask filled with DMEM culture medium and MCF-10A normal breast cells in 75 cm² culture flask filled with MEBM culture medium.\n3. Incubate both cell lines at 37 °C in a humidified atmosphere of 5% CO\n2\nand 95% air and subculture them every 3 days.\n4. Detached and centrifuge the cells.\n5. Prepare dye-conjugated Globo H hexasaccharide\na. Mix Alexa Fluor® 488 hydrazide (1.75 μmol, 1 equiv.) and Globo H hexasaccharide (0.88 μmol, 0.5 equiv.) in 1 mL of 100 mM PBS buffer (pH 7.0).\nb. Incubate the mixture at 37 °C for 6 h in a humidity chamber.\nc. Measure liquid chromatography-mass spectrometry to confirm the reaction product.\n6. Treat collected both cell lines with Alexa Fluor\n®\n488-conjugated Globo H hexasaccharide in culture medium at 37 °C for 1 h in a humidified atmosphere of 5% CO\n2\nand 95% air.\n7. Centrifuge each solution and remove the supernatant solution.\n8. Wash the cells carefully with culture medium and DPBS.\n9. Resuspend glycan-treated and nontreated cells in DPBS.\n10. Place these cells into the wells of a noncoated 96-well plate.\n11. Sort by FACS.\nInteraction analysis of MCF-7 breast cancer and MCF-10A normal breast cells on the chip\n1. Culture MCF-7 breast cancer and MCF-10A normal breast cells as described above.\n2. Treat both cell lines (4 ´ 10\n5\ncell/mL) with 4 nM calcein-AM in DPBS for 15 min.\n3. Centrifuge each solution and remove the supernatant solution.\n4. Wash the cells carefully with DPBS and culture medium.\n5. Resuspend dye-treated cells in cell culture medium and apply these solutions onto the glycan chip at 37 °C for 1 h in a humidified atmosphere of 5% CO\n2\nand 95% air.\n6. Wash the chip carefully once with cell culture medium and twice with DPBS.\n7. Scan the chip using laser scanner.\nQuantitative analysis of the binding of MCF-7 cancer cells to Globo H hexasaccharide on the glycan chip\n1. Prepare calcein-AM-treated MCF-7 and MCF-10A cells as described above.\n2. Resuspend dye-treated cells in cell culture medium.\n3. Mix these cells in three ratios (MCF-7 cells accounted for 100%, 50%, and 10%) and apply them onto the glycan chip.\n4. Wash the cells carefully with culture medium and DPBS.\n5. Scan the chip using laser scanner."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-021-21538-0",
                "date": "2021-03-02 11:04:56",
                "title": "Glycan chip based on structure-switchable DNA linker for on-chip biosynthesis of cancer-associated complex glycans",
                "authors": [
                    "Hye Ryoung Heo",
                    "Kye Il Joo",
                    "Jeong Hyun Seo",
                    "Chang Sup Kim",
                    "Hyung Joon Cha"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 8856261,
                "identity": "92224d7d-45ee-4a82-9280-ef2695ddc2aa",
                "order_by": 0,
                "name": "Hye Ryoung Heo",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-7000-5876",
                "institution": "Pohang University of Science and Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hye",
                "middleName": "Ryoung",
                "lastName": "Heo",
                "suffix": ""
            },
            {
                "id": 8856262,
                "identity": "4fb17082-d533-4423-9489-34be5a10ba37",
                "order_by": 1,
                "name": "Kye Il Joo",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-8834-5561",
                "institution": "Pohang University of Science and Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kye",
                "middleName": "Il",
                "lastName": "Joo",
                "suffix": ""
            },
            {
                "id": 8856263,
                "identity": "399ffa73-414d-4af8-ac2c-1990cfda3c6c",
                "order_by": 2,
                "name": "Jeong Hyun Seo",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-6970-4653",
                "institution": "Yeungnam University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jeong",
                "middleName": "Hyun",
                "lastName": "Seo",
                "suffix": ""
            },
            {
                "id": 8856264,
                "identity": "bfb1160d-1c3d-4f35-83f7-e48dc1581100",
                "order_by": 3,
                "name": "Chang Sup Kim",
                "email": "cskim1409@ynu.ac.kr",
                "orcid": "https://orcid.org/0000-0001-5850-3450",
                "institution": "Yeungnam University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Chang",
                "middleName": "Sup",
                "lastName": "Kim",
                "suffix": ""
            },
            {
                "id": 8856265,
                "identity": "10647718-6c2a-45a6-a452-2c49129cac21",
                "order_by": 4,
                "name": "Hyung Joon Cha",
                "email": "hjcha@postech.ac.kr",
                "orcid": "https://orcid.org/0000-0003-4640-189X",
                "institution": "Pohang University of Science and Technology",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hyung",
                "middleName": "Joon",
                "lastName": "Cha",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-01-23 04:14:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1350/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1350/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13695140,
                "identity": "0f95351c-53c7-446a-9141-f50caea60614",
                "added_by": "auto",
                "created_at": "2021-09-17 12:56:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 161784,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1350/v1/ebce0cf3-8786-49ae-9ca1-fd8fb46939a2.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "complex glycan chip, on-chip enzymatic glycosylation, structure switchable DNA linker, cancer-associated glycans, glycan-cell interactions",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>On-chip glycan biosynthesis is an effective strategy for preparing useful complex glycan sources and for preparing glycan-involved applications simultaneously. However, current methods have some limitations when analyzing biosynthesized glycans and optimizing enzymatic reactions, which could result in undefined glycan structures on a surface, leading to unequal and unreliable results. In this work, a novel glycan chip was developed by introducing a pH-responsive i-motif DNA linker to control the immobilization and isolation of glycans on chip surfaces in a pH-dependent manner. On-chip enzymatic glycosylations were optimized for uniform biosynthesis of cancer-associated Globo H hexasaccharide and its related complex glycans through stepwise quantitative analyses of isolated products from the surface. Successful interaction analyses of the anti-Globo H antibody and MCF-7 breast cancer cells with on-chip biosynthesized Globo H-related glycans demonstrated the feasibility of the structure-switchable DNA linker-based glycan chip platform for on-chip complex glycan biosynthesis and glycan-involved applications.</p>",
        "manuscriptTitle": "Glycan chip based on structure switchable DNA linker for on-chip biosynthesis of cancer-associated complex glycans",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-26 10:39:35",
                "doi": "10.21203/rs.3.pex-1350/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "26b55276-6b5e-4f4b-9148-07141439ed45",
        "owner": [],
        "postedDate": "May 26th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2041310,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-26 10:39:35",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}