{
    "identity": "nprot-2408",
    "title": "Generation of high quality multi-view confocal 3D datasets of zebrafish larval brains suitable for analysis using Virtual Brain Explorer \\(ViBE-Z) software",
    "content": [
        {
            "header": "Introduction",
            "content": "Confocal imaging of thick biological objects like the larval zebrafish brain, which is 400 to 500 µm in each dimension during larval stages, suffers from absorption and light scattering. The loss of signal and increased noise make high resolution imaging at deep optical planes difficult. Several optical techniques aim at reducing these problems, including multi-view optical section microscopy \\(Huisken et al., 2004), two-photon microscopy \\(Helmchen and Denk, 2005), and stitching of individual stacks to a larger dataset \\(Emmenlauer et al., 2009). We recently developed an imaging framework to improve recording and analysis of confocal datasets of the larval zebrafish brain, the Virtual Brain Explorer for zebrafish \\(ViBE-Z; Ronneberger et al., 2012). ViBE-Z software also enables expression colocalization as well as anatomical analysis in zebrafish larval brains at single cell resolution. ViBE-Z requires high quality and high resolution confocal datasets. For this purpose confocal laser scanning microscopy is perfectly suitable as it is widely used, highly standardized and generates high spatial resolution images. We provide in this protocol a method to obtain high quality image stacks from zebrafish larval brain, using standard commercial confocal microscopes.\r\n\n\n\r\n\n\nTo optimize the quality of the 3D volume data, we combine information from several optimized confocal image stacks. For best documentation of the broad range of signal intensities, high dynamic range imaging was performed by recording the samples at two different excitation laser light intensities. In order to obtain the best resolution deep inside the brain, larvae were imaged from two sides, dorsal and ventral, turning the mounted embryo on the stage. ViBE-Z enables the stitching of the two image stacks and use of the combined information for attenuation correction \\(Ronneberger et al., 2012). Using a 25x multi-immersion objective with a numerical apperture of 0.8 allowed to record a large part of the zebrafish brain in one stack. However, the method also enables imaging of the whole brain, by making one set of dorsal and ventral recording of the fore- and midbrain, and an additional set of the hindbrain. ViBE-Z fuses all image stacks to one high resolution data volume.\r\n\n\n\r\n\n\nThe specific signal is generated by detecting antigens by fluorescent immunostaining \\(Holzschuh et al. 2003) or specific RNAs by fluorescent in situ hybridization \\(Filippi et al. 2007). In addition to the specific stain of the gene or antigen of interest, all cell nuclei of the larva were counterstained using nucleic acid dyes – either TOTO®-3 or Sytox® - to obtain a morphological and anatomical reference. In the following, we describe a step-by-step protocol, starting with the generation of larval samples followed by staining procedures, embedding of the larvae, and finally a description of the detailed confocal recording procedure."
        },
        {
            "header": "Reagents",
            "content": "**Chemicals**\r\n\n\nagarose \\(Bioron, Cat. No. 604005)\r\n\n\nBlocking Reagent \\(Roche Applied Science, Cat. No. 11096176001)\r\n\n\nBSA \\(bovine serum albumin) proteinase free \\(Sigma-Aldrich, Cat. No. A3059)\r\n\n\ncyanoacrylate glue \\(\"crazy glue\" or \"Sekundenkleber\")\r\n\n\nDIG RNA labeling mix \\(Roche Applied Science, Cat. No. 11277073910)\r\n\n\ndimethyl sulfoxide – DMSO \\(AppliChem, Cat. No. A3006)\r\n\n\ndisodium hydrogen phosphate - Na<sub>2</sub>HPO <sub>4</sub> \\(AppliChem, Cat. No. A1046)\r\n\n\nformamide \\(AppliChem, Cat. No. A2156)\r\n\n\nglycerol – C<sub>3</sub>H<sub>8</sub>O<sub>3</sub> \\(AppliChem, Cat. No. A1123)\r\n\n\ngoat serum \\(PAA Laboratories, Cat. No. B11-035)\r\n\n\nHEPES \\(Carl Roth GmbH, Cat. No. 9105)\r\n\n\nmethanol – CH<sub>4</sub>O \\(AppliChem, Cat. No. A3493)\r\n\n\nmethylene blue \\(Sigma-Aldrich, Cat. No. MB1)\r\n\n\nparaformaldehyde - PFA \\(Sigma-Aldrich, Fluka, Cat. No. 76240)\r\n\n\nphenylthiourea – PTU \\(Sigma-Aldrich, Cat. No. P-7629)\r\n\n\npotassium chloride - KCl \\(Carl Roth GmbH, Cat. No. 6781)\r\n\n\npotassium dihydrogen phosphate - KH<sub>2</sub>PO<sub>4</sub> \\(AppliChem, Cat. No. A3620)\r\n\n\nproteinase K \\(AppliChem, Cat. No. A3830)\r\n\n\nsodium chloride - NaCl \\(AppliChem, Cat. No. A3597)\r\n\n\nsodium hydroxide - NaOH \\(AppliChem, Cat. No. A3910)\r\n\n\nsodium dihydrogen phosphate - NaH<sub>2</sub>PO<sub>4</sub> \\(Carl Roth GmbH, Cat. No. K300)\r\n\n\nSytox Green \\(Invitrogen, Cat. No. S7020)\r\n\n\nTOTO-3 iodide \\(Invitrogen, Cat. No. T3604)\r\n\n\nTris – C<sub>4</sub>H<sub>11</sub>NO<sub>3</sub> \\(AppliChem, Cat. No. A2264)\r\n\n\ntri sodium citrate – Na<sub>3</sub>C<sub>6</sub>H<sub>5</sub>O<sub>7</sub> \\(Carl Roth GmbH, Cat. No. 3580)\r\n\n\nTSA - Tyramide Signal Amplification Kit  \\(Invitrogen, Cat. No. T20922)\r\n\n\nTween20 - polyoxyethylen 20 sorbitan monolaurate \\(AppliChem, Cat. No. A1389)\r\n\n\nmodeling clay \\(plastic)\r\n\n\n\r\n\n\n**Antibodies**\r\n\n\nPrimary antibodies:\r\n\n\nanti-3A10 \\(mouse; 1:50; Developmental Studies Hybridoma Bank)\r\n\n\nanti-acetylated tubulin \\(mouse; 1:1000; Sigma-Aldrich, Cat. No. T7451)\r\n\n\nanti-digoxigenin peroxidase conjugated \\(sheep; 1:400; Roche Applied Science, Cat. No. 11093274910)\r\n\n\nanti-GFP \\(chicken; 1:400; Invitrogen, Cat. No. A10262)\r\n\n\nSecondary antibodies:\r\n\n\nanti-chicken Alexa 488 \\(goat; 1:1000; Invitrogen, Cat. No. A11039)\r\n\n\nanti-mouse Alexa 488 \\(goat; 1:1000; Invitrogen, Cat. No. A11001)\r\n\n\nanti-rabbit Alexa 633 \\(goat; 1:1000; Invitrogen, Cat. No. A21070)\r\n\n\n\r\n\n\n**Preparation of solutions** \r\n\n\nEgg-water:  0.3 g/l sea salt in Millipore Milli-Q water\r\n\n\nMethylene blue egg-water:   0.5-2ppm methylene blue in egg-water\r\n\n\n20x PBS stock solution:  35 mM KH<sub>2</sub>PO<sub>4</sub>, 208 mM NaH<sub>2</sub>PO<sub>4</sub>, 54 mM KCl, 2.74 M NaCl, dissolved in 1L Millipore Milli-Q water\r\n\n\n1x PBS working solution:  50ml 20xPBS stock solution in 1 L Millipore Milli-Q water, adjust pH with NaOH to 7.5\r\n\n\n1x PBST working solution: 50 ml 20xPBS stock solution in 1 L Millipore Milli-Q water, 0.1% Tween 20, adjust pH with NaOH to 7.5\r\n\n\n10x PTU stock solution: 2 mM PTU in reverse osmosis water, dissolved over night at 4°C, stored at 4°C\r\n\n\n1x PTU working solution in Methylene blue egg-water: 100 ml 10x PTU stock solution in Methylene blue egg-water\r\n\n\nPFA 4%: 20 g PFA in 500 ml 1x PBS\r\n\n\nproteinase K stock solution 20 mg/ml in Millipore Milli-Q water\r\n\n\nproteinase K working solution: 10 µg/ml in PBST\r\n\n\n20x SSC stock solution: 3 M NaCl, 300M NaCitrate in 1 L Millipore Milli-Q water, adjust pH with HCl to 7.0\r\n\n\n2x SSCT:  100 ml 20x SSC stock solution, 0.1% Tween 20 in 1 L Millipore Milli-Q water\r\n\n\n0.2x SSCT:  10 ml 20x SSC stock solution, 0.1% Tween 20 in 1 L Millipore Milli-Q water\r\n\n\nHybridization mix: 50% formamid, 5x SSC, 5 mg/ml Torula RNA, 50 µg/ml Heparin, 0.1% Tween 20 in 1 L Millipore Milli-Q water\r\n\n\nTNT: 1 M TrisHCl pH 7.5, 1 M NaCl, 0.5% Tween 20  in 0.5 L Millipore Milli-Q water\r\n\n\nTNTB: 1% blocking reagent in TNT\r\n\n\nPBTD: 1% in DSMO in PBST\r\n\n\nBlocking solution:  5% goat serum, 1% blocking reagent, 1% BSA proteinase free in PBTD\r\n\n\nTOTO-3 iodide working solution: 1:2000 diluted in PBST\r\n\n\nSytox Green working solution:  1:30000 diluted in PBST\r\n\n\nMounting medium: 80% glycerol, 1% agarose in PBS\r\n\n\nGoat serum: heat inactivated before use for 2 h at 56°C in a water bath"
        },
        {
            "header": "Equipment",
            "content": "hollow needle 0.6 x 30 mm, size 14 \\(Braun, Melsungen, Germany)\r\n\n\ncover slip 24 x 60 mm  \\(Menzel-Glaeser, Braunschweig, Germany)\r\n\n\ncover slip 22 x 22 mm \\(Menzel-Glaeser, Braunschweig, Germany)\r\n\n\ncover slip 18 x 18 mm \\(Menzel-Glaeser, Braunschweig, Germany)\r\n\n\naluminium mounting frame holding 24 x 60 mm cover slip in 26 x 76 mm aluminium frame \\(standard glass slide size; custom made)\r\n\n\nIncubators \\(Heraeus Heracool 40, Kendro Laboratory Products, Asheville, NC, USA)\r\n\n\nTurning Wheel \\(test-tube-rotator 34528, Snijders scientific b.v., Tilburg, Holland)\r\n\n\nZeiss LSM510-i-NLO \\(Carl Zeiss MicroImaging GmbH, Jena, Germany) \\(or other confocal microscope)\r\n\n\nObjective: LD LCI Plan-Apo 25x / N.A. 0.8 Imm Korr multi immersion objective \\(or similar high aperture multi-immersion objective)"
        },
        {
            "header": "Procedure",
            "content": "I. Embryo incubation and fixation \r\n\n\nZebrafish breeding and maintenance were carried out under standard conditions \\(Westerfield, 2000), larvae were raised in petri dishes in methylene blue egg-water.\r\n\n\nAll subsequent incubations may be performed in 1.5 ml micro-centrifuge tubes.\r\n\n\n1. To prevent pigmentation, incubate living embryos older than one day in egg-water containing 0.2 mM PTU until they reach the desired stage.\r\n  2. Fix larvae at the desired stage in 4% PFA in PBS overnight at 4°C. \r\n  3. Wash larvae 5 times 5 min in PBST.\r\n  4. Dehydrate larvae stepwise with increasing concentrations of methanol \\(5 min washing steps each of 25%, 50%, 75% MeOH in PBST and 100% MeOH). \r\n  5. Dehydrated larvae can be stored in MeOH at -20°C until they are used for staining.\r\n  \r\n\n\nII. Staining procedures\r\n\n\nLarvae can be stained by immunohistochemistry \\(A) or in situ hybridization \\(B) and counterstained with a nuclear stain. All incubations may be performed in 1.5 ml microcentrifuge tubes.\r\n\n\n \r\n\n\nA. Fluorescent immunohistochemistry \\(IHC)\r\n\n\nIHC was carried out as reported \\(Holzschuh et al., 2003).\r\n\n\n1. Rehydrate larvae with stepwise decreasing concentrations of methanol \\(5 min washing steps each 75%, 50%, and 25% MeOH in PBST). \r\n  2. Wash larvae 3 times 5 min in PBST.\r\n  3. \\(non-obligatory step: for embryos and larvae older than two days, some immunostains are improved by limited proteinase K digestion. Please determine optimal incubation times for each antigen. Suggested: digest larvae for 30 min \\(48 hpf larvae), 45 min \\(72 hpf larvae) or 60 min \\(96 hpf larvae) with proteinase K solution. Wash once with PBST; fix larvae again 20 min with 4% PFA \\(\"post-fix\"). Wash larvae 5 times 5 min with PBST.)\r\n  4. Block larvae one hour in blocking solution.\r\n  5. Incubate with primary antibody diluted in blocking solution overnight at 4°C. \r\n  6. The following day, wash larvae several times for 30 min in PBTD.\r\n  7. Incubate larvae overnight with the appropriate secondary antibody \\(diluted 1:1000 in PBTD + 1% Blocking Reagent; incubate in the dark).\r\n  8. On the third day, wash larvae 4 times 15 min in PBTD.\r\n  9. Wash larvae 4 times 15 min in PBST.\r\n  \r\n\n\nB. Fluorescent in situ hybridization \\(FISH) \r\n\n\nFISH was performed as described in \\(Filippi, 2007). \r\n\n\n1. Rehydrate larvae with stepwise decreasing concentrations of methanol \\(5 min washing steps each 75%, 50%, and 25% MeOH in PBST). \r\n  2. Wash larvae 3 times 5 min in PBST.\r\n  3. Bleach larvae 20 min with 1% H\n2\nO\n2\nin PBST. \r\n  4. Wash larvae 2x 5 min with PBST.\r\n  5. Digest larvae for 30 min \\(48 hpf larvae), 45 min \\(72 hpf larvae) or 60 min \\(96 hpf larvae) with proteinase K solution.\r\n  6. Wash once with PBST.\r\n   7. Fix larvae again 20 min with 4% PFA \\(\"post-fix\").\r\n\n\n 8. Wash larvae 5 times 5 min with PBST.\r\n\n\n9. Pre-hybridize larvae for at least 2 hours in hybridization mix at 65°C. \r\n  10. Hybridize larvae overnight in hybridization mix containing the specific digoxigenin-labeled RNA antisense probe at 65°C. \r\n  11. The following day the, wash larvae several times at 65°C: 1x 20 min in hybridization mix; 2x 20 min in 50% formamide in 2x SSCT;  1x 20 min in 25% formamide in 2x SSCT; 2x 20 min in 2x SSCT; 3x 30 min in 0.2x SSCT\r\n  12. Wash larvae 5 min in TNT buffer at room temperature. \r\n  13. Block larvae in TNTB for at least 1 hour.\r\n  14. Incubate larvae overnight with a peroxidase-conjugated anti-digoxigenin antibody at 4°C.\r\n  15. On the third day, wash 5x 15 min with TNT.\r\n  16. Stain larvae according to the TSA kit instructions \\(Invitrogen). The staining was carried out in the dark for 1 hour. \r\n  17. Wash larvae 3x 5 min in TNT.\r\n  \r\n\n\nIII. Nuclear staining\r\n\n\nIn order to visualize the morphological structures of the larvae, cell nuclei were stained either with TOTO-3 iodide or with SYTOX Green.\r\n\n\n1. Incubate stained \\(IHC / FISH) larvae overnight at room temperature in TOTO-3 iodide or SYTOX Green working solution.\r\n   2. Wash larvae 3x 5 min in PBST.\r\n\n\n3. Transfer larvae to 80% glycerol in PBS and image as soon as possible.\r\n  \r\n\n\nIV. Mounting\r\n\n\nBefore mounting, larvae should have spent at least six hours in 80% glycerol in PBS, in order to be completely equilibrated. Melt mounting media in water bath and maintain liquid in 40 degree Celsius heating block or water bath.\r\n\n\nLarvae are mounted in a sandwich of one large cover slip \\(24 x 60 mm; used as \"slide\") and a small coverslip \\(18 x 18 mm), with medium sized coverslips \\(22 x 22 mm) used as spacers. The sandwich is prepared by gluing with cyanoacrylate glue two stacks of small cover slips on one large cover slip at about 8 - 10 mm distance between the two stacks \\(Fig. 1). In general, three spacer cover slips \\(total thickness of 3 x 160 micrometer) are sufficient for two to four day old larvae. The spacers should generate a space thicker than the larvae to be mounted in order to avoid squeezing of the fixed tissue, which can cause deformations or damaged / torn tissue. \r\n\n\n1. Put a single larva in an hourglass with some 80% glycerol in PBS. \r\n  2. With two hollow needles, remove the yolk and cut off the tail \\(helps to keep the larva in place when mounted). \r\n  3. Transfer larva with the tip of a hollow needle to a cover slip \\(24 x 60 mm) prepared with cover-slip spacer stacks.\r\n  4. Fill the area between the spacers with liquid warm mounting medium. \r\n  5. With the help of the hollow needles, orient the larva into the right position.\r\n  6. Place a small cover slip \\(18 x 18 mm) on the spacers and confirm that the embryo is not shifted using a dissecting microscope. The agarose solidifies.\r\n  7. Fix the chamber by applying spots of nail polish \\(Fig. 1).\r\n  8. Incubate mounted larva overnight in the dark in a humid chamber at room temperature to let it equilibrate \\(This is very important and can significantly improve the quality of the TOTO-3 nuclear stain as it might also equilibrate the nuclear staining.)\r\n  \r\n\n\nV. Microscope setup and confocal imaging\r\n\n\n1. For imaging place the cover slip sandwich with the mounted larva into the custom made aluminum frame \\(Fig. 2).\r\n   2. Fix the cover slip sandwich in the aluminum frame with modeling clay \\(Fig. 2). \\(This set up allows easy handling of the sample when it comes to turning around the cover slip to record a stack from the opposing side, here the ventral side).\r\n\n\n3. Mount the aluminum frame on the microscope stage.\r\n  4. Perform recording of stacks in the first scan position \\(dorsal anterior part of the head); for high dynamic range imaging, record two stacks at different laser intensities; optimize laser for first stack such that all signal is in linear range, and for second stack such that signal deep in the brain is best. The depth in z-direction should be sufficient to cover most of the ventral brain.\r\n  5. Perform recording of stacks in the second scan position \\(dorsal posterior part of the head). The imaged volume has to overlap with the first position by about 20% to enable correct stitching. Same z-stack depth and laser settings as for first position.\r\n  6. Manually turn the sample coverslip sandwich fixed in the aluminum fame upside-down to record the ventral side. \r\n  7. Perform recording of stacks in the third scan position \\(ventral anterior part of the head), same laser settings as for first position.\r\n  8. Perform recording of stacks in the fourth scan position \\(ventral rostral part of the head), same laser settings as for first position.\r\n  \r\n\n\nHigh dynamic range is obtained by recording each staining, the specific stain as well as the nuclear stain, with two intensities for every side \\(dorsal and ventral) and part \\(frontal and rostral) scanned, ending up with four channels per scan. The two intensities are individually adjusted once per larva with the first scan and kept equal for all the following scans. The low intensity is recorded first to minimize bleaching and is set in a way that no overexposure occurred, whereas the high intensity is set in a way that structures deep in the brain are fairly visible independent of how strongly the surface structures are overexposed. \r\n\n\n\r\n\n\nMicroscope settings\r\n\n\nMicroscope:  Zeiss LSM510-i-NLO laser scanning confocal microscope\r\n\n\nObjective: LD LCI Plan-Apo 25x/0,8 Imm Korr multi immersion objective\r\n\n\nStack size: 512x512 pixels; 1 cubic micrometer voxel\r\n\n\nZoom factor: 0.7\r\n\n\nImmersion medium setting of objective: glycerol\r\n\n\nImmersion medium: glycerol\r\n\n\nScan mode: 12bits, multi track\r\n\n\nLasers, filters, excitation and emission wavelengths: See Figure 3\r\n\n\n\r\n\n\nVI. Multiview resonstruction, stitching, and attenuation correction\r\n\n\nThe recorded stacks are further processed using the ViBE-Z software package through a web interface \\(http://vibez.informatik.uni-freiburg.de/).\r\n\n\n1. Recorded stacks are imported into ImageJ \\(http://rsbweb.nih.gov/ij/index.html) using the import plugin appropriate for the confocal microscope brand type software.\r\n  2. Install the HDF5 data format plugin in ImageJ \\(http://lmb.informatik.uni-freiburg.de/resources/opensource/imagej_plugins/hdf5.html).\r\n  3. Save stacks in HDF5 format.\r\n  4. Create account at \"http://vibez.informatik.uni-freiburg.de/\". Upload files and follow instructions for processing at this site."
        },
        {
            "header": "Timing",
            "content": "Day 1 cross fish\r\n\n\nDay 2 collect eggs and sort embryos\r\n\n\nDay 3 larvae are 24 hours old\r\n\n\nDay 4 larvae are 48 hours old\r\n\n\nDay 5 larvae are 72 hours old, fix embryos over night \\(most recordings were done with 72 hours old larvae)\r\n\n\nDay 6 stop fixation, dehydrate, wait at least one hour before rehydration \\(better: start on the next day)\r\n\n\nDays 7 - 9 in situ staining or immunostaining\r\n\n\nDay 9 nuclear staining\r\n\n\nDay 10 stop nuclear staining, larvae into glycerol, wait six hours and mount\r\n\n\nDay 11 record larvae \\(approximately four hours per larva)\r\n\n\nDay 12 data processing"
        },
        {
            "header": "Troubleshooting",
            "content": "Weak FISH or IHC staining:\r\n\n\n- Embryos should be fixed as freshly as possible.\r\n\n\n- The proteinase K digest is a crucial step in both IIA and B protocols and may always be a step worth to be optimized if problems occur, especially for older larvae.\r\n\n\n- Always make sure, all solutions are carefully prepared and probes / antibodies are working.\r\n\n\n\r\n\n\nHigh background in WISH\r\n\n\nCan be reduced by optimizing the probe concentration as well as with the hybridization water bath temperature \\(higher temperature lead to a more stringent environment and might therefore lower the background). \r\n\n\n\r\n\n\nHigh background in the IHC \r\n\n\nMight be decreased by reducing the antibody concentration.\r\n\n\n\r\n\n\nA weak or uneven nuclear staining\r\n\n\nCan be caused by a short staining time. It is important, especially in older larvae, that the staining is performed overnight, as the stain needs to diffuse evenly deep into tissue. It turned out that a longer staining time also enhances the signal to noise ratio \\(lower apparent background), as there is less stain visible in the cytoplasm and the nuclei become more clearly visible. This may be caused by TOTO3 binding equilibrium to DNA versus double stranded RNA. The nuclear stain however also diffuses over time out of the samples, thus it is suggested to do the imaging as soon as possible after the stain is complete.\r\n\n\nIt is not recommended to increase the concentration of the staining working solutions, as this increases the background rather than improving the staining quality.\r\n\n\n\r\n\n\nBleaching\r\n\n\nIf too much bleaching occurs during imaging, the staining may be too weak and a fresh staining might be necessary. Bleaching may be reduced if multiple imaging is avoided. Recording the low channels first is also highly recommended. It might also be helpful to check that the intensities are as low as possible.\r\n\n\nAvoid optimizing recording settings on the same embryo that you take stacks, which may cause bleached planes in the stack data. Usually within an identically treated batch larvae are fairly similar in stain intensity, and some larvae should be sacrificed to find the optimized scan setting, which are then applied to a fresh larva. \r\n\n\n\r\n\n\nOrientation of larva in mounting medium\r\n\n\nImages of zebrafish are typically displayed thus that anterior points to the left and posterior to the right. It can be helpful to mount a larva in a way that it will automatically be recorded pointing into the right direction. This depends on the microscope setup as well as on the microscope software.  Thus, depending on these two factors, the axis along which a larva is mounted as well as the direction can vary. \r\n\n\n\r\n\n\nProblems with data processing using the ViBE-Z web-interface\r\n\n\nIt is important for the registration that embryos are not damaged, deformed or squeezed. To avoid damaged tissue, embryos should be as freshly fixed as possible, because long storage times can lead to artifacts in the tissue. Staining and mounting should be performed as gently as possible. If any squeezing occurs, use more spacer cover slips for mounting.\r\n\n\nFor the correct stitching of the dorsal and ventral side data stacks, it is important to scan as far through the sample as possible, optimally through the whole head from each side.\r\n\n\nIn case the data should also be registered to the anatomical standard reference larvae, it is important to record both the anterior and posterior regions of the brain, including the anterior tip of the notochord and otic vesicles, as these landmarks are used for registration of data."
        },
        {
            "header": "References",
            "content": "Emmenlauer, M. et al. XuvTools: free, fast and reliable stitching of large 3D datasets. J Microsc 233, 42-60 \\(2009).\r\n\n\n\r\n\n\nFilippi, A. et al. Expression and function of nr4a2, lmx1b, and pitx3 in zebrafish dopaminergic and noradrenergic neuronal development. BMC Dev Biol 7, 135 \\(2007).\r\n\n\n\r\n\n\nHelmchen, F. & Denk, W. Deep tissue two-photon microscopy. Nat Methods 2, 932-940 \\(2005).\r\n\n\n\r\n\n\nHolzschuh, J. et al. Noradrenergic neurons in the zebrafish hindbrain are induced by retinoic acid and require tfap2a for expression of the neurotransmitter phenotype. Development 130, 5741-5754 \\(2003).\r\n\n\n\r\n\n\nHuisken, J., Swoger, J., Del, B.F., Wittbrodt, J., & Stelzer, E.H. Optical sectioning deep inside live embryos by selective plane illumination microscopy. Science 305, 1007-1009 \\(2004).\r\n\n\n\r\n\n\nO. Ronneberger, K. Liu, M. Rath, D. Rueß, T. Mueller, H. Skibbe, B. Drayer, T. Schmidt, A. Filippi, R. Nitschke, T. Brox, H. Burkhardt, and W. Driever. ViBE-Z: A Framework for 3D Virtual Colocalization Analysis in Zebrafish Larval Brains. Nature Methods \\(online June 17, 2012).\r\n\n\n\r\n\n\nWesterfield, M., The Zebrafish Book: A Guide to the laboratory Use of Zebrafish, 4th ed. \\(University of Oregon Institute of Neurosciences, Eugene OR, 2000)."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank the Life imaging center for support and help with the confocal microscopes and S. Götter for excellent fish care.\r\n\n\nThis work was funded by the Excellence Initiative of the German Federal and State Governments \\(Centre for Biological Signalling Studies EXC 294; Freiburg Institute for Advanced Studies), as well as by the EC projects 223744 \\(ZF-HEALTH)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.2076",
                "date": "2012-06-04 15:18:39",
                "title": "ViBE-Z: a framework for 3D virtual colocalization analysis in zebrafish larval brains",
                "authors": [
                    "Olaf Ronneberger",
                    "Kun Liu",
                    "Meta Rath",
                    "Dominik Rueβ",
                    "Thomas Mueller",
                    "Henrik Skibbe",
                    "Benjamin Drayer",
                    "Thorsten Schmidt",
                    "Alida Filippi",
                    "Roland Nitschke",
                    "Thomas Brox",
                    "Hans Burkhardt",
                    "and Wolfgang Driever"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12086,
                "identity": "9fcbece3-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Wolfgang Driever",
                "email": "driever@biologie.uni-freiburg.de",
                "orcid": "",
                "institution": "Driever Lab, University of Freiburg",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Wolfgang",
                "middleName": "",
                "lastName": "Driever",
                "suffix": ""
            },
            {
                "id": 12082,
                "identity": "9fcbde4d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Meta Rath",
                "email": "",
                "orcid": "",
                "institution": "Driever Lab, University of Freiburg",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Meta",
                "middleName": "",
                "lastName": "Rath",
                "suffix": ""
            },
            {
                "id": 12083,
                "identity": "9fcbe2f8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Roland Nitschke",
                "email": "",
                "orcid": "",
                "institution": "Life Imaging Center LIC, University of Freiburg",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roland",
                "middleName": "",
                "lastName": "Nitschke",
                "suffix": ""
            },
            {
                "id": 12084,
                "identity": "9fcbe710-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alida Filippi",
                "email": "",
                "orcid": "",
                "institution": "Driever Lab, University of Freiburg",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alida",
                "middleName": "",
                "lastName": "Filippi",
                "suffix": ""
            },
            {
                "id": 12085,
                "identity": "9fcbea06-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Olaf Ronneberger",
                "email": "",
                "orcid": "",
                "institution": "Informatics Institute, University of Freiburg",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Olaf",
                "middleName": "",
                "lastName": "Ronneberger",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-06-22 15:21:07",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.031",
        "doiUrl": "https://doi.org/10.1038/protex.2012.031",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608487,
                "identity": "77d4b84d-cd80-4c2e-9fc8-8b76d093d8a4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 150918,
                "visible": true,
                "origin": "",
                "legend": "Mounting in coverslip sandwich   Mounting scheme using the coverslip sandwich. (A) shows a side view and (B) a top view of how a larva is mounted.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2408/v1/figure_1.jpg"
            },
            {
                "id": 2608489,
                "identity": "7441e0df-c591-49b1-9df5-c6cc2f31cfda",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 251878,
                "visible": true,
                "origin": "",
                "legend": "Setup of sample holder on microscope stage   Setup of sandwich coverslip on microscope stage. To enable turning the sample upside-down, the cover slip with the embedded larva is placed into an aluminum frame and fixed with modeling clay. The frame mounted coverslip sandwich is set up on the microscope stage.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2408/v1/figure_2.jpg"
            },
            {
                "id": 2608490,
                "identity": "691a56bb-6492-4898-ba15-ca0ea07b8a46",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 435330,
                "visible": true,
                "origin": "",
                "legend": "Laser and filter settings   Table of lasers, filters, excitation and emission wavelengths used for the different fluorophores.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2408/v1/figure_3.jpg"
            },
            {
                "id": 13464538,
                "identity": "192ea6a7-e5fe-4b40-8c78-90fad8149ff7",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:43",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 351409,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2408/v1/5648921c-b3d6-4719-96d1-0ea1abed7934.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "confocal microscopy, zebrafish",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In this protocol we describe a method to produce multi-view confocal 3D datasets suitable to be processed by the Virtual Brain Explorer \\(ViBE-Z) software. The method is optimized for Zebrafish \\(_Danio rerio_) embryos and larvae from one to five days post fertilization, but may be used also for other small biological objects. Zebrafish larvae are stained using either fluorescent in situ hybridization or immunostaining. In addition, all samples are counterstained with a nuclear stain to generate information to be used for anatomical reference. Stained larval brains are imaged using standard laser scanning confocal microscopes. To properly represent regions of very high as well as very low signal intensity we generate image stacks at different laser intensities and merge them to high dynamic range datasets. Further, multiple views are recorded and merged into high resolution combined datasets. To reduce the loss of information by restricted optical depth as a result of absorption and light scattering occurring in thick samples, image stacks are recorded both from the dorsal and ventral side of larvae. Both dorsal and ventral recordings are fused using attenuation correction of the ViBE-Z software, leading to a data representation that significantly reduces absorption and diffraction artifacts typical for microscopy of tissues deep inside biological samples.",
        "manuscriptTitle": "Generation of high quality multi-view confocal 3D datasets of zebrafish larval brains suitable for analysis using Virtual Brain Explorer (ViBE-Z) software",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-06-22 15:21:46",
                "doi": "10.1038/protex.2012.031",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fcb6dc3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 22nd, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2744,
                "name": "Developmental biology"
            },
            {
                "id": 2746,
                "name": "Biological techniques"
            },
            {
                "id": 2747,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-06-22 15:21:46",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}