{
    "identity": "nprot-2796",
    "title": "Subcellular fractionation of zebrafish embryos and mitochondrial calcium uptake application",
    "content": [
        {
            "header": "Introduction",
            "content": "Intracellular Ca<sup>2+</sup> concentration represents a key physico-chemical parameter for cell functions and homeostasis. Intracellular Ca<sup>2+</sup> trafficking controls a variety of cellular processes ranging from gene expression to morphogenesis<sup>1</sup>. Ca<sup>2+</sup> ions are mainly stored in the endoplasmic reticulum \\(ER) lumen, the mitochondrial matrix and to a lesser extent in the Golgi apparatus and lysosomes. Inside the cell, Ca<sup>2+</sup> concentration is kept at low levels \\(approximately 100 nM) compared to extracellular medium \\(1mM) which is ensured by multiple channels, carriers and pumps located to the organelle and plasma membranes<sup>2</sup>. Mitochondria are able to stock substantial amounts of calcium in their matrix. Mitochondrial Ca<sup>2+</sup> homeostasis has a key role in the regulation of aerobic metabolism and cell survival; Ca<sup>2+</sup> transport though the outer mitochondrial membrane \\(OMM) is dependent on the voltage-dependent anion channel \\(VDAC) activity<sup>3,4</sup> while the transport through the inner mitochondrial membrane \\(IMM) depends on the recently characterized mitochondrial calcium uniporter \\(MCU)<sup>5,6</sup>.\r\n\n\n \r\n\n\nProteins of the Bcl-2 \\(B-cell lymphoma 2) family are localized in mitochondria and endoplasmic reticulum and are acknowledged to control Ca<sup>2+</sup> fluxes between these organelles which has important consequences beyond the simple control of apoptosis<sup>7</sup>.\r\n\n\n\r\n\n\nRecently we characterized two novel Bcl-2 members, named Nrz and Bcl-wav, which are expressed during early zebrafish development. Nrz and Bcl-wav are able to control intracellular Ca<sup>2+</sup> concentration through their interactions with ER and mitochondrial calcium channels, respectively<sup>8-10</sup>.\r\n\n\n\r\n\n\nThe zebrafish is now acknowledged as an experimental model organism for studying animal development and physiology. A growing number of studies have highlighted the utility of this vertebrate model for studying Ca<sup>2+</sup> trafficking during early embryonic development<sup>11,12</sup>. Despite this fact, there is a lack of suitable protocol for purifying zebrafish mitochondria and ER membranes and subsequent Ca<sup>2+</sup> uptake measurements. \r\n\n\n\r\n\n\nHere we report a protocol for subcellular fractionation specifically adapted to the zebrafish model. This protocol has a dual interest: 1) it allows to rapidly separate mitochondrial and subcellular fractions and 2) to isolate functional mitochondria, which can be used for studying their physiology _in vitro_. Here we will focus on the practical use of this protocol to study the mitochondrial capacity to uptake Ca<sup>2+</sup> ions."
        },
        {
            "header": "Reagents",
            "content": "• Zebrafish \\(AB/TU and AB/TL strains). Zebrafish were raised and maintained at 28.5°C according to standard procedures. Embryos were collected just after fertilization. Experiments using zebrafish must conform to National and Institutional regulations.\r\n\n\n• E3 medium \\(Sigma-Aldrich) \\(see REAGENT SETUP)\r\n\n\n• Bradford reagent \\(Sigma-Aldrich)\r\n\n\n• MB buffer \\(Sigma-Aldrich) \\(see REAGENT SETUP) \r\n\n\n• KCL buffer \\(Sigma-Aldrich) \\(see REAGENT SETUP)\r\n\n\n• Oregon Green® 488 BAPTA-5N, hexapotassium salt \\(Life technologies) \\(see REAGENT SETUP)\r\n\n\n• CaCl<sub>2</sub> \\(Sigma-Aldrich)\r\n\n\n\r\n\n\n**REAGENTS SETUP**\r\n\n\n**E3 medium:** Prepare a 1X solution containing 5 mM NaCl, 0.17 mM KCl, 0.33 mM CaCl<sub>2</sub>,\r\n\n\n0.33 mM MgSO4 and 0.1% Methylene Blue. Use fish water from the zebrafish facility. Solution can be store at room temperature.\r\n\n\n**MB buffer:** Filter-sterilize and store at 4°C for a maximum of 1 month.  Consists of 210 mM mannitol, 70 mM sucrose, 1 mM EDTA, 10 mM HEPES \\(pH 7.5) containing protease inhibitors.\r\n\n\n**KCL buffer:** Freshly made and filter-sterilize buffer composed of 125 mM KCl, 2 mM K<sub>2</sub>HPO<sub>4</sub>, 1 mM MgCl<sub>2</sub>, 5 mM glutamate, 5 mM glutamate and 20 mM HEPES \\(pH 7).\r\n\n\n**Oregon Green® 488 BAPTA-5N, hexapotassium salt:** Prepare a stock solution at 5 mM in DMSO. Store at – 20°C and protect from light. \r\n\n\n**KCL buffer, 1 µM Oregon green 488 BAPATA-5N:** Make up freshly to 1 µM Oregon Green® 488 BAPTA-5N. Protect from light."
        },
        {
            "header": "Equipment",
            "content": "• 35 mm Petri dish\r\n\n\n• 1 mL syringe\r\n\n\n• 26-gauge 2/3 needle\r\n\n\n• Dounce Glass and loose-fitting pestle \\(Wheaton)\r\n\n\n• Fixed-angle labtop refrigerate centrifuge capable of 10,600g \\(Thermo Scientific Heraeus Fresco 17)\r\n\n\n• Ultracentrifuge with a swing-bucket rotor capable of 100,000g \\(Beckman LE-70)\r\n\n\n• Ultracentrifuge rotor \\(Beckman SW-41)\r\n\n\n• Ultracentrifuge tube \\(Beckman Ultra-Clear tubes \\(14x89 mm)) \r\n\n\n• 96-well plate with flat and transparent bottom \\(Greiner)\r\n\n\n• Microplate reader \\(Mithras LB 940 multimode)"
        },
        {
            "header": "Procedure",
            "content": "During all the experiment, time and temperature are critical. All the steps have to be performed at +4°C if not otherwise stated. Pre-cool all the centrifuges and rotors.\r\n\n\nAn overview of the protocol is shown in Figure 1. \r\n\n\n\r\n\n\n**Preparation of zebrafish embryos extracts**\r\n\n\n1- Collect embryos at the one-cell stage in a 35 mm Petri dish with E3 medium \\(100 embryos per condition at least).\r\n\n\n2- Place the embryos at the expected developmental stage into a pre-chilled dounce glass and add 1 ml of ice-cold MB buffer.\r\n\n\n3- Homogenize for 10 times in ice with a loose-fitting pestle by slowly stroking the pestle up and down until all embryo’s chorions are removed. This step also permits to disrupt the yolk sac of the embryos.\r\n\n\n4- Let the homogenate settle on ice for 10 minutes.\r\n\n\n5- Transfer the homogenate into a pre-chilled 1.5 ml microcentrifuge tube and centrifuge at 300 _g_ for 5 min.\r\n\n\n6- An optional additional centrifugation step can be added. Re-spin the supernatant at 300 _g_ for 5 min to pellet any cells left.\r\n\n\n7- Resuspend pellet containing the cells with 1 ml of cold-MB buffer.\r\n\n\n\r\n\n\n**Isolation of mitochondria**\r\n\n\n8- Disrupt the cells with a 1 mL syringe and a 26 G x 2/3 needle 50 times on ice.\r\n\n\n9- Homogenization can be checked by placing 2 µl on a microscope slide and visualizing cell lysis by phase-contrast microscopy. Few intact cells must be visible, if it is not the case re-disrupt homogenate until all the cells are lysed.\r\n\n\n10- Centrifuge cell lysate twice at 1,500 _g_ for 10 min to eliminate nuclei.\r\n\n\n11- Transfer the supernatant containing mitochondria, cytosol and microsomes into a new pre-chilled 1.5 ml centrifuge tube.\r\n\n\n12- Spin the supernatant twice at 10,600 _g_ for 10 min to pellet mitochondria \\(labeled as mito-I). \r\n\n\n13- Remove and store supernatant on ice \\(labeled as ER-I) for endoplasmic reticulum membranes isolation.\r\n\n\n14- Gently resuspend the mito-I pellet with 1 ml of cold MB buffer. \r\n\n\n15- Centrifuge again at 10,600 _g_ for 10 min.\r\n\n\n16- Discard the supernatant and save the pellet as mitochondria.\r\n\n\n17- Gently resuspend mitochondria in 50 µl of cold MB buffer.\r\n\n\n18- Determine the protein concentration of the sample \\(Bradford).\r\n\n\n19- Store at -20°C for further investigations \\(western blot) if not used immediately.\r\n\n\n\r\n\n\n**Isolation of ER membranes**\r\n\n\n20- Place the ER-I supernatant \\(from step 13) into a pre-chilled ultracentrifuge tube and equilibrate the rotor carefully.\r\n\n\n21- Spin at 100,000 _g_ for 1 hour at +4°C.\r\n\n\n22- The pellet is not visible so carefully discard the supernatant and gently resuspend the pellet containing ER membrane in 50 µl of cold MB buffer.\r\n\n\n23- The amount of microsome proteins is determined \\(Bradford).\r\n\n\n24- Store at -20°C for further investigations \\(western blot) if not used immediately.\r\n\n\n\r\n\n\n**Mitochondrial calcium uptake**\r\n\n\n25- Wash twice the mitochondrial pellet mito-I \\(from step 12) with 1 ml of fresh cold KCL medium.\r\n\n\n26- Centrifuge 10 min at 10,600 _g_ at +4°C.\r\n\n\n27- Determine the amount of mitochondrial proteins \\(Bradford).\r\n\n\n28- Transfer 75 µg of proteins into a new 1.5 ml centrifuge tube and adjust volume to 1 ml with KCL medium.\r\n\n\n29- Centrifuge 10 min at 10,600 _g_ at +4°C.\r\n\n\n30- Gently resuspend the pellet with 180 µl of KCL medium containing 1 μM of the cytosolic calcium probe OregonGreen 5N.\r\n\n\n31- Transfer all the volume in a well of a black 96-well plate with flat and transparent bottom.\r\n\n\n32- OregonGreen 5N fluorescence intensity is measured using a Mithras LB 940 multimode microplate reader with excitation at 485 nm and emission at 510 nm. \r\n\n\n33- Fluorescence intensity is measured every 2 s for 5 min.\r\n\n\n34- After 30 s measurement, 20 µl of KCL buffer supplemented with 200 µM CaCl\n2\nis injected \\(final concentration of CaCl\n2\n20 µM).\r\n\n\n35- The decrease of fluorescence intensity following the peak induced by CaCl\n2\ninjection is representative of the mitochondrial calcium uptake."
        },
        {
            "header": "Timing",
            "content": "The time required for the preparation of zebrafish extracts is variable, but is usually between 1 and 2 hours, depending on the number of embryos. Isolation of mitochondria and reticulum endoplasmic membranes usually take about 1.5 hour each. Mitochondrial Ca<sup>2+</sup> uptake analysis can be performed in 2 h from isolated mitochondria."
        },
        {
            "header": "Troubleshooting",
            "content": "Keep samples on ice during entire procedure. \r\n\n\nThe mitochondrial and ER pellets must be resuspended gently to avoid membranes disruption.\r\n\n\nThe mitochondrial pellet must be of yellow/brownish color whereas the ER pellet is not visible. \r\n\n\nPlease see the Table 1 for detailed explanations."
        },
        {
            "header": "Anticipated Results",
            "content": "After fractionation and extraction, quality of the fractionation can be addressed by Western Blot analysis. The purity of the mitochondrial and ER membrane fractions can be controlled by using specific markers. Use Voltage-dependent anion channel \\(VDAC) for mitochondrial fraction marker which should be absent in ER fraction. For the ER fraction, use Inositol-3,4,5-triphosphate receptor \\(IP3R) as a marker which should be enriched in this fraction but a weak band could also be detect in the mitochondrial fraction. Specific distribution of a protein of interest in zebrafish cells embryos can be analyzed by western blot \\(50 µg of total proteins) using these markers. Together, these biochemistry experiments should allow to determine the subcellular localization of the protein of interest.\r\n\n\n\r\n\n\nThe effect of the overexpression of a mitochondrial protein or the knockdown of a given gene on mitochondrial Ca<sup>2+</sup> homeostasis can be assessed by the measurement of mitochondrial Ca<sup>2+</sup> uptake as described. Use NADH \\(2 mM in KCL buffer) as a control since it abolishes Ca<sup>2+</sup> entry into the mitochondria. Analysis of the fit obtained after the maximum of fluorescence intensity is reached will display the relative mitochondrial calcium uptake."
        },
        {
            "header": "References",
            "content": "1. Berridge, M.J., Lipp, P. & Bootman, M.D. The versatility and universality of calcium signalling. Nature reviews. Molecular cell biology 1, 11-21 \\(2000).\r\n  2. Clapham, D.E. Calcium signaling. Cell 131, 1047-1058 \\(2007).\r\n  3. Rapizzi, E. et al. Recombinant expression of the voltage-dependent anion channel enhances the transfer of Ca2+ microdomains to mitochondria. The Journal of cell biology 159, 613-624 \\(2002).\r\n  4. De Stefani, D. et al. VDAC1 selectively transfers apoptotic Ca2+ signals to mitochondria. Cell death and differentiation 19, 267-273 \\(2012).\r\n  5. Baughman, J.M. et al. Integrative genomics identifies MCU as an essential component of the mitochondrial calcium uniporter. Nature 476, 341-345 \\(2011).\r\n  6. De Stefani, D., Raffaello, A., Teardo, E., Szabo, I. & Rizzuto, R. A forty-kilodalton protein of the inner membrane is the mitochondrial calcium uniporter. Nature 476, 336-340 \\(2011).\r\n  7. Bonneau, B., Prudent, J., Popgeorgiev, N. & Gillet, G. Non-apoptotic roles of Bcl-2 family: The calcium connection. Biochimica et biophysica acta 1833, 1755–1765 \\(2013).\r\n  8. Arnaud, E. et al. The zebrafish bcl-2 homologue Nrz controls development during somitogenesis and gastrulation via apoptosis-dependent and -independent mechanisms. Cell death and differentiation 13, 1128-1137 \\(2006).\r\n  9. Popgeorgiev, N. et al. The apoptotic regulator Nrz controls cytoskeletal dynamics via the regulation of Ca2+ trafficking in the zebrafish blastula. Developmental cell 20, 663-676 \\(2011).\r\n  10. Prudent, J. et al. Bcl-wav and the mitochondrial calcium uniporter drive gastrula morphogenesis in zebrafish. Nature communications 4, 2330 \\(2013).\r\n  11. Webb, S.E. & Miller, A.L. Calcium signalling during embryonic development. Nature reviews. Molecular cell biology 4, 539-551 \\(2003).\r\n  12. Markova, O. & Lenne, P.F. Calcium signaling in developing embryos: focus on the regulation of cell shape changes and collective movements. Seminars in cell & developmental biology 23, 298-307 \\(2012)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms3330",
                "date": "2013-09-04 19:30:59",
                "title": "Bcl-wav and the mitochondrial calcium uniporter drive gastrula morphogenesis in zebrafish",
                "authors": [
                    "Julien Prudent",
                    "Nikolay Popgeorgiev",
                    "Benjamin Bonneau",
                    "Julien Thibaut",
                    "Rudy Gadet",
                    "Jonathan Lopez",
                    "Philippe Gonzalo",
                    "Ruth Rimokh",
                    "Stephen Manon",
                    "Corinne Houart",
                    "Philippe Herbomel",
                    "Abdel Aouacheria",
                    "and Germain Gillet"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12772,
                "identity": "a0130b5e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Julien  Prudent",
                "email": "julien.prudent@mcgill.ca",
                "orcid": "",
                "institution": "Germain GILLET’s laboratory, Université Lyon I, Centre de recherche en cancérologie de Lyon, U1052 INSERM, UMS 3453 CNRS, Centre Léon Bérard, 28 rue Laennec 69008 Lyon, France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Julien",
                "middleName": "",
                "lastName": "Prudent",
                "suffix": ""
            },
            {
                "id": 12775,
                "identity": "a0131588-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Germain Gillet",
                "email": "germain.gillet@univ-lyon1.fr",
                "orcid": "",
                "institution": "Germain GILLET’s laboratory, Université Lyon I, Centre de recherche en cancérologie de Lyon, U1052 INSERM, UMS 3453 CNRS, Centre Léon Bérard, 28 rue Laennec 69008 Lyon, France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Germain",
                "middleName": "",
                "lastName": "Gillet",
                "suffix": ""
            },
            {
                "id": 12773,
                "identity": "a013103c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nikolay Popgeorgiev",
                "email": "",
                "orcid": "",
                "institution": "Germain GILLET’s laboratory,  Université Lyon I, Centre de recherche en cancérologie de Lyon, U1052 INSERM, UMS 3453 CNRS, Centre Léon Bérard, 28 rue Laennec 69008 Lyon, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nikolay",
                "middleName": "",
                "lastName": "Popgeorgiev",
                "suffix": ""
            },
            {
                "id": 12774,
                "identity": "a0131386-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Benjamin Bonneau",
                "email": "",
                "orcid": "",
                "institution": "Germain GILLET’s laboratory,  Université Lyon I, Centre de recherche en cancérologie de Lyon, U1052 INSERM, UMS 3453 CNRS, Centre Léon Bérard, 28 rue Laennec 69008 Lyon, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Benjamin",
                "middleName": "",
                "lastName": "Bonneau",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-09-04 22:30:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.073",
        "doiUrl": "https://doi.org/10.1038/protex.2013.073",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608813,
                "identity": "903d4037-6ef4-4ab7-95a1-99dcdc11f7b8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:30",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1669122,
                "visible": true,
                "origin": "",
                "legend": "Overview of the protocol    Schematic steps of mitochondria and endoplasmic reticulum isolation from zebrafish embryos.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2796/v1/figure_1.jpg"
            },
            {
                "id": 13464789,
                "identity": "2a3ab40b-d315-4265-a30c-2361335062ad",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:47",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 265123,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2796/v1/ee3af886-5534-4ba5-a1a1-65e57d15e768.pdf"
            },
            {
                "id": 2608814,
                "identity": "345a4685-4fa6-4227-abf1-132528d9625a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:30",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 20750,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting table",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2796/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Subcellular fractionation, mitochondria, endoplasmic reticulum, zebrafish, mitochondrial calcium uptake",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The zebrafish model is a powerful tool for studying developmental and apoptotic processes in vertebrates. Recently we showed the critical role of two members of the Bcl-2 family of proteins during early zebrafish development. Bcl-2 proteins can be localized in different cellular compartments including mitochondria and endoplasmic reticulum and their functional characterization often requires specific subcellular membrane fractionation. Although many protocols describe in detail the subcellular fractionation from cells or tissues, none is specifically tuned to the fractionation from zebrafish embryos.\r\n\n\nHere we provide a protocol designed for mitochondria and endoplasmic reticulum membrane isolation from zebrafish embryos and subsequent application like mitochondrial calcium uptake. Fractionation is performed by differential centrifugation and distribution of proteins of interest in the corresponding fractions is subsequently analyzed. After the preparation of embryos extracts, the subcellular fractionation requires 4 h and assay for mitochondrial calcium uptake can be performed in 2 h from isolated mitochondria.",
        "manuscriptTitle": "Subcellular fractionation of zebrafish embryos and mitochondrial calcium uptake application",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-09-05 10:07:59",
                "doi": "10.1038/protex.2013.073",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a012a180-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 5th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3046,
                "name": "Biochemistry"
            },
            {
                "id": 3047,
                "name": "Developmental biology"
            },
            {
                "id": 3048,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-09-05 10:07:59",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}