{
    "identity": "nprot-7379",
    "title": "Immunohistochemistry with Ventana",
    "content": [
        {
            "header": "Introduction",
            "content": "The use of tissue staining to facilitate observation under the microscope began with Hematoxylin–Eosin in the XIX century. \n\n\nHistoenzymology appeared in the early part of the century, a technique which consists of using the remains of un-fixed tissue, such as studies with DPNase and ATPase in muscle diseases. \n\n\nThe first immunohistochemistry was performed with fluorescent antibodies in fresh tissue, such as those used today in a range of skin and kidney diseases. \n\n\nBy contrast, immunoenzymatic methods \\(peroxidase, avidin-biotin) which permit amplification of the chromogen signal favoured the use of formalin-fixed, paraffin-embedded tissue. Synthetic polymers are now used to amplify the signal \\(Envision, Powervision). \n\n\nImmunohistochemistry is essential for anatomopathological diagnosis of diseases, particularly neoplasms. \n\n\nFor immunohistochemistry to be completely useful, strict quality control standards, both internal - of the performing lab - and external, must be adhered to during tissue fixation, indications for use, reading and evaluation of results. \n\n\nImmunohistochemistry may be performed in tissue from both biopsy and autopsy, normally formalin-fixed, paraffin-embedded, as well as in cytologies. Fixation is essential since poor fixing means the result obtained is unreliable. \n\n\nImmunohistochemistry is a powerful diagnostic and investigative tool which provides information that complements routine morphological evaluation of tissue. The use of immunohistochemistry to study cellular markers that define specific phenotypes has provided valuable diagnostic, prognostic and predictive information on disease stage and biology. The use of antibodies for molecular study of tissue in the field of pathology has made it necessary to adapt and perfect immunohistochemistry assays, especially using fixed tissue. The history of immunohistochemistry has therefore been one of continual striving to improve the sensitivity of detection of rare antigenic targets with the ultimate goal of integrating tissue into the analysis. \n\nDue to the morphology provided by formalin-fixed paraffin-embedded tissues, this has become the method of choice for the majority of clinical and investigative studies. The method of staining antibodies with peroxidase was introduced in 1968 and was the first to be used in paraffin-embedded tissue. These pioneering studies using labelled enzymes instead of fluorescent colourings paved the way for the development of modern immunohistochemistry methods, such as automation.\n\nDepending on the type of sample to be studied by immunohistochemistry, this must be treated in order to ensure penetration by aqueous solutions, expose blocked epitopes and block all non-specific bindings, reagent groups etc. To do so, the sample is hydrated and heat-treated in EDTA buffers \\(ph8) \\(See section 5.7.1). Once antigenic retrieval has been performed, the sample is incubated with the primary specific antigen, then with the second and then retrieved in order to observe the presence or absence of the protein of interest."
        },
        {
            "header": "Reagents",
            "content": "- ALK antibody \\(Ref. 06679072001 ROCHE)\r\n\n\n- AXL antibody \\(Ref. NBP1-83073 NOVUS BIOLOGICALS)\r\n\n\n- Beta-catenin antibody \\(Ref. 05269016001)\r\n\n\n- BIM antibody \\(Ref. AB32158 ABCAM) \r\n\n\n- BTRCP antibody \\(Ref. AB137674 ABCAM)\r\n\n\n- CAM 5.2 antibody \\(Ref. 06478425001 ROCHE)\r\n\n\n- c-MET antibody \\(Ref. 05571219001 ROCHE)\r\n\n\n- Cromogranin antibody \\(Ref. 05267056001 ROCHE)\r\n\n\n- E-Cadherin antibody \\(Ref. 05973872001 ROCHE)\r\n\n\n- ER antibody \\(Ref. 05278406001 ROCHE)\r\n\n\n- Ki67 antibody \\(Ref. 05278384001 ROCHE)\r\n\n\n- LKB1 antibody \\(Ref. AB15095 ABCAM)\r\n\n\n- FGFR1 antibody \\(Ref. AB824 ABCAM)\r\n\n\n- FGFR2 antibody \\(Ref. WH2263M1 SIGMA)\r\n\n\n- MERTK antibody \\(Ref. HPA036196 ATLAS ANTIBODIES)\r\n\n\n- N-cadherin antibody \\(Ref. AB18203 ABCAM)\r\n\n\n- PD-1 antibody \\(Ref. 07099029001 ROCHE)\r\n\n\n- PD-L1 antibody \\(Ref. M4420 ROCHE)\r\n\n\n- pEGFR antibody \\(Ref. 3777S CELL SIGNALING)\r\n\n\n- pFGFR1 antibody \\(Ref. AB111124 ABCAM)\r\n\n\n- ROS1 antibody \\(Ref. 3287 CELL SIGNALING)\r\n\n\n- Synaptophysin antibody \\(Ref. 06433324001 ROCHE)\r\n\n\n- TTF-1 antibody \\(Ref. 06640613001 ROCHE)\r\n\n\n- Vimentin antibody \\(Ref. 05278139001 ROCHE)\r\n\n\n- Antibody diluent \\(Ref. 05261899001 ROCHE)\r\n\n\n- DPX \\(mounting media) \\(Ref.1.019979.0500 MERCK)\r\n\n\n- Absolute ethanol \\(Ref. 1. 00986. 2500 MERCK)\r\n\n\n- 96% ethanol \\(see SOP-001)\r\n\n\n- 70% ethanol \\(see SOP-001) \r\n\n\n- Ventana Optiview Amplification Kit \\(OV) \\(Ref. 06396518001)\r\n\n\nOV Amplifier\r\n\n\nOV H2O2 Amplification\r\n\n\nOV Multimer Amplification \r\n\n\n- Ventana Bluing \\(Ref. 05266726001)\r\n\n\n- Ventana Hematoxylin \\(Ref. 05266769001)\r\n\n\n- Ventana CC1 ULTRA \\(Ref. 05424569001)\r\n\n\n- Ventana EZ PREP 10X \\(Ref. 05279771001)\r\n\n\n- Ventana Ultraview Kit \\(UV) \\(Ref. 05269806001)\r\n\n\n UV DAB Inhibitor\r\n\n\nUV HRP Multimer\r\n\n\nUV DAB Chromogen\r\n\n\nUV DAB H2O2\r\n\n\nUV DAB Copper \r\n\n\n- Ventana Optiview Kit \\(Ref. 06396500001)\r\n\n\nOV Peroxidase Inhibitor\r\n\n\nOV HQ universal linker \r\n\n\nOV HRP Multimer\r\n\n\nOV DAB \r\n\n\nOV H2O2\r\n\n\nOV Copper \r\n\n\n- Ventana LCS ULTRA \\(Ref. 05424534001)\r\n\n\n- Ventana Reaction Buffer \\(Ref. 05353955001)\r\n\n\n- Ventana SSC \\(Ref. 05353947001)\r\n\n\n- Xylene \\(Ref. 8. 08697. 1000 MERCK)"
        },
        {
            "header": "Equipment",
            "content": "- Slide staining basket \\(Ref. 14047533750 LEICA MICROSYSTEMS)\r\n\n\n- Staining tray \\(Ref.14047533659 LEICA MICROSYSTEMS)\r\n\n\n- Glass cover \\(Ref. BB024040A1 MENZEL-GLASER)\r\n\n\n- Knives/blades \\(Ref. 152200 MICROM)\r\n\n\n- Labels \\(Ref. 05247829001 ROCHE)\r\n\n\n- Standard quality gloves.\r\n\n\n- 10, 20, 100, 200 and 1000 μl automatic pipette tips \\(Nucleid Acid and Nuclease Free; Non-Pyrogenic; Certified Pure). \r\n\n\n- Printer for labels \\(Ref. 05250889001 ROCHE)\r\n\n\n- Superfrost ultra plus glass slide 1*72un \\(Ref. 5421659001 ROCHE)\r\n\n\n- Ventana Prep KIT 502 \\(50 test) \\(Ref. 05275822001 ROCHE)\r\n\n\n- Ventana Prep KIT 512 \\(50 test) \\(Ref. 05275938001 ROCHE)\r\n\n\n- Vortex\r\n\n\n- Microcentrifuge \r\n\n\n- Brush\r\n\n\n- VENTANA BenchMark ULTRA  \\(ROCHE)\r\n\n\n- Hood \r\n\n\n- Freezer  \r\n\n\n- Oven \r\n\n\n- Microscope \r\n\n\n- Fridge  \r\n\n\n- 10, 20, 100, 200 and 1000 μl automatic pipettes\r\n\n\n-AUTOSTAINER XL automatic stainer \\(LEICA)"
        },
        {
            "header": "Procedure",
            "content": "5.7.1 STAINING\r\n\n\nThis assay is performed in the Oncology Laboratory in the: \r\n\n\nMolecular Pathology Room:  Microtomy\r\n\n\nMain laboratory: Immunohistochemistry staining\r\n\n\nExtraction Room: Drying out and mounting\r\n\n\nNotes on the protocol \r\n\n\nAntigen retrieval is performed by warm incubation in EDTA buffers \\(ph8). The main problem with this method is that some epitopes are irreversibly damaged by heat, something which is more likely to occur if the tissue is poorly fixed. Special adhesive layers are used to avoid tissue cuts becoming unstuck \\(See section 5.5.2). The method of antigen retrieval, incubation time and concentration of the antibody vary according to the staining used \\(see table below). This is performed at 95ºC, except for PDL1 which is carried out at 100ºCX.\r\n\n\n\r\n\n\nMicrotomy\r\n\n\n1. Cutting is carried out as described in SOP-003.\r\n  Immunohistochemistry staining\r\n\n\n2. Enter the cases to be processed with the VENTANA BenchMark ULTRA \\(ROCHE) and print the labels. \r\n  3. Check the jars of reagents and residues \\(fill or empty as necessary). \r\n  - Ventana CC1 ULTRA\r\n\n\n- Ventana EZ PREP 10X\r\n\n\n- Ventana LCS ULTRA\r\n\n\n- Ventana Reaction Buffer\r\n\n\n- Ventana SSC\r\n\n\n- Fill the rest with distilled water \r\n\n\n- If full, empty the waste jar into the appropriate residue jar \r\n\n\n4. Place the VENTANA KIT Ultraview, Optiview and/or Optiview Amplification Kit rack, as well as the rack with the vials of antibody to be used into the machine\r\n  5. Label the samples and place on the shelves. \r\n  6. Press start. The machine will begin scanning the reagents and samples and the process will initiate. \r\n  \r\n\n\n\r\n\n\nSteps \r\n\n\n11. Heat the carrier at 60ºC and incubate for 4 minutes \r\n  12. Wash 3 times with EZ PREP solution at 72ºC to remove the paraffin \r\n  13. Heat the glass slide to 36ºC and perform 3 washes with reaction buffer \r\n  14. Apply a drop of UV DAB inhibitor and incubate for 4 minutes to stop the endogenous peroxidase from working\r\n  15. Perform 2 washes with reaction buffer \r\n  16. Apply a drop of the primary antibody and incubate for a specific period depending of the antibody \\(see table) \r\n  Ultraview Kit \\(UV)\r\n\n\n17. Perform 2 washes with reaction buffer \r\n  18. Apply a drop of UV HRP Multimer and incubate for 8 minutes \r\n  19. Perform 2 washes with reaction buffer \r\n  20. Apply a drop of UV DAB Chromogen and a drop of UV DAB H2O2 and incubate for 8 minutes \r\n  21. Perform 1 wash with reaction buffer \r\n  22. Apply a drop of UV DAB Copper and incubate for 4 minutes \r\n  23. Perform 1 wash with reaction buffer \r\n  24. Apply a drop of Hematoxylin and incubate for 4 minutes, except for the LKB1 antibody which is incubated for 8 minutes\r\n  25. Perform 2 washes with reaction buffer \r\n  26. Apply a drop of Bluing and incubate for 4 minutes \r\n  27. Perform 2 washes with reaction buffer \r\n  Optiview Kit \\(OV)\r\n\n\n17. Perform 3 washes with reaction buffer \r\n  18. Apply a drop of OV HQ universal linker, incubate for 12 minutes and perform 3 washes with reaction buffer \r\n  19. Apply a drop of OV HRP Multimer, incubate for 12 minutes and perform 2 washes with reaction buffer \r\n  20. Apply a drop of OV Amplifier and a drop of OV Amplification H2O2 and incubate for 12 minutes\r\n  21. Perform 2 washes with reaction buffer \r\n  22. Apply a drop of OV Amplification Multimer and incubate for 8 minutes \r\n  23. Perform 3 washes with reaction buffer \r\n  24. Apply a drop of OV H2O2 and a drop of OV DAB, incubate for 8 minutes and perform 1 wash with reaction buffer \r\n  25. Apply a drop of OV Copper, incubate for 4 minutes and perform 1 wash with reaction buffer \r\n  26. Apply a drop of Hematoxylin, incubate for 4 minutes and perform 2 washes with reaction buffer \r\n  27. Apply a drop of Bluing, incubate for 4 minutes and perform 2 washes with reaction buffer \r\n  Notes: Steps 21-23 refer to the Optiview Amplification Kit and are not performed for the pFGFR1 antibody.  \r\n\n\nDrying out and mounting samples \r\n\n\n28. After staining, the cut is soaked in soapy water to remove oils remaining from the staining process. \r\n  29. Incubate the sample for 2 minutes in 70% ethanol \r\n  30. Incubate the sample for 2 minutes in 96% ethanol \r\n  31. Incubate the sample for 2 minutes in absolute ethanol \r\n  32. Incubate the sample for 2 minutes in xylene \r\n  33. Leave to dry \r\n  34. Apply a drop of DPX to the sample \r\n  35. Place a glass cover over the whole of the tissue and remove bubbles by applying gentle pressure \r\n  36. Leave to dry and observe under the microscope \r\n  \r\n\n\n\r\n\n\n\r\n\n\nOnce the sample is determined to be evaluable, the scheme to be followed for antibodies is: \r\n\n\n\r\n\n\na) According to the proportion of stained tumoral cells\r\n\n\nb) According to the intensity of neoplastic cells stained: \r\n\n\n- 0 \\(lack of intensity) \r\n\n\n- 1 \\(weak staining) \r\n\n\n- 2 \\(moderate staining)\r\n\n\n- 3 \\(intense staining)"
        },
        {
            "header": "Anticipated Results",
            "content": "The pathologist first determines whether the tumoral cells can be distinguished from non-neoplastic areas in the tissue to be examined, or whether the analysis cannot be carried out due to artefacts, fixation or processing incidents.\r\n\n\n\r\n\n\n- Evaluable: Tumoral cells can be distinguished from non-tumoral areas and an anatomical pathology report can be provided with an appropriate diagnosis. \r\n\n\n- Not evaluable: Tumoral cells cannot be distinguished from non-tumoral areas and an anatomical pathology report with an appropriate diagnosis cannot be provided. \r\n\n\n\r\n\n\nOnce the sample is determined to be evaluable, the scheme to be followed for antibodies is: \r\n\n\n\r\n\n\na) According to the proportion of stained tumoral cells\r\n\n\nb) According to the intensity of neoplastic cells stained: \r\n\n\n- 0 \\(lack of intensity) \r\n\n\n- 1 \\(weak staining) \r\n\n\n- 2 \\(moderate staining)\r\n\n\n- 3 \\(intense staining)"
        },
        {
            "header": "References",
            "content": "- Simultaneous localization of multiple tissue antigens using the peroxidase\r\n\n\nlabeled antibody method: A study of pituitary glands of the rat. Nakene PK. J Histochem Cytochem 1968; 16: 557-60.\r\n\n\n- An immunoglobulin-enzyme bridge method for localizing tissue antigens. Mason TE, et al. J Histochem Cytochem 1969; 17: 563-9.\r\n\n\n- The unlabeled antibody-enzyme method of immunohistochemistry. Preparation and properties of soluble antigen- antibody complex \\(horseradish peroxidase-antihorse-radish peroxidase) and its use in identification of spirochetes. Sternberger LA, et al. J Histochem Cytochem 1970; 18: 315.\r\n\n\n- Use of avidin-biotin peroxidase complex \\(ABC) in immunoperoxidase techniques: A comparison between ABC and unlabeled antibody \\(PAP) procedures. Hsu SM, Raine L, et al. J Histochem Cytochem 1981; 29: 577-80.\r\n\n\n- Inhibition of endogenous tissue alkaline phosphatase with the use of alkaline phosphatase conjugates in immunohistochemistry.  Ponder Ba and Wilkinson MM J. Histochem Cytochem 1981; 29: 981-4.\r\n\n\n- An unlabeled antibody method using glucose oxidase-antiglucose oxidase complexes \\(gag): a sensitive alternative to immunoperoxidase for the detection of tissue antigens. Clark Ca et al. J. J Histochem Cytochem 1982; 30: 27-34 \r\n\n\n- Comparison of the cytoplasmic antigens of leprosy-derived corynebacteria and some mycobacteria. Harboe NMG and Ingild A. Scand J Immunol 1983; 17: 497-506.\r\n\n\n- Enhanced polymer detection system for immunohistochemistry. Heras A, Roach CM, Key ME. Lab Invest 1995; 72:165 \r\n\n\n- AXL mediates TRAIL resistance in esophageal adenocarcinoma. Hong J, Belkhiri A. Neoplasia. 2013 Mar; 15\\(3):296-304.\r\n\n\n- Axl mediates acquired resistance of head and neck cancer cells to the epidermal growth factor receptor inhibitor erlotinib. Giles KM, et al. Mol Cancer Ther. 2013 Sep 11. \r\n\n\n- Axl, a prognostic and therapeutic target in acute myeloid leukemia mediates paracrine crosstalk of leukemia cells with bone marrow stroma. Ben-Batalla I, et al. Blood. 2013 Oct 3; 122\\(14):2443-2452. \r\n\n\n- Axl and prostasin are biomarkers for prognosis of ovarian adenocarcinoma. Chen PX, Li QY, Yang Z. Ann Diagn Pathol. 2013 Oct;17\\(5):425-9. \r\n\n\n- Downregulation of Axl in non-MYCN amplified neuroblastoma cell lines reduces migration. Duijkers FA, et al. Gene. 2013 May 25;521\\(1):62-8..\r\n\n\n- Growth arrest-specific gene 6 and Axl signaling enhances gastric cancer cell survival via Akt pathway. Sawabu T, et al.  2007 Feb;46\\(2):155-64\r\n\n\n- Knockdown of AXL receptor tyrosine kinase in osteosarcoma cells leads to decreased proliferation and increased apoptosis. Zhang Y, et al. Int J Immunopathol Pharmacol. 2013 Jan-Mar;26\\(1):179-88.\r\n\n\n- Mer or Axl receptor tyrosine kinase inhibition promotes apoptosis, blocks growth and enhances chemosensitivity of human non-small cell lung cancer. Linger RM , et al. Oncogene. 2013 Jul 18; 32\\(29):3420-31. \r\n\n\n- The expression of Axl receptor tyrosine kinase influences the tumour phenotype and clinical outcome of patients with malignant pleural mesothelioma. Pinato DJ, et al. Br J Cancer. 2013 Feb 19; 108\\(3):621-8. \r\n\n\n- The receptor tyrosine kinase Axl in cancer: Biological functions and therapeutic    implications. Paccez JD, et al. Int J Cancer. 2013 May 3.\r\n\n\n- The receptor AXL diversifies EGFR signaling and limits the response to EGFR-targeted inhibitors in triple-negative breast cancer cells. Meyer AS, et al.  Sci Signal. 2013 Aug 6;6\\(287):ra66. \r\n\n\n- Apoptosis and autophagy: bim as a mediator of tumour cell death in response to oncogene-targeted therapeutics. Gillings AS, Balmanno K, CM, M, SJ. Laboratory of Molecular Signalling, The Babraham Institute, Babraham Research Campus, Cambridge, UK. 2009 Nov 276:6050-62."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 16248,
                "identity": "a1b3e7d5-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ruth Roman",
                "email": "rroman@panoncology.com",
                "orcid": "",
                "institution": "Laboratory of Oncology, Pangaea Oncology, Hospital Quirón Dexeus",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ruth",
                "middleName": "",
                "lastName": "Roman",
                "suffix": ""
            },
            {
                "id": 16247,
                "identity": "a1b3e4b3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Miguel Molina-Vila",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Oncology, Pangaea Oncology, Hospital Quirón Dexeus",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Miguel",
                "middleName": "",
                "lastName": "Molina-Vila",
                "suffix": ""
            },
            {
                "id": 16249,
                "identity": "a1b3e996-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Erika Aldeguer",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Oncology, Pangaea Oncology, Hospital Quirón Dexeus",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Erika",
                "middleName": "",
                "lastName": "Aldeguer",
                "suffix": ""
            },
            {
                "id": 16250,
                "identity": "a1b3eb10-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sonia Rodriguez",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Oncology, Pangaea Oncology, Hospital Quirón Dexeus",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sonia",
                "middleName": "",
                "lastName": "Rodriguez",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-03-01 09:56:24",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2019.023",
        "doiUrl": "https://doi.org/10.1038/protex.2019.023",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13468710,
                "identity": "a8e2b6a9-b0a3-4bdd-a5da-53a00019a1e0",
                "added_by": "auto",
                "created_at": "2021-09-16 20:59:57",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 142651,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7379/v1/dbb47e77-c138-4e06-9539-eed886a03c35.pdf"
            },
            {
                "id": 2610342,
                "identity": "b8ed8bd8-8808-48ad-86b6-36c430e46739",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:35",
                "extension": "pptx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 95976,
                "visible": true,
                "origin": "",
                "legend": "Flowchart   IHC Flowchart",
                "description": "",
                "filename": "supplement0.pptx",
                "url": "https://assets.researchsquare.com/files/nprot-7379/v1/supplement_0.pptx"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Immunohistochemistry, Ventana",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This Standard Operating Procedure \\(SOP) describes the methodology for performing immunohistochemistry staining using paraffin-embedded or frozen tissue, or cytology samples",
        "manuscriptTitle": "Immunohistochemistry with Ventana",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-07-15 18:27:28",
                "doi": "10.1038/protex.2019.023",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1b38eb5-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 15th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4552,
                "name": "Biological techniques"
            },
            {
                "id": 4553,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-07-15 18:27:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}