{
    "identity": "nprot-4505",
    "title": "Time kill assays for _Streptococcus agalactiae_ and synergy testing",
    "content": [
        {
            "header": "Introduction",
            "content": "Time-kill assays allow one to assess the rate of bactericidal activity at varying antibiotic concentrations over time. The results of combinations of antimicrobial agents can also be assessed for evaluating synergy. Although these tests are known, there is a wide range of protocols using a variety of different conditions. Here, we tested these parameters in time-kill assays for GBS to establish the most stable results that were reproducible. In detail, the testing included incubation volume \\(1mL in 12-well plates versus 5 mL in falcon tubes) , use of 5% CO2 during incubation \\(with versus without), movement during incubation \\(with shaker versus static incubation), optimal media \\(Todd Hewitt broth versus Cationic Mueller Hinton broth) and the efficacy of penicillin in killing over time."
        },
        {
            "header": "Reagents",
            "content": "• Todd Hewitt broth \\(THB)\r\n\n\n• Antimicrobial compounds and corresponding solutions \\(sterile water, NaCl or PBS)\r\n\n\n• Columbia sheep blood agar \\(CSBA) plates\r\n\n\n• Penicillin Grünenthal 1Mio U \\(Benzylpenicillin-Natrium, Grünenthal Pharma, Mitlödi, Switzerland)\r\n\n\n• Gentamicin 80mg/2mL \\(Hexal AG, Holzkirchen, Germany)"
        },
        {
            "header": "Equipment",
            "content": "• Pipettes \\(100-1000 uL and 10-100 uL)\r\n\n\n• Incubator, 37°C and 5%CO2\r\n\n\n• Falcon tubes \\(15mL)\r\n\n\n• 1.6 mL Eppendorf tubes\r\n\n\n• Device for spreading bacteria on agar plates \\(e.g. glas beads or spreader)"
        },
        {
            "header": "Procedure",
            "content": "I. Antimicrobial preparation\r\n\n\n1. Determine the concentration of a given antibiotic you would like to use for the time kill assay. Here, we selected Penicillin G, at concentrations 1 MIC and 4 MIC respectively. Hence, prior determination of MIC \\(minimal inhibitory concentration) is required. We recommend both E-tests and microbroth dilutions to determine MICs. For Gentamicin, we selected the following concentrations: 4mg/L and 12.5 mg/L.\r\n  2. Prepare the antimicrobials. We used the same vials that are used in clinical practice. Hence, antimicrobial agents were ordered from the hospital pharmacy. Gentamicin concentrations were diluted from original vials \\(80 mg/2 ml), and penicillin concentrations were diluted from original vials \\(1 Mio IU). \r\n  3. Dilute the antimicrobial agent in sterile water \\(or NaCl or PBS but not in Glucose) until a concentration is achieved that is 100 times higher than the one used in the experiment. Then dilute again once \\(i.e. 1:10) in Todd Hewitt broth \\(THB). Hence, you have a concentration in THB that is 10 times higher than the one used in the final experiment. In the final experimental tube the concentration will be diluted 1:10 to reach the desired concentration \\(See  IV.2).\r\n  \r\n\n\nII. Inoculum preparation\r\n\n\n1. Day 1: Plate clean bacterial stock from the -80°C on 3 blood agar plates \\(CSBA), and incubate over night at 37°C with 5% CO2.\r\n  2. Day 2: Pick 1 colony from  each plate and subculture on another CSBA plate \\(i.e. 3 subculture plates).\r\n  3. Day 3: Next day, pick 1 colony from each plate and do an overnight culture in 10 ml THB at 37°C with 5% CO2 \\(i.e. 3 THB overnight cultures).\r\n  4. Day 4 \\(day of the experiment). Take 0.5mL of the overnight culture and add it to 9.5ml THB \\(i.e. total volume 10 mL). Incubate at 37°C and 5%CO2 until mid-log phase is reached.\r\n  5. Once mid-log phase is reached, bacteria are at a stage to be used for the experiments. Hence, dilution till the desired inoculum is required. \r\n  \\(To estimate the correct dilution, a growth curve prior to the experiment is necessary. On the basis of that growth curve, you should be able to estimate how often you need to dilute until you reach your desired inoculum.)\r\n\n\n6. We use 1:10 dilutions, until we reach 10\n7\ncfu/mL \\(which is 10 times higher than the cfu used in the experiment). In the final experimental tube the concentration will be diluted 1:10 to reach 10\n6\ncfu/mL \\(See  IV.2).\r\n  \r\n\n\nIII. Settings\r\n\n\n1. Monotherapy with antibiotic 1 at a specific concentration. In our experiments, we used penicillin 1 MIC and 4 MIC.\r\n  2. Monotherapy with antibiotic 2 at a specific concentration. In our experiments, we used gentamicin 4 mg/L and 12.5 mg/L.\r\n  3. Combination of 2 antibiotics at a specific concentration. \\(e.g. penicillin 1 MIC plus 4 mg/L gentamicin, or penicillin 4 MIC plus 12.5 mg/L gentamicin, etc.). Depending on the number of combinations, the numbers of settings will increase. \r\n  4. Growth control \\(bacteria without antibiotics).\r\n  5. Negative control \\(antibiotics without bacteria).\r\n  6. For each time point, we recommend triplicates to read out results. \r\n  \r\n\n\nIV. Time-kill assay\r\n\n\n1. Prepare three falcon tubes \\(15ml) per time point \\(triplicates). For time point 0 \\(starting point) and time point 24h \\(end point), we used the same falcon tube. In addition, we used the following time points to read out results: 0.5, 1, 2, 3, 4, 6, 8, and 12h. Hence, we used 27 falcon tubes \\(triplicates x 9 time points)  per setting.\r\n  2. Fill each tube with THB, antibiotics \\(see I.) and bacteria \\(see II.). Use volumes as illustrated below:\r\n  • Monotherapy with antibiotic 1: 4 mL THB, 0.5 mL bacteria, 0.5 mL antibiotic 1 \\(tot. volume = 5 mL).\r\n\n\n• Monotherapy with antibiotic 2: 4 mL THB, 0.5 mL bacteria, 0.5 mL antibiotic 2 \\(tot. volume = 5 mL).\r\n\n\n• Combination: 3.5 mL THB, 0.5 mL bacteria, 0.5 mL antibiotic 1, 0.5 mL antibiotic 2 \\(tot. volume = 5 mL).\r\n\n\n• Positive control: 4.5 mL THB, 0.5 mL bacteria, no antibiotics \\(tot. volume = 5 mL).\r\n\n\n• Negative control: 4.5 mL THB, 0.5 mL antibiotic 1 and/or 2, no bacteria \\(tot. volume = 5 mL).\r\n\n\n3. Vortex all falcons.\r\n  4. From T0, obtain 100 uL, dilute accordingly, and spread out for colony counts on CSBA plates \\(read out next day).\r\n  5. Incubate all falcon tubes at 37°C with 5% CO2.\r\n  6. Remove a complete sample set \\(triplicates) for each time point \\(see IV.1.), dilute and plate \\(at least two dilutions per sample) accordingly \\(see IV. 4.). \r\n  7. Count colonies the next day and plot them."
        },
        {
            "header": "Troubleshooting",
            "content": "Optimal experimental conditions for time-kill assays with GBS\r\n\n\n1. Volume: we tested 1mL in 12-well plates versus 5 mL in falcon tubes. Published protocols used  10 mL <sup>1,2</sup>  Though, in these experiments, the same sampling tube was re-used for all time points. In our view, this volume reduction between each time point may have an influence on growth conditions. Therefore, we decided to exploit a separate set of tubes for every single time point. This reduces the risk of contamination and maintains temperature stability during the experiments. Results with 5 mL revealed results with less variability in colony counts within the triplicates. Also, results were more stable and reproducible.\r\n  2. CO2: GBS is capable of growing with or without CO2. Therefore, we tested the stability of results with 5% CO2 versus no CO2. Although, we found no difference in colony counts, we prefer using 5% CO2 due to standard operating procedure conditions.\r\n  3. Shaker: It has been argued that time-kill assays should be performed in a shaking incubator. This would prevent bacteria from transforming into the static phase, and hence, forming biofilm. Therefore, we repeated experiments with and without the use of shaker. We found no difference in colony counts when comparing these two methods.\r\n  4. Media: In some bacteria, the media has a significant influence on growth behavior. Understandably, the may have an influence on the results in time-kill assays. We tested THB <sup>3,4</sup> versus CAMHB<sup>5,6</sup> and found no difference in the final results. Given the procedure of inoculum preparation \\(see II.), we prefer THB.\r\n  5. Stability of antimicrobial agent. Antibiotics are rapidly degraded in vivo. To test the stability of penicillin G in vitro, we incubated penicillin G for 6 h at 37°C prior to the use in the experiment.<sup>7</sup> These results were compared with those from experiments in which penicillin G was used immediately after preparation. We found no difference in colony counts with either method. In addition, we measured the pH throughout the experiment. It remained between 7 and 8, which provides an optimal condition for penicillin stability.<sup>7</sup> \r\n  6. Summary: On the basis of these investigations, we recommend to perform time-kill assays with 5mL total volume, 5% CO2 during incubation time, with or without shaker, and the use of THB. There was no concern of penicillin G degradation throughout the _in-vitro_ experiments."
        },
        {
            "header": "Anticipated Results",
            "content": "1. Colonly counts. Limit of quantification \\(LOQ): Colony counts of less than 20 colonies per plate in a diluted sample and more than 350 colonies per plate are not considered precise.<sup>8</sup>\r\n  2. Limit of detection: If the lowest dilution of 100uL \\(no dilution) results in no colonies, the lower limit of detection is still considered as <10 cfu/mL. \r\n  3. Definition of synergism: A ≥2log difference in killing with the combination therapy when compared to the most active single treatment. This effect can be seen at any time point but most definitions use 24h time point for the final read out.<sup>9</sup>"
        },
        {
            "header": "References",
            "content": "1. Moody, J. & Knapp, C. Tests To Assess Bactericidal Activity. in Clinical Microbiology Procedures Handbook, Vol. 2 \\(ed. Garcia, L.S.) 5.10.1-5.10.13 \\(ASM Press, Washington, DC; United States, 2010).\r\n  2. Overturf, G.D., Horowitz, M., Wilkins, J., Leedom, J. & Steinberg, E. Bactericidal studies of penicillin-gentamicin combinations against group B streptococci. The Journal of antibiotics 30, 513-518 \\(1977).\r\n  3. Needham, J.R., Altman, D.G. & Whitelaw, A.G. Ampicillin and penicillin compared for the treatment of experimental group B streptococcal septicaemia in mice. Medical laboratory sciences 39, 271-274 \\(1982).\r\n  4. Betriu, C., et al. Antibiotic resistance and penicillin tolerance in clinical isolates of group B streptococci. Antimicrobial Agents and Chemotherapy 38, 2183-2186 \\(1994).\r\n  5. Schauf, V., Deveikis, A., Riff, L. & Serota, A. Antibiotic-killing kinetics of group B streptococci. The Journal of Pediatrics 89, 194-198 \\(1976).\r\n  6. Maduri-Traczewski, M., Szymczak, E.G. & Goldmann, D.A. In vitro activity of penicillin and rifampin against group B streptococci. Reviews of infectious diseases 5 Suppl 3, S586-592 \\(1983).\r\n  7. Lu, X., Xing, H., Su, B. & Ren, Q. Effect of Buffer Solution and Temperature on the Stability of Penicillin G. Journal of Chemical & Engineering Data 53, 543-547 \\(2008).\r\n  8. Sutton, S. Accuracy of plate counts. J Validation Tecnhology 17, 42-46 \\(2011).\r\n  9. Pillai, S.K., Moellering, R.C., Jr. & Eliopoulos, G.M. Antimicrobial Combinations. in Antibiotics in Laboratory Medicine \\(ed. Lorian, V.) 365-440 \\(Lippincott Williams & Wilklins, Philadelphia, PA, United States, 2005)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13724,
                "identity": "a0a456da-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Parham Sendi",
                "email": "parham.sendi@ifik.unibe.ch",
                "orcid": "",
                "institution": "Institute for Infectious Diseases, University of Bern, Switzerland",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Parham",
                "middleName": "",
                "lastName": "Sendi",
                "suffix": ""
            },
            {
                "id": 13723,
                "identity": "a0a45296-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Corinne Ruppen",
                "email": "",
                "orcid": "",
                "institution": "Institute for Infectious Diseases, University of Bern, Switzerland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Corinne",
                "middleName": "",
                "lastName": "Ruppen",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-12-23 16:07:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.126",
        "doiUrl": "https://doi.org/10.1038/protex.2015.126",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465383,
                "identity": "adab3d51-9d3c-4684-aa90-7c820ca0ca1d",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:33",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 136486,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4505/v1/8274b6ba-4826-4f19-8df0-e8662b722b1b.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Time kill assays, Synergism, Group B Streptococcus",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Group B Streptococcus \\(GBS) is increasingly causing invasive infections in nonpregnant adults. Previously a synergism in killing the bacteria was postulated, when a combination of penicillin plus gentamicin is used. This synergism is based on results from time-kill assays. Although, the technique of time-kill assays is known for decades, several variables may influence the stability of results, and vary for a given bacterial genus and its species. These include the incubation volume, the media, the proportion of CO2, and the use of a shaker. In this protocol, we compared these conditions with each other and outline the test results of the corresponding time-kill assays.",
        "manuscriptTitle": "Time kill assays for Streptococcus agalactiae and synergy testing",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-12-28 07:56:05",
                "doi": "10.1038/protex.2015.126",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0a3e3e4-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 28th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3530,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-12-28 07:56:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}