{
    "identity": "nprot-2223",
    "title": "Flow cytometry-based invasion phenotyping assay for malaria",
    "content": [
        {
            "header": "Introduction",
            "content": "Flow cytometry has clear applications to phenotyping malaria parasites, particularly during the intraerythrocytic stages. Because erythrocytes are anuclear, erythrocytes infected with P. falciparum can be detected and distinguished from noninfected erythrocytes using DNA dyes, and several cytometric protocols have now been published using flow cytometry to count P. falciparum growth using fluorescent DNA dyes \\(1-3). However, such assays alone cannot be used to phenotype erythrocyte invasion because phenotyping invasion depends not only on counting parasites but also counting which erythrocytes the parasites have invaded. All invasion assays involve adding P. falciparum parasites to erythrocytes with a limited subset of erythrocyte receptors \\(for example, erythrocytes from known human blood group variants or erythrocytes that have been treated with enzymes to remove specific receptors) and scoring parasite density 48 h later. The reason that standard growth assays cannot be applied in this context is because uninfected \\(and hence untreated) erythrocytes are always present at some level in the starting parasite culture \\(referred to hereafter as ‘‘donor’’ cells). For invasion to be phenotyped, it is essential that parasites present in donor cells are not counted, whereas parasites that have invaded the erythrocytes with a reduced receptor repertoire \\(referred to hereafter as ‘‘target’’ cells) are counted.\r\n\n\n\r\n\n\nIn previous assays, this fundamental problem in phenotyping invasion has been overcome by one of two approaches. In one, purification methods are used in an attempt to eliminate all uninfected erythrocytes from the donor culture, but purification requires larger volumes of culture and is not suited to high throughput assays of multiple lines. The widely used alternative involves pretreating the donor culture with a combination of enzymes, usually neuraminidase and trypsin, in order to cleave all available erythrocyte invasion receptors. This approach is designed to prevent reinvasion into all uninfected erythrocytes present in the donor culture and limit invasion to the target erythrocytes \\(4, 5). This has recently been successfully combined with a fluorescent DNA dye to allow measurement using flow cytometry \\(6), but necessarily involves serial manipulation of the P. falciparum culture and exposing it to enzymes that are sometimes present in nonphysiological buffers.\r\n\n\n\r\n\n\nTo minimize parasite handling, two-color flow cytometry was investigated as an alternative to quantitate erythrocyte invasion. Unlabeled donor P. falciparum cultures were coincubated with target erythrocytes that had been labeled with fluorescent dyes, and parasites present in the donor and target population were quantitated using fluorescent DNA dyes. Multiple DNA dyes were tested and protocols adjusted to minimize background. Cell dyes were chosen to have minimal emission overlap with the best performing DNA dyes and to label erythrocytes cytoplasmically rather than on the erythrocyte surface as has been used previously \\(7), reasoning that surface labels may reduce invasion efficiencies and therefore reduce the sensitivity of the assay. This combinational approach resulted in the identification of several dye combinations that recapitulate known invasion phenotypes, meaning that the assay can be adapted to multiple flow cytometers, depending on the laser lines available. This 96-well plate-based adaptable phenotyping platform should be of broad utility for measuring the impact of natural or experimental genetic variation in either host or parasite on erythrocyte invasion efficiency and could be applied to genotype-phenotype association studies."
        },
        {
            "header": "Reagents",
            "content": "See PDF file \"sop-flow-cytometry-invasion-assay.pdf\":http://www.nature.com/protocolexchange/system/uploads/1964/original/sop-flow-cytometry-invasion-assay.pdf?1319107440"
        },
        {
            "header": "Equipment",
            "content": "See PDF file \"sop-flow-cytometry-invasion-assay.pdf\":http://www.nature.com/protocolexchange/system/uploads/1964/original/sop-flow-cytometry-invasion-assay.pdf?1319107440"
        },
        {
            "header": "Procedure",
            "content": "For the complete detailed protocol, see PDF file \"sop-flow-cytometry-invasion-assay.pdf\":http://www.nature.com/protocolexchange/system/uploads/1964/original/sop-flow-cytometry-invasion-assay.pdf?1319107440\r\n\n\n\r\n\n\nPart A – Labeling target RBC\r\n\n\n\r\n\n\nThe choice of fluorescent label for target RBC is dependent on the choice of DNA dye, which itself depends on the flow cytometer that will be used to acquire the data at the end of the invasion assay. The fluorescence emission peak of CFDA SE is approximately 517nm, close to SYBR Green I at about 520nm. CFDA SE can thus only be used in combination with Hoechst 33342. The fluorescence emission peak of DDAO SE is close to 657nm. So, it can be used in combination with either Hoechst 33342 or SYBR Green I.\r\n\n\n\r\n\n\n1. Add 12mL of RPMI 1640 and 0.5mL of washed RBC to a 50mL tube to obtain a 2% hematocrit and mix gently\r\n  2. Transfer 3mL of 2% hematocrit RBC suspension to a 15mL tube labeled “stained RBC” and centrifuge at 450g for 3min \\(moderate brakes can be applied)\r\n  3. Aspirate and discard all of the supernatant from the centrifuged tube\r\n  4. Add 3.1mL of RPMI 1640 to a 15mL tube labeled “CFDA” \\(or “DDAO”)\r\n  5. Add 12.4μL of 5mM CFDA SE in DMSO \\(or 6.2μL of 5mM DDAO SE in DMSO) to the “CFDA” \\(or “DDAO”) tube to obtain a 20μM \\(or 10μM) suspension and mix the suspension thoroughly\r\n  6. Add 3mL of 20μM CFDA SE \\(or 10μM DDAO SE) to the “stained RBC” tube and immediately pipette the suspension up and down thoroughly to resuspend the pellet\r\n  7. Place the tube on a rotator, switch on the rotation at maximum speed and incubate at +37°C for 2h \r\n  8. Centrifuge the “stained RBC” tube at 450g for 3min \r\n  9. Aspirate and discard all of the supernatant \r\n  10. Add 3mL of complete media and pipette up and down to resuspend the cell pellet \r\n  11. Centrifuge at 450g for 3min \r\n  12. Aspirate and discard all of the supernatant \r\n  13. Add 3mL of complete media and pipette up and down to resuspend the cell pellet \r\n  14. Place the tube on a rotator, switch on the rotation at maximum speed and incubate at +37°C for 30min \r\n  15. Centrifuge at 450g for 3min \r\n  16. Aspirate and discard all of the supernatant \r\n  17. Add 3mL of incomplete media and pipette up and down to resuspend the cell pellet \r\n  18. Centrifuge at 450g for 3min \r\n  19. Repeat steps 16 to 18 once more \r\n  20. Aspirate and discard all of the supernatant \r\n  21. Add 3mL of incomplete media and pipette up and down to resuspend the cell pellet\r\n  \r\n\n\nPart B – Enzymatic treatments\r\n\n\n\r\n\n\n1. Transfer 400μL of cell suspension from the “stained RBC” tube to each of 6 microfuge tubes labeled “A” to “F”\r\n  2. Add 8μL of 1U/mL neuraminidase in RPMI 1640 to tube B and tube E\r\n  3. Place the 6 tubes on a rotator, switch on the rotation at maximum speed and incubate at +37°C for 1h\r\n  4. Centrifuge the microfuge tubes on a benchtop microcentrifuge for 30s \r\n  5. Aspirate and discard the supernatants\r\n  6. Add 400μL of incomplete media to each of the 6 tubes and centrifuge on a benchtop microcentrifuge for 30s \r\n  7. Aspirate and discard the supernatant from each of the 6 tubes \r\n  8. Add 400μL of incomplete media to each of the 6 tubes and resuspend the cell pellets by pipetting up and down \r\n  9. Add 2μL of 10mg/mL trypsin in RPMI 1640 to tube C, 40μL of 10mg/mL trypsin in RPMI 1640 to tube D and tube E, and 40μL of 10mg/mL chymotrypsin in RPMI 1640 to tube F \r\n  10. Place the 6 tubes on the rotator, switch on the rotation at maximum speed and incubate at +37°C for 1h \r\n  11. Centrifuge the microfuge tubes on a benchtop microcentrifuge for 30s\r\n  12. Aspirate and discard the supernatants \r\n  13. Add 400μL of incomplete media to each of the 6 tubes and centrifuge the tubes on a benchtop microcentrifuge for 30s \r\n  14. Repeat steps 12 and 13 once more \r\n  15. Aspirate and discard the supernatant from each of the 6 tubes \r\n  16. Add 400μL of complete media to each of the 6 tubes resuspend the cell pellets by pipetting up and down\r\n  \r\n\n\nPart C – Plate setup and incubation\r\n\n\n\r\n\n\n1. Label 18 wells of a 96-well, round-bottom plate, on its lid, from A to E and from 1 to 3 \r\n  2. Add approximately 200μL of PBS to the 78 unlabeled wells of the plate \r\n  3. Add 50μL of donor pRBC at 2% hematocrit, 1-2% parasitemia, to each of the 18 wells labeled A1 to F3\r\n  4. Rotate the plate 180 degrees \r\n  5. Add 50μL of target RBC at 2% hematocrit from each of the 6 microfuge to the corresponding wells \\(e.g. 50μL from tube A to each of wells A1, A2 and A3)\r\n  6. Mix by pipetting up and down the contents of each of the 18 wells, while carefully avoiding creating bubbles\r\n  7. Place the plate inside an incubator culture chamber, pre-warmed to +37°C \r\n  8. Close the chamber and gas the chamber for 3min with a mixture of 1% O2, 3% CO2 and a balance of N2 \r\n  9. Place the chamber inside an incubator at +37°C and incubate for 48h \r\n  \r\n\n\nPart D – Parasite staining\r\n\n\n\r\n\n\nIf the target RBC were stained with CFDA SE, staining of the parasites will have to be done with Hoechst 33342. If the target RBC were stained with DDAO SE, either Hoechst 33342 or SYBR Green I may be used to stain the parasites, depending on the laser lines available on the flow cytometer.\r\n\n\n\r\n\n\nHere follows the procedure for staining with SYBR Green I:\r\n\n\n\r\n\n\n1. Centrifuge the assay plate at 450g for 3min \r\n  2. Draw and discard 50μL of culture supernatant from each of the 18 wells labeled A1 to F3 \r\n  3. Add 200μL of PBS to each of the 18 wells and centrifuge at 450g for 3min \r\n  4. Draw and discard 200μL of supernatant from each of the 18 wells \r\n  5. Add 200μL of 2% paraformaldehyde/0.2% glutaraldehyde in PBS to each of the 18 wells, pipette up and down to resuspend the cell pellet, and incubate at +4°C for 1h \r\n  6. Centrifuge the plate at 450g for 3min \r\n  7. Draw and discard 200μL of supernatant from each of the 18 wells \r\n  8. Add 200μL of PBS to each of the 18 wells and centrifuge at 450g for 3min \r\n  9. Draw and discard 200μL of supernatant from each of the 18 wells\r\n  10. Add 200μL of 0.3% Triton X-100 in PBS to each of the 18 wells, pipette up and down to resuspend the cell pellet and incubate at room temperature for 10min\r\n  11. Centrifuge the plate at 450g for 3min \r\n  12. Draw and discard 200μL of supernatant from each of the 18 wells \r\n  13. Add 200μL of PBS to each of the 18 wells and centrifuge the plate at 450g for 3min \r\n  14. Draw and discard 200μL of supernatant from each of the 18 wells\r\n  15. Add 200μL of 0.5mg/mL ribonuclease A in PBS to each of the 18 wells, pipette up and down to resuspend the cell pellet and incubate at +37°C for 1h\r\n  16. Centrifuge the plate at 450g for 3min \r\n  17. Draw and discard 200μL of supernatant from each of the 18 wells \r\n  18. Add 200μL of PBS to each of the 18 wells and centrifuge at 450g for 3min \r\n  19. Draw and discard 200μL of supernatant from each of the 18 wells\r\n  20. Add 200μL of 1:5,000 SYBR Green I in PBS to each of the 18 wells, pipette up and down to resuspend the cell pellet and incubate at +37°C for 1h \r\n  21. Centrifuge the plate at 450g for 3min \r\n  22. Draw and discard 200μL of supernatant from each of the 18 wells \r\n  23. Add 200μL of PBS to each of the 18 wells and centrifuge at 450g for 3min \r\n  24. Repeat steps 22 and 23 twice more \r\n  25. Draw and discard 200μL of supernatant from each of the 18 wells \r\n  26. Add 200μL of PBS to each of the 18 wells and pipette up and down to resuspend the cell pellets \r\n  \r\n\n\nPart E – Acquisition on flow cytometer\r\n\n\n\r\n\n\n1. Label 18 wells of a 96-well, flat-bottom plate, on its lid, from A1 to F3 \r\n  2. Add 250μL of PBS to each of the 18 wells \r\n  3. Draw 25μL from each of the 18 wells of the plate containing the stained cells of the invasion assay, and add this to the corresponding wells on the new plate containing only PBS \r\n  4. Pipette up and down to mix the diluted cell suspension \r\n  5. Acquire the plate containing the diluted cell suspension on a flow cytometer fitted with the appropriate laser lines for the fluorescent cell label and DNA dye chosen \\(acquire 100,000 events to have a minimum of 50,000 target cells to analyze)"
        },
        {
            "header": "References",
            "content": "1. Grimberg, BT et al. Monitoring Plasmodium falciparum growth and development by UV flow cytometry using an optimized Hoechst-thiazole orange staining strategy. Cytometry Part A 73, 546-554 \\(2008).\r\n  2. Izumiyama, S et al. Plasmodium falciparum: Development and validation of a measure of intraerythrocytic growth using SYBR Green I in a flow cytometer. Exp. Parasitol. 121, 144-150 \\(2009).\r\n  3. Chandramohanadas, R et al. Apicomplexan parasites coopt host calpains to facilitate their escape from infected cells. Science 324, 794-797 \\(2009).\r\n  4. Reed, MB et al. Targeted disruption of an erythrocyte binding antigen in Plasmodium falciparum is associated with a switch toward a sialic acid-independent pathway of invasion. Proc. Natl. Acad. Sci. USA 97, 7509-7514 \\(2000).\r\n  5. Duraisingh, MT et al. Phenotypic variation of Plasmodium falciparum merozoite proteins directs receptor targeting for invasion of human erythrocytes. EMBO J. 22, 1047-1057 \\(2003).\r\n  6. Bei, AK et al. A flow cytometry-based assay for measuring invasion of red blood cells by Plasmodium falciparum. Am. J. Hematol. 85, 234-237 \\(2010).\r\n  7. Gomez-Escobar, N et al. Erythrocyte invasion and merozoite ligand gene expression in severe and mild Plasmodium falciparum malaria. J. Infect. Dis. 201, 444-452 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors thank Leyla Bustamante and Bee Ling Ng for technical advice and support."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1002/cyto.a.20972",
                "date": "2011-10-20 10:34:02",
                "title": "An adaptable two-color flow cytometric assay to quantitate the invasion of erythrocytes by Plasmodium falciparum parasites",
                "authors": [
                    "Michel Theron",
                    "Richard L. Hesketh",
                    "Sathish Subramanian",
                    "and Julian C. Rayner"
                ],
                "journal": "Cytometry Part A",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11893,
                "identity": "9fb2470f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Julian Rayner",
                "email": "jr9@sanger.ac.uk",
                "orcid": "",
                "institution": "Wellcome Trust Sanger Institute",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Julian",
                "middleName": "",
                "lastName": "Rayner",
                "suffix": ""
            },
            {
                "id": 11890,
                "identity": "9fb23b4f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michel Theron",
                "email": "",
                "orcid": "",
                "institution": "Wellcome Trust Sanger Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michel",
                "middleName": "",
                "lastName": "Theron",
                "suffix": ""
            },
            {
                "id": 11891,
                "identity": "9fb24139-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Richard Hesketh",
                "email": "",
                "orcid": "",
                "institution": "Wellcome Trust Sanger Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Richard",
                "middleName": "",
                "lastName": "Hesketh",
                "suffix": ""
            },
            {
                "id": 11892,
                "identity": "9fb24451-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sathish Subramanian",
                "email": "",
                "orcid": "",
                "institution": "Wellcome Trust Sanger Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sathish",
                "middleName": "",
                "lastName": "Subramanian",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-10-31 14:20:51",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.263",
        "doiUrl": "https://doi.org/10.1038/protex.2011.263",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464585,
                "identity": "e970f87b-42f5-46e8-90fd-eac4b488073d",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:55",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 150535,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2223/v1/6dd6d214-6c15-4aa8-a674-155122a82fe3.pdf"
            },
            {
                "id": 2608364,
                "identity": "b230a874-e249-4d78-93dd-d8292b275dce",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 438723,
                "visible": true,
                "origin": "",
                "legend": "Standard Operating Procedure   Flow cytometry-based invasion phenotyping assay SOP",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2223/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "plasmodium, malaria, invasion, phenotyping, flow cytometry, high-throughput",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "To facilitate the scale-up of erythrocyte invasion phenotyping for Plasmodium falciparum, we have developed a novel platform based on two-color flow cytometry that distinguishes parasite invasion from parasite growth. Target cells that had one or more receptors removed using enzymatic treatment were prelabeled with intracellular dyes CFDA-SE or DDAO-SE, incubated with P. falciparum parasites, and parasites that had invaded either labeled or unlabeled cells were detected with fluorescent DNA-intercalating dyes Hoechst 33342 or SYBR Green I. Neither cell label interfered with erythrocyte invasion, and the combination of cell and parasite dyes recapitulated known invasion phenotypes for three standard laboratory strains. Three different dye combinations with minimal overlap have been validated, meaning the same assay can be adapted to instruments harboring several different combinations of laser lines. The assay is sensitive, operates in a 96-well format, and can be used to quantitate the impact of natural or experimental genetic variation on erythrocyte invasion efficiency.",
        "manuscriptTitle": "Flow cytometry-based invasion phenotyping assay for malaria",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-11-01 10:39:50",
                "doi": "10.1038/protex.2011.263",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fb1bee9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 1st, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2643,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-11-01 10:39:50",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}