{
    "identity": "pex-1459",
    "title": "<p>Sanctions and international interaction improve cooperation</p><p>to avert climate change</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Methods to ensure between-country comparability of data</p><p>\tAs argued by (Roth et al., 1991) in their pioneering cross-national experiments, international experimental research in the experimental social sciences is subject to (at least) three problems that may compromise data comparability. Our response to each of these problems is reminiscent of the solutions set up by (Roth et al., 1991) themselves and (Herrmann et al., 2008).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;<em>Experimenter effects</em></p><p>\tIt is well-known that personal differences between experimenters conducting research sessions may induce some differences in participants’ behavior. Personal differences include personality or gestural differences, or other physiological differences in, for instance, voice pitch, intonation, and, of course, gender and age, which may ultimately elicit different responses by participants. Obviously, these effects could not be eliminated, but we strived to minimize them.</p><p>\tFirstly, we produced an experimental script that provided a detailed description of the various stages of the experimental session and the instructions to be administered to participants (see the timeline of the experiment in Fig. 1). Each lead researcher (the authors of this paper) would read the same instructions from the script in the session, thus ensuring that identical information was given in identical order and in identical format in all the research sessions. Some of these instructions involved PowerPoint© presentations, which were prepared using the same format for all locations. Since the sessions were run simultaneously, the duration of the various stages of the session had to be approximately the same. Research materials, such as the materials to run the final lottery draw, and the video cameras used for the video links (see next sections) were also the same in all locations.</p><p>\tSecondly, the lead researchers participated in two collective meetings prior to data collection, in which session procedures were discussed and agreed upon. In one meeting in Moscow a mock experimental session was conducted by one lead researcher under the observation of all others, in order to make the conduction of the session as uniform as possible.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>Language effects</em></p><p>\tSince a word may have a different nuance, or additional meanings, when translated into another language, language effects may also pre-empt full comparability of international experimental data. Differences in syntactic rules across languages, and the fact that language expressions ultimately reflect different cultural norms in the way people address each other in different countries, may also introduce some subtle differences in the way people react to the same set of instructions in different languages. In fact, a significant foreign language effect in decision making has been found (<em>Costa et al., 2014</em>). We followed what we believe is the best practice in cross-country and inter-country experimental research, as set out by (<em>Herrmann et al., 2008, Sylwester et al., 2013</em>), and used the back-translation method to make instructions in Russian and German as comparable as possible. <strong>&nbsp;</strong></p><p>\tAs none of the five authors is bilingual in German and Russian, we elaborated the master version of the instructions in English. Researchers from our team translated this version into their native language. We then asked a professional German-Russian translator to back-translate the Russian version of the instructions into German. This back-translated version was compared with the original German version. Every difference in the two versions was discussed among members of our team and the translator, and the original translations were then adapted to minimize differences in connotation. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>Currency effects</em></p><p>Another issue that could hinder comparability is the possibility that the monetary incentives used in different locations were different from each other. We followed standard practice in experimental economics, and formulated instructions referring to ‘tokens’ rather than to national monetary units. Adjusting the monetary value of a token using the official exchange rate between two currencies is not sufficient, because differences in general price levels between the two countries will alter the purchasing power of a currency when exchanged into another currency. Given that official statistics of Purchasing Power Parity are published with a delay of some years on current prices, we used the standard hourly pay rate for student assistants at universities in each country as the conversion factor to ensure that the monetary value of a token had the same purchasing power in each location. This method is clearly appropriate for university students. This resulted in a token being worth 0.07 Euros in German locations and 2.0 Ruble in Russian locations. In addition, participants received a show-up fee of 5 Euro/150 Ruble.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p>Ztree software, available at: <a href=\"https://www.ztree.uzh.ch/en/contact.html\" rel=\"noopener noreferrer\" target=\"_blank\">UZH - z-Tree - Zurich Toolbox for Readymade Economic Experiments - Contact addresses</a> . See Supplementary files for the programmes used in our experiment.</p>"
        },
        {
            "header": "Procedure",
            "content": "·\nRecruitment and admission\nParticipants were recruited via email in Tomsk and via the recruiting systems BeLab-System in Moscow and hroot (\nBock et al., 2014\n) in Kiel and Bonn. Upon arrival, we checked that only students having a German (Russian) passport could take part in the session. Participants were given an information sheet and were asked to sign an informed consent form prior to entering the laboratory. Participants were randomly assigned to an experimental treatment (see Table 1) without knowing about the decision tasks nor other treatments. In all four cities, we followed the same experimental procedure documented in a detailed English script (see Supplementary Files: Experimenter Script). Upon arrival, participants were randomly allocated to individual cubicles divided by opaque separators (Fig. 2) to ensure privacy of decisions. They were randomly divided into groups of six with three group members each being from two different locations in Germany and/or Russia depending on the treatment.\n·\nInstructions\nAll sessions were computerized using the experimental software z-Tree (Fischbacher, 2015; See Supplementary Files: Ztree File 1/2/3/4 for Ztree programmes). Participants from the two locations interacted via Internet and took their decisions at the same time. They received equivalent experimental instructions in their respective native language. Participants were informed that all participants would take their decisions simultaneously and would be provided with equivalent instructions. (See the English translation of the instructions in Supplementary Files: Instructions).\nParticipants were given ample time to read the instructions and ask clarifying questions which were answered in private. To ensure that participants understood the decision task and the procedure of the experiment, we summarized the instructions in a PowerPoint© presentation with text in German or Russian (See Supplementary Files: Powerpoint presentation of instruction summary / Powerpoint presentation of of decisions stages and information feedback for the English translation of the powerpoint presentations). We also made clear that due to our confidential payment method we were not able to trace any individual participant’s decisions. Participants then had to answer a set of comprehension questions on their computer screens – showing German text in the German locations and Russian text in the Russian locations also in international treatments. The decision stage did not start unless all participants had answered all control questions correctly.\nBefore entering the decision part of the experiment, participants were presented an information recap in PowerPoint© to make them familiar with the information options provided throughout the experiment.\n·\nVideoconference link\nTo attenuate possible suspicions on the existence of the other lab, we set up two Skype© connections during the session, lasting a few minutes each. Lead researchers would briefly greet each other and introduce the other participants on a large projector screen visible to all participants. Participants were not allowed to talk or communicate with each other in this phase. To show that the interaction was occurring in real time, we followed (\nEckel and Wilson, 2006)\nand asked some participants in one location to state some numbers. Such numbers were communicated via internet to researchers at the other location, who then wrote these numbers on a slip of paper and showed them on the projector screen through the videoconference link. The same procedure was repeated at the other location. An identical protocol was repeated in all sessions, with the exception that researchers communicated in the respective national languages in the National treatments, interacted in English in the International Open treatments, while the Skype© link was muted in the International Blind treatments. We believed that this set of procedures was the best suited to fully assure participants that they were not being deceived and that all the information given in the instruction was truthful.\n·\nDecisions\nAfter the videoconference link, participants completed a practice period on their computers. In order not to bias actual experimental decisions, participants were not communicated others’ decisions in the practice period but rather were only given the opportunity to get familiar with the commands of the software. Afterwards, the experimenters in both locations explained how the lottery would be implemented. Finally, participants made their decisions in periods 1 to 10 in No-Sanctions (NS)- or Sanction (S)-treatments.\nTo illustrate the participants' decision task, Fig. 3 provides the decision screen for the contribution decision in Stage 1. In addition to making their decisions, each member was informed about the contributions of all six group members as well as about the tokens in each of their personal accounts, both accumulated over the previous periods. Furthermore, they saw the total number of tokens contributed to the project and the current probability that the loss event will not occur.\nAfter participants had taken their decisions they could get visual information on each group member’s contributions in each of the previous periods (Fig. 4). In NS-treatments, the period ended at this point and each participant was informed about their contribution in the current period as well as about everyone’s personal account in tokens at the end of the previous and the current periods.\nIn S-treatments, participants entered Stage 2 and made their decision on how many tokens they wanted to spend to sanction each of the other group members. Before having done so they could retrieve information on each group member’s contributions in each of the previous periods (Fig. 4) and in the current period (Fig. 5), the accumulated number of tokens in each group member’s personal account, and the number of tokens each group member spent in the last period on each of the other group members to reduce that person’s personal account.\nAt the end of Stage 2 of each period, participants got the same information as in NS-treatments and learned the number of tokens spent on others and deducted from their own account.\n·\nFinal procedures\nHaving finished the experimental tasks, the lottery to decide whether the loss event would occur was played out. From a bag containing lottery chips numbered 1 - 100, one chip was drawn by a participant. If the number was larger than the percentage\nx\nof the target amount the group members had contributed to the group project, the loss event occurred and 75% of the amount collected in each group member’s personal account was lost. If the number drawn was smaller or equal to\nx,\nthe loss event did not occur and each group member was paid out the total amount in his or her personal account. This procedure was repeated for each of the four groups participating in a session. The outcomes of the lottery draws were transmitted via Skype© to both participating labs but information on the lottery outcome relevant for a specific group was not made available to the participants until they had filled in a non-incentivized questionnaire on social characteristics, risk attitudes (\nFalk et al., 2018)\n, personal values (\nSchwartz, 1992)\nand other questions taken from the World Value Survey (see Supplementary Files: Questionnaire). The survey questions were available and externally validated in both languages.\nFinally, we applied an anonymized payment procedure by distributing the payments from the experiment plus the show-up fee and receipts in an envelope marked with the cubicle number. Participants took the money, signed the receipt, confidentially put the receipt into a box, and left the laboratory. All features of the experimental design and procedure were common knowledge and apparently did not raise any questions. Sessions lasted about 2 hours on average. Mean earnings were 25.00€ in Germany and 750 Ruble in Russia (12.5€ at the time of running the experiment) including the show-up fee."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>Bock, O., Baetge, I., Nicklisch, A.: hroot: Hamburg Registration and Organization Online Tool, <em>Eur. Econ. Rev.</em>, <strong><em>71</em></strong>, 117-120 (2014).</p><p>Costa, A., Foucart, A., Arnon, I., Aparici, M., Apesteguia, J. ‘‘Piensa’’ Twice: On the foreign language effect in decision making. <em>Cognition, </em><strong><em>130</em></strong>, 236–254 (2014)</p><p>Eckel, C.C., Wilson, R.K. Internet cautions: Experimental games with internet partners. <em>Exp. Econ.,</em> <strong><em>9</em></strong>, 53–66 (2006). </p><p>Falk, A., Becker, A., Dohmen, T., Enke, B., Huffman, D., Sunde, U. Global evidence on economic preferences. <em>Q. J. Econ., </em><strong><em>133</em></strong>, 1645–1692 (2018).</p><p>Fischbacher, U.. z-Tree: Zurich toolbox for ready-made economic experiments. <em>Exp. Econ., </em><strong><em>10</em></strong>, 171-178 (2007).</p><p>Herrmann, B., Thöni, C., Gächter, S. Antisocial punishment across societies. <em>Science</em> <strong><em>319</em></strong>, 1362-1367&nbsp;(2008).</p><p>Roth, A. E., Prasnikar, V., Okuno-Fujiwara, M., Zamir, S.. Bargaining and market behavior in Jerusalem, Ljubljana, Pittsburgh, and Tokyo: An experimental study. <em>Am. Econ Rev.,</em> <strong><em>81</em></strong>, 1068-1095 (1991)</p><p>Schwartz, S.H.. Universals in the content and structure of values: Theoretical advances and empirical tests in 20 countries. <em>Adv. Exp. Soc. Psychol.</em>, <strong><em>25</em></strong>, 1–65 (1992).</p><p>Sylwester, K., Herrmann, B., Bryson, J.J.. Homo homini lupus? Explaining antisocial punishment.&nbsp;<em>J. Neurosci. Psychol. E</em>, <strong><em>6</em></strong>, 167-188 (2013).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "unpublished": "Grimalda, G., Belianin, A., Hennig-Schmidt, H., Requate, T., Ryzhkova, M.V. (2021) Sanctions and international interaction improve cooperation to avert climate change.Preprint available at: https://osf.io/vuyzp/?view_only=08c121fd2b784824bf54d434f1747829"
            }
        ],
        "authors": [
            {
                "id": 21896206,
                "identity": "f33a89af-0b9e-4cad-87e5-9cfda6ea3bf8",
                "order_by": 0,
                "name": "Gianluca Grimalda",
                "email": "gianluca.grimalda@ifw-kiel.de",
                "orcid": "https://orcid.org/0000-0002-5605-5591",
                "institution": "Kiel Institute for the World Economy",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Gianluca",
                "middleName": "",
                "lastName": "Grimalda",
                "suffix": ""
            },
            {
                "id": 21896207,
                "identity": "bc61b50a-a611-4287-b52a-50e0453d60af",
                "order_by": 1,
                "name": "Alexis Belianin",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-0874-8393",
                "institution": "3Higher School of Economics, Moscow, Russian Federation",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexis",
                "middleName": "",
                "lastName": "Belianin",
                "suffix": ""
            },
            {
                "id": 21896208,
                "identity": "d1f9018a-5bbb-465a-9e7e-d2f15da9a7c3",
                "order_by": 2,
                "name": "Heike Hennig-Schmidt",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2841-4657",
                "institution": "University of Bonn",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Heike",
                "middleName": "",
                "lastName": "Hennig-Schmidt",
                "suffix": ""
            },
            {
                "id": 21896209,
                "identity": "01d9bf62-c817-4099-b7e9-59c57c45ec2d",
                "order_by": 3,
                "name": "Till Requate",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2874-4437",
                "institution": "University of Kiel",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Till",
                "middleName": "",
                "lastName": "Requate",
                "suffix": ""
            },
            {
                "id": 21896210,
                "identity": "d76c2918-d18c-4a0e-ab79-1c6afa334089",
                "order_by": 4,
                "name": "Marina V. Ryzhkova",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-0107-8016",
                "institution": "7Tomsk State University, Russian Federation",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marina",
                "middleName": "V.",
                "lastName": "Ryzhkova",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-14 14:53:52",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1459/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1459/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 12114380,
                "identity": "3ee0eb4d-fc7e-40e6-8f95-c4424a4e08f7",
                "added_by": "auto",
                "created_at": "2021-08-04 16:38:22",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 97580,
                "visible": true,
                "origin": "",
                "legend": "Timeline of the experiment",
                "description": "",
                "filename": "Timelineoftheexperiment.png",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/b854d7d07a26737683ec76d6.png"
            },
            {
                "id": 12114429,
                "identity": "692a7540-e7b2-4eaa-b23e-769c971fc3cf",
                "added_by": "auto",
                "created_at": "2021-08-04 16:41:23",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 81101,
                "visible": true,
                "origin": "",
                "legend": "The four experimental labs",
                "description": "",
                "filename": "Thefourexperimentallaboratories.png",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/6e135c05b3f5f80497c5d165.png"
            },
            {
                "id": 12114272,
                "identity": "f7608422-78ec-42a6-9ce3-9ad34fa9366a",
                "added_by": "auto",
                "created_at": "2021-08-04 16:35:21",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 42806,
                "visible": true,
                "origin": "",
                "legend": "Participants’ decision screen and information in Stage 1",
                "description": "",
                "filename": "ParticipantsdecisionscreenandinformationinStage1.png",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/452efd892718eb364c66a6dc.png"
            },
            {
                "id": 12114278,
                "identity": "08435456-b514-4500-876c-1a43a4b7de9a",
                "added_by": "auto",
                "created_at": "2021-08-04 16:35:22",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 43544,
                "visible": true,
                "origin": "",
                "legend": "Graphical information on each group member’s contributions in each of the previous periods.",
                "description": "",
                "filename": "Graphicalinformationoneachgroupmemberscontributionsineachofthepreviousperiods..png",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/9e643954bf3878667654e7d4.png"
            },
            {
                "id": 12114384,
                "identity": "3f3dc62b-5abe-4858-9971-3f57d09ede7e",
                "added_by": "auto",
                "created_at": "2021-08-04 16:38:22",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 29261,
                "visible": true,
                "origin": "",
                "legend": "Participants’ decision screen and information in Stage 2",
                "description": "",
                "filename": "ParticipantsdecisionscreenandinformationinStage2.png",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/1c9b4b023fa261cc9b599356.png"
            },
            {
                "id": 13708029,
                "identity": "633999b0-0105-4f6c-a60a-d9606b757cca",
                "added_by": "auto",
                "created_at": "2021-09-17 14:05:46",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 510933,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/de1f9949-f1a7-47f9-86a6-688ae2569c8f.pdf"
            },
            {
                "id": 12114273,
                "identity": "f83294c3-61e3-4cbc-834d-3b7664deb50e",
                "added_by": "auto",
                "created_at": "2021-08-04 16:35:22",
                "extension": "docx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 21792,
                "visible": true,
                "origin": "",
                "legend": "Instructions (English translation)",
                "description": "",
                "filename": "Instructions.docx",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/fb745118337cf4a8d98d69bb.docx"
            },
            {
                "id": 12114276,
                "identity": "5bdef9c4-c95d-4cd1-ba1c-3e08743fb54f",
                "added_by": "auto",
                "created_at": "2021-08-04 16:35:22",
                "extension": "docx",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 18323,
                "visible": true,
                "origin": "",
                "legend": "Questionnaire (English translation",
                "description": "",
                "filename": "Questionnaire.docx",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/ddfa753d915780ead8d665bb.docx"
            },
            {
                "id": 12114277,
                "identity": "a9dddfc6-1b54-4b14-8886-e742af1f74a0",
                "added_by": "auto",
                "created_at": "2021-08-04 16:35:22",
                "extension": "pptx",
                "order_by": 3,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 51598,
                "visible": true,
                "origin": "",
                "legend": "Powerpoint presentation of instructions summary",
                "description": "",
                "filename": "RECAPLEADERENV0.42100forprotocol.pptx",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/198c561403ab26bea24a1fe3.pptx"
            },
            {
                "id": 12114381,
                "identity": "f4bb7254-fa74-4356-ac36-0c66d9999f7c",
                "added_by": "auto",
                "created_at": "2021-08-04 16:38:22",
                "extension": "pptx",
                "order_by": 4,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 291762,
                "visible": true,
                "origin": "",
                "legend": "Powerpoint presentation of decisions stages and information feedback",
                "description": "",
                "filename": "TrialdemonstrationENGPUNprotocol.pptx",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/26ff1381ed3ca1eb10d0e9bb.pptx"
            },
            {
                "id": 12114274,
                "identity": "ad175abc-2ec1-42ee-9fe0-afe08e8f2bfc",
                "added_by": "auto",
                "created_at": "2021-08-04 16:35:22",
                "extension": "docx",
                "order_by": 5,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 55421,
                "visible": true,
                "origin": "",
                "legend": "Experimenter script (Sanction treatments)",
                "description": "",
                "filename": "Experimenterscriptprotocol.docx",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/2ac9c52ef8225eacca28e715.docx"
            },
            {
                "id": 12114431,
                "identity": "43261191-a7be-4ead-8495-c0f3361d3199",
                "added_by": "auto",
                "created_at": "2021-08-04 16:41:23",
                "extension": "ztt",
                "order_by": 6,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 5345,
                "visible": true,
                "origin": "",
                "legend": "Ztree file 1 (Language setter)",
                "description": "",
                "filename": "00CCLanguageSetterV0.7GERRUS.ztt",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/64fdf10d7d95e145f41c6211.ztt"
            },
            {
                "id": 12114385,
                "identity": "fb0e9676-4151-4d4f-885d-f376bd63d47c",
                "added_by": "auto",
                "created_at": "2021-08-04 16:38:22",
                "extension": "ztt",
                "order_by": 7,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 144589,
                "visible": true,
                "origin": "",
                "legend": "Ztree file 2 (Instructions + Quiz)",
                "description": "",
                "filename": "01IntroQuizDemoV0.7PGERRUS.ztt",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/04704b2f790d9de20f9715b5.ztt"
            },
            {
                "id": 12114428,
                "identity": "f9bfc799-32e3-4aee-9dc2-71a6a6b028d7",
                "added_by": "auto",
                "created_at": "2021-08-04 16:41:22",
                "extension": "ztt",
                "order_by": 8,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 68242,
                "visible": true,
                "origin": "",
                "legend": "Ztree file 3 (Main Experiment)",
                "description": "",
                "filename": "02MainExpV0.7PGERRUS.ztt",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/c5de6ad6580685629507cd41.ztt"
            },
            {
                "id": 12114284,
                "identity": "cfff8ff7-455b-42df-b708-b981b5e3ea0c",
                "added_by": "auto",
                "created_at": "2021-08-04 16:35:22",
                "extension": "ztq",
                "order_by": 9,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 147355,
                "visible": true,
                "origin": "",
                "legend": "Ztree file 4 (Questionnaire)",
                "description": "",
                "filename": "03CCEXPQuestionnaireV0.7GERRUS.ztq",
                "url": "https://assets.researchsquare.com/files/pex-1459/v1/1845fc0b9bcd3deee8abb1f0.ztq"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "International experiments, Online experiments, Experimental social science, Experimental Economic, Experimental Psychology, Cross-national research, Cross-cultural research. ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>We report the protocol relative to the experimental project \"Sanctions and international interaction improve cooperation to avert climate change\",which connected through the internet pairs of laboratories from Kiel and Bonn (Germany) and Moscow and Tomsk (Russia). The connection was realized through Z-Tree. Each research session comprised 24 participants, who were randomly allocated to 4 groups, whose members were three from one laboratory and three from the other. After receiving instructions and passing a comprehension test, participants interacted over ten rounds. Each participant had a fixed allocation of money in each round, which could have been kept for oneself or contributed to a group account. Contributions decreased the probability that everyone suffered a 75% loss in their personal account at the end of the interaction. A random draw determined whether occurrence the loss event occurred, and individual payoffs were paid privately in cash at the end of the session.</p>",
        "manuscriptTitle": "Sanctions and international interaction improve cooperationto avert climate change",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-08-04 16:35:20",
                "doi": "10.21203/rs.3.pex-1459/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "2f36780b-03cb-497c-bed7-7451502e2e6e",
        "owner": [],
        "postedDate": "August 4th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3645744,
                "name": "Economics"
            },
            {
                "id": 3645745,
                "name": "Psychology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-08-04 16:35:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}