{
    "identity": "nprot-2350",
    "title": "Magnetic assisted transfection of primary neurons",
    "content": [
        {
            "header": "Procedure",
            "content": "**Neuronal Cell Lines and Primary Neurons Preparation**\r\n\n\n\r\n\n\n\r\n\n\n_Primary Neurons Preparation_\r\n\n\n\r\n\n\nPrimary neurons preparation is a crucial step in order to transfect them efficiently. You will find below the protocol used to prepare hippocampal neurons. In addition, you can find some important tips and tricks in the publication of Buerli, T., Pellegrino, C., Baer, K. et al, “Efficient transfection of DNA or shRNA vectors into neurons using Magnetofection” Nature Protocol 2007 accepted for publication.\r\n\n\n\r\n\n\nA- Solution preparation:\r\n\n\n1- Dissection solution: HBSS \\(without calcium and magnesium) containing 0.25% D-Glucose, keep at 4°C. Prepare fresh solution each time.\r\n\n\n2- Culture medium: MEM supplemented with 10% Nu serum, 15mM HEPES pH 7.2, 0.45% glucose, 1mM sodium pyruvate, 2mM L-glutamine, 10 IU/ml penicillin-streptomycin.\r\n\n\n3- Culture feeding medium: MEM supplemented with 2% B27, 15mM HEPES, 0.45% glucose, 1mM sodium pyruvate, 2mM glutamine.\r\n\n\n\r\n\n\nB- Tissue culture vessel preparation:\r\n\n\n1- Dissolve Poly-L-lysine \\(Sigma P-1520) at 0.1 mg/mL in water \\(aliquot and store at -20°C).\r\n\n\n2- Cover the coverslip or dish with the Poly-L-lysine solution.\r\n\n\n3- Incubate over-night at 37°C.\r\n\n\n4- Rinse twice in water.\r\n\n\n5- Let dry under a sterile laminar hood.\r\n\n\n\r\n\n\nC- Cell preparation:\r\n\n\nPrepared cells from \\(E)18-19 hippocampal neurons. Use glia-neuron co-culture using defined media and not Banker type cultures nor glia feeder layer. NeuroMag reagent is also suitable with neurobasal media.\r\n\n\n1- Rinse hippocampi twice in cooled \\(0°C, max 2-3°C) dissection solution.\r\n\n\n2- Dissect hippocampi free of meninges in cooled \\(2-3°C) dissection solution.\r\n\n\n3- Incubate hippocampi solution with trypsin solution \\(at 0.25 % final concentration) for 15 min at 37°C in one 15 mL Falcon tube. 10 to 20 hippocampi are generally used in 5 ml of solution in 15 ml falcon tube.\r\n\n\n4- Stop the trypsin action by washing two times with HBSS or MEM.\r\n\n\n5- Resuspend in a final volume of 1 to 3 mL of MEM containing 10 % fetal calf serum.\r\n\n\n6- Triturate tissue using a P1000 micropipette \\(10 times). \r\n\n\n7- Wait 1-2 minutes until non-dissociated tissue goes to the bottom of the tube. Transfer dissociated cells into new tube, add 2 mL of HBSS to the remaining non-dissociated clusters and push it \\(5-10 times) thought Pasteur pipette until complete dissociation of tissue. Transfer the dissociated cells to the tube containing the first dissociated cells. \r\n\n\n8- Count the number of cells.\r\n\n\n9- Dilute the dissociated neurons to the desired concentration with culture medium. Plate the cells to the polylysine coated dish or coverslip \\(see the table 1 below for the suggested cell amount). We recommend optimizing the number of cells relative to the dish/coverslip used. For example, 2mL of cells at a density of 300 000 or 400 000 cells per mL can be plated in 35 mm dish. Cell density will also vary according to the desired time point of transfection \\(immature or mature).\r\n\n\n10- Grow the cells in 5% CO2 and 37°C in the absence of a glial feeder cell layer in 10% Nu tissue culture medium until the desired time point for transfection.\r\n\n\n11- From 10 DIV in culture, change 50 % of old medium with fresh culture feeding medium every 3 days and the day before Magnetofection.\r\n\n\n\r\n\n\nNote that optimal neuronal growth prior to Magnetofection is critical. It depends on the addition of B27 in the culture medium and on the cell density.\r\n\n\n\r\n\n\n_Neuronal Cell Lines_\r\n\n\n\r\n\n\nNeuronal cell lines. It is recommended to seed or plate the cells the day prior transfection. The suitable cell density will depend on the growth rate and the conditions of the cells. Cells should not be less than 60 % confluent \\(percentage of growth surface covered with cells) at the time of transfection \\(see the suggested cell number in the table 1). The correct choice of optimal plating density also depends on the planned time between transfection and transgene analysis: for a large interval, we recommend a lower density and for a short interval a higher density may be advantageous. \\(See section 3.3 for procedure)\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n**Transfection Protocol of DNA or shRNA vectors**\r\n\n\n\r\n\n\nThe DNA and NeuroMag solutions should have an ambient temperature and be gently vortexed prior to use. The rapid protocol is as simple as follows: Use 3.5 µL of NeuroMag per µg of DNA. We suggest beginning with this ratio and optimize it, if required, by following section 3.6.\r\n\n\n\r\n\n\n1. Cells.\r\n  \r\n\n\n1.1. Primary Neurons. Mixed cultured cells were used for this procedure. The cell density is a critical parameter to achieve good transfection with low toxicity; the suitable cell density will depend on the growth rate and the conditions of the cells; higher cell confluency is preferable than low cell density. We recommend optimizing the cell culture density according to your experimental conditions. Primary neurons have been transfected from 7 to 21 DIV. The best results were achieved with cells cultured for 10-15 days in vitro \\(day of transfection) depending on cell culture conditions.\r\n\n\nExchange 50% of the culture media 24 hours before transfection\r\n\n\n\r\n\n\n1.2. Cell lines. The day prior transfection, prepare the cells as described in section 3.2. \r\n\n\n\r\n\n\n2. DNA/NeuroMag complexes preparation\r\n  \r\n\n\n2.1. NeuroMag: Vortex the reagent and place the appropriate amount in a microtube \\(see Table 2).\r\n\n\n\r\n\n\n2.2. DNA: Dilute the indicated quantity of DNA \\(see Table 2) in 50 to 700 L of culture medium without serum and supplement.\r\n\n\n\r\n\n\n2.3. Add the DNA solution to the NeuroMag solution by vigorous pipetting or brief vortexing and incubate at room temperature for 15 to 20 minutes.\r\n\n\n\r\n\n\n3. Transfection\r\n  \r\n\n\n3.1. Add the NeuroMag / DNA complexes onto cells \\[growing in culture feeding medium if > 10 DIV or culture medium if <10 DIV] drop by drop and gently rock the plate to ensure a uniform distribution. Place the cell culture plate on the magnetic plate during 15 minutes.\r\n\n\n\r\n\n\n3.2. Remove the magnetic plate. \r\n\n\n\r\n\n\n4. Cultivate the cells at 37°C in a CO2 incubator under standard conditions until evaluation of transgene expression \\(from 24h up to 7 days).\r\n  \r\n\n\n\r\n\n\n3.4. Optimization Protocol \r\n\n\n\r\n\n\n\r\n\n\nAlthough high transfection efficiencies can be achieved with the rapid protocol, some optimization may be needed in order to obtain the maximum efficiency in particular cell lines or primary cells culture. Several parameters can be optimized:\r\n\n\n• Dose of nucleic acid used\r\n\n\n• Ratio of NeuroMag to nucleic acid\r\n\n\n• Cell density\r\n\n\n• Incubation time\r\n\n\n\r\n\n\n\r\n\n\nWe recommend that you optimize one parameter at a time. It is required to keep the other parameters \\(cell number, dose of nucleic acid…) constant while one parameter is being optimized.\r\n\n\n\r\n\n\n1) Quantity of DNA:\r\n\n\nTo achieve the optimal transfection efficiency, the amount of DNA used can be increased or decreased. It is important to always keep the number of cells and the incubation time constant during your optimization procedure. Adjust the best amount of DNA required by maintaining a fixed ratio of NeuroMag reagent to DNA \\(3.5 µL / µg DNA), and vary the DNA quantity over the suggested range \\(table 3).\r\n\n\n\r\n\n\n2) NeuroMag / DNA ratio:\r\n\n\nFor optimization, first maintain a fixed quantity of DNA \\(according to the size of your culture dish, cell number and previous optimization) and then vary the amount of NeuroMag reagent from 2 to 5 µL per 1 µg of DNA.\r\n\n\n\r\n\n\n3) Cell number:\r\n\n\nThe cell number \\(density) is also a critical parameter to achieve good transfection efficiency and the optimal confluency has to be adjusted according to the cells used. The suitable cell density will depend on the growth rate and the conditions of the cells; higher cell confluency is preferable than low cell density. \r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n4) Incubation time:\r\n\n\nThe optimal time range between transfection and assay for gene activity varies with cells, promoter activity, expression product, etc. The transfection efficiency can be monitored after 24 hours up to several days \\(7) by analyzing the gene product. Reporter genes such as GFP, β-galactosidase, secreted alkaline phosphatase or luciferase can be used to quantitatively measure gene expression.\r\n\n\n\r\n\n\nIn addition, do not hesitate to contact our technical service at tech@ozbiosciences.com to request more detailed technical insights and applications update.\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n3.5. Co-Transfection Protocol\r\n\n\n\r\n\n\nFor co-transfection of several plasmids DNA, mix the same amount of each plasmid and transfect as described above in section 3.3 or 3.4. For example, if you have two DNA plasmids, mix 1 µg of each plasmid, complex the 2 µg of DNA with 7 µL of NeuroMag.\r\n\n\n\r\n\n\n3.6. Option for Co-transfection.\r\n\n\nTransfections can be realized sequentially instead of simultaneously. So, cells can be transfected with one plasmid DNA first and 4 h to 24 h later can be transfected with the other plasmid DNA. Follow the procedure as detailed above for DNA transfection \\(3.3 or 3.4). A medium changed can be also performed between the two transfections."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1007/S11095-011-0629-9",
                "date": "2012-04-05 09:58:17",
                "title": "Magnetic Nanoparticles Enhance Adenovirus Transduction In Vitro and In Vivo",
                "authors": [
                    "Cédric Sapet",
                    "Christophe Pellegrino",
                    "Nicolas Laurent",
                    "Flavie Sicard",
                    "and Olivier Zelphati"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12013,
                "identity": "9fbf3e36-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Flavie  Sicard",
                "email": "contact@ozbiosciences.com",
                "orcid": "",
                "institution": "OZBiosciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Flavie",
                "middleName": "",
                "lastName": "Sicard",
                "suffix": ""
            },
            {
                "id": 12014,
                "identity": "9fbf4258-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Cédric  Sapet",
                "email": "",
                "orcid": "",
                "institution": "OZBiosciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Cédric",
                "middleName": "",
                "lastName": "Sapet",
                "suffix": ""
            },
            {
                "id": 12015,
                "identity": "9fbf440a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nicolas  Laurent",
                "email": "",
                "orcid": "",
                "institution": "OZBiosciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nicolas",
                "middleName": "",
                "lastName": "Laurent",
                "suffix": ""
            },
            {
                "id": 12016,
                "identity": "9fbf45ca-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Elodie Bertosio  Lambert",
                "email": "",
                "orcid": "",
                "institution": "OZBiosciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Elodie",
                "middleName": "Bertosio",
                "lastName": "Lambert",
                "suffix": ""
            },
            {
                "id": 12017,
                "identity": "9fbf4740-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mélanie  Bertuzzi",
                "email": "",
                "orcid": "",
                "institution": "OZBiosciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mélanie",
                "middleName": "",
                "lastName": "Bertuzzi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-04-04 14:47:50",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.009",
        "doiUrl": "https://doi.org/10.1038/protex.2012.009",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464732,
                "identity": "4bc29553-cbed-45fa-9242-87c949336fed",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:31",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 125914,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2350/v1/c1bd7a69-ebed-42d9-836d-964624ee7867.pdf"
            }
        ],
        "financialInterests": "Limited License\r\n\n\nThe purchase of the NeuroMag Reagent grants the purchaser a non-transferable, non-exclusive license to use the kit and/or its separate and included components \\(as listed in section 1, Kit Contents). This reagent is intended for in-house research only by the buyer. Such use is limited to the transfection of nucleic acids as described in the product manual. In addition, research only use means that this kit and all of its contents are excluded, without limitation, from resale, repackaging, or use for the making or selling of any commercial product or service without the written approval of OZ Biosciences.\r\n\n\n\r\n\n\nSeparate licenses are available from OZ Biosciences for the express purpose of non-research use or applications of the NeuroMag Reagent. To inquire about such licenses, or to obtain authorization to transfer or use the enclosed material, contact the Director of Business Development at OZ Biosciences.\r\n\n\n\r\n\n\nBuyers may end this License at any time by returning all NeuroMag Reagent material and documentation to OZ Biosciences, or by destroying all NeuroMag components. Purchasers are advised to contact OZ Biosciences with the notification that a NeuroMag kit is being returned in order to be reimbursed and/or to definitely terminate a license for internal research use only granted through the purchase of the kit\\(s).\r\n\n\n\r\n\n\nThis document covers entirely the terms of the NeuroMag Reagent research only license, and does not grant any other express or implied license. The laws of the French Government shall govern the interpretation and enforcement of the terms of this License.\r\n\n\n\r\n\n\n\r\n\n\nProduct Use Limitations\r\n\n\nThe NeuroMag Reagent and all of its components are developed, designed, intended, and sold for research use only. They are not to be used for human diagnostic or included/used in any drug intended for human use. All care and attention should be exercised in the use of the kit components by following proper research laboratory practices.\r\n\n\n\r\n\n\nFor more information, or for any comments on the terms and conditions of this License, please contact:\r\n\n\n\r\n\n\n\r\n\n\nDirector of Business Development\r\n\n\nOZ Biosciences\r\n\n\nParc Scientifique et Technologique de Luminy\r\n\n\nZone Entreprise, Case 922\r\n\n\n13288 Marseille Cedex 9\r\n\n\nFrance\r\n\n\nTel: +33 \\(0) 4.86.94.85.16\r\n\n\nFax: +33 \\(0) 4.86.94.85.15\r\n\n\nE-mail: business@ozbiosciences.com",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Primary Neurons Transfection",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Magnetofection™ is a novel, simple and highly efficient method to transfect cells in vitro and in vivo. This technology exploits magnetic force to drive the nucleic acids associated with magnetic particles towards and into the target cells. In this way, the complete applied dose of nucleic acids gets concentrated on the cells within few minutes so that 100% of the cells get in contact simultaneously with all DNA or RNA doses. NeuroMag is a magnetic nanoparticles formulation specifically designed to achieve high transfection efficiency of primary neurons and neuronal cell lines. In this way, NeuroMag is the ideal transfection reagent for neurosciences applications.\r\n\n\nNeuroMag has been developed for very efficient transfections of various types of nucleic acids such as DNA, RNA or oligonucleotides in primary neurons and immortalized neuronal cells. It is particularly efficient with co-culture of primary hippocampal or corticoid neurons. NeuroMag is serum compatible and can be used for transient and stable transfection. This product is very stable, ready-to-use and intended for research purpose only.",
        "manuscriptTitle": "Magnetic assisted transfection of primary neurons",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-04-05 11:13:55",
                "doi": "10.1038/protex.2012.009",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 4
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fbed492-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 5th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2692,
                "name": "Cell biology"
            },
            {
                "id": 2693,
                "name": "Nanoscience and technology"
            },
            {
                "id": 2694,
                "name": "Neuroscience"
            },
            {
                "id": 2695,
                "name": "Chemical biology"
            },
            {
                "id": 2697,
                "name": "Biological techniques"
            },
            {
                "id": 2698,
                "name": "Genetics"
            },
            {
                "id": 2699,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-04-05 11:13:55",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}