{
    "identity": "nprot-4335",
    "title": "The _Lemna_ Toxicity Test: Guideline of a New Test System Based on Root Re-Growth",
    "content": [
        {
            "header": "Introduction",
            "content": "Aquatic vascular plants belonging to the genus _Lemna_ have gained broad acceptance as bioassays in ecotoxicological research. _Lemna_ spp. are C3 monocots and have many advantages as test organisms, including their simple structure and small size, allowing for small volumes of sample toxicants to be used \\(**Li and Xiong, 2004** and **Kumar and Han, 2010**), rapid rates of growth \\(a doubling time of 2–4 d), ease of culture and handling, high degree of homogeneity such that most clones are morphologically similar \\(**Lahive et al., 2011**), and sensitivity to a wide range of pollutants \\(**Hillman, 1961**, **Wang and Williams, 1990** and **Christen and Theuer, 1996**). Moreover, _Lemna_ plants are appealing test organisms because they play key roles in primary production, nutrient cycling and structuring aquatic ecosystems by supplying food, habitats and nursery grounds for organisms of higher trophic levels as well as their wide geographical occurrence \\(**Drost et al., 2007**). Among _Lemna_ spp., _L. gibba_ and _L minor_ have been most extensively used in phytotoxicity testing and there are several standard methods which have been adopted by major international standardization agencies e.g. U.S. Environmental Protection Agency \\(**USEPA, 1996**), Organization for Economic Cooperation and Development \\(**OECD, 2002**), and International Standardization Organization \\(**ISO, 2005**).\r\n\n\nTo ensure thorough evaluation of the risks posed by pollutants for environmental and human health, the test methods employed should be sensitive, rapid, simple and of ecological relevance. Therefore, a technique that can assess toxicity more rapidly but without loss of sensitivity would be a valuable asset. In the case of _Lemna_, bioassays using traditional endpoints such as number of fronds, wet or dry biomass and growth rates of fronds require standard exposure durations of at least 7 d to detect toxicity. Tests based on root elongation are some of the most widely used phytotoxicity methodologies for terrestrial angiosperms \\(**Wang, 1991**) because of their simplicity and rapidity \\(**Munzuroglu and Geckil, 2002**). However, despite reports that roots of _L. minor_ are highly sensitive to environmental stressors \\(**Panda and Upadhyay, 2003**) and that they play important ecological roles by providing stability and facilitate dispersal there have been few studies incorporating root elongation as a test endpoint \\(**Davis, 1981**). This may be due, in part, to the fragility of the roots, which makes handling of roots for measurements of length difficult \\(**Davis, 1981**). It can also be impractical to obtain sufficient numbers of individual plants with identical root lengths for initiating tests.\r\n\n\nRecently, a new root elongation test method has been developed using three _Lemna_ species \\(_L. gibba_, _L. minor_, and _L. paucicostata_) and the sensitivity and consistency of the method were evaluated upon exposure to 5 different essential and non-essential metals \\(Ag, Cd, Cr, Cu and Hg) \\(**Park et al., 2013**). The new test method differs from the traditional procedures by removing all roots from fronds prior to exposure to toxicants with subsequent measurements on newly developed roots.The root re-growth bioassay also differs from three internationally standardized methods \\(**ISO, OCED and US EPA**) in that it is completed in 72 h, the required volume of test solutions is only 3.0 mL and non-axenic plants are used. The new _Lemna_ root method is a simple, rapid, cost-effective, sensitive and precise bioassay to assess the toxic risks of environmental pollutants. The use of this methodology may be extended for estimating the toxicity of various substances or mixtures contained in fresh water, waste water and environmental water samples including treated municipal wastewater and industrial effluents.\r\n\n\nThis protocol provides the detailed information on how to set up and conduct the root re-growth test with _Lemna_ as well as how to analyse the toxicity data. This protocol is intended for use with _L. minor_ but it can also be applied to _Spirodela_ species with some modifications."
        },
        {
            "header": "Reagents",
            "content": "**1. Test organisms**\r\n\n\n: The standard test organisms of this test are duckweeds, _Lemna_ spp., which are freshwater-floating plants.\r\n\n\n\r\n\n\n**2. Growth medium and nutritional ingredients.**\r\n\n\n: Prepare stock solution by adding the weighed chemicals according to **Table 1** to the desired volume of distilled water for the growth medium and test compound solutions. DW should be used for the dilution of liquid media and test substances.\r\n\n\n: pH of liquid media should be adjusted to 6.9 ± 0.1 after adding DW to each stock solution.\r\n\n\n: Liquid media can be stored for up to one month at room temperature in the dark."
        },
        {
            "header": "Equipment",
            "content": "The test requires usual laboratory equipment and the following.\r\n\n\n\r\n\n\n**1. Temperature-controlled cabinet or room, with a white fluorescent light**, providing uniform illumination in accordance with the requirements specified in **Table 2**.\r\n\n\n**2. Light-meter**, to be used to measure photon irradiance expressed in micromoles per square meter per second.\r\n\n\n**3. pH meter**, for the adjustment of pH during the preparation of cultures and test solutions and to measure pH at the beginning and end of a test.\r\n\n\n**4. Tweezers**, for handling fronds\r\n\n\n**5. Stainless scissors**, for excising roots\r\n\n\n**6. Glass wares**, for the preparation of different concentration series and nutrient medium.\r\n\n\n**6.1 Beakers**, 250 mL\r\n\n\n**6.2 Graduated cylinders**, capacities of 50 mL and 100 mL\r\n\n\n**6.3 Pipettes**, 1 mL and 5 mL\r\n\n\n**7. Conical tubes**, capacities of 50 mL\r\n\n\n**8. Plastic tank**, 10 L\r\n\n\n**9. Exposure dishes**, for example 24 well cell plates with 3.0 mL per well \\(a diameter of 15.6 mm may be suitable). Cell plates shall be sealed with sealing tape for prevention of evaporation of medium and test solution. In the case of volatile organic compounds, separate cell plates should be used in order that transfer of volatile compounds between the lined wells may affect the test.\r\n\n\n**10. Sealing tape**, to seal around the exposure dishes.\r\n\n\n**11. Chemical balance, stirrer, magnetic bar, spatula**\r\n\n\nThese are useful tools for measuring and melting chemicals during preparations for culture solutions.\r\n\n\n**12. Microscope slide glasses**, for putting fronds on for taking measurements of root length.\r\n\n\n**13. Image analysis system**, with a magnification of 4 times to 6 times, for measurements of the root length."
        },
        {
            "header": "Procedure",
            "content": "**1. Preparation of medium**\r\n\n\n1.1 To prepare 1 L of Steinberg medium, the necessary reagents and respective quantities are outlined in **Table 1**. Stock solutions are added to 938 mL of distilled water.\r\n\n\n1.2 Chemicals must be reagent-grade. The medium is stirred until all the contents are dissolved. **CAUTION** The pH of liquid media should be adjusted to 6.9 ± 0.1with either HCl or NaOH at strengths ≤ 1 M after adding distilled water to each stock solution.\r\n\n\n\r\n\n\n**2. Preparation of toxicant solution and test dilutions**\r\n\n\n2.1 Test dilutions\r\n\n\nTest dilutions can be prepared in volumetric flasks and then distributed to the replicate test vessels. Test vessels are left at room temperature for 1 hour to allow equilibrium of the medium and toxicant.\r\n\n\n2.2 Selection of test concentrations\r\n\n\nSet the concentration of the test substances using half dilution of the medium and the toxicity test solution. In cases of uncertainty about sample toxicity, it is beneficial to run a range-finding test for choosing concentrations of definitive test. A wide range of concentrations \\(e.g., ≥ an order of magnitude) should assist in selection of the concentrations for the definitive test.\r\n\n\nIn case the test solution is an effluent or liquid material, set the concentration to 0, 6.25, 12.5, 25.0, 50.0, and 100%. The concentration should be selected so that different levels \\(4-5 sections) of growth can occur in the range of less than 10% to over 90%. It is best to choose the range of concentrations through preliminary experiments, which includes broad range of concentrations.\r\n\n\n2.3 Control\r\n\n\nAll experiments require a negative control with the identical culture medium, test conditions and procedures, but exclude the test substance.\r\n\n\n\r\n\n\n**3. Transfer of test organisms**\r\n\n\nSort out fronds of duckweed that are dark green and consist of two or three identical leaves attached; The roots of selected fronds are excised using stainless steel scissors \\(**Fig. 1a,b**); Place individual rootless plants in each cell of a 24-well plates by using tweezers \\(**Fig. 1c,d**)\r\n\n\n\r\n\n\n**4. Culture**\r\n\n\nAs a standard condition, the test organism is cultured at 25℃ with continuous white light of 90-100 μmol·m\n-2\n·s\n-1\n. The duration of the _Lemna* root growth inhibition test is 72 hours. \r\n\n\n\r\n\n\n**5. Methods of measurements**\r\n\n\nAfter 72 h of culture, harvest all plants and place them on glass slides and measure the length of the longest roots using an image analyzer **\\(Fig. 2)**. An individual plant generally has 2-3 fronds each with one root."
        },
        {
            "header": "Timing",
            "content": "Preparation of stock solution and culture media takes 1 h. Frond selection and root cutting takes 1 h \\(in case of n = 72). Transferring the sample plants into the new or test media requires 15 min. Running multiple tests in tandem will increase the time required to complete the test. An incubation period for test is 72 h. Once a test is completed, processing times for harvesting the sample plants, then measurements of root elongation require 30 min. Allocate 30 min for statistical tests although there will be some variations in time required depending on the expertise."
        },
        {
            "header": "Troubleshooting",
            "content": "**CRITICAL** The fronds are cultured at 25℃, given 24 h continuous white light at an intensity of 30-40 μmol·m<sup>-2</sup>·s<sup>-1</sup>. The medium is replaced at an interval of 7 days and the storage culture can be kept continually unless uncontrolled contamination occurs. Cloudy medium in a _Lemna_ stock culture indicates bacterial contamination, whereas contamination with mould may not be clearly evident until large colonies appear in the medium or a slime layer develops on the vessel. Contaminated _Lemna_ cultures must be discarded.\r\n\n\n\r\n\n\n**CRITICAL** Care must be taken to ensure that the plants do not adhere to the side of the well; The transfer of _Lemna_ to test solutions must be done in random order across the replicates within a concentration; Cover the plate and seal with sealing tape to avoid evaporation of medium or test solution.\r\n\n\n\r\n\n\n**CRITICAL** The test is a static type so that the test solutions are not changed for the duration of the test. In carrying out the experimental procedures, a fully randomized design is used to account for any variability in environmental conditions within the culture cabinet."
        },
        {
            "header": "References",
            "content": "Christen, O. and Theuer, C. Sensitivity of _Lemna_ Bioassay interacts with stock-culture period. _J. Chem. Ecol_. 22, 1177-1186 \\(1996). \r\n\n\n\r\n\n\nDavis, J.A. Comparison of Static-replacement and Flow-through Bioassays Using Duckweed '_Lemna Gibba_' G-3. EPA 560/6-81-003. United States Environmental Protection Agency, Washington, D.C \\(1981). \r\n\n\n\r\n\n\nDrost, W. et al. Heavy metal toxicity to _Lemna minor_: studies on the time dependence of growth inhibition and the recovery after exposure. _Chemosphere_ 67, 36-43 \\(2007). \r\n\n\n\r\n\n\nHillman, W.S. The Lemnaceae or duckweed: a review of the descriptive and experimental literature. _Bot. Rev_. 27, 221-287 \\(1961). \r\n\n\n\r\n\n\nISO. Water Quality – Determination of the Toxic effect of Water Constituents and Waste to Duckweed \\(_Lemna minor_) – Duckweed Growth Inhibition Test. International Organization for Standardization, Geneva, Switzerland \\(2005).\r\n\n\n\r\n\n\nKumar, K.S. and Han, T. Physiological response of _Lemna_ species to herbicides and its probable use in toxicity testing. _Toxicol. Environ. Sci. Health_. 2, 39-49 \\(2010).\r\n\n\n\r\n\n\nLahive, E. et al. Differential sensitivity of four Lemnaceae species to zinc sulphate. _Environ. Exp. Bot_. 71, 25-33 \\(2011).\r\n\n\n\r\n\n\nLi, T. and Xiong, Z. Cadmium-induced colony disintegration of duckweed \\(_Lemna paucicostata_ Hegelm.) and as biomarker of phytotoxicity. _Ecotoxicol. Environ. Saf_. 59, 174-179 \\(2004).\r\n\n\n\r\n\n\nOECD. Guidelines for the Testing of Chemicals. _Lemna_ sp. Growth Inhibition Test, Draft Guideline 221 \\(2002). \r\n\n\n\r\n\n\nMunzuroglu, O. and Geckil, H. Effects of metals on seed germination, root elongation, and coleoptile and hypocotyl growth in _Triticum aestivum_ and _Cucumis sativus_. _Arch. Environ. Contam. Toxicol_. 43, 203-213 \\(2002). \r\n\n\n\r\n\n\nPanda, S.K. and Upadhyay, R.K. Salt stress injury induces oxidative alterations and antioxidative defence in the roots of _Lemna minor_. _Biol. Plant_. 48, 249-253 \\(2003). \r\n\n\n\r\n\n\nPark, A. et al. A novel bioassay using root re-growth in _Lemna_. _Aquat. Toxicicol_. 140-141, 415-424 \\(2013). \r\n\n\n\r\n\n\nUSEPA. Aquatic Plants Toxicity Test Using _Lemna_ spp. United States Environmental Protection Agency, EPA 712-C-96-156 \\(1996). \r\n\n\n\r\n\n\nWang, W. Literature review on higher plants for toxicity testing. _Water Air Soil Pollut_. 59, 381-400 \\(1991). \r\n\n\n\r\n\n\nWang, W. and Williams, J.M. The use of phytotoxicity tests \\(common duckweed, cabbage, and millet) for determining effluent toxicity. _Environ. Monit. Assess_. 14, 45-58 \\(1990)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.aquatox.2013.06.004",
                "date": "2015-10-11 13:15:36",
                "title": "A novel bioassay using root re-growth in Lemna",
                "authors": [
                    "Areum Park",
                    "Youn-Jung Kim",
                    "Eun-Mi Choi",
                    "Murray T. Brown",
                    "and Taejun Han"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13589,
                "identity": "a0798d19-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Taejun Han",
                "email": "hanalgae@hanmail.net",
                "orcid": "",
                "institution": "Taejun Han, Incheon National University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Taejun",
                "middleName": "",
                "lastName": "Han",
                "suffix": ""
            },
            {
                "id": 13587,
                "identity": "a0798795-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jihae Park",
                "email": "",
                "orcid": "",
                "institution": "Taejun Han, Incheon National University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jihae",
                "middleName": "",
                "lastName": "Park",
                "suffix": ""
            },
            {
                "id": 13588,
                "identity": "a0798b63-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Murray Brown",
                "email": "",
                "orcid": "",
                "institution": "Plymouth University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Murray",
                "middleName": "",
                "lastName": "Brown",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-10-11 13:51:17",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.091",
        "doiUrl": "https://doi.org/10.1038/protex.2015.091",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609260,
                "identity": "497fcf2e-4120-4865-ad2d-04888015876d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:48",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30325,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Main Ingredients of STEINBERG Medium",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4335/v1/figure_1.jpg"
            },
            {
                "id": 2609263,
                "identity": "5dfc5d28-557c-4632-b0a0-e6ad50d1deb2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:48",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 42802,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Summary of test conditions",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4335/v1/figure_2.jpg"
            },
            {
                "id": 2609264,
                "identity": "29b68956-5d20-49bf-a71a-d3722e492d4b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:48",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 63295,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Root cutting and transfer of rootless samples   *Panels a-b* show root cutting process for a floating _Lemna_ frond using scissors. *Panels c-d* show the transfer of rootless _Lemna_ fronds to a culture plate to a 24-well cell plate.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4335/v1/figure_3.jpg"
            },
            {
                "id": 2609266,
                "identity": "b0c6b76e-2bd2-42cb-a69f-0b82000785dd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:48",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 40761,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Root length measurements   *Panel a* shows the fronds placed onto a glass slide. *Panel b* shows the image analyzer placed over the glass slide containing _Lemna_ fronds. *Panel c* shows an image analyzer (right) and screen with captured images of _Lemna_ fronds with roots (left). The length of the longest roots is measured using an image analyzer.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4335/v1/figure_4.jpg"
            },
            {
                "id": 13465476,
                "identity": "7340ea6b-20f0-40c8-9f96-5529fcc94e30",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:48",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 258912,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4335/v1/e4d1bd22-6eb2-4442-a04d-6c64e9fc7fd7.pdf"
            }
        ],
        "financialInterests": "N/A",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Aquatic plants, Lemna spp., Root, Toxicity",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A new phytotoxicity test method based on _Lemna_ root elongation has been developed. Tests with aquatic plants have, typically, favored measurements on fronds \\(e.g. frond number, area, biomass) rather than on roots, due, in part, to issues associated with handling fragile roots and the time-consuming procedures of selecting roots with identical root lengths. The new test method differs from the traditional procedures by removing all roots from fronds prior to exposure to toxicants with subsequent measurements on newly developed roots. The root re-growth bioassay also differs from three internationally standardized methods \\(ISO, OCED and US EPA) in that it is completed within a shorter time period \\(72 h), the required volume of test solutions is only 3.0 mL and non-axenic plants are used. Our results show that the _Lemna_ root method is a simple, rapid, cost-effective, sensitive and precise bioassay to assess the toxic risks of environmental contaminants.",
        "manuscriptTitle": "The Lemna Toxicity Test: Guideline of a New Test System Based on Root Re-Growth",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-10-12 22:01:00",
                "doi": "10.1038/protex.2015.091",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a079324d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 12th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3446,
                "name": "Drug discovery"
            },
            {
                "id": 3447,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-10-12 22:01:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}