{
    "identity": "nprot-2951",
    "title": "A highly-sensitive graphene-based immunoassay procedure for the detection of human lipocalin-2",
    "content": [
        {
            "header": "Introduction",
            "content": "The highly sensitive detection of LCN2<sup>1</sup>, also known as neutrophil gelatinase-associated lipocalin \\(NGAL), is desired in clinical diagnosis as it is an important prognostic and diagnostic biomarker for several medical conditions. It is a small 25 kDa glycoprotein, which is found in neutrophils and certain epithelia such as renal tubules. The LCN2 level in healthy humans is 0.7 ng mL<sup>-1</sup>, which increases in cases of ischemic<sup>2</sup> or nephrotoxic injury<sup>3</sup>, cardiovascular surgery, kidney transplants<sup>4-6</sup>, coronary heart disease<sup>7-8</sup>, fatty liver disease, obesity<sup>9</sup>, bacterial infections<sup>10-11</sup> and cancer<sup>12-15</sup>. The down-regulation of LCN2 occurs in glioblastoma<sup>16</sup>, ovarian cancer<sup>14</sup>, microglial cells<sup>17</sup> and in response to excessive exposure to high electromagnetic fields<sup>18</sup>. \r\n\n\n\r\n\n\nThe developed GNPs-based sandwich ELISA procedure<sup>19</sup> has higher sensitivity and reduced immunoassay duration in comparison to commercial sandwich ELISA kits and our previously developed immunoassay procedures<sup>20-24</sup>. It involves the APTES functionalization of GNPs and MTP, and EDC-based heterobifunctional crosslinking of anti-LCN2 capture antibodies \\(**Fig. 1**). The high sensitivity of the developed procedure is mainly due to the increased surface area provided by GNPs, which leads to higher immobilization density of anti-LCN2 capture antibodies. The developed immunoassay detects the entire pathophysiological range of LCN2 in the real sample matrices i.e. diluted human serum, plasma and whole blood. It has a very high precision as it correlates well with the conventional ELISA. Therefore, it is ideal for mass-use clinical and industrial settings as the anti-LCN2 antibody-bound MTPs, stored at 4°C in 0.1 M phosphate buffered saline \\(PBS), did not lose their functional activity even after 8 weeks. Moreover, it is a generic sandwich ELISA procedure that can also be employed in _in vitro_ diagnostics \\(IVD) for the detection of other disease biomarkers and analytes."
        },
        {
            "header": "Reagents",
            "content": "• Human Lipocalin-2/NGAL DuoSet ELISA kit \\(R & D Systems, cat. no. DY1184e). All the assay components in the kit were reconstituted in phosphate buffered saline \\(PBS, 0.1 M, pH 7.2) with 1% \\(v/v) bovine serum albumin \\(BSA), while PBST \\(PBS with 0.05% Tween 20) was used for washing steps. The buffers were made with ultrapure water \\(UPW). The kit comprises of\r\n\n\n\r\n\n\n• Rat anti-human LCN2 capture antibody \\(360 μg mL<sup>-1</sup>) **\\!CAUTION** Store reconstituted antibody at 2-8°C for up to 60 days or at -20°C to -70°C for up to 6 months. Dilute to a working concentration of 2 μg mL<sup>-1</sup> in 0.1 M PBS, pH 7.2.\r\n\n\n• Recombinant human LCN2 \\(90 ng mL<sup>-1</sup>). **\\!CAUTION** Store reconstituted LCN2 at 2-8°C  for up to 60 days or at -70°C for up to 6 months. Dilute to the dynamic concentration range of the assay in 0.1 M PBS, pH 7.2) with 1% BSA. Make the dilutions of human LCN2 in BSA-preblocked sample vials to minimize the analyte loss due to non-specific binding on sample tube surfaces<sup>25</sup>.\r\n\n\n• Biotinylated goat anti-human LCN2 detection antibody \\(18 μg mL<sup>-1</sup>). **\\!CAUTION** Store reconstituted antibody at 2-8°C for up to 60 days or at -20°C to -70°C for up to 6 months. Dilute to a working concentration of 100 ng mL<sup>-1</sup> in 0.1 M PBS, pH 7.2) with 1% BSA.\r\n\n\n• Streptavidin conjugated to HRP. **\\!CAUTION** Store at 2-8°C in dark for up to 6 months after initial use as streptavidin is light-sensitive. \r\n\n\n\r\n\n\n• Blocker BSA in PBS \\(10X), pH 7.4, 10% \\(w/v) \\(Thermo Scientific, cat. no. 37525)  **\\!CRITICAL** To avoid microbial contamination in BSA, filter prior to use. \r\n\n\n• Sulphuric acid \\(Aldrich, cat. no. 339741) **\\!CAUTION** Avoid skin contact as it is a strong corrosive agent and an irritant. Use personal protective equipment \\(PPE), i.e. chemical-resistant shoes, lab coats and chemical safety glasses, for handling. Handle only in a fume cabinet. In case of skin contact, wash immediately with acid neutralizers and seek medical advice as soon as possible.\r\n\n\n• KOH pellets \\(99.99%), semiconductor grade \\(Sigma Aldrich, cat. no. 306568) **\\!CAUTION** Use PPE for handling and handle only in a fume cabinet as it can cause severe burns. Avoid contact with skin and eyes.  **CRITICAL** The KOH concentration must be 1% \\(w/v) in autoclaved UPW as higher concentrations lead to surface defects and strongly impacts the antibody immobilization.\r\n\n\n• APTES \\(Sigma Aldrich, Ireland, cat. no. A3684) **\\!CAUTION** Higher concentrations are highly toxic. Avoid contact with skin and eyes as it is a skin and eye irritant. Handle inside a fume cabinet.  **CRITICAL** Prepare in autoclaved UPW, see REAGENT SETUP.\r\n\n\n• GNPs \\(diameter 5 µm) \\(Cheap Tubes, Grade 2) **\\!CAUTION** Avoid inhalation. **CRITICAL** Mix 1 mg of GNPs with 1 mL of 0.25% APTES and disperse by keeping in an ultrasonic bath for 1 h before use.\r\n\n\n• 1-Ethyl-3-\\(3-dimethylaminopropyl)-carbodiimide hydrochloride \\(EDC) \\(Thermo Scientific, cat. no. 22981) **\\!CAUTION** Equilibrate to room temperature \\(RT) as it is hygroscopic and may lose activity upon water absorption. Handle inside a fume cabinet as it is an irritant.   **CRITICAL** Store at -20°C. Reconstitute in 0.1 M MES, pH 4.7, see REAGENT SETUP.\r\n\n\n• BupH Phosphate Buffered Saline Packs \\(0.1 M sodium phosphate, 0.15 M sodium chloride, pH 7.2) \\(Thermo Scientific, cat. no. 18372) **\\!CAUTION** Avoid inhalation.  **CRITICAL** Prepare in autoclaved UPW, see REAGENT SETUP.\r\n\n\n• BupH MES Buffered Saline Packs \\(0.1 M MES \\[2-\\(N- morpholino)ethane sulfonic acid], 0.9 % \\(w/v) sodium chloride, pH 4.7) \\(Thermo Scientific, cat. no. 28390) **\\!CAUTION** Avoid inhalation.   **CRITICAL** Prepare in autoclaved UPW, see REAGENT SETUP.\r\n\n\n• TMB substrate kit \\(Thermo Scientific, cat. no. 34021). It comprises of\r\n\n\n\r\n\n\n• TMB solution \\(0.4 g L<sup>-1</sup>) **\\!CAUTION** Skin, eye and lung irritant. In case of skin contact, wash with plenty of water.  **CRITICAL STEP** Maintain the TMB:peroxide ratio as 1:1 as it is critical for the development of color. \r\n\n\n• Peroxide solution \\(containing 0.02 % \\(v/v) H<sub>2</sub>O<sub>2</sub> in citric acid buffer) \\(Thermo Scientific). **\\!CAUTION** It is a strong oxidizing agent, which is harmful if swallowed and carries a severe risk of damage to eyes. In case of contact, rinse immediately with plenty of water and seek medical attention as soon as possible. Wear PPE and work inside the safety cabinet or fume cabinet. \r\n\n\n\r\n\n\n• Nunc microwell 96-well polystyrene plates, flat bottom \\(non-treated), sterile \\(Sigma Aldrich, cat. no. P7491) \r\n\n\n• Eppendorf microtubes \\(1.5 mL; Sigma Aldrich, cat. no. Z 606340)\r\n\n\n• SigmaPlot software bundle version 11.2 from Systat for curve plotting and assay analysis"
        },
        {
            "header": "Equipment",
            "content": "• -80°C freezer \\(operating range -60 to -80°C) \\(Thermo Scientific, UK)\r\n\n\n• 2-8°C Refrigerator \\(Future, UK)\r\n\n\n• Direct-Q3 Water Purification System \\(Millipore, USA) \r\n\n\n• Tecan Infinite M200 Pro microplate reader \\(Tecan, Austria GmBH)\r\n\n\n• Mini Incubator \\(Labnet Inc., UK)\r\n\n\n• Ultrasonic cleaner \\(Branson Ultrasonics, USA)\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n**PBS** Add a BupH Phosphate Buffered Saline Pack to 100 mL of autoclaved UPW, dissolve well and make the volume up to 500 mL using autoclaved UPW. Each pack makes 500 mL of PBS at pH 7.2, which can be stored at RT for a week and at 4ºC for up to four weeks. \r\n\n\n**MES** Add a BupH MES Buffered Saline Pack to 100 mL of autoclaved UPW, dissolve well and make the volume up to 500 mL using autoclaved UPW. Each pack makes 500 mL of MES at pH 4.7, which can be stored at RT for two weeks. \r\n\n\n**APTES** The procured APTES solution has a purity of 99%. Reconstitute in autoclaved UPW to make 2% \\(v/v) APTES just before functionalization.\r\n\n\nGNPs Mix 1 mg of GNPs with 1 mL of 0.25% APTES and disperse by keeping in an ultrasonic bath for 1 h before use.\r\n\n\n**EDC** The commercial pack contains 25 g EDC. Reconstitute in 0.1 M MES buffer, pH 4.7 to make 8 mg mL<sup>-1</sup>. Aliquots can be stored effectively for six months at -20°C.\r\n\n\n**H<sub>2</sub>SO<sub>4</sub>** The concentrated solution is 37 N. Add 5.4 mL of 37 N H<sub>2</sub>SO<sub>4</sub> to 94.6 mL UPW to make a 2 N solution. Reaction of acid and water is exothermic, therefore, acid should always be added to water. It can be stored indefinitely."
        },
        {
            "header": "Procedure",
            "content": "**Surface activation and GNPs-functionalization   \\(TIMING 1 h 5 min)**\r\n\n\n1. Put 100 μL of 1% \\(w/v) KOH into the wells of 96-well MTP followed by incubation for 5 min at 37°C and subsequent washing with 300 μL of UPW five times. Washing can also be performed with an automatic plate washer.  **CRITICAL STEP** KOH treatment is optimal at 5 min but it should not be longer than 10 min, which can cause surface aberrations that impact the bioanalytical performance of developed immunoassay. **?TROUBLESHOOTING**\r\n  2. Incubate the KOH-treated MTP with 100 μL of GNPs \\(1 mg mL\n-1\n) in 0.25% \\(v/v) APTES for 1 h at RT inside the fume cabinet. Wash the GNPs-functionalized wells extensively with UPW \\(as described in step 1).  **CRITICAL STEP** One mg of GNPs should be mixed with 1 mL of 0.25% APTES and dispersed by keeping in an ultrasonic bath for 1 h before use. **?TROUBLESHOOTING**\r\n  \r\n\n\n**Antibody immobilization and BSA blocking   \\(TIMING 1 h 30 min)**\r\n\n\n3. Incubate 990 μL of anti-LCN2 capture antibody \\(2 µg mL\n-1\n) with 10 μL of EDC \\(4 mg mL\n-1\n) for 15 min at 37°C.  **CRITICAL STEP** The optimized concentration of EDC is critical for the crosslinking of antibodies.**?TROUBLESHOOTING**\r\n  4. Put 100 µL of EDC-activated anti-LCN2 antibody to the GNPs-functionalized wells followed by incubation for 1 h at 37°C and subsequent washing with 400 µL of PBST five times. **?TROUBLESHOOTING** \r\n  5. Block the antibody-bound wells with 400 µL of 1% \\(w/v) BSA for 30 min at 37°C followed by extensive PBST washing \\(as mentioned in step 4).  **CRITICAL STEP** Use diagnostic grade BSA that does not interfere with the immunoassay components. Also filter the prepared BSA in order to remove any contaminanting substances. **?TROUBLESHOOTING**\r\n  \r\n\n\n**LCN2 sandwich ELISA  \\(TIMING 2 h 40 min)**\r\n\n\n6. Add 100 µL of varying LCN2 concentrations \\(0.6-5120 pg mL\n-1\n) to different BSA-blocked wells. Incubate for 1 h at 37°C and wash extensively with PBST \\(as stated in step 4). \r\n  7. Add 100 µL of biotinylated anti-LCN2 antibody in each of the LCN2-captured wells. Incubate for 1 h at 37°C and wash extensively with PBS \\(as mentioned in step 4). **?TROUBLESHOOTING**\r\n  8. Add 100 µL of SA-HRP conjugate to the biotinylated anti-LCN2 antibody treated wells. Incubate for 20 min at 37°C and wash extensively with PBST \\(as mentioned in step 4). **?TROUBLESHOOTING** \r\n  9. Add 100 µL of TMB-H\n2\nO\n2\nmixture to the wells of MTP and incubate at RT for 20 min to develop color. \r\n  10. Stop the enzyme-substrate reaction by adding 50 µL of 2 N H\n2\nSO\n4\nto each well.\r\n  11. Measure the absorbance at a primary wavelength of 450 nm and secondary wavelength of 540 nm in the Tecan MTP reader.  **CRITICAL STEP** Determine the absorbance after 5 min of stopping the enzyme substrate reaction so that the reaction is effectively stopped. But the reading should be taken before 10 min."
        },
        {
            "header": "Timing",
            "content": "Steps 1-2, Surface activation and GNPs-functionalization: 1 h 5 min\r\n\n\nSteps 3-5, Antibody immobilization and BSA blocking: 1 h 30 min\r\n\n\nSteps 6-11, LCN2 sandwich ELISA: 2 h 40 min"
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice is provided in **Table 1**."
        },
        {
            "header": "Anticipated Results",
            "content": "The developed GNPs-based sandwich ELISA<sup>19</sup> detected 0.6-5120 pg mL<sup>-1</sup> of LCN2 \\(**Fig. 2A**) with linearity in the range of 80-2560 pg mL<sup>-1</sup>. The limit of detection \\(LOD) and analytical sensitivity of LCN2 immunoassay were 0.7 pg mL<sup>-1</sup> and 1 pg mL<sup>-1</sup>, respectively. Various experimental controls were employed that demonstrated the absence of non-specific interactions between the immunoassay components \\(**Fig. 2B**). The inter- and intra-day variability were in the range of 1-10.2 % and 2-13.7 %, respectively, while the half-effective concentration \\(EC50) was 435 pg mL<sup>-1</sup>. The intraday variability was determined by six assay repeats in a day, while the interday variability was calculated from six assay repeats on six different days. The developed immunoassay has high precision as it correlates well with the commercial sandwich ELISA. It enables LCN2 detection in atual sample matrices \\(**Fig. 2C**), as demonstrated by the analysis of human LCN2-spiked samples that were prepared by mixing various human LCN2 concentrations in 1:1000 diluted human plasma, serum and whole blood.\r\n\n\n    The developed procedure significantly decreased the overall assay duration by more than 3-fold i.e. from 20 h \\(commercial sandwich ELISA) to 5.5 h. It has 80-fold better analytical sensitivity \\(1 pg mL<sup>-1</sup>) than that of commercial LCN2 ELISA \\(80 pg mL<sup>-1</sup>). Moreover, it has better bioanalytical performance \\(lower LOD and better analytical sensitivity) than our previously developed LCN2 immunoassay<sup>20</sup>. All these immunoassays were performed under identical conditions using the same components to obviate process variability. The higher sensitivity of the developed ELISA is mainly due to the increased surface area provided by GNPs functionalization, which leads to high antibody immobilization density. The antibody immobilization strategy further enables the leach-proof covalent binding of capture anti-LCN2 antibodies by EDC-based crosslinking of its carboxyl groups to the free amino groups on silanized GNPs-functionalized MTP.  \r\n\n\n    The anti-LCN2 capture antibody-bound MTPs can be stored at 4°C in 0.1 M PBS for up to 8 weeks without any significant loss of their functional activity \\(**Fig. 2D**), which is desired for clinical and industrial analysis. The developed procedure is multisubstrate-compatible<sup>19</sup> and can be used to perform sandwich ELISA on various substrates using our previously developed modified MTP format<sup>25</sup>. The multisubstrate-compatibility was due to the generic nature of silanization and GNPs functionalization steps. The developed procedure has got tremendous potential to improve the bioanalytical performance of sandwich ELISA-based IVD kits."
        },
        {
            "header": "References",
            "content": "1. Kjeldsen, L., Johnsen, A.H., Sengelov, H. & Borregaard, N. Isolation and primary structure of NGAL, a novel protein associated with human neutrophil gelatinase. _J. Biol. Chem._ **268**, 10425-10432 \\(1993). \r\n  2. Mishra, J. _et al._ Identification of neutrophil gelatinase-associated lipocalin as a novel early urinary biomarker for ischemic renal injury. _J. Am. Soc. Nephrol._ **14**, 2534-2543 \\(2003).\r\n  3. Mishra, J. _et al._ Neutrophil gelatinase-associated lipocalin: a novel early urinary biomarker for cisplatin nephrotoxicity. _Am. J. Nephrol._ **24**, 307-315 \\(2004).\r\n  4. Malyszko, J.,  Malyszko, J.S., Pawlak, K. & Mysliwiec, M. NGAL \\(neutrophil gelatinase-associated lipocalin) is a new sensitive marker of kidney function in renal-allograft recipients. _Transplant International_ **20**, P602 \\(2007). \r\n  5. Mishra, J. _et al._ Kidney NGAL is a novel early marker of acute injury following transplantation. _Pediatr. Nephrol._ **21**, 856-863 \\(2006).\r\n  6. Parikh, C.R. _et al._ Urine NGAL and IL-18 are predictive biomarkers for delayed graft function following kidney transplantation. _Am. J. Transplant._ **6**, 1639-1645 \\(2006). \r\n  7. Bachorzewska-Gajewska, H. _et al._ Neutrophil gelatinase-associated lipocalin \\(NGAL) correlations with cystatin C, serum creatinine and eGFR in patients with normal serum creatinine undergoing coronary angiography. _Nephrol. Dial. Transplant_ **22**, 295-296 \\(2007). \r\n  8. Malyszko, J. _et al._ Serum neutrophil gelatinase-associated lipocalin as a marker of renal function in hypertensive and normotensive patients with coronary artery disease. _Nephrology_ **13**, 153-156 \\(2008). \r\n  9. Wang, Y. _et al._ Lipocalin-2 is an inflammatory marker closely associated with obesity, insulin resistance, and hyperglycemia in humans. _Clin. Chem._ **53**, 34-41 \\(2007). \r\n  10. Flo, T.H. _et al._ Lipocalin 2 mediates an innate immune response to bacterial infection by sequestrating iron. _Nature_ **432**, 917-921 \\(2004). \r\n  11. Xu, S.Y., Pauksen, K. & Venge, P. Serum measurements of human neutrophil lipocalin \\(HNL) discriminate between acute bacterial and viral infections. Scand. _J. Clin. Lab. Invest._ **55**, 125-131 \\(1995). \r\n  12. Fernandez, C.A. _et al._ The matrix metalloproteinase-9/neutrophil gelatinase-associated lipocalin complex plays a role in breast tumor growth and is present in the urine of breast cancer patients. _Clin. Cancer Res._ **11**, 5390-5395 \\(2005). \r\n  13. Laurell, H. _et al._ Identification of biomarkers of human pancreatic adenocarcinomas by expression profiling and validation with gene expression analysis in endoscopic ultrasound-guided fine needle aspiration samples. _World J. Gastroenterol._ **12**, 3344-3351 \\(2006). \r\n  14. Lim, R. _et al._ Neutrophil gelatinase-associated lipocalin \\(NGAL) an early-screening biomarker for ovarian cancer: NGAL is associated with epidermal growth factor-induced epithelio-mesenchymal transition. _Int. J. Cancer_ **120**, 2426-2434 \\(2007).\r\n  15. Zhang, H. _et al._ Upregulation of neutrophil gelatinase-associated lipocalin in oesophageal squamous cell carcinoma: significant correlation with cell differentiation and tumour invasion. _J. Clin. Pathol._ **60**, 555-561 \\(2007).\r\n  16. Zheng, L.T. _et al._ Down-regulation of lipocalin 2 contributes to chemoresistance in glioblastoma cells. _J. Neurochem._ **111**, 1238-1251 \\(2009).  \r\n  17. Lee, S. _et al._ A dual role of lipocalin 2 in the apoptosis and deramification of activated microglia. _J. Immunol._ **179**, 3231-3241 \\(2007).  \r\n  18. Roushandeh, A.M. _et al._ Down-regulation of lipocalin 2 expression in mouse testis after electromagnetic field exposure. _Iran J. Med. Sci._ **34**, 265-270 \\(2009). \r\n  19. Vashist, S.K. Graphene-based immunoassay for human lipocalin-2. _Anal. Biochem._ **446**, 96-101 \\(2014).\r\n  20. Vashist, S.K., Saraswat, M., Holthöfer, H. Development of a rapid sandwich enzyme linked immunosorbent procedure for the highly-sensitive detection of human lipocalin-2/NGAL. _Procedia Chem._ **6**, 141-148 \\(2012).\r\n  21. Dixit, C.K., Vashist, S.K., MacCraith, B.D. & O’Kennedy, R. Multisubstrate-compatible ELISA procedures for rapid and high-sensitivity immunoassays. _Nat. Protoc._ **6**, 439-445 \\(2011). \r\n  22. Dixit, C.K. _et al._ Development of a high sensitivity rapid sandwich ELISA procedure and its comparison with the conventional approach. _Anal. Chem._ **82**, 7049-7052 \\(2010). \r\n  23. Vashist, S.K., Dixit, C.K., MacCraith, B.D. & O’Kennedy, R. Effect of antibody immobilization strategies on the analytical performance of a surface plasmon resonance-based immunoassay. _Analyst_ **136**, 4431-4436 \\(2011).\r\n  24. Vashist, S.K. A sub-picogram sensitive rapid chemiluminescent immunoassay for the detection of human fetuin A. _Biosens. Bioelectron._ **40**, 297-302 \\(2012).\r\n  25. Dixit, C.K., Vashist, S.K., MacCraith, B.D. & O’Kennedy, R. Evaluation of apparent non-specific protein loss due to adsorption on sample tube surfaces and/or altered immunogenicity. _Analyst_ **136**, 1406-1411 \\(2011).\r\n  26. Vashist, S.K., O’Sullivan, S.A., O’Neill, F., Holthofer, H., O’Reilly, B. & Dixit, C.K. A multiwell plate for biological assays. _WIPO Publication number_ WO2010/044083 \\(2010)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.ab.2013.10.022",
                "date": "2013-12-30 21:23:49",
                "title": "Graphene-based immunoassay for human lipocalin-2",
                "authors": [
                    "Sandeep Kumar Vashist"
                ],
                "journal": "Analytical Biochemistry",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12880,
                "identity": "a025747f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sandeep Kumar Vashist",
                "email": "sandeep.kumar.vashist@imtek.uni-freiburg.de, sandeep.vashist@yahoo.com",
                "orcid": "",
                "institution": "Department of Microsystems Engineering (IMTEK), University of Freiburg, Georges-Koehler-Allee 103, 79110 Freiburg, Germany.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sandeep",
                "middleName": "Kumar",
                "lastName": "Vashist",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-12-31 06:49:13",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.101",
        "doiUrl": "https://doi.org/10.1038/protex.2013.101",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608916,
                "identity": "c31311fe-20ba-4489-a4b5-feb36efa969e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:34",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 152444,
                "visible": true,
                "origin": "",
                "legend": "Schematic of the developed procedure   Schematic of the developed graphene nanoplatelets (GNPs)-based sandwich immunoassay procedure for the detection of human lipocalin-2 (LCN2). ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2951/v1/figure_1.jpg"
            },
            {
                "id": 2608919,
                "identity": "91feac37-30c8-42ac-9959-41f788940090",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:34",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 194595,
                "visible": true,
                "origin": "",
                "legend": "GNPs-based human LCN2 immunoassay   (A) Developed GNPs-based sandwich ELISA to detect human LCN2 and its comparison with our previously developed and conventional sandwich ELISAs. (B) Specific detection of human LCN2 by the developed ELISA using various experimental process controls. (Cap - Capture, Ab - Antibody) (C) Detection of human LCN2 in various sample matrices. (D) Stability of the anti-LCN2 capture antibody-bound MTPs stored in 0.1 M PBS, pH 7.4 at 4°C. All experiments were done in triplicate with the error bars representing the standard deviation.   ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2951/v1/figure_2.jpg"
            },
            {
                "id": 13464794,
                "identity": "c4db7557-4eb1-41b1-afb8-52f686f86888",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:48",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 373852,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2951/v1/dae9bc28-5bdb-41fb-bd37-00f7ac9b4d56.pdf"
            },
            {
                "id": 2608918,
                "identity": "525abb00-504a-4097-81c6-e6155747743d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:34",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 12973,
                "visible": true,
                "origin": "",
                "legend": "? Troubleshooting   Troubleshooting Table   TABLE 1. Troubleshooting table.",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2951/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Sandwich ELISA, human lipocalin-2, graphene nanoplatelets, EDC, APTES",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We report a highly-sensitive graphene nanoplatelets \\(GNPs)-based sandwich enzyme-linked immunosorbent immunoassay \\(ELISA) procedure for the detection of human lipocalin-2 \\(LCN2). It involves the functionalization of 96-well microtiter plate \\(MTP) with GNPs \\(dispersed in 3-aminopropyltriethoxysilane \\(APTES)). APTES generates the free amino groups on MTP and GNPs, which are used for the  leach-proof covalent binding of anti-LCN2 capture antibody by 1-ethyl-3-\\(3-dimethylaminopropyl) carbodiimide hydrochloride \\(EDC) based heterobifunctional crosslinking. The developed immunoassay detects LCN2 in the range of 0.6-5120 pg mL<sup>-1</sup> with limit of detection and analytical sensitivity of 0.7 and 1 pg mL<sup>-1</sup>, respectively. It is the most sensitive immunoassay for LCN2, which has 80-fold higher analytical sensitivity and 3-fold reduced immunoassay duration than the commercial sandwich ELISA kit. The anti-LCN2 antibody-bound MTPs, stored at 4°C in 0.1M phosphate buffered saline \\(PBS), were highly stable as they did not show any decrease in functional activity for 8 weeks.",
        "manuscriptTitle": "A highly-sensitive graphene-based immunoassay procedure for the detection of human lipocalin-2",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-12-31 10:13:31",
                "doi": "10.1038/protex.2013.101",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9faf3426-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 31st, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3099,
                "name": "Chemistry"
            },
            {
                "id": 3100,
                "name": "Biochemistry"
            },
            {
                "id": 3101,
                "name": "Biological techniques"
            },
            {
                "id": 3102,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-12-31 10:13:31",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}