{
    "identity": "nprot-60",
    "title": "Immunofluorescent staining for the laser microdissection of individual cells.",
    "content": [
        {
            "header": "Introduction",
            "content": "Conventional methods for RT-PCR involve obtaining samples by homogenizing whole or partial tissues in Trizol \\(Invitrogen), RNAzol \\(IsoTex Diagnostics), or similar reagents.  While providing useful information about gene expression changes within organs of interest, results generated by these approaches are limited, as it is impossible to conclude which cell populations are responsible for the changes in gene expression.  An additional shortcoming of this technique is that it results in the loss of microenvironments within the organ of interest.  Therefore, inferences about which cells are making a factor, and which cells are responding to that factor are unable to be made.\r\n\n\n Useful techniques to circumvent disruption of tissue structure in the analysis of gene expression are LCM and LDM.  While they require specialized microscopes and systems, they are similar in that freshly-cut frozen tissue sections can be microdissected using either a general histological stain \\(like H&amp;E) or by staining with fluorescently conjugated antibodies.  The LCM system by Arcturus involves placing a plastic cap atop the tissue section of interest on a conventional microscope slide, and focusing and firing a laser at the bottom of the cap melting plastic directly onto the tissue region of interest.  The cap is removed, and with it the tissue region of interest.  One limitation of this technique is that it is greatly affected by humidity, which effects the melting of plastic onto the tissue.  Leica&#x2019;s LDM system requires placing frozen tissue sections on special slides featuring a plastic membrane on one side.  A laser then melts the plastic membrane around the tissue region on interest, which frees it from the slide.\r\n\n\n There is tremendous potential in these technologies, but there are a number of difficulties, especially when RT-PCR analysis is the end goal.  \\(1) Any staining the tissue undergoes must be done quickly, to minimize RNA degradation. \\(2)  Effective melting of plastic onto tissue or away from tissue \\(depending on LCM or LDM) requires dry, desiccated slides, which are conditions that are less than ideal for fluorescence.  \\(3)  These techniques have fairly small yields, and thus require a number of serial sections for detectable results by RT-PCR.  In an effort to circumvent these concerns, staining methods must be fast, the dissection must done quickly, and on a high number of serial tissue sections."
        },
        {
            "header": "Reagents",
            "content": "50ml conical tubes:\r\n\n\n  2 with 35ml of 75% ethanol;\r\n\n\n  1 with 35 ml of 95% ethanol;\r\n\n\n  1 with 35ml of dH<sub>2</sub>O;\r\n\n\n  2 with 35 of PBS.\r\n\n\n 2 crystal slide jars, each filled with xylene.\r\n\n\n Antibody cocktails:\r\n\n\n Appropriate antibody concentrations should be determined prior to dissection through titrations and 30 second staining incubations.  We found PE fluorochromes degraded too quickly using the Arcturus LCM system, while FITC and Alexa-647 fluorochromes were suitable for our use.  However, all three fluors \\(PE, FITC, and Alexa-647) work well with the Leica system.  The cocktails used in our studies were:\r\n\n\n40&#xB5;l CD4-Alexa647 \\(1:5, Caltag);       \r\n\n\n4&#xB5;l Gr1-FITC \\(1:50, BD Pharmingen);\r\n\n\n1&#xB5;l Rnasin \\(400unit/ml, Invitrogen);       \r\n\n\nQ.C. to 200&#xB5;l with PBS\r\n\n\n\r\n\n\nAnd\r\n\n\n\r\n\n\n5&#xB5;l F4/80-Alexa647 \\(1:40, Caltag)    \r\n\n\n1&#xB5;l Rnasin \\(400unit/ml, Invitrogen)           \r\n\n\nQ.C. to 200&#xB5;l with PBS"
        },
        {
            "header": "Procedure",
            "content": "During the course of this procedure, a number of precautions are suggested to minimize RNA degradation.  The first is to use as freshly cut tissue sections as possible, which are stored on dry ice until they are to be stained.  Wear gloves at all times, and wipe down all surfaces with 75% ethanol prior to performing this technique.  Also recommended is to prepare fresh solutions prior to each dissection session.  The incubations involving washes in dH\n2\nO or PBS were done in 50ml conical tubes.  Xylene washes must be done in crystal slide washing dishes.  \r\n\n\n Cut fresh serial sections of tissue of interest using a cryostat. Tissues should be 4-6μm thick, and stored on dry ice.  For maximal preservation of RNA integrity, tissues should be sectioned the same day as the dissection.  For our studies, we dissected samples from approximately 30 serial slides, which were then pooled together.  However, the number of slides required for a given experiment depended on the amount of the sample collected.\r\n\n\n1. Fix slides in 75% ethanol for 30 seconds.\r\n  2. Wipe off excess ethanol, taking care not to touch the tissue, and air dry the slides using an aerosol duster can.  Outline the tissue section using a hydrophobic marker.\r\n  3. Rehydrate the slide in PBS.\r\n  4. Place the rehydrated slide in a dark box, and add 100-200μl antibody cocktail, so that the tissue section is completely covered with the cocktail.  Incubate in the dark at room temperature for 30 seconds.\r\n  5. Wipe away excess antibody cocktail, taking care not to disturb the tissue, and rinse the slide in fresh PBS.\r\n  6. Wipe away the excess PBS, and incubate the slide in 75% ethanol for 30 seconds.  \r\n  7. Wipe away the excess 75% ethanol, and incubate the slide in 95% ethanol for 30 seconds.\r\n  8. Wipe away the excess ethanol, and incubate in xylene for 1 minute.  Xylene should be in crystal slide dishes with lids, as this chemical is extremely volatile and reacts with plastics.\r\n  9.   Repeat xylene wash for 1 minute with fresh xylene.\r\n  10.   Prop the slide up at an angle with a rack to let it air dry for 1 minute.  Next, remove the remaining liquid with blasts from an aerosol duster can.  The slides are ready to be dissected.  LCM in particular is highly sensitive to humidity, so it is recommended to keep a dehumidifier running in the procedure room at least 24 hours prior to dissection.\r\n  While performing the microdissection, over-exposure of the laser due to either laser intensity or duration of pulse can lead to RNA degradation.  Therefore, it is important to find the lowest power of laser that efficiently melts plastic."
        },
        {
            "header": "Timing",
            "content": "1 full day"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm1451",
                "date": "2006-07-07 16:25:39",
                "title": "Memory TH2 cells induce alternatively activated macrophages to mediate protection against nematode parasites",
                "authors": [
                    "Anthony",
                    "R.M. et al."
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9826,
                "identity": "9e984d16-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Robert M. Anthony",
                "email": "",
                "orcid": "",
                "institution": "UMDNJ-New Jersey Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Robert",
                "middleName": "M.",
                "lastName": "Anthony",
                "suffix": ""
            },
            {
                "id": 9827,
                "identity": "9e985081-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "William C. Gause",
                "email": "",
                "orcid": "",
                "institution": "UMDNJ-New Jersey Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "William",
                "middleName": "C.",
                "lastName": "Gause",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-06 09:18:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.195",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.195",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465450,
                "identity": "0b797e7d-d3b7-476a-baf8-f62fe27892e9",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:41",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 113159,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-60/v1/66b1e1d3-e0ef-4629-9748-0cc1ddd955d4.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Laser capture microdissection, immunofluorescence, RT-PCR\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Immunofluorescent staining for the laser microdissection of individual cells.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-08-03 09:45:40",
                "doi": "10.1038/nprot.2006.195",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e9778d4-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 3rd, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1322,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-08-03 09:45:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}