{
    "identity": "nprot-92",
    "title": "Nucleofection and adoptive transfer of primary mouse T lymphocytes",
    "content": [
        {
            "header": "Introduction",
            "content": "Transfection of primary mouse T cells represents a major breakthrough in addressing research areas as T cell function, activation, and signaling in _in vitro_ systems. In this study, we show transient transfection of genes into na&#xEF;ve mouse T cells using nucleofection, a modified electroporation technique. Using this approach, we knocked down endogenous Smad3 by efficient delivery of Smad3 shRNA into antigen-specific na&#xEF;ve T cells isolated from TCR-transgenic mice. The resultant transfected T cells could be safely adoptively transferred into syngeneic recipients and were fully capable of responding to TCR-mediated activation _in vivo_. This protocol offers the possibility for rapid functional in vivo studies of targeted genes in primary mouse T cells. \r\n\n\n\r\n\n\nGene transfer technologies are a crucial tool to study gene regulation as well as for the analysis of the expression and function of proteins in T cells. Most commonly, standard cell lines are used for studies in these fields because gene transfer into these cells is easy. However, they show cancer-like growth pattern and often these cell lines have deviated from the cell type they originated from. Manipulation of gene expression in T cell lines and clones by the introduction, deletion, or mutation of specific genes, has enabled dissection of molecular requirements for T cell activation, signaling and function. However, these cultured cell lines do not represent the physiologic state of normal non-transformed T cells. \r\n\n\n\r\n\n\nIn mice and rats, _in vivo_ modulation of gene expression by transgenesis as well as knockout and knock-down technologies has been important for unraveling of functions of specific genes and pathological processes. However, these approaches are costly and time-consuming and are particularly problematic for genes that affect T cell development \\[1-3] or in na&#xEF;ve T cell differentiation \\[4], as viable animals may not develop. To overcome these limitations, attempts have been made to engineer gene expression in mature, na&#xEF;ve T lymphocytes. Early, murine leukemia virus-based vectors have been used to transfect genes into in primary mouse T cells activated with mitogens, anti-CD3/anti-CD28 antibodies, or antigens \\[5-8], resulting in infection efficencies ranging from 10% to 20%, and 40% to 90%. There are significant limitations to this approach, as resting T cells are not permissive to infection by murine leukemia viruses. Although adenoviral vectors are widely used for gene delivery into adherent cell lines, primary cells of the lymphoid lineage are largely refractory to adenoviral transduction \\[9]. Furthermore, viral transduction approaches carry the considerable disadvantages of limited transgene size, time-consuming vector construction, and viral stock generation, in addition to the biohazard risk \\[10].\r\n\n\n \r\n\n\nRecently, non-retroviral-mediated gene delivery systems, such as electroporation have been widely adapted to transfection of primary human T lymphocytes. Electroporation has been shown to efficiently introduce DNA into activated, and even freshly isolated human T cells \\[11-13], with transfection efficiencies of 32% in primary human T cells \\[14]. In contrast, resting mouse T cells are resistant to DNA uptake via conventional electroporation \\[15,16]. Years ago, Amaxa set the first milestone in overcoming this obstacle with the Nucleofector Technology. It is a major improvement of the electroporation technology.  Using this new technology, it has been shown that na&#xEF;ve CD4 positive T cells exhibited transfection efficiency of 6-12%, resting memory CD4 positive T cells exhibited substantially higher transfection efficiency \\(23% to 25%), and effector cells displayed the highest transfection efficiency \\(35%) \\[17]. Recently, the Goffinet _et al_ study demonstrated high-level non viral gene delivery in all major classes of primary lymphocytes from rodents \\[10].\r\n\n\n \r\n\n\nIn the present study, we combined the Amaxa nucleofection technology and adoptive transfer, to successfully knock-down endogenous Smad3 protein by using Smad3 shRNA. By using the resultant transfected cells we further demonstrated that Smad3 is involved in the regulation of antigen-specific T cell responses and in the induction of T cell tolerance by costimulation blockade."
        },
        {
            "header": "Reagents",
            "content": "Mice BALB/c mice, 6 to 8 weeks old can be purchased from Charles River Laboratory and used as syngeneic recipients. \r\n\n\nDO11.10 TCR transgenic Rag2-deficient mice \\(DO11.10Rag2 minus/minus) can be purchased from Taconic. \r\n\n\nMaintain mice in a breeding colony and care for in accordance with NIH and institutional guidelines \\(MGH Subcommittee on Research Animal Care-OLAW Assurance # A3596-01). \r\n\n\nSmad3 shRNA : please see REAGENT SETUP\r\n\n\nCulture medium: RPMI 1640 medium, supplemented with 100U ml<sup>-1</sup> penicillin&#x2013;streptomycin and 10mM HEPES \\(GIBCO&#x2013;BRL).\r\n\n\nStandard MACS&#xAE; separation buffer: phosphate buffered saline \\(PBS) without calcium and magnesium \\(Mediatech, Inc.), supplemented with 0.5% of bovine serum albumin \\(BSA) \\(Sigma) and 2mM of EDTA \\(Boston BioProducts). \r\n\n\nMouse CD4 T cell isolation kit \\(MACS)\r\n\n\nMouse T cell Nucleofector Kit \\(Amaxa biosystems) which includes the following components: mouse T cell nucleofector solution \\(see REAGENT SETUP), mouse T cell nucleofector medium \\(see REAGENT SETUP), cuvettes, plastic pipettes. \r\n\n\nOVA<sub>323&#x2013;339</sub> peptide\r\n\n\nIncomplete Freund&#x2019;s Adjuvant \\(IFA) \\(Sigma) : please see REAGENT SETUP.\r\n\n\nKJ1&#x2013;26 mAb \\(Caltag) \r\n\n\nCD40L \\(Bioexpress Cell culture Services, West Lebanon, NH)\r\n\n\nCTLA4&#x2013;Ig \\(Bioexpress Cell culture Services, West Lebanon, NH)\r\n\n\n\r\n\n\n**Reagent Setup**\r\n\n\n**Smad3 shRNA:**\r\n\n\nTo generate plasmid expressing Smad3 shRNA, the following specific oligonucleotides:\r\n\n\nUpper:5&#x2019;GATCCACCTGAGTGAAGATGGAGATTCAAGAGATCTCCATCTTCACTCAGGTTTTTTTAC\r\n\n\nGCGTG 3&#x2019;\r\n\n\nLower: 3&#x2019; AATTCACGCGTAAAAAAACCTGAGTGAAGATGGAGATCTCTTGAATCTCCATCTTCACTCAGGTG 5&#x2019;\r\n\n\nshould be cloned under the control of the U6 promoter into the pSIREN&#x2013;DNR&#x2013;DsRed expression vector \\(Clontech, BD). As control, use a vector expressing shRNA for luciferase. This approach provides the advantage of detecting transfecting cells by flow cytometry. Plasmid preparation can be done with EndoFree&#xAE; plasmid maxi kit \\(Qiagen). \r\n\n\n\r\n\n\n**Preparation of mouse T cell nucleofector solution:**\r\n\n\nAdd 0.5 ml Mouse T Cell Nucleofector Solution Supplement to 2.25 ml Mouse T Cell Nucleofector Solution. Note the date of mixture preparation on the vial. The nucleofector solution is stable for 3 months at 4&#x2DA;C. \r\n\n\n\r\n\n\n**Preparation of mouse T cell nucleofector medium:**\r\n\n\nTo 100 ml Mouse T Cell Nucleofector Medium \\(provided with the kit) add 5ml FCS \\(Sigma), 1 ml 200mM glutamine, 1 ml of Medium Component A and B \\(provided with the kit). We recommend preparing fresh nucleofector medium for each experiment. \r\n\n\n\r\n\n\n**Immunization solution:**\r\n\n\n100 &#xB5;g OVA<sub>323&#x2013;339</sub> peptide per mouse emulsified in IFA"
        },
        {
            "header": "Equipment",
            "content": "Fine point forceps \\(1)\r\n\n\nSmall scissors\r\n\n\n40&#xB5;m Nylon cell strainers \\(BD Falcon)\r\n\n\nMidiMACS<sup>TM</sup> separation unit with LS column \r\n\n\nNucleofector I<sup>TM</sup>\r\n\n\n12&#x2013;well plates\r\n\n\nInterchangeable glass syringes\r\n\n\nSterile three&#x2013;way stopcock\r\n\n\nFlow cytometry"
        },
        {
            "header": "Procedure",
            "content": "**Preparation of single-cell suspension from DO11.10Rag2\n-/-\nmice**\r\n\n\n1. Excise spleens from 8–12 week old mice using fine forceps and scissors.  Place the spleen into a 40 µm pore size nylon cell strainer on the top of 50 ml Falcon tube. Use plunger from 3 ml syringe to crush the spleen and force as much as tissue as possible through the cell strainer. \r\n  2. Loose cell strainer from top of Falcon tube to facilitate rinsing. Rinse plunger and cell strainer with 10 ml PBS–0.5% BSA into tube and transfer the whole cell suspension into a 15 ml Falcon tube. \\(The use of 15 ml Falcon tubes for centrifugation steps will lead to lower cell loss during removal of supernatant).\r\n  3. Centrifuge the cell suspension at 300 x g for 10 min. \r\n  4. Carefully remove supernatant, resuspend pellet in 10 ml PBA–BSA. Count the cells and centrifuge the cell suspension at 300 x g for 10 min.\r\n  \r\n\n\n**Purification of CD4 positive T cells using mouse CD4 T cell isolation kit.**\r\n\n\n1. Pipette off supernatant completely and resuspend cell pellet in 40 µl of buffer per 10\n7\ntotal cells. \r\n  2. Add 10 µl of Biotin-antibody cocktail \\(provided by the kit) per 10\n7\ntotal cells. \r\n  3. Mix well and incubate for 10 min at 4°–8°C.\r\n  4. Add 30 µl of buffer and 20 µl of anti–Biotin MicroBeads \\(provided by the kit) per 10\n7\ntotal cells. \r\n  5. Mix well and incubate for additional 15 min at 4°–8°C.\r\n  6. Wash cells with buffer by adding 10 x labeling volume and centrifuge at 300 x g for 10 min.\r\n  7. Pipette off supernatant completely.\r\n  8. Resuspend cell pellet in 500 µl of buffer per 10\n8\ntotal cells. \r\n  9. Place a LS column in the magnetic field of MidiMACS\nTM\nseparator.\r\n  10. Prepare the column by rinsing with 3 ml of buffer.\r\n  11. Apply cell suspension onto the column. Allow the cells to pass through and collect effluent as fraction with unlabeled cells, representing the enriched CD4 positive T cell fraction.\r\n  12. Wash column with 3 x 3 ml of buffer and collect the entire effluent in the same tube as effluent of step 11. \r\n  13. Count the cells and centrifuge the cells at 300 x g 10 min. The cells are now ready for nucleofection.\r\n  \r\n\n\n**Nucleofection protocol**\r\n\n\n1. Pre-warm the supplemented Nucleofector solution to room temperature.\r\n  2. Prepare 12–well plates by filling 1.5 ml fully supplemented Mouse T Cell Nucleofector Medium per well and pre–equilibrate plates in a humidified 37˚C–5% CO\n2\nincubator for at least 30 min. \r\n  3. Count the isolated CD4 positive T cells in PBA–0.5% BSA.\r\n  4. Resuspend the cell pellet in room temperature supplemented Nucleofector Solution to a final concentration of 3 x 10\n6\npurified CD4 positive T cells per 100 µl. Add 3 µg Smad3 shRNA or Luciferase shRNA. \r\n  5. Immediately transfer the sample into an Amaxa cuvette. This step should take no longer than 15 min otherwise, cell viability and gene transfer efficiency is significantly compromised.  Avoid air bubbles while pipetting. Close cuvette with the blue cap.\r\n  6. Select X–01 Nucleofector program. Insert cuvette into the cuvette holder and press the “X” button to start the program. \r\n  7. To avoid damage to the cells remove the samples from the cuvette immediately after the program has finished \\(display showing OK). Take the cuvette out of the holder. Add an aliquot \\(approximately 500 µl) of the pre–equilibrated, fully supplemented Mouse T Cell Nucleofector Medium to the cell suspension in the cuvette, then immediately remove the sample from the cuvette using a plastic pipette \\(provided with kit) and transfer to the prepared 12–well plate. \r\n  8. Press the “X” button to reset the Nucleofector.\r\n  9. Incubate cells in humidified 37˚C–5% CO\n2\nincubator for 3 hours. \r\n  \r\n\n\n**Adoptive transfer of T cells into syngeneic recipients.**\r\n\n\n1. The cells are collected after 3 hours of culture, counted and immediately transferred into syngeneic recipients \\(3 x 10\n6\ncells/mouse intravenously using 281/2 gauge needle).\r\n  \r\n\n\n**Immunizations**\r\n\n\n1. For priming immunization, three hours after adoptive transfer of T cells, the mice are immunized subcutaneously with OVA\n323–339\npeptide emulsified in IFA.\r\n  2. For tolerizing immunization, three hours after adoptive transfer T cells, the mice are immunized subcutaneously with OVA\n323–339\npeptide emulsified in IFA along with administration of anti-CD40L \\(250 µg/mouse) plus CTLA4-Ig fusion protein \\(250 µg/mouse).\r\n  \r\n\n\n**Analysis of transfection efficiency**\r\n\n\n1.      Five days after immunization, isolate lymphocytes from spleens and perform FACS analysis to determine transfection efficiency and _in vivo_ expansion of TCR transgenic \\(KJ1-26\n+\n) T cells."
        },
        {
            "header": "Anticipated Results",
            "content": "High level transfection efficiency in primary mouse T cells is the ultimate aim of nculeofection technology. In our studies, the range of transfection efficiency in various experiments was 60% to 75% \\(Fig. 1).  Applying Smad3 shRNA resulted in detectable molecular and functional outcomes. Expression of Smad3 shRNA  reduced endogenous Smad3 levels about 70% to 90% after a single transfection \\(Fig. 2). This degree of down-modulation is within the range previously reported for other primary cell systems \\[18] and is sufficient to induce a clear functional phenotype in our model system. Our studies showed that elimination of endogenous Smad3 by Smad3 shRNA resulted in augmented responses after priming and resistance to tolerance induction after tolerizing immunization _in vivo_ \\(Fig. 3).  \r\n\n\n\r\n\n\nWe have found that the following factors are critical in this protocol in order to achieve high transfection efficiency. First, intact cell viability prior to nucleotransfection is required. We strongly recommend avoiding an erythrocyte lysis step during cell preparation, as this will decrease cell viability. For enrichment or purification of the targeted population use negative selection methods \\(untouched methods) which reduce the risk of activating cells and increasing cell mortality. Second, the transfected cells should be cultured in supplement&#x2013;enriched and conditioned culture medium for a period of time. Using other types of medium will most likely result in low cell viability and low level transfection efficiency. In our experiments, after 3 hours of culture, viability of the transfected cells was above 80%. Third, the optimized _in vivo_ immunization protocol was required for high&#x2013;level transfection and transgene expression. In our _in vivo_ study model, the mice were immunized with antigen three to eight hours after intravenous injection of transfected TCR trensgenic cells and this approach resulted in high transfection efficiency of antigen-specific cells \\(above 60%). In contrast, when transfected cells were left in culture medium _in vitro_, transfection efficiency at 12 and 24 hours of culture was 10&#x2013;15% consistent with previous reports in na&#xEF;ve T cells \\[17].\r\n\n\n\r\n\n\nCollectively, nucleotransfection technology provides great promise as a tool for a rapid and simple pre-validation strategy for _in vivo_ knockdown and transgene approaches. This technology requires various steps and investigators may wish to perform preliminary studies to optimize the conditions required for best transfection efficiency in their experimental systems."
        },
        {
            "header": "References",
            "content": "1.  Clements,J.L. _et al._ Requirement for the leukocyte-specific adapter protein SLP-76 for normal T cell development. _Science_ **281**, 416-419 \\(1998).\r\n  2.  Molina,T.J. _et al._ Profound block in thymocyte development in mice lacking p56lck. _Nature_ **357**, 161-164 \\(1992).\r\n  3.  Negishi,I. _et al._ Essential role for ZAP-70 in both positive and negative selection of thymocytes. _Nature_ **376**, 435-438 \\(1995).\r\n  4.  Peng,S.L., Gerth,A.J., Ranger,A.M. &amp; Glimcher,L.H. NFATc1 and NFATc2 together control both T and B cell activation and differentiation. _Immunity_ **14**, 13-20 \\(2001).\r\n  5.  Burr,J.S. _et al._ Cutting edge: distinct motifs within CD28 regulate T cell proliferation and induction of Bcl-XL. _J Immunol_ **166**, 5331-5335 \\(2001).\r\n  6.  Randolph,D.A., Huang,G., Carruthers,C.J., Bromley,L.E. &amp; Chaplin,D.D. The role of CCR7 in TH1 and TH2 cell localization and delivery of B cell help _in vivo. Science_ **286**, 2159-2162 \\(1999).\r\n  7.  Van Parijs,L. _et al._ Uncoupling IL-2 signals that regulate T cell proliferation, survival, and Fas-mediated activation-induced cell death. _Immunity_ **11**, 281-288 \\(1999).\r\n  8.  Walker,J. &amp; Green,J.M. Structural requirements for CD43 function. _J Immunol_ **162**, 4109-4114 \\(1999).\r\n  9.  Volpers,C. &amp; Kochanek,S. Adenoviral vectors for gene transfer and therapy. _J Gene Med_ **6 Suppl 1**, S164-S171 \\(2004).\r\n  10.  Goffinet,C. &amp; Keppler,O.T. Efficient nonviral gene delivery into primary lymphocytes from rats and mice. _FASEB J_ **20**, 500-502 \\(2006).\r\n  11.  Hughes,C.C. &amp; Pober,J.S. Transcriptional regulation of the interleukin-2 gene in normal human peripheral blood T cells. Convergence of costimulatory signals and differences from transformed T cells. _J Biol Chem_ **271**, 5369-5377 \\(1996).\r\n  12.  Solomou,E.E., Juang,Y.T., Gourley,M.F., Kammer,G.M. &amp; Tsokos,G.C. Molecular basis of deficient IL-2 production in T cells from patients with systemic lupus erythematosus. _J Immunol_ **166**, 4216-4222 \\(2001).\r\n  13.  Solomou,E.E., Juang,Y.T. &amp; Tsokos,G.C. Protein kinase C-theta participates in the activation of cyclic AMP-responsive element-binding protein and its subsequent binding to the -180 site of the IL-2 promoter in normal human T lymphocytes. _J Immunol_ **166**, 5665-5674 \\(2001).\r\n  14.  Herndon,T.M. _et al._ Direct transfer of p65 into T lymphocytes from systemic lupus erythematosus patients leads to increased levels of interleukin-2 promoter activity. _Clin Immunol_ **103**, 145-153 \\(2002).\r\n  15.  Bell,M.P., Huntoon,C.J., Graham,D. &amp; McKean,D.J. The analysis of costimulatory receptor signaling cascades in normal T lymphocytes using in vitro gene transfer and reporter gene analysis. _Nat Med_ **7**, 1155-1158 \\(2001).\r\n  16.  Cron,R.Q., Schubert,L.A., Lewis,D.B. &amp; Hughes,C.C. Consistent transient transfection of DNA into non-transformed human and murine T-lymphocytes. _J Immunol Methods_ **205**, 145-150 \\(1997).\r\n  17.  Lai,W., Chang,C.H. &amp; Farber,D.L. Gene transfection and expression in resting and activated murine CD4 T cell subsets. _J Immunol Methods_ **282**, 93-102 \\(2003).\r\n  18.  Phanish,M.K., Wahab,N.A., Colville-Nash,P., Hendry,B.M. &amp; Dockrell,M.E. The differential role of Smad2 and Smad3 in the regulation of pro-fibrotic TGFbeta1 responses in human proximal-tubule epithelial cells. _Biochem. J_ **393**, 601-607 \\(2006)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ni1398",
                "date": "2006-09-08 11:23:40",
                "title": "A pathway regulated by cell cycle inhibitor p27Kip1 and checkpoint inhibitor Smad3 is involved in the induction of T cell tolerance",
                "authors": [
                    "Li",
                    "L. et al."
                ],
                "journal": "Nature Immunology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9911,
                "identity": "9ea3df39-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lequn Li",
                "email": "",
                "orcid": "",
                "institution": "Transplantation Biology Research Center, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02129",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lequn",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 9912,
                "identity": "9ea3e324-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Vassiliki Boussiotis",
                "email": "",
                "orcid": "",
                "institution": "Department of Medicine Division of Hematology and Oncology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02129",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vassiliki",
                "middleName": "",
                "lastName": "Boussiotis",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-03-20 09:17:47",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.296",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.296",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607623,
                "identity": "d464900c-2f0a-4832-8a84-a88ce3a61800",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 74822,
                "visible": true,
                "origin": "",
                "legend": "Transfection efficiency.   DO11.10 T cells were transfected with either control shRNA (control&#x2013;KD) or Smad3 shRNA (Smad3&#x2013;KD) and adoptively transferred into syngeneic wild&#x2013;type recipients that received priming treatment. Lymphocytes were harvested on d5 after treatment, and transfection efficiency of DO11.10 cells (KJ1&#x2013;26^+^) was examined by FACS analysis. Results represent six independent experiments. The same pattern of results was observed for all transfected populations and the range of transfection efficiency in various experiments was 60&#x2013;75%.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-92/v1/figure_1.jpg"
            },
            {
                "id": 2607622,
                "identity": "47edf9bd-8a3f-4708-8b24-98a513f30cb1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 27404,
                "visible": true,
                "origin": "",
                "legend": "Downregulation of Smad3 expression by shRNA.   Cell lysates were prepared from DO11.10 T cells transfected with either control shRNA (control&#x2013;KD) or Smad3 shRNA (Smad3&#x2013;KD) and were analyzed by immunoblot for Smad3 expression, followed by immunoblot with &#x3B2;-actin&#x2013;specific antibody to confirm that equal protein loading. Results represent four independent experiments.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-92/v1/figure_2.jpg"
            },
            {
                "id": 2607624,
                "identity": "0d093cc4-6447-4f98-97a6-0c7228f92115",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 26434,
                "visible": true,
                "origin": "",
                "legend": "Knockdown of Smad3 enhances T cell immune responses.   Smad3, a transcription factor that mediates gene transcription by TGF&#x2013;&#x3B2; superfamily members, is a well&#x2013;known inhibitor of T cell activation. DO11.10 T cells were transfected with either control shRNA (control&#x2013;KD) or Smad3 shRNA (Smad3&#x2013;KD) using nucleofection and were adoptively transferred into syngeneic recipients that subsequently received priming or tolerizing treatment. Lymphocytes were harvested on d5 after treatment and cultured with antigen presenting cells loaded with antigen. Proliferation was measured at d3 of rechallenge culture and is expressed as stimulation index (S.I.). ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-92/v1/figure_3.jpg"
            },
            {
                "id": 13464243,
                "identity": "fc413423-9d52-4402-9502-093099f0b536",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:41",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 198051,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-92/v1/1b869811-98e5-4b58-892e-c15f652a7b7e.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "lymphocytes, transfection, knockdown\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Nucleofection and adoptive transfer of primary mouse T lymphocytes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-10-02 08:54:47",
                "doi": "10.1038/nprot.2006.296",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ea38c09-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 2nd, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1397,
                "name": "Cell biology"
            },
            {
                "id": 1398,
                "name": "Developmental biology"
            },
            {
                "id": 1399,
                "name": "Biological techniques"
            },
            {
                "id": 1400,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-10-02 08:54:47",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}