{
    "identity": "nprot-2058",
    "title": "Optically Highlighting Basement Membrane Components in C. elegans",
    "content": [
        {
            "header": "Introduction",
            "content": "Genetically encoded fluorescent proteins provide a powerful means to determine gene expression patterns and localize dynamic molecular changes in living cells, eliminating the need for fixation with antibody or in situ staining procedures \\[1].  The usefulness of fluorescent proteins as experimental reagents in living tissues was first recognized when the green fluorescent protein \\(GFP), cloned from the jellyfish Aequorea victoria \\[2], was expressed in the nematode _C. elegans_ \\[3].  These nematode worms harbored a genetic construct encoding a protein fused in frame with the gene encoding GFP, allowing that protein to be visualized in living worms \\[3].  Since then, numerous additional GFP or GFP-like fluorescent proteins have been discovered or engineered including spectral variants \\[4], and fluorophores that can be photoactivated \\(i.e., from a non-fluorescent state to a fluorescent state) \\[5], photoconverted \\(e.g., from green to red fluorescence) \\[6], or work as fluorescent timers \\(switching from green to red after a set period of time) \\[7].  Dendra2, a mutated variant of Dendra–the fluorophore derived from octocoral Dendronephthya sp., is a highly stable photoconvertible fluorophore that switches its fluorescence state upon brief exposure to short wavelength light \\(e.g., 405 nm) \\[8]. Dendra2 initially fluoresces green under blue light \\(similar to GFP), however, a brief exposure of short wavelength light induces an irreversible conformational change in Dendra2 and it thereafter fluoresces red under green light.  When tagged to a protein of interest, Dendra2 allows real-time tracking of the spatial position of a cell, organelle, or a subset of protein molecules and their dynamics \\(i.e., half-lives and replacement by nonactivated protein) \\[9] over an extended period of time, in a manner analogous to a pulse-chase radioactive labeling experiment.\r\n\n\n     Here we present a protocol for Dendra2 photoconversion \\(also referred to as Optical Highlighting) that allows monitoring of the spatiotemporal dynamics of the two major structural components of basement membranes \\(BMs), laminin and type IV collagen, in _C. elegans_.  BMs are the dense, sheet-like forms of extracellular matrix that provide structural underpinning for epithelia and endothelia and regulate diverse functions in the cells that adhere to them \\[10, 11].  Built of as many as 50 distinct molecules ordered in specific and complex arrangements, BMs cannot be synthesized in vitro and can thus only be fully studied in their native form \\[11].  The BM in _C. elegans_ is highly conserved and is composed of all the major structural components found in vertebrate BM, including type IV collagen, laminin, perlecan, and nidogen \\[12].  Further, BM components can be easily tagged with GFP and visualized in living animals.  The powerful genetic and molecular tools available in _C. elegans_ provide a unique opportunity to study the mechanisms that regulate BM assembly and turnover.  The following protocol can be used to photoconvert a region of laminin or type IV collagen within the BM of a worm at any developmental stage and then track the fate of the optically highlighted protein for up to several hours.  This protocol should enable, for example, analysis of the half-lives of BM components or the fate of the BM during developmental processes, tissue homeostasis, and aging."
        },
        {
            "header": "Reagents",
            "content": "Dendra2 transgenic C. elegans strains*\r\n\n\n\r\n\n\n     laminin::Dendra:  NK651 qyIs108\\[lam-1::Dendra]; NK652 qyIs109\\[lam-1::Dendra]\r\n\n\n\r\n\n\n     type IV collagen::Dendra:  NK860 qyIs161\\[emb-9::Dendra]\r\n\n\n\r\n\n\n* Dendra2 DNA sequence \\[8] was engineered to contain C. elegans codon usage \\[13] and three synthetic introns \\(sequence is available upon request).   Dendra2 fusion constructs were made by inserting the _C. elegans_ modified Dendra2 into the mluI site of pGK39 \\(laminin::GFP) and the Msc1 and BsrG1 sites of pJK750 \\(type IV collagen::mCherry).  Constructs were injected and integrated strains made as described previously \\[14]."
        },
        {
            "header": "Equipment",
            "content": "Standard equipment and reagents for culturing and working with C. elegans \\[15].\r\n\n\n5% Nobel agar containing 0.01M sodium azide \\(NaN3; used as an aesthetic to immobilize worms for imaging) ****CAUTION––NaN3 is TOXIC––WEAR GLOVES****.\r\n\n\nStandard microscope slides and coverslips.\r\n\n\nDissecting stereoscope to use for standard worm work \\(e.g., Zeiss, Leica, Nikon, Olympus, etc. for this and the following microscopes).\r\n\n\nLaser scanning confocal microscope equipped with 405nm laser for photoconversion.  \\(488nm light has also been reported to work well and is less phototoxic \\[8]).\r\n\n\nAdditional wide field fluorescence microscope or spinning disc confocal equipped with a digital camera \\(optional).\r\n\n\nImage analysis software \\(such as Image J 1.40g) for quantitative measurements of changes in fluorescence intensity or position of optically highlighted BM \\(optional)."
        },
        {
            "header": "Procedure",
            "content": "**Step 1. Mount Worms on Agar Pad**  \\(Timing ~2 min)\r\n\n\n\r\n\n\nMount transgenic worms \\(laminin::Dendra or type IV collagen::Dendra) of appropriate developmental stage by picking worms into a 1.5µl drop of M9 on a 5% noble agar pad \\[with 0.01 M of the anesthetic sodium azide \\(NaN3)] atop a standard microscope slide.  Cover with standard glass coverslip and proceed to step 2. \r\n\n\n\r\n\n\nHelpful Suggestion:  If examining a specific developmental stage, it may be beneficial to perform synchronized L1 stage larval plating, which facilitates picking the appropriate developmental stage.\r\n\n\n\r\n\n\n**Step 2.  Photoconversion using a 405nm Ultra Violet \\(UV) Laser** \\(Timing ~5-10 min)\r\n\n\n\r\n\n\nUsing a laser scanning confocal microscope equipped with a 63X or 100X objective, acquire an image of the worm you wish to photoconvert.  Next, photoconvert a region\\(s) of BM using a customizable region of interest \\(ROI) bleaching tool within your laser scanning confocal acquisition software.  For our studies of the uterine-vulval BM in the late L3 stage of hemaphrodite development, the optimal photoconversion was achieved using the 405nm laser at 1-2% power, and a high number \\(100-200) of iterations \\(See Figure 1 for laminin::Dendra and Figure 2 for type IV collagen::Dendra).  Depending on your experimental design, you should be able to photconvert several regions within the same animal or a few worms per slide.  When photoconverting several worms per slide it may be useful to carefully mark particular worms so that you can easily keep track of them when moving between microscopes.  If working on an inverted microscope, this can be done with a marker on the underneath side of the microscope slide \\(opposite the coverslip).\r\n\n\n\r\n\n\nTroubleshooting:  You may need to adjust the laser power or the number of iterations to optimize photoconversion of the BM in your context.\r\n\n\n\r\n\n\nTroubleshooting:  Using the laser scanning confocal, if there is BM above and below the focal plane, some Dendra2 will become photoconverted and may give undesirable results or interfere with experimental analysis.  Reducing the pinhole size on the confocal can minimize this problem.\r\n\n\n\r\n\n\nTroubleshooting:  Complete this and the following step as quickly as possible in order for the worms to remain healthy.  If the worms are on the NaN3 pad for longer than 15-20 min., they will likely not survive.  After performing the procedure a few times, you will become familiar with the protocol and more efficient with your time.\r\n\n\n\r\n\n\n**Step 3.  Image Worms Immediately following Photoconversion** \\(Timing ~2 min)\r\n\n\n\r\n\n\nIf appropriate for your experiment, image worms on a wide field fluorescence microscope or spinning disc confocal.  Be sure to use the same image acquisition settings \\(i.e, laser power, exposure, gain, binning, etc.), if you plan to do quantitative measurements amongst different images.\r\n\n\n\r\n\n\nTroubleshooting:  Though sufficient, the signal from the photoconverted BM may be relatively weak \\(more so with type IV collagen::Dendra).  If your experimental design requires you to image the worm at multiple time points or to acquire z-stacks, it would be best to use a spinning disc confocal, which uses less light than the laser scanning confocal.\r\n\n\n\r\n\n\n**Step 4.  Recover Worms to Food Plates**  \\(Timing ~1 min)\r\n\n\n\r\n\n\nRecover worms by sliding coverslip back and picking \\(with a glob of OP50) or using a mouth pipette and M9 to transfer animals to food \\(OP50 E. coli) plates for the necessary amount a time at the appropriate temperature \\(e.g., 15˚, 20˚, or 25˚C).  For example, your experimental design might require L3 larval stage worms to develop for 4 hours at 25˚C before you reexamine them.\r\n\n\n\r\n\n\n**Step 5.  Mount Worms and Reimage**  \\(Timing ~5-10 min)\r\n\n\n\r\n\n\nIf appropriate, mount worms on new noble agar pad with 0.01M NaN3 and reimage.  Image analysis softwares \\(e.g., NIH ImageJ, Imaris by Bitplane, or Volocity by Improvision) can be used to quantify changes in the position or fluorescence intensities of regions of photoconverted BM in 3D, over time.  As a reminder, if taking quantitative measurements, it will be important to ensure that image acquisition setting \\(e.g., exposure, gain, laser power, binning, etc.) are maintained between imaging sessions or experiments."
        },
        {
            "header": "Timing",
            "content": "The photoconversion techniques associated with this protocol are rapid ~15 min. total time.  See procedures for the time required for each step.  Additional time may be required for your experimental design, for example, you might need to stage the worms several hours beforehand, or require a long time interval between photoconversion \\(Step 2) and reimaging at a later time point \\(Step 5)."
        },
        {
            "header": "Troubleshooting",
            "content": "**Step 2:**\r\n\n\n\r\n\n\nTroubleshooting:  You may need to adjust the laser power or the number of iterations to optimize photoconversion of the BM in your context.\r\n\n\n\r\n\n\nTroubleshooting:  Using the laser scanning confocal, if there is BM above and below the focal plane, some Dendra2 will become photoconverted and may give undesirable results or interfere with experimental analysis.  Reducing the pinhole size on the confocal can minimize this.\r\n\n\n\r\n\n\nTroubleshooting:  You will want to complete this and the following step as quickly as possible in order for the worms to remain healthy.  If the worms are on the NaN3 pad for longer than 15-20 min., they will likely become sick.  After performing the procedure a few times, you will become familiar with the protocol and more efficient with your time.\r\n\n\n\r\n\n\n**Step 3:**\r\n\n\n\r\n\n\nTroubleshooting:  Though sufficient, the signal from the photoconverted BM may be relatively weak \\(more so with type IV collagen::Dendra).  If your experimental design requires you to image the worm at multiple time points or to acquire z-stacks, it would be best to use a spinning disc confocal, which uses less light than the laser scanning confocal."
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "1. Shaner, N.C., P.A. Steinbach, and R.Y. Tsien, A guide to choosing fluorescent proteins. Nat Methods, 2005. 2\\(12): p. 905-9.\r\n  2. Shimomura, O., F.H. Johnson, and Y. Saiga, Extraction, purification and properties of aequorin, a bioluminescent protein from the luminous hydromedusan, Aequorea. J Cell Comp Physiol, 1962. 59: p. 223-39.\r\n  3. Chalfie, M., et al., Green fluorescent protein as a marker for gene expression. Science, 1994. 263\\(5148): p. 802-5.\r\n  4. Heim, R. and R.Y. Tsien, Engineering green fluorescent protein for improved brightness, longer wavelengths and fluorescence resonance energy transfer. Curr Biol, 1996. 6\\(2): p. 178-82.\r\n  5. Patterson, G.H. and J. Lippincott-Schwartz, A photoactivatable GFP for selective photolabeling of proteins and cells. Science, 2002. 297\\(5588): p. 1873-7.\r\n  6. Chudakov, D.M., S. Lukyanov, and K.A. Lukyanov, Tracking intracellular protein movements using photoswitchable fluorescent proteins PS-CFP2 and Dendra2. Nat Protoc, 2007. 2\\(8): p. 2024-32.\r\n  7. Subach, F.V., et al., Monomeric fluorescent timers that change color from blue to red report on cellular trafficking. Nat Chem Biol, 2009. 5\\(2): p. 118-26.\r\n  8. Gurskaya, N.G., et al., Engineering of a monomeric green-to-red photoactivatable fluorescent protein induced by blue light. Nat Biotechnol, 2006. 24\\(4): p. 461-5.\r\n  9. Zhang, L., et al., Method for real-time monitoring of protein degradation at the single cell level. Biotechniques, 2007. 42\\(4): p. 446, 448, 450.\r\n  10. Kalluri, R., Basement membranes: structure, assembly and role in tumour angiogenesis. Nat Rev Cancer, 2003. 3\\(6): p. 422-33.\r\n  11. Rowe, R.G. and S.J. Weiss, Breaching the basement membrane: who, when and how? Trends Cell Biol, 2008. 18\\(11): p. 560-74.\r\n  12. Kramer, J.M., Basement membranes. WormBook, 2005: p. 1-15.\r\n  13. Green, R.A., et al., Expression and imaging of fluorescent proteins in the C. elegans gonad and early embryo. Methods Cell Biol, 2008. 85: p. 179-218.\r\n  14. Sherwood, D.R., et al., FOS-1 promotes basement-membrane removal during anchor-cell invasion in C. elegans. Cell, 2005. 121\\(6): p. 951-62.\r\n  15. Brenner, S., The genetics of Caenorhabditis elegans. Genetics, 1974. 77\\(1): p. 71-94."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Shinji Ihara, Qiuyi Chi, and Fumio Motegi for their help in building reagents and Sam Johnson of the Duke Univeristy L.M.C.F. for imaging advice.  This work was supported by a Basil O’Connor Scholars Research Award, The Pew Scholars Program in the Biomedical Sciences, and NIH Grants GM079320 and GM079320-03S1 to D.R.S."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb2233",
                "date": "2011-03-15 13:52:52",
                "title": "Basement membrane sliding and targeted adhesion remodels tissue boundaries during uterine–vulval attachment in Caenorhabditis elegans",
                "authors": [
                    "Shinji Ihara",
                    "Elliott J. Hagedorn",
                    "Meghan A. Morrissey",
                    "Qiuyi Chi",
                    "Fumio Motegi",
                    "James M. Kramer",
                    "and David R. Sherwood"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11717,
                "identity": "9f99d576-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "David Sherwood",
                "email": "david.sherwood@duke.edu",
                "orcid": "",
                "institution": "Sherwood's Lab, Duke University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Sherwood",
                "suffix": ""
            },
            {
                "id": 11716,
                "identity": "9f99d246-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Elliott Hagedorn",
                "email": "",
                "orcid": "",
                "institution": "Sherwood's Lab, Duke University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Elliott",
                "middleName": "",
                "lastName": "Hagedorn",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-03-12 03:51:53",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.230",
        "doiUrl": "https://doi.org/10.1038/protex.2011.230",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608251,
                "identity": "bfe20da4-4253-4f10-87e5-f2fd685c2a36",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:03",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 460823,
                "visible": true,
                "origin": "",
                "legend": "Photoconversion of laminin::Dendra during uterine-vulval development in C. elegans   (A and C) Schematics depict regions of photoconverted BM at the mid-to-late L3 stage (A) and later at the early L4 stage (C).  (B) Image shows fluorescence of photoconverted BM (magenta, arrows) overlaid on DIC immediately after optical highlighting.  (B’) Image shows photoconverted BM (magenta) overlaid on fluorescence of non-photoconverted BM (green).  (B’’) Image shows grayscale of photoconverted BM.  (D) Image shows animal in (B) 240 min later.  Fluorescence overlay of photoconverted BM (magenta) and non-photoconverted BM (green) is shown in (D’) and grayscale of photoconverted BM is shown in (D’’).  Arrowheads denote anchor cell and dotted white lines depict position of vulD vulval cell– the BM moves relative to these cells between the mid-to-late L3 and early L4 stages.  Scale bar represents 10µm.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2058/v1/figure_1.jpg"
            },
            {
                "id": 2608258,
                "identity": "8c531a60-df5e-450e-a230-0fce4237de03",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:04",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 375885,
                "visible": true,
                "origin": "",
                "legend": "Photoconversion of type IV collagen::Dendra during uterine-vulval development in C. elegans   (A and C) Schematics depict regions of photoconverted BM at the mid-to-late L3 stage (A) and later at the early L4 stage (C).  (B) Image shows fluorescence of photoconverted BM (magenta, arrows) overlaid on DIC immediately after optical highlighting.  (B’) Image shows grayscale of photoconverted BM.  (D) Image shows animal in (B) 240 min later.  Grayscale of optically highlighted BM is shown in (D’). Arrowheads denote anchor cell and dotted white lines depict position of vulD vulval cell– the BM moves relative to these cells between the mid-to-late L3 and early L4 stages.  Scale bar represents 10µm.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2058/v1/figure_2.jpg"
            },
            {
                "id": 13465322,
                "identity": "c34412aa-47f7-48cb-bd71-9c65e16b57cb",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 375237,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2058/v1/a15a9d94-ae01-4fc9-a97c-21f8bde85c9b.pdf"
            }
        ],
        "financialInterests": "none",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Photoconversion, Optical Highlighting, Dendra, Basement Membrane, C. elegans",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Green fluorescent protein \\(GFP) and other genetically encoded fluorescent proteins provide a means to study gene expression pattern and protein localization in living tissues.  Recently discovered GFP-like fluorophores and engineered variants have further expanded the fluorescent protein toolkit for in vivo imaging.  Here we describe a technique using transgenic _C. elegans_ that contain laminin or type IV collagen fused to the green-to-red photoconvertible fluorophore Dendra2, to track the fate of the basement membrane.  The following protocol will allow researchers to optically highlight individual basement membrane components during developmental processes, tissue homeostasis, and aging.",
        "manuscriptTitle": "Optically Highlighting Basement Membrane Components in C. elegans",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-05-16 13:39:37",
                "doi": "10.1038/protex.2011.230",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f997740-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 16th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2550,
                "name": "Cell biology"
            },
            {
                "id": 2551,
                "name": "Developmental biology"
            },
            {
                "id": 2552,
                "name": "Biological techniques"
            },
            {
                "id": 2553,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-05-16 13:39:37",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}