{
    "identity": "pex-1279",
    "title": "<p>Optogenetic manipulation of cellular communication in axolotls</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Cells grow long cellular extensions to achieve highly efficient and accurate communication at a distance. Specifically, prominent examples include specialized filopodia that traffic signaling proteins over long ranges during tissue development<sup>1,2</sup>, fine finger-like macrophage protrusion that are thought to be involved in pathogen clearance<sup>3</sup>, and invadopodia that integrate signals from the tumor microenvironment to facilitate tumor cell dissemination<sup>4</sup>. However we critically lack a genetically encoded tool that can selectively manipulate cellular protrusions with high spatiotemporal precision without affecting the global cytoskeletal network. In this work, we engineered a suite of such artificial motors which we term “Artificial Transport Vehicles” (ATVs), which are fast, highly processive, optogenetically controlled, and suitable for transporting GFP-tagged cargo at long ranges.</p><p><br></p><p>Importantly, a major advantage of ATVs is the ability to specifically manipulate cellular protrusions within dense cellular networks in living organisms <em>in vivo</em>. Regeneration is a process that has been reported to mimic normal embryonic development<sup>5</sup>, however the importance of filopodial extensions has not yet been investigated in this context. In this work, we describe live confocal imaging on the axolotl, a classic model system for tissue regeneration, at high spatial resolution <em>in vivo</em>, to investigate the role of filopodia in limb patterning during regeneration using our engineered myosin motors. Notably, we are able to directly manipulate the outgrowth of filopodial extensions <em>in vivo</em>, leading to the finding of an unexpected role of filopodial extensions in the context of cell signaling and tissue regeneration in axolotls.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Tricaine (Syndel)</p><p>Holtfreter's solution (Self-made)</p><p>Tris (Invitrogen)</p><p>Agarose (Thermo Scientific)</p><p>Dulbecco’s phosphate buffered solution (DPBS, Gibco)</p><p>Phenol red (Sigma)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>500 ml glass beaker (Corning)</p><p>pH test strip (EMD Millipore)</p><p>10 cm petri dish (Corning)</p><p>Tweezer (Fisher Scientific)</p><p>Leica M80 desktop microscope (Leica)</p><p>Capillary glass microinjection needle (Drummond)</p><p>Model 720 needle puller (Kopf)</p><p>Microloader tip (Eppendorf)</p><p>Pneumatic&nbsp;microinjector (WPI)</p><p>NEPA21 electroporator with an electrode tweezer (Nepagene)</p><p>Surgical scalpel (Feather)</p><p>Hybrislip (Thermo Fisher)</p><p>Blu-Tack adhesive (Bostik)</p><p>35 mm glass-bottom fluorodish (WPI)</p><p>Axio Oberserver Z1 microscope (Zeiss)</p><p>UltraVIEW Vox spinning disk confocal microscopy system (Perkin Elmer)</p>"
        },
        {
            "header": "Procedure",
            "content": "DNA construct preparation\n1. Thaw the required plasmids for this experiment. ATV+ and ATV- can be used for constitutive activation while optoATV+ and optoATV- are useful for optogenetic control of the cargo transport. The cargo needs to be tagged by GFP (or any other variant that can be bound by GBP) at either the N- or C- terminus. Include the Piggybac transposon for stable integration into the genome to suit long-term activation.\n2. Dilute the DNA constructs in DPBS to reach a final concentration of 1-2 mg/ml.\nWe recommend to test different molar ratios of the motor:cargo plasmids at the beginning. Start around 1:1. The optimal ratio may vary with different constructs.\n3. Combine with phenol red solution to reach a final concentration of around 0.1 mM to aid visualization.\n4. Make a capillary glass microinjection needle using a standard needle puller.\n5. Backfill the glass needle with 5 μl of DNA injection solution using a microloader tip.\nAxolotl electroporation\n1. Prepare 0.25 g/L Tricaine solution by dissolving Tricaine powder into pre-chilled Holtfreter's solution.\n2. Use Tris solution to adjust the pH of the solution to the range of 6-8.\n3. Anesthetize the axolotl by placing it in the Tricaine solution for approximately 8 minutes, until the animal is no longer responsive to motion.\n4. Place the axolotl on its belly in an agarose-filled petri dish.\n5. Observe the axolotl under a standard desktop microscope.\n6. Stretch out and position the forelimbs with sterile tweezers to enable injection and the subsequent electroporation.\n7. Pressure-inject the DNA injection solution into the axolotl forelimb, approximately 1-2 mm distal to the elbow joint. Use 2-3 different injection sites to make sure the solution is fully diffused to different parts of the limb.\nWe recommend using multiple small pulses to inject the solution so that the site of injection can be more carefully controlled.\n8. Pour pre-chilled DPBS solution in the petri dish to immerse the injected limb.\n9. Place an electrode tweezer on both sides of the injected forelimb with the distance between the electrodes set at 2-4 mm apart.\n10. Apply three poring pulses of 150 V and 5 ms with 10 ms interval followed by five transfer pulses of 50 V and 50 ms with 950 ms interval. Keep the forelimb in place during the electroporation with a tweezer by holding the proximal part of the forelimb. These parameters can be adjusted for different applications.\n11. Amputate the most distal region of the forelimb using a sterile surgical scalpel.\nAmputation can be performed on different days before or after electroporation.\n12. Place the axolotl back to Holtfreter's solution for recovery for at least 3 days before imaging.\nLive axolotl confocal imaging\n1. Prepare 0.25 g/L Tricaine solution by dissolving Tricaine powder into pre-chilled Holtfreter's solution.\n2. Use Tris solution to adjust the pH of the solution to the range of 6-8.\n3. Anesthetize the axolotl by placing it in the Tricaine solution for approximately 8 minutes, until the animal is no longer responsive to motion.\n4. Cut a sterile hybrislip to approximately 0.8 x 0.8 cm in size, and attach four small particles of adhesive (we used Blu-Tack) to the four corners of the hybrislip using a sterile tweezer.\n5. Place the anesthetized axolotl inside a sterile fluorodish on its belly, and remove major liquid droplets inside the dish.\n6. Stretch out the electroporated and amputated forelimb using a sterile tweezer.\n7. Mount the prepared hybrislip onto the blastema region, with the least possible force applied with the tweezer to each corner of the hybrislip. Make sure the hybrislip stays in place without deforming the blastema.\n8. Fill the fluorodish with the Tricaine solution to submerge the axolotl.\n9. Perform standard confocal imaging on the mounted live axolotl at the site of the blastema. Make sure to use the least possible laser power for imaging. Do not image for longer than 30 minutes to minimize the impact of long-term anesthesia on the animal, or submerge the animal in Holtfreter's solution for a brief recovery after 30 minutes before continuing imaging.\n10. For optogenetic experiments, perform the anesthesia and mounting strictly in the dark. We used a red flashlight to aid the process. Use short pulses of 488 nm laser to activate optoATVs."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>If not enough DNA injection solution can be injected into the forelimb:</strong></p><p>- It is most likely because the tip of the glass needle is either too dull to penetrate the tissue or too sharp that it broke. Try to optimize the sharpness of the needle tip. Besides, also make sure the microinjector has enough force to inject the solution inside the forelimb efficiently.</p><p><br></p><p><strong>If very limited fluorescence can be detected from confocal imaging:</strong></p><p>- It may be caused by a failed electroporation. Please make sure the majority of the injection solution is inside the axolotl forelimb, determined by the presence of phenol red. Electroporation is typically strong enough with the parameters provided but can be further optimized. Check the quality of the plasmid solution and troubleshoot the microscope if electroporation is successful.</p><p><br></p><p><strong>If optoATVs cannot be efficiently activated:</strong></p><p>- We have never experienced this problem if optoATVs were successfully expressed. It may be caused by mutations in the Cry2olig domain, and should be determined by sequencing.</p><p><br></p><p><strong>If optoATVs are activated before light activation:</strong></p><p>OptoATVs are extremely sensitive, and should be very carefully protected from any potential light source. Make sure to conduct every animal procedure in strict dark. If strict dark condition cannot be guaranteed prior to imaging, we suggest waiting at dark for 30-60 minutes in the microscope prior to imaging for optoATVs to deactivate.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>It takes approximately an hour for DNA construct preparation and axolotl electroporation.</p><p><br></p><p>After that wait for at least 3 days before performing confocal microscopy, which takes approximately an hour.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>After efficient injection and electroporation, the majority of the forelimb is expected to be visibly red due to the presence of phenol red.</p><p><br></p><p>After confocal imaging, we anticipate to observe an extensive network of filopodia at the blastema (Figure 1).</p><p><br></p><p>After light activation, we anticipate to observe efficient activation of optoATVs to transport GFP-tagged cargo within these long filopodial extensions (Figure 2).</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Sanders, Timothy A., Esther Llagostera, and Maria Barna. \"Specialized filopodia direct long-range transport of SHH during vertebrate tissue patterning.\" <em>Nature</em> 497.7451, 628 (2013).</p><p>2. Roy, S., Hsiung, F. &amp; Kornberg, T. B. Specificity of Drosophila cytonemes for distinct signaling pathways. <em>Science</em> 332, 354–358 (2011).</p><p>3. Möller, J., Lühmann, T., Chabria, M., Hall, H., &amp; Vogel, V. Macrophages lift off surface-bound bacteria using a filopodium-lamellipodium hook-and-shovel mechanism.&nbsp;<em>Scientific reports</em>,&nbsp;<em>3</em>, 2884 (2013).</p><p>4. Eddy, Robert J., et al. \"Tumor cell invadopodia: invasive protrusions that orchestrate metastasis.\"&nbsp;<em>Trends in cell biology</em>27.8, 595-607 (2017).</p><p>5. Imokawa, Yutaka, and Katsutoshi Yoshizato. \"Expression of Sonic hedgehog gene in regenerating newt limb blastemas recapitulates that in developing limb buds.\"&nbsp;<em>Proceedings of the National Academy of Sciences</em>&nbsp;94.17, 9159-9164 (1997).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank the whole Barna Lab for helpful discussion and critical reading of the manuscript. This project was supported by the Award Number R01HD088597 (M. Barna) and U19MH104172 (M. Wernig) from the National Institutes of Health (NIH). Z. Zhang is supported in part by the NIH P50 training grant. O. Zhulyn is a Simons Fellow of the Helen Hay Whitney Foundation (HHWF) and in part supported by the Canadian Institutes for Health Research (CIHR) Fellowship. M. Barna is a New York Stem Cell Foundation (NYSCF) Robertson Investigator and M. Wernig is a Howard Hughes Medical Institute (HHMI) Faculty Scholar.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41556-020-00625-2",
                "date": "2021-02-01 17:39:51",
                "title": "Optogenetic manipulation of cellular communication using engineered myosin motors",
                "authors": [
                    "Zijian Zhang",
                    "Nicolas Denans",
                    "Yingfei Liu",
                    "Olena Zhulyn",
                    "Hannah D. Rosenblatt",
                    "Marius Wernig",
                    "Maria Barna"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 6028274,
                "identity": "1c9e0ced-9052-4a08-b703-29c1bb8c3525",
                "order_by": 0,
                "name": "Zijian Zhang",
                "email": "",
                "orcid": "",
                "institution": "Stanford University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zijian",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 6028275,
                "identity": "4a3f7023-5fb6-4ae9-93e4-2ba41c93b1ec",
                "order_by": 1,
                "name": "Nicolas Denans",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nicolas",
                "middleName": "",
                "lastName": "Denans",
                "suffix": ""
            },
            {
                "id": 6179015,
                "identity": "bbe1c667-a591-4f06-87bd-47ba26df7d50",
                "order_by": 2,
                "name": "Yingfei Liu",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yingfei",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            },
            {
                "id": 6179016,
                "identity": "b4fd0243-8718-4b63-b63a-dc3f8a20dfee",
                "order_by": 3,
                "name": "Olena Zhulyn",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Olena",
                "middleName": "",
                "lastName": "Zhulyn",
                "suffix": ""
            },
            {
                "id": 6179017,
                "identity": "845264d4-f415-4122-bfc7-27916267bfc7",
                "order_by": 4,
                "name": "Hannah D. Rosenblatt",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hannah",
                "middleName": "D.",
                "lastName": "Rosenblatt",
                "suffix": ""
            },
            {
                "id": 6179018,
                "identity": "de82445a-223e-40ff-87ba-fbf28dccd18c",
                "order_by": 5,
                "name": "Marius Wernig",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marius",
                "middleName": "",
                "lastName": "Wernig",
                "suffix": ""
            },
            {
                "id": 6179019,
                "identity": "53ae4396-d8a2-4e5a-ad32-7ee85a397b73",
                "order_by": 6,
                "name": "Maria Barna",
                "email": "mbarna@stanford.edu",
                "orcid": "",
                "institution": "Stanford University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "",
                "lastName": "Barna",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-11-25 06:38:36",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1279/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1279/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 6570548,
                "identity": "e97fc798-f3d5-4721-926e-53c971c55ef9",
                "added_by": "auto",
                "created_at": "2021-03-03 17:39:58",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1172930,
                "visible": true,
                "origin": "",
                "legend": "An extensive network of filopodia is formed during axolotl limb regeneration.",
                "description": "",
                "filename": "Figure1.tif",
                "url": "https://assets.researchsquare.com/files/pex-1279/v1/00c2026549ea7c85daeafbdb.tif"
            },
            {
                "id": 6570547,
                "identity": "7b5b1dff-abe4-482a-8c93-7d304d1e7622",
                "added_by": "auto",
                "created_at": "2021-03-03 17:39:58",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 858920,
                "visible": true,
                "origin": "",
                "legend": "Efficient transport of SHH receptors by optoATVs after light activation. Upper: depletion of Disp1-eGFP by optoATV-. Lower: enrichment of Disp1-eGFP by optoATV+.",
                "description": "",
                "filename": "Figure2.tif",
                "url": "https://assets.researchsquare.com/files/pex-1279/v1/d0f93ae2a17a09ca98f773da.tif"
            },
            {
                "id": 13673778,
                "identity": "240add8b-2d92-43b6-a911-849c414b1c8a",
                "added_by": "auto",
                "created_at": "2021-09-17 11:19:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 3052006,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1279/v1/65a0f8dc-5f04-443b-b573-b6979153e8a3.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Optogenetics, Confocal imaging, Cellular communication, Protein Transport, Axolotl",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Cells communicate through long cellular protrusions such as filopodia and neurites. However current approaches to study these contact-based cellular communication are largely limited to actin-depolymerizing drugs or genetic knockout of key actin modifiers which can cause severe cellular stress or semi-lethality in organisms. Here we present a versatile optogenetic toolbox of artificial myosin motors that can move bidirectionally within long cellular extensions and allow for the selective transport of GFP-tagged cargo using light. Importantly, we discover that these long filopodial extensions are also gradually developed during axolotl limb regeneration, where we applied our toolbox to manipulate the composition and dynamics of these cellular extensions.</p>",
        "manuscriptTitle": "Optogenetic manipulation of cellular communication in axolotls",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-03-03 17:39:56",
                "doi": "10.21203/rs.3.pex-1279/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "44acec09-091e-40e4-9b13-489f1fadaff6",
        "owner": [],
        "postedDate": "March 3rd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1373191,
                "name": "Biological techniques"
            },
            {
                "id": 1373192,
                "name": "Cell Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-03-03 17:39:56",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}