{
    "identity": "pex-1726",
    "title": "<p>SLUPT: Synthesis of libraries and multi-site mutagenesis using a PCR-derived, dU-containing template Protocol</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>This method involves essentially two main experimental parts. The first part involves preparation of the U-containing ssDNA transient template. The template can be prepared in three days. This ssDNA template can then be used for hundreds of subsequent mutagenesis reactions. Therefore, this method is modular and it is easy to mix and match desired libraries to assess the functional consequence of those mutations. The second part involves creation and then amplification of the library/mutagenesis via extension, ligation and removal of the ssDNA template. This method has no detectable wt background, and provides a straight forward way to probe mutations that occur anywhere in the gene of interest. The second part can be performed in one day. For more details, see the publication for this work in the journal Synthetic Biology. (<em>Synthetic Biology</em>, Volume 6, Issue 1, 2021, ysaa030).</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Taq DNA polymerase , catalog #B9014S (New England Biolabs (NEB))</p><p>GeneAmp dNTP mix with dUTP, catalog # N8-8-270 (ThermoFisher Scientific)</p><p>5' phosphorylated forward primer (for Step 1)</p><p>3' reverse primer (for Step 1)</p><p>Agarose</p><p>Lambda Exonuclease, # M0262S, (NEB), 5000 units/ml or 5 units/uL</p><p>SYBR™ Safe DNA Gel Stain, 10,000X concentrate in DMSO, #S33102 (ThermoFisher Scientific)</p><p>SYBR™ Green II RNA Gel Stain, 10,000X concentrate in DMSO, #S7564 (ThermoFisher Scientific)</p><p>UDG, Antarctic Thermolabile UDG (Uracil- DNA Glycosylase), # M0372S (NEB)</p><p>10X standard Taq buffer, #B9014S (NEB)</p><p>Forward primer for Step 3 or Step 6 (no longer needs to be 5'phosphorylated, but not important)</p><p>Donor primers: degenerate 5′-phosphorylated donor primers, as many as desired,</p><p>Phusion U Hotstart, #F555S (ThermoFisher) (Note NEB now makes a UTP tolerant polymerase called Q5U-hotstart)</p><p>Taq DNA ligase, #M0208S, (NEB) 40 U/uL; Aliquot the 10X ligase buffer and store buffer at -80C, Do not refreeze.</p><p>dNTP mix, 10 mM</p><p>BSA, 1 mg/ml</p><p>Taq DNA polymerase , catalog #B9014S (New England Biolabs (NEB))</p><p>GeneAmp dNTP mix with dUTP, catalog # N8-8-270 (ThermoFisher Scientific)</p><p>5' phosphorylated forward primer (for Step 1)</p><p>3' reverse primer (for Step 1)</p><p>Agarose</p><p>Lambda Exonuclease, # M0262S, (NEB), 5000 units/ml or 5 units/uL</p><p>SYBR™ Safe DNA Gel Stain, 10,000X concentrate in DMSO, #S33102 (ThermoFisher Scientific)</p><p>SYBR™ Green II RNA Gel Stain, 10,000X concentrate in DMSO, #S7564 (ThermoFisher Scientific)</p><p>UDG, Antarctic Thermolabile UDG (Uracil- DNA Glycosylase), # M0372S (NEB)</p><p>10X standard Taq buffer, #B9014S (NEB)</p><p>Forward primer for Step 3 or Step 6 (no longer needs to be 5'phosphorylated, but not important)</p><p>Donor primers: degenerate 5′-phosphorylated donor primers, as many as desired,</p><p>Phusion U Hotstart, #F555S (ThermoFisher) (Note NEB now makes a UTP tolerant polymerase called Q5U-hotstart)</p><p>Taq DNA ligase, #M0208S, (NEB) 40 U/uL; Aliquot the 10X ligase buffer and store buffer at -80C, Do not refreeze.</p><p>dNTP mix, 10 mM</p><p>BSA, 1 mg/ml</p><p>NucleoSpin Gel and PCR Clean‑up, Mini kit for gel extraction and PCR clean up (Machery-Nagel)</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Thermocycler, electrophoresis equipment, Nanodrop, Safe Imager™ Blue-Light Transilluminator (Invitrogen)</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Step 1. Generation of U-containing dsDNA template via PCR\nThis step uses standard PCR to generate the U-containing dsDNA template. One needs to use a polymerase capable of incorporating dUTPs like Taq (NEB) or Phusion U hotstart (Thermo Fisher). In addition, one must used a dNTP mix containing dUTP instead of dTTPs. Finally, the 5' forward primer must be phosphorylated, and the 3' reverse primer is not. Shown below in Table 1.1 is our standard PCR setup for a 1 kB product using NEB Taq polymerase.\nSet up PCR reaction according to manufacturer's suggestion, as shown in Table 1.2 below.\nRun the thermocycling program for the PCR. Optimize if necessary. This example is for a 1050 bp product (Table 1.3).\nGel purify UTP PCR#1 via any standard kit. Measure the A260 of the purified PCR product and calculate its concentration. Use this as your template for your second round of UTP containing PCR (UTP PCR#2). This step is optional. This PCR is identical to the UTP PCR#1, but used the gel purified PCR#1 as the template. It is useful to scale up the PCR at this point, if the PCR is sufficiently optimized. Typically, we perform 10 x 50uL PCR reactions at this point (Table 1.4). Using UTP PCR#1 as a template is not strictly essential, but this step minimizes wt background in the final library.\nAnalyze UTP PCR#2 by agarose gel. If only one product band is visible, one can purify the product using a spin column. If multiple bands are visible, purify DNA by gel extraction. Yields ~ 10 ug of purified dU containing PCR product are desirable at this point. Store PCR products at -20C until ready for use.\nStep 2.  Degrading the Non-Template Strand with Lambda Exonuclease\nContinue to prepare the ssDNA U-containing transient template, starting from \"U-containing PCR2\". Lambda Exonuclease is a 5'->3' endonuclease that prefers 5' phospho dsDNA >> nonphospho DNA and thus will generate ssDNA of the nonphospho strand.  Thus, this enzyme  will digest the 'non-template' 5'phosphorylated strand.\nThis step involves digestion of the 5'phosphorylated top strand of PCR2 and gel extraction of the undigested bottom strand. Typically, multiple reactions are performed, followed by gel extraction.\nDigest 2-3 μg of the purified second PCR2 product from STEP 1 in a reaction with 4 μL of 10X lambda exonuclease buffer, 10 U lambda exonuclease, and water to 40 μL. Incubate at 37°C 1.5 hour.  Heat Inactivate 75°C for 10 min.\nTypically, do 2-3 40 uL reactions at this point.\nNote:  NEB mentions in their product notes :\n\"5’-OH ends are digested 20X slower than 5’-PO\n4\nends. ssDNA is digested 100X slower than dsDNA\".  Since our ssDNA is the \"bottom\" strand, one can pcr a longer piece of DNA (move the 3' reverse primer farther out) or, do the final amplification further inside the template.\nTable 2.1 shows a typical lambda exonuclease reaction.\nGel purification of ssDNA.\nPour a 0.7 % agarose gel using SYBR™ Green II RNA Gel Stain for better visibility of ssDNA product. Isolate the ssDNA band and extract from gel using kit (MN, NEB, Zymo kits work well). Elute in buffer without EDTA. Measure A260 and calculate ssDNA concentration. One can use extinction coefficient of 33 ug/ml, or calculate the extinction coefficient from the sequence. Typical yields for our 1 kb product are approximately 25 ng/uL.  Store ssDNA at -20C until ready for use.\nTest the quality of the ssDNA by performing a Uracil- DNA Glycosylase (UDG) test.\nOne may skip this test, but if there is no amplified library pcr product after the final PCR, perform this step to assess the ssDNA. In this step, perform a series of UDG (Uracil- DNA Glycosylase) digestions followed by PCR to determine the minimum amount ssDNA needed for the library generation. This step also tests the quality of the ssDNA template. In the presence of UDG, only contaminating wt parent DNA will yield a PCR product. If there is a PCR product in the presence of UDG, re prepare the ssDNA. For this test, prepare a series of dilutions of the ssDNA template, 1:10, 1:100, 1:1000, 1:1000. For each dilution, setup two 10 uL reactions +/- UDG. Incubate these reactions at 37 C for 30'. Next, using 1 uL of the UDG reaction as template, amplify each sample using Taq DNA polymerase in a 50 uL pcr reaction, and run the results on an agarose gel.  An example is shown in Table 2.2.\nThese next  three steps can be done in one day:\nAnnealing, Extension & Ligation, and UDG digestion.\nStep 3. Anneal Donor primers to ssDNA template\nDonor primer design.\nWe refer to the mixed base primers as our donor or mutagenesis primers.  Donor primers contain the desired mutations near the center of their sequences.  The mutations can occur anywhere in the gene, as long as the donor primers do not overlap.  Multiple donor primers may be used at one time.  To date, the greatest number we have tested is six separate donor primers, each containing mutations.  These primers must be 5' phosphorylated.  They need an annealing temperature of at least 55 C for use in this protocol.  These donor primers typically contain 15-20 homologous bases on either side of the mutations.  It is not necessary to purify these primers.  A python script called  MSCS (Mixed Synthesis Codon Selector) has been written to help design primers.  To date, the shortest donor primer used is 29 bases, and the longest 68 bases.\nMake the DNA library\nafter\nverifying the ssDNA is of sufficient quality by doing a UDG test.\nThe donor primers anneal to the \"U\" containing single stranded (ss) transient template DNA at room temperature. This results in better stoichiometry of a given donor primer because differences in affinity of the mutations do not play as large a role.  One also needs a standard 5' forward primer in this annealing step (phosphorylation state unimportant).  Each reaction is allowed to continue for 30 minutes for convenience, although shorter times (except for the UDG digestion) would be acceptable. In general, these reactions are performed on a 10 uL scale, but this could be scaled up if desired. The way the protocol is written, the original sample gets diluted about 800X. One could use greater amounts from each step, but keep in mind the dilution effects.\nNote:\nAliquot and store NEB Taq DNA ligase buffer at -80C and do not reuse after a thaw, as per manufacturer's recommendations.\nLyophilized primers are typically resuspended to a concentration of 100 uM in sterile 10 mM Tris pH 8.5 and stored at -20 C until ready for use.\nAnnealing.\nA typical 10 uL annealing reaction is shown below in Table 3.1.  The desired set of donor primers are mixed together to 10 uM.  The reagents are mixed, spun down, and incubated at room temperature on the bench (18-20 C) for 30'. In this reaction, the primers are in 1000x molar excess of the ssDNA template. In practice, the amount of ssDNA used as the template is determined by the UDG test in Step 2. These are suggested starting amounts.\nStep 4. Extend and Ligate Donor primers\nPrepare a 10 uL extension and ligation reaction in a PCR tube.  Incubate  this reaction at 55C for 30' (again this could probably be shorter, but 30' seems fine). This is shown in Table 4.1.  Typically,  the next step uses\n2.5 uL\nand the the remainder is stored at -20C.\nStep 5.  UDG digestion of ssDNA template\nThis step selectively digests the wt u-containing ssDNA template with UDG.Typically, a 10 uL reaction is performed using 2.5 uL of the extended and ligated sample. An example of the UDG reaction is shown below in Table 5.1.  The reaction is incubated for 30' at 37 C.  Heat inactivation is not necessary this UDG.\nStep 6. Amplification of library via high fidelity DNA polymerase\nTypically, 2.5 uL of the above sample is used as a template in a 50 uL PCR reaction using either Taq or Phusion polymerase. Either polymerase should work, but depending on the product, one or the other may be preferable. For example, as Phusion DNA polymerase cannot amplify u-containing templates, using this polymerase would further ensure no wt background, plus it has a higher fidelity. If there is a single amplified product on an agarose gel, the product may be cleaned up using a spin column method. If there are multiple bands, gel purification may be necessary. To verify mutations, the purified product is subjected to Sanger sequencing. Ideally, sequencing primers should be located ~100 base pairs away from the mutated region. The library is now ready for use. For example, if the ends of the pcr product contain restriction sites, the library may be digested with those enzymes, cleaned up and ligated into an appropriate vector."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Step 2 possible over-digestion by lambda exonuclease.  One solution is to optimize this step for your DNA sequence to prevent this.  Another strategy is to design this PCR to be larger than needed for the final amplification of the library on the 3' end.  </p><p>Step 2 possible problem is isolation of high quality single stranded DNA (ssDNA).  One solution is to digest a large amount of PCR to anticipate the small yields of ssDNA after gel purification.  </p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>The entire protocol can be performed over a few days (3-5). Both Step 1 and Step 2 can be performed in one or two days. It is best to perform Step 3-6 on the same day. After the ssDNA template is created (Step 2), many mutation reactions can be performed simultaneously (Steps 3-6). </p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The final PCR contains a library (or just point mutations). This can be analyzed by Sanger sequencing for initial assessment of library quality.  One preparation of the ssDNA can be used for many mutation reactions. </p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1093/synbio/ysaa030",
                "date": "2021-01-07 02:44:04",
                "title": "Synthesis of Libraries and Multi-Site Mutagenesis using a PCR derived, dU-containing Template",
                "authors": [
                    "Gretchen Meinke",
                    "Nahide Dalda",
                    "Benjamin S Brigham",
                    "Andrew Bohm"
                ],
                "journal": "Synthetic Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 68559979,
                "identity": "8f68954d-0959-4943-acab-225298280bde",
                "order_by": 0,
                "name": "Gretchen Meinke",
                "email": "gretchen.meinke@tufts.edu",
                "orcid": "",
                "institution": "Tufts University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Gretchen",
                "middleName": "",
                "lastName": "Meinke",
                "suffix": ""
            },
            {
                "id": 68559980,
                "identity": "1ef3b6f1-cbfb-425f-926e-43965f81367c",
                "order_by": 1,
                "name": "Andrew Bohm",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrew",
                "middleName": "",
                "lastName": "Bohm",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-12-07 14:26:51",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1726/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1726/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 16545054,
                "identity": "d2e5dd44-d130-4eeb-9d3c-132afbf92c0b",
                "added_by": "auto",
                "created_at": "2021-12-17 10:10:23",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 345886,
                "visible": true,
                "origin": "",
                "legend": "Table 1.1 ",
                "description": "",
                "filename": "Table1.1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1726/v1/96231ff7f1ee59fc5df9cf80.jpg"
            },
            {
                "id": 16545149,
                "identity": "57e93975-b441-4610-83b0-38819cabf83f",
                "added_by": "auto",
                "created_at": "2021-12-17 10:13:23",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 296306,
                "visible": true,
                "origin": "",
                "legend": "Table 1.2",
                "description": "",
                "filename": "Table1.2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1726/v1/f401b9a9c724a5cffb457ba8.jpg"
            },
            {
                "id": 16545147,
                "identity": "a0c6f94d-889c-4517-b077-5efbe5ba9589",
                "added_by": "auto",
                "created_at": "2021-12-17 10:13:23",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 250454,
                "visible": true,
                "origin": "",
                "legend": "Table 1.3",
                "description": "",
                "filename": "Table1.3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1726/v1/66d9e0cd14b26505dbc88225.jpg"
            },
            {
                "id": 16545263,
                "identity": "2c3d548e-5d0b-41a1-ba70-af9cb9998b2b",
                "added_by": "auto",
                "created_at": "2021-12-17 10:16:23",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 333047,
                "visible": true,
                "origin": "",
                "legend": "Table 1.4",
                "description": "",
                "filename": "Table1.4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1726/v1/ee60ef4a404e3c0846903f59.jpg"
            },
            {
                "id": 16545052,
                "identity": "a2155b77-3210-4a81-94a1-0e0f81d5ec9d",
                "added_by": "auto",
                "created_at": "2021-12-17 10:10:23",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 221472,
                "visible": true,
                "origin": "",
                "legend": "Table 2.1",
                "description": "",
                "filename": "Table2.1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1726/v1/173595f61f54d050b9bc2d1b.jpg"
            },
            {
                "id": 16545050,
                "identity": "aea04449-acf3-4b48-a39b-4b04d5582ab2",
                "added_by": "auto",
                "created_at": "2021-12-17 10:10:23",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 254483,
                "visible": true,
                "origin": "",
                "legend": "Table 2.2",
                "description": "",
                "filename": "Table2.2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1726/v1/087616ccea94a47881911042.jpg"
            },
            {
                "id": 16545058,
                "identity": "43f66b0f-0fda-44d3-b786-3229630dcaf0",
                "added_by": "auto",
                "created_at": "2021-12-17 10:10:23",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 306259,
                "visible": true,
                "origin": "",
                "legend": "Table 3.1",
                "description": "",
                "filename": "Table3.1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1726/v1/f8d0d9d2e111f9c21724587a.jpg"
            },
            {
                "id": 16545053,
                "identity": "70359fa4-0505-426a-8736-f9b36b2f749c",
                "added_by": "auto",
                "created_at": "2021-12-17 10:10:23",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 338470,
                "visible": true,
                "origin": "",
                "legend": "Table 4.1",
                "description": "",
                "filename": "Table4.1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1726/v1/de6f8c1991377215c4087716.jpg"
            },
            {
                "id": 16545056,
                "identity": "b6f0f276-c984-4c45-8bf0-e1d37219f8db",
                "added_by": "auto",
                "created_at": "2021-12-17 10:10:23",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 258338,
                "visible": true,
                "origin": "",
                "legend": "Table 5.1",
                "description": "",
                "filename": "Table5.1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1726/v1/290b6d4bc90706fc402a7bdb.jpg"
            },
            {
                "id": 16545264,
                "identity": "662212be-24ef-4b15-93ac-db4b60b0eb07",
                "added_by": "auto",
                "created_at": "2021-12-17 10:16:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 636031,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1726/v1/e1c7dc6b-7fe3-4f30-9017-267ef6c84ebd.pdf"
            },
            {
                "id": 16545049,
                "identity": "1428265a-7329-4ba6-b944-3f75f2ecf457",
                "added_by": "auto",
                "created_at": "2021-12-17 10:10:23",
                "extension": "py",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 4320,
                "visible": true,
                "origin": "",
                "legend": "This is the python script to assist in degenerate primer design.",
                "description": "",
                "filename": "MSCS.py",
                "url": "https://assets.researchsquare.com/files/pex-1726/v1/faa053ae8dc6f8faa060bd0e.py"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "pcr, mutagenesis, multi-site, protein engineering, library, synthetic biology",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>SLUPT stands for <strong>S</strong>ynthesis of<strong> L</strong>ibraries and Multi-Site Mutagenesis using a <strong>P</strong>CR derived,<strong> U</strong>-containing<strong> T</strong>emplate. SLUPT enables the user to create a DNA library, and/or multiple mutations of a given DNA target, independently or simultaneously. In particular, when SLUPT is used in conjunction with known structural and sequence homology data, one can create highly directed libraries/mutations spread across the gene of interest.&nbsp;&nbsp;</p>",
        "manuscriptTitle": "SLUPT: Synthesis of libraries and multi-site mutagenesis using a PCR-derived, dU-containing template Protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-12-17 10:10:22",
                "doi": "10.21203/rs.3.pex-1726/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "96607f0c-9586-47c2-94da-bd903ecdd1a6",
        "owner": [],
        "postedDate": "December 17th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-12-17 10:10:22",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}