{
    "identity": "pex-1310",
    "title": "<p>The Ability of Three Different Protocols in Removing Biroceramic- and Resin based Sealers from Simulated Internal Root Resorption Cavities: An in vitro Study</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The aim of this in vitro study is to compare XP-endo shaper, XP-endo finisher, and Passive Ultrasonic Irrigation cleaning efficacy of two root canal sealers (resin and bioceramic based) in internal root resorption cases, to determine the better clinical approach.</p><p>so the PICO questions ..</p><p>In retreatment cases to teeth with internal root resorption that had been obturated with either resin- or bioceramic based sealers. Do XP-endo shaper, XP-endo finisher, or PUI differ in cleaning efficacy?</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Population: </strong>Single rooted mandibular premolars with simulated internal root resorption</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Intervention (1): </strong>XP-endo shaper retreatment to teeth obturated with resin-based sealer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Intervention (2): </strong>XP-endo shaper retreatment to teeth obturated with bioceramic based sealer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Intervention (3): </strong>XP-endo finisher retreatment to teeth obturated with resin-based sealer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Intervention (4): </strong>XP-endo finisher retreatment to teeth obturated with bioceramic based sealer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Intervention (5): </strong>PUI retreatment to teeth obturated with resin-based sealer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Intervention (6): </strong>PUI retreatment to teeth obturated with bioceramic based sealer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Control: </strong>Negative control with no intervention</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Outcome: </strong>Cleaning efficacy of root canal filling</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>AH plus resin-based sealer (Dentsply International, Addlestone,</p><p>UK)</p><p>TotalFill BC Sealer (FKG Dentaire, La Chaux‑de‑Fonds, Switzerland)</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>XP-Endo Shaper (FKG Dentaire, La Chaux‑de‑Fonds, Switzerland)&nbsp;</p><p>XP-endo Finisher&nbsp;&nbsp;(FKG Dentaire, La Chaux‑de‑Fonds, Switzerland)&nbsp;</p><p>light microscope (Inverted Laboratory Microscope Leica DM IL LED, Leica Microsystems©, Wetzlar, Germany)<strong>&nbsp;</strong></p>"
        },
        {
            "header": "Procedure",
            "content": "1.     Crowns will be removed using a sterile diamond disk to standardize root length to 18 mm.\n2.     Access cavity will be prepared using sterile diamond burs, the pulp will be extirpated using #10 K-files then #15 K-file will be used to determine working length 1mm short from the length the file was visible from the apical foramen.\n3.     The root canal will be mechanically prepared to the size #35:0.06 with NaOCl 5.25% irrigation with a 27-gauge needle 1mm short from the working length.\n4.     Final irrigation 5 mL of distilled water then drying with paper points\n5.     Simulated internal root canal resorption will be prepared according to Topçuoğlu et al[1].\n6.     Specimens will be fixed in modified silicon (hydrorise, Zhermack, Italy) in an eppendorf tube for proper bonding later.\n7.     After setting of silicone the specimen will be removed, and two longitudinal grooves along the root will be prepared on both the buccal and lingual sides, then the specimen is to be split along its long axis using a chisel.\n8.     Standard cavities on both segments are to be made, 5 mm from the apex with 0.8 mm depth and 1.6 mm diameter using sterile diamond burs under water cooling.\n9.     7 random specimens will be kept as a negative control group with no further treatment\n10.  36 random specimens, the cavities will be filled with resin-based sealer and assigned to group A\n11.  36 random specimens, the cavities will be filled with bioceramic sealer and assigned to group B\n12.  Then the two halves of each specimen will be bonded back together using superglue and remounted back in the silicon impression for proper positioning and the access cavity will be sealed with a temporary filling.\n13.  Specimens will be stored at 37º C at 100% humidity for 1 week.\n14.  The trial will be conducted on each group\n15.  After restoring specimens at 37º C at 100% humidity for 1 week, each specimen will be split again.\n16.  Two digital images -one for each half- under a light microscope (Inverted Laboratory Microscope Leica DM IL LED, Leica Microsystems©, Wetzlar, Germany)\nwould be evaluated using the classification described by Van der Sluis et al[2]:\nScore 0: the cavity is free of debris.\nScore 1: less than half of the cavity is filled with debris.\nScore .2: more than half of the cavity is filled.\nScore 3: the cavity is filled completely\n[1]     H. S. Topçuoğlu, S. Düzgün, K. T. Ceyhanli, A. Akti, K. Pala, and B. Kesim, “Efficacy of different irrigation techniques in the removal of calcium hydroxide from a simulated internal root resorption cavity,”\nInt. Endod. J.\n, 2015, doi: 10.1111/iej.12316.\n[2]     L. W. M. Van Der Sluis, M. K. Wu, and P. R. Wesselink, “The evaluation of removal of calcium hydroxide paste from an artificial standardized groove in the apical root canal using different irrigation methodologies,”\nInt. Endod. J.\n, 2007, doi: 10.1111/j.1365-2591.2006.01182.x."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>After restoring specimens at 37º C at 100% humidity for 1 week, each specimen will be split again.</p><p>Two digital images -one for each half- under a light microscope (Inverted Laboratory Microscope Leica DM IL LED, Leica Microsystems©, Wetzlar, Germany)<strong> </strong>would be evaluated using the classification described by Van der Sluis et al:</p><p>Score 0: the cavity is free of debris.</p><p> Score 1: less than half of the cavity is filled with debris.</p><p> Score .2: more than half of the cavity is filled.</p><p> Score 3: the cavity is filled completely</p>"
        },
        {
            "header": "References",
            "content": "<p><br></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ng, Y. L., Mann, V., Rahbaran, S., Lewsey, J. &amp; Gulabivala, K.</strong> Outcome of primary root canal treatment: Systematic review of the literature - Part 2. Influence of clinical factors. <em>International Endodontic Journal</em> (2008) doi:10.1111/j.1365-2591.2007.01323.x.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ng, Y. L., Mann, V., Rahbaran, S., Lewsey, J. &amp; Gulabivala, K.</strong> Outcome of primary root canal treatment: Systematic review of the literature - Part 1. Effects of study characteristics on probability of success. <em>International Endodontic Journal</em> (2007) doi:10.1111/j.1365-2591.2007.01322.x.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Barletta, F. B. <em>et al.</em></strong> In vitro comparative analysis of 2 mechanical techniques for removing gutta-percha during retreatment. <em>J. Can. Dent. Assoc. (Tor).</em> (2007).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Flores, D. S. H. <em>et al.</em></strong> Evaluation of physicochemical properties of four root canal sealers. <em>Int. Endod. J.</em> (2011) doi:10.1111/j.1365-2591.2010.01815.x.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Candeiro, G. T. D. M., Correia, F. C., Duarte, M. A. H., Ribeiro-Siqueira, D. C. &amp; Gavini, G.</strong> Evaluation of radiopacity, pH, release of calcium ions, and flow of a bioceramic root canal sealer. <em>J. Endod.</em> (2012) doi:10.1016/j.joen.2012.02.029.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Patel, S., Ricucci, D., Durak, C. &amp; Tay, F.</strong> Internal root resorption: A review. <em>Journal of Endodontics</em> (2010) doi:10.1016/j.joen.2010.03.014.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Van Der Sluis, L. W. M., Wu, M. K. &amp; Wesselink, P. R.</strong> The evaluation of removal of calcium hydroxide paste from an artificial standardized groove in the apical root canal using different irrigation methodologies. <em>Int. Endod. J.</em> (2007) doi:10.1111/j.1365-2591.2006.01182.x.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Alves, F. R. F. <em>et al.</em></strong> Removal of root canal fillings in curved canals using either reciprocating single- or rotary multi-instrument systems and a supplementary step with the XP-Endo Finisher. <em>J. Endod.</em> (2016) doi:10.1016/j.joen.2016.04.007.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Oltra, E., Cox, T. C., LaCourse, M. R., Johnson, J. D. &amp; Paranjpe,</strong> A. Retreatability of two endodontic sealers, EndoSequence BC Sealer and AH Plus: a micro-computed tomographic comparison. <em>Restor. Dent. Endod.</em> (2017) doi:10.5395/rde.2017.42.1.19.</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Keskin, C., Sariyilmaz, E. &amp; Sariyilmaz, Ö.</strong> Efficacy of XP-endo Finisher File in Removing Calcium Hydroxide from Simulated Internal Resorption Cavity. <em>J. Endod.</em> (2017) doi:10.1016/j.joen.2016.09.009.</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Topçuoğlu, H. S. <em>et al.</em></strong> Efficacy of different irrigation techniques in the removal of calcium hydroxide from a simulated internal root resorption cavity. <em>Int. Endod. J.</em> (2015) doi:10.1111/iej.12316.</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ulusoy, Savur, G., Alaçam, T. &amp; Çelik, B.</strong> The effectiveness of various irrigation protocols on organic tissue removal from simulated internal resorption defects. <em>Int. Endod. J.</em> (2018) doi:10.1111/iej.12919.</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Desai, K. R., Chhabra, N., Gyanani, H., Gangaramani, S. &amp; Gupta, K.</strong> A comparative SEM evaluation of cleaning efficacy of endo finisher, self adjusting file and conventional irrigation regimen in simulated internal resorptive defects: An in vitro study. <em>J. Clin. Diagnostic Res.</em> (2018) doi:10.7860/JCDR/2018/31275.11122.</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Kontogiannis, T., Kerezoudis, N., Kozyrakis, K. &amp; Farmakis, E.</strong> Removal ability of MTA-, bioceramic-, and resin-based sealers from obturated root canals, following XP-endo® Finisher R file: An ex vivo study. <em>Saudi Endod. J.</em> (2019) doi:10.4103/sej.sej_9_18.</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Marques-da-Silva, B. <em>et al.</em></strong> Effectiveness of five instruments when removing calcium hydroxide paste from simulated internal root resorption cavities in extracted maxillary central incisors. <em>Int. Endod. J.</em> (2020) doi:10.1111/iej.13223.</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Machin, D., Campbell, M. J., Tan, S. B. &amp; Tan, S. H.</strong> Comparing Two Independent Groups for Binary Data. in <em>Sample Size Tables for Clinical Studies</em> (2009). doi:10.1002/9781444300710.ch3.</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hulley, S. B., Cummings, S. R., Browner, W. S., Grady, D. G. &amp; Newman, T. B. </strong><em>Designing clinical research : an epidemiologic approach. 4th ed. Philadelphia, PA: Lippincott Williams &amp; Wilkins</em>. <em>Optometry Vision Science</em> (2013).</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Schneider, S. W.</strong> A comparison of canal preparations in straight and curved root canals. <em>Oral Surgery, Oral Med. Oral Pathol.</em> (1971) doi:10.1016/0030-4220(71)90230-1.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 7006118,
                "identity": "93ace011-c08c-4d08-9cde-9a2e1f45925e",
                "order_by": 0,
                "name": "Ahmad M. Alhaddad",
                "email": "",
                "orcid": "",
                "institution": "Cairo University, Faculty of Dentistry ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ahmad",
                "middleName": "M.",
                "lastName": "Alhaddad",
                "suffix": ""
            },
            {
                "id": 7006119,
                "identity": "5f422aa1-f2bb-4d82-b92a-a80bf990909e",
                "order_by": 1,
                "name": "Saied Mohamed Abdel Aziz",
                "email": "saiedmaziz@gmail.com",
                "orcid": "",
                "institution": "Cairo University, Faculty of Dentistry ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Saied",
                "middleName": "Mohamed Abdel",
                "lastName": "Aziz",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-12-23 13:21:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1310/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1310/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13684153,
                "identity": "da7d78f5-9d19-4352-850a-f68f81b6b2b6",
                "added_by": "auto",
                "created_at": "2021-09-17 12:06:34",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 334686,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1310/v1/ffc16d80-e948-4274-bbdd-bfe1ecf6af7d.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Internal root resorption, retreatment, bioceramic based sealer, resin based sealer, xp-endo shaper, xp-endo finisher",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The endodontic therapy is considered successful when it achieves certain criteria that include the absence of periapical radiolucency, root filling extending to 2 mm within the radiographic apex, root filling with no voids, and a satisfactory coronal restoration1.</p><p>However, root canal failure could occur in a percentage of 15 - 22%, and the non-surgical root canal retreatment stays the treatment of choice as a conservative way to control the post-treatment disease2.</p><p>In non-surgical root canal retreatment removing all of the old root filling material is essential to improve the chances of success because this material could make a mechanical barrier that potentially retains the bacteria responsible for the case failure and also hinders the contact of irrigating solutions and intracanal dressings to the root canal walls3.</p><p>Sealers are used to obturate the root canal irregularities and to fill the voids between the root canal filling and the canal walls4. Many new sealers have been introduced in the market; most commonly used are the resin-based and the bioceramic based sealer, the retreatability of these sealers is still not fully known5.</p><p>In more complicated cases of canal irregularities and atypical root canal system, the clinician faces a further challenge in the effective removal of the root canal filling. Internal root resorptions are a pathological condition caused by the inflammatory reaction of the pulp cells leaving a resorptive cavity, the limitations of conventional non-surgical retreatment protocols require a more effective approach to fully remove the root canal fillings6.</p><p>Irrigant agitation through Ultrasonic (Passive Ultrasonic Irrigation –PUI) considered efficient when compared to the conventional syringe irrigation because of the acoustic transmission that can break the bacterial biofilm and other materials and debris in the root canal system7 other instruments have been introduced to the market for the same purpose, XP-endo Finisher (FKG Dentaire, Switzerland) stands out because of its special titanium alloy (Martensite-Austenite Elctropolish-Flex) that can react to a different temperature when the instrument reaches the body temperature it transforms from the straight martensite phase to a curved austenite phase the instrument tip could expand up to 6 mm when subjected to pressure, it has been demonstrated that this instrument could improve the removal of Ca(OH)2 from oval canals and reduce the bacterial count in the root canal system8, XP-Endo Shaper (FKG Dentaire) has the same titanium alloy as XP-endo Finisher and according to the manufacturer, this alloy has the ability to adapt to the morphology of the root canal and could expand to reach all canal walls.</p>",
        "manuscriptTitle": "The Ability of Three Different Protocols in Removing Biroceramic- and Resin based Sealers from Simulated Internal Root Resorption Cavities: An in vitro Study",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-04-06 15:18:03",
                "doi": "10.21203/rs.3.pex-1310/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "dbe85b25-6eb2-44b0-8e31-6659a37719e8",
        "owner": [],
        "postedDate": "April 6th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1693009,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-04-06 15:18:03",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}