{
    "identity": "pex-1682",
    "title": "<p> Lifestyle Medicine Strategies for Combating Sleepiness and Fatigue in Professional Drivers - The \"Highway 2 Health\" study</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Sleep disorders like insomnia, daily sleepiness, restless legs syndrome, narcolepsy and sleep apnea affect many people and they could have a large negative impact on every aspect of a person’s life, including work performance, mental health, cognitive function as well as contributing on the development of other metabolic and cardiovascular diseases (1). Sleep is considered to be adequate when there is no drowsiness or dysfunction during the day and is an essential contributor in the memory process (2). However, there are occupations such as professional drivers where the quality of their sleep is low due to rotating shifts and long sitting hours resulting in the development of sleepiness, fatigue and other sleep related neurological problems (3). It’s known that fatigue and low sleep quality are related to daily sleepiness and high rates of traffic accidents (4). Also, car-driving performance is negatively affected by the intake of alcohol, tranquillizers, sedatives and sleep deprivation (5).</p><p>Recent data from our group (Aidiniotis MSc Thesis, under preparation), showed that professional drivers had worse physical health compared to amateur drivers. However, it is not known whether if (and which) lifestyle habits and behaviors are related to a person’s levels of daily sleepiness and fatigue and whether this association can be influenced by changing the modifiable risk factors and adopting a healthier lifestyle approach. We are assuming that by adopting the Lifestyle Medicine approach and by targeting modifiable risk factors, such as diet, sleep, stress and physical activity we will be able to improve physical and mental health levels that can affect the quality of sleep, reducing daily sleepiness and fatigue, in professional drivers operating coaches and trucks. Any intervention that could improve alertness and reduce fatigue and sleepiness in those people, will automatically improve safety, reduce driving accidents and save lives and resources. </p><p>The primary aim of the current proposal is to assess the impact of lifestyle modifications on sleep quality and levels of daily sleepiness in coach and truck drivers. Secondary aims include the role of the individual components of the lifestyle medicine approach (physical activity, diet, stress, sleep) on improving physical and mental health aspects as well as on preventing traffic violations and accidents in these specific populations.&nbsp;</p><p><br></p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>No reagents will be used.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Types of equipment that will be used during the course of the study are listed below:</p><p>-  Full Polysomonography System for assessing sleep quality</p><p>-  Blood Pressure Holter for assessing the circadian blood pressure variation</p><p>-  ECG Heart rate variability monitor for assessing HRV</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Participants\n: Professional divers with valid 5\nth\ncategory driving license will be the target group of this proposal. All participants will sign an informed consent form in order to participate in the study. Participants will undergo a complete health history and will have the approval of their attending physician. The study has been approved by the University of Thessaly Internal Ethics Committee (1818/09/06/2021).\nStudy Design:\nThis is a randomized clinical trial involving healthy human volunteers. Participants will be assessed before and after a 6-month lifestyle intervention. The current project consists of 9 interconnected Steps:\nStep 1\n: Participants will sign the consent form and complete the PARQ health questionnaire for assessing the readiness to exercise participation followed by the Epworth Sleepiness Scale (SSC) for assessing daily sleepiness.\nStep 2\n: Participants that fulfill the inclusion criteria will be scheduled for a full night Polysomnography test at the sleep unit of the Center of Research and Evaluation of Human Performance (CREHP) laboratory.\nStep 3\n: Completing the polysomnography test in the next morning, participants will complete in a 2h OGTT test for assessing insulin resistance and glucose tolerance. During those two hours, the participants will complete a series of questionnaires assessing aspects related to demographics, quality of life, health and sleep quality.\nStep 4\n: After the completion of Step 3, participants will go through a body composition analysis using the DEXA method followed by a bioimpedance analysis for assessing total body water levels.\nStep 5\n: After the completion of Step 4, participants will participate in a battery of tests assessing fitness levels and functional capacity. Physical activity levels will be recorded using a mobile application for the duration of a week.\nStep 6\n: After the completion of Step 5, participants will be scheduled after 2 days for a in lab Multiple Sleep Latency Test (MSLT) for the assessment of their levels of daily sleepiness.\nStep 7\n: After the completion of Step 6, participants will follow a series of interviews with certified experts. More specifically,\n·       a registered dietitian will assess nutritional habits and prescribe a corrective diet in order to improve the participants' nutritional profile.\n·       a registered psychologist will assess mental health and stress levels and suggest corrective approaches for improving participants' stress levels and mental capacity.\n·       a registered exercise physiologist will assess fitness levels and prescribe an appropriate exercise training program for improving cardiovascular fitness and functional capacity.\n·       a registered sleep coach will assess sleep quality and hygiene and suggest ways for improving sleep quality and restfulness.\nStep 8\n: After completion of Step 7 participants will be given a 24h Blood Pressure (BP) Holter for assessing the circadian variation of BP and a Heart Rate Variability (HRV) monitor for assessing HRV during a normal working day (including driving).\nStep 9\n: After the completion of all steps, participants will be randomly assigned to one of the two groups based on demographic and sleep parameters: the control group (CON) and the experimental group (EXP).\nIntervention:\nThe intervention of the current project includes 6 months of lifestyle modification counseling based on the guidelines and principles of the European Lifestyle Medicine Organization (eulm.org). More specifically, counseling will target areas such as nutrition, exercise, stress, and sleep. A certified specialist will interview and assess all participants and prescribe the appropriate corrective regimes for improving participants' lifestyles and reducing cardiovascular risk factors. More particularly, for nutritional counseling a customized diet will be provided and changed every two weeks, for exercise counseling, a customized supervised exercise training will be provided and changed every two weeks, for psychological counseling, a customized psychological approach will be provided and reassessed every two weeks and for sleep counseling, a customized sleep hygiene program will be provided and reevaluated every month.\nRandomization:\nRandomization will take place using a randomization computer software. Randomization will consider parameters such as gender, age, BMI, and sleepiness score.\nMeasurements:\nDemographic Characteristics\n: Demographic characteristics include age, gender, race/ethnicity, education, socioeconomic status, health, disability status, and work-related information.\nQuestionnaires:\nVarious validated questionnaires will be used for the assessment of aspects related to the quality of life and health using the interview method.\nGeneral Health\n: The PARQ questionnaire (13) will be used for the assessment of the level of readiness to participate in an exercise training program. The General Health Questionnaire 30 (GHQ30) (14) will be used for the assessment of the general health status of the participants. Charlson Comorbidity index will be used for the calculation of the comorbidity index (15).\nSleepiness and Quality of Sleep:\nThe\nEpworth Sleepiness Scale (ESS) will be used for the assessment of the level of sleepiness (16). The Pittsburgh Sleep Quality Index (PSQI) will be used for the assessment of sleep quality and sleep abnormalities (17). Furthermore, the Karolinska Sleepiness Scale (KSS) will be used for the assessment of alertness and vitality (18). Finally, the Daily Sleep Diary will be used for the assessment of the level of sleep quality of the participants (19).\nFatigue levels\n: The Fatigue Severity Scale (FSS) will be used for the assessment of the level of general fatigue (20).\nThe quality of life:\nThe SF36QoL questionnaire (SF-36) will be used for the assessment of the levels of quality of life (21).\nDepressive symptoms:\nThe Beck Depression Inventory (BDI) questionnaire will be used for the assessment of depressive symptoms and signs (22).\nStress\n: The Perceived Stress Scale (PSS)(23) and the Work Stress Questionnaire (WSQ)(24) will be used for the assessment of stress levels.\nPhysical\nActivity\n: The International Physical Activity Questionnaire (IPAQ) will be used for the assessment of physical activity levels (25).\nDriving Skills and Habits:\nThe Driving Habits Questionnaire (DHQ) will be used for the assessment of driving habits (26).\nNutrition\n: The General Nutrition Knowledge Questionnaire (GNKQ) will be used for the assessment of nutritional knowledge and habits (27).\nBiochemical Analysis\n:\nBlood samples will be collected after overnight fasting for measurement of lipids, hormones, and general hematology analysis. Glucose disposal and indices of insulin resistance will be assessed by an Oral Glucose Tolerance Test (Blood samples will be collected 0, 30, 60, 90, and 120 minutes following ingestion of 75gr of glucose) (28). Insulin resistance index will be calculated by the OGIS (29) and HOMA-IR (30) equations.\nBody Composition\n: Body composition will be assessed using anthropometric measurements including BMI, WHR as well as DEXA scans for the assessment of total and regional fat and lean body mass (Lunar model DPX Madison, WI) (31). Intracellular and extracellular as well as total body water levels will be measured by bioimpedance using a portable BIA system, (Tanita BC 543)(32).\nBlood Pressure:\nThe circadian blood pressure variation will be assessed using a 24h BP Holter (GIMA 24HABPM) (33).\nHeart Rate Variability:\nHeart Rate Variability will be assessed using a portable ECG designed to measure all HRV indices (OMRON HCG-801) (34).\nSleep Quality Assessment:\nQuality and quantity of sleep will be assessed by an overnight Polysomnographic study (PSG)(35). Polysomnography, also called a sleep study, is a comprehensive test used to diagnose sleep disorders. Polysomnography records your brain waves, the oxygen level in your blood, heart rate, and breathing, as well as eye and leg movements during the study. Levels of daily sleepiness will be assessed using the Multiple Sleep Latency Test (MSLT) (36). MSLT is a full-day test that consists of five scheduled naps separated by two-hour breaks.\nFitness Assessment\nPhysical Activity\n: A mobile phone-based steps tracking application will be used for the assessment of the weekly physical activity levels (37).\nAerobic Capacity:\nThe six-minute walk test (6MWT) will be used for the assessment of Aerobic capacity and Endurance (38).\nStrength:\n1RM\nwill be used for the assessment for the evaluation of maximum muscle strength (39).\nAlso, the sit to stand-60sec (STS60) test will be used for the assessment for testing leg strength and endurance (40).\nFinally, a 5x sit-to-stand test (STS5) will be used for the assessment of functional lower extremity strength, transitional movements, balance, and fall risk (41).\nFlexibility:\nThe Sit and Reach test (S&R) will be used for the assessment of flexibility of the lower back and hamstring muscles (42).\nHandgrip:\nThe\nhandgrip test will be used for the assessment of the maximum isometric strength of the hand and for arm muscles (Marsden MG-4800 Hand Dynamometer)(43).\nCriteria for Participation in the Study\nInclusion Criteria\n: Drivers of both sexes, between 25 and 60 yrs old with a valid 5\nth\ncategory driving license for large trucks and coaches could participate in the study. Drivers must have a minimum of 3 years of continuous and verifiable documented work experience as a professional driver in the past 5 years (44). In addition, drivers need to suffer from moderate daily sleepiness as this is documented by a value >9 in Epworth Sleepiness Scale (SSC).\nExclusion Criteria:\nPeople with invalid driving license or driving license that expires within a year of the recruitment date, disabilities that prevent them from walking independently or exercising, verified mental illnesses, alcoholism or drug abuses, or other conditions that could affect the outcome of the study.\nStatistics\nSPSS statistical software (SPSS 21, Illinois USA) will be used for statistical analysis.\nThe pre and post within Control (Con) and Exercise (Ex) groups will be examined by using paired t-test. Correlations between (Con) group and (Ex) group parameters will be examined by using Spearman correlation. Also, will be examined Δ change values by using an unpaired t-test.\nPower Analysis:\nPower analysis was performed using the open-source software G*Power (3.1.9.2) and was used to calculate the minimum number of participants required to achieve reasonable power (>85%). A priori compute required sample size analysis revealed that in one of the main parameters related to the aims of the study (ESS score), a total sample size of 42 participants (for both groups) in order to have enough power to detect statistically significant differences between the pre and post-intervention comparisons (within groups ESS: Effect size dz=0.4783, total sample size=42, t=2.019, Power (1-β err prob)=0.88289). Given an estimation of a reasonable dropout rate of 20%, we estimate that we need 25 participants per group in order to have significant power to achieve meaningful results (45)."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>The intervention of the current study will last 6 months for each participant. The duration of the study is anticipated to be 4 years. </p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Maiese K. Sleep Disorders, Neurodegeneration, Glymphatic Pathways, and Circadian Rhythm \t\tDisruption. Curr Neurovasc Res. 2021.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Diekelmann S, Born J. The memory function of sleep. Nat Rev Neurosci. 2010;11(2):114-26.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hege A, Lemke MK, Apostolopoulos Y, Sonmez S. The Impact of Work Organization, Job Stress, and Sleep on the Health Behaviors and Outcomes of U.S. Long-Haul Truck Drivers. Health Educ Behav. 2019;46(4):626-36.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Corfitsen MT. Fatigue in multiple-car fatal accidents. Forensic Sci Int. 1989;40(2):161-9.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;van der Wall HEC, Doll RJ, van Westen GJP, Koopmans I, Zuiker RG, Burggraaf J, et al. The use of machine learning improves the assessment of drug-induced driving behaviour. Accid Anal Prev. 2020;148:105822.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Deboer T. Sleep homeostasis and the circadian clock: Do the circadian pacemaker and the sleep homeostat influence each other's functioning? Neurobiol Sleep Circadian Rhythms. 2018;5:68-77.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Takenoshita S, Nishino S. Pharmacologic Management of Excessive Daytime Sleepiness. Sleep Med Clin. 2020;15(2):177-94.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pilkington-Cheney F, Filtness AJ, Haslam C. A qualitative study exploring how city bus drivers manage sleepiness and fatigue. Chronobiol Int. 2020;37(9-10):1502-12.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Onninen J, Hakola T, Puttonen S, Tolvanen A, Virkkala J, Sallinen M. Sleep and sleepiness in shift-working tram drivers. Appl Ergon. 2020;88:103153.</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stoohs RA, Guilleminault C, Itoi A, Dement WC. Traffic accidents in commercial long-haul truck drivers: the influence of sleep-disordered breathing and obesity. Sleep. 1994;17(7):619-23.</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lemke MK, Apostolopoulos Y, Hege A, Wideman L, Sonmez S. Work organization, sleep and metabolic syndrome among long-haul truck drivers. Occup Med (Lond). 2017;67(4):274-81.</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Phatrabuddha N, Yingratanasuk T, Rotwannasin P, Jaidee W, Krajaiklang N. Assessment of Sleep Deprivation and Fatigue Among Chemical Transportation Drivers in Chonburi, Thailand. Saf Health Work. 2018;9(2):159-63.</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yee AZH, Lwin MO, Ho SS. Promoting Healthier Eating via Parental Communication: Development and Validation of the Active and Restrictive Parental Guidance Questionnaire (PARQ). Health Commun. 2020:1-13.</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Huppert FA, Walters DE, Day NE, Elliott BJ. The factor structure of the General Health Questionnaire (GHQ-30). A reliability study on 6317 community residents. Br J Psychiatry. 1989;155:178-85.</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hemmelgarn BR, Manns BJ, Quan H, Ghali WA. Adapting the Charlson Comorbidity Index for use in patients with ESRD. Am J Kidney Dis. 2003;42(1):125-32.</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alahmari MD, Alanazi TM, Batawi AA, Al-Osaimi EA, Alrabeeah S, Jebakumar Z, et al. Sleepy driving and risk of obstructive sleep apnea among truck drivers in Saudi Arabia. Traffic Inj Prev. 2019;20(5):498-503.</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Buysse DJ, Reynolds CF, 3rd, Monk TH, Berman SR, Kupfer DJ. The Pittsburgh Sleep Quality Index: a new instrument for psychiatric practice and research. Psychiatry Res. 1989;28(2):193-213.</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Watling CN, Armstrong KA, Smith SS, Wilson A. The on-road experiences and awareness of sleepiness in a sample of Australian highway drivers: A roadside driver sleepiness study. Traffic Inj Prev. 2016;17(1):24-30.</p><p>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Blaxton JM, Bergeman CS, Whitehead BR, Braun ME, Payne JD. Relationships Among Nightly Sleep Quality, Daily Stress, and Daily Affect. J Gerontol B Psychol Sci Soc Sci. 2017;72(3):363-72.</p><p>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Krupp LB, LaRocca NG, Muir-Nash J, Steinberg AD. The fatigue severity scale. Application to patients with multiple sclerosis and systemic lupus erythematosus. Arch Neurol. 1989;46(10):1121-3.</p><p>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lv XL, Jiang YH, Sun YH, Ren CZ, Sun CY, Sun L, et al. Short form 36-Item Health Survey test result on the empty nest elderly in China: a meta-analysis. Arch Gerontol Geriatr. 2013;56(2):291-7.</p><p>22.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;McHorney CA, Ware JE, Jr., Lu JF, Sherbourne CD. The MOS 36-item Short-Form Health Survey (SF-36): III. Tests of data quality, scaling assumptions, and reliability across diverse patient groups. Med Care. 1994;32(1):40-66.</p><p>23.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sun Y, Gao L, Kan Y, Shi BX. The Perceived Stress Scale-10 (PSS-10) is reliable and has construct validity in Chinese patients with systemic lupus erythematosus. Lupus. 2019;28(2):149-55.</p><p>24.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Frantz A, Holmgren K. The Work Stress Questionnaire (WSQ) - reliability and face validity among male workers. BMC Public Health. 2019;19(1):1580.</p><p>25.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bastianon CD, Klein EM, Tibubos AN, Brahler E, Beutel ME, Petrowski K. Perceived Stress Scale (PSS-10) psychometric properties in migrants and native Germans. BMC Psychiatry. 2020;20(1):450.</p><p>26.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ortiz C, Castro JJ, Alarcon A, Soler M, Anera RG. Quantifying age-related differences in visual-discrimination capacity: drivers with and without visual impairment. Appl Ergon. 2013;44(4):523-31.</p><p>27.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kliemann N, Wardle J, Johnson F, Croker H. Reliability and validity of a revised version of the General Nutrition Knowledge Questionnaire. Eur J Clin Nutr. 2016;70(10):1174-80.</p><p>28.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sakkas GK, Karatzaferi C, Zintzaras E, Giannaki CD, Liakopoulos V, Lavdas E, et al. Liver fat, visceral adiposity, and sleep disturbances contribute to the development of insulin resistance and glucose intolerance in nondiabetic dialysis patients. Am J Physiol Regul Integr Comp Physiol. 2008;295(6):R1721-9.</p><p>29.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mari A, Camastra S, Toschi E, Giancaterini A, Gastaldelli A, Mingrone G, et al. A model for glucose control of insulin secretion during 24 h of free living. Diabetes. 2001;50 Suppl 1:S164-8.</p><p>30.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Duncan MH. Adjustment of total calcium with results for BCP albumin. Clin Chem. 1995;41(8 Pt 1):1206-7.</p><p>31.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kohrt WM. Preliminary evidence that DEXA provides an accurate assessment of body composition. J Appl Physiol (1985). 1998;84(1):372-7.</p><p>32.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Brownbill RA, Ilich JZ. Measuring body composition in overweight individuals by dual energy x-ray absorptiometry. BMC Med Imaging. 2005;5(1):1.</p><p>33.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sene T, Lidove O, Sebbah J, Darondel JM, Picard H, Aaron L, et al. Cardiac device implantation in Fabry disease: A retrospective monocentric study. Medicine (Baltimore). 2016;95(40):e4996.</p><p>34.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hayano J, Yuda E. Pitfalls of assessment of autonomic function by heart rate variability. J Physiol Anthropol. 2019;38(1):3.</p><p>35.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sakkas GK, Karatzaferi C, Liakopoulos V, Maridaki MD, Lavdas E, Giannaki CD, et al. Polysomnographic evidence of sleep apnoea disorders in lean and overweight haemodialysis patients. J Ren Care. 2007;33(4):159-64.</p><p>36.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Carskadon MA, Dement WC, Mitler MM, Roth T, Westbrook PR, Keenan S. Guidelines for the multiple sleep latency test (MSLT): a standard measure of sleepiness. Sleep. 1986;9(4):519-24.</p><p>37.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;McKay FH, Cheng C, Wright A, Shill J, Stephens H, Uccellini M. Evaluating mobile phone applications for health behaviour change: A systematic review. J Telemed Telecare. 2018;24(1):22-30.</p><p>38.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Halliday SJ, Wang L, Yu C, Vickers BP, Newman JH, Fremont RD, et al. Six-minute walk distance in healthy young adults. Respir Med. 2020;165:105933.</p><p>39.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Grgic J, Scapec B, Pedisic Z, Mikulic P. Test-Retest Reliability of Velocity and Power in the Deadlift and Squat Exercises Assessed by the GymAware PowerTool System. Front Physiol. 2020;11:561682.</p><p>40.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alcazar J, Losa-Reyna J, Rodriguez-Lopez C, Alfaro-Acha A, Rodriguez-Manas L, Ara I, et al. The sit-to-stand muscle power test: An easy, inexpensive and portable procedure to assess muscle power in older people. Exp Gerontol. 2018;112:38-43.</p><p>41.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bohannon RW. Reference values for the five-repetition sit-to-stand test: a descriptive meta-analysis of data from elders. Percept Mot Skills. 2006;103(1):215-22.</p><p>42.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Miyamoto N, Hirata K, Kimura N, Miyamoto-Mikami E. Contributions of Hamstring Stiffness to Straight-Leg-Raise and Sit-and-Reach Test Scores. Int J Sports Med. 2018;39(2):110-4.</p><p>43.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Buckinx F, Croisier JL, Reginster JY, Dardenne N, Beaudart C, Slomian J, et al. Reliability of muscle strength measures obtained with a hand-held dynamometer in an elderly population. Clin Physiol Funct Imaging. 2017;37(3):332-40.</p><p>44.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mahajan K, Velaga NR, Kumar A, Choudhary P. Effects of driver sleepiness and fatigue on violations among truck drivers in India. Int J Inj Contr Saf Promot. 2019;26(4):412-22.</p><p>45.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Monasterio C, Vidal S, Duran J, Ferrer M, Carmona C, Barbe F, et al. Effectiveness of continuous positive airway pressure in mild sleep apnea-hypopnea syndrome. Am J Respir Crit Care Med. 2001;164(6):939-43.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>ClinicalTrials.gov Identifier: NCT05096130</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 57856004,
                "identity": "5798c587-67ef-472f-b5ce-69b911db2718",
                "order_by": 0,
                "name": "Ilias Ntoumas",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-6270-8782",
                "institution": "University of Thessaly",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ilias",
                "middleName": "",
                "lastName": "Ntoumas",
                "suffix": ""
            },
            {
                "id": 57856002,
                "identity": "e68f077a-332a-4f3f-aea3-45e0550b058b",
                "order_by": 1,
                "name": "Christina Karatzaferi",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-8266-5780",
                "institution": "University of Thessaly",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christina",
                "middleName": "",
                "lastName": "Karatzaferi",
                "suffix": ""
            },
            {
                "id": 57856003,
                "identity": "2a9584ae-9921-4d9e-8e99-81ccb975f043",
                "order_by": 2,
                "name": "Efthimios Dardiotis",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-2957-641X",
                "institution": "University of Thessaly",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Efthimios",
                "middleName": "",
                "lastName": "Dardiotis",
                "suffix": ""
            },
            {
                "id": 57856001,
                "identity": "cd1339e1-930c-4d82-8ea0-ab4cef4a2ab5",
                "order_by": 3,
                "name": "Giorgos K. Sakkas",
                "email": "gsakkas@uth.gr",
                "orcid": "https://orcid.org/0000-0002-2462-995X",
                "institution": "University of Thessaly",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Giorgos",
                "middleName": "K.",
                "lastName": "Sakkas",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-10-20 09:12:36",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1682/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1682/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15793670,
                "identity": "055b9287-bbb5-45c9-965c-ef8692388ffa",
                "added_by": "auto",
                "created_at": "2021-11-22 17:33:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 289158,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1682/v1/c3b899eb-9997-4774-862e-d99da23101a9.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "sleepiness, fatigue, professional drivers, sleep, lifestyle medicine, car accident",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Sleep has a number of health benefits, including memory and learning, vitality and energy as well as high quality of life levels. Lack of sleep impairs judgment, impacts longevity and safety, and increases the risk of a number of diseases including obesity, hypertension, heart disease, diabetes, mood disorders, and impaired immune function. In addition lack of sleep or disturbance of normal sleep cycle could have a major impact on people's lives and working performance such as driving. Daily sleepiness is a problem concerning professions with a non-fixed schedule. Specifically, professional long-haul drivers confront sleepiness problems and in combination with fatigue, they are prone to driving accidents and other incidents. Sleep quality and quantity are closed related to fatigue which is one of the most common reasons for driving and working accidents. In recent years, car accidents involving professional drives have increased significantly. The main reasons for those accidents were fatigue and sleepiness due to long hours of driving or difficult working conditions according to the recent European report (Driver Fatigue in European Road Transport - etf-europe.org).</p><p>Lifestyle Medicine addresses health risk factors in primary, secondary, and tertiary prevention of developing disease rather than on acute care and reacting to illness, injury, and disease. Lifestyle Medicine strategies target modifiable risk factors, such as diet, sleep, stress, and physical activity. By applying those regimes the investigators could improve physical and mental health levels that can affect the quality of sleep, reducing daily sleepiness and fatigue, in professional drivers operating coaches and trucks. Any intervention that could improve alertness and reduce fatigue and sleepiness in those people, will automatically improve safety, reduce driving accidents and save lives and resources.</p><p><br></p><p>The study is registered on the ClinicalTrials.gov public website (NCT05096130).</p><p>&nbsp;</p>",
        "manuscriptTitle": "Lifestyle Medicine Strategies for Combating Sleepiness and Fatigue in Professional Drivers - The \"Highway 2 Health\" study",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-11-22 17:33:09",
                "doi": "10.21203/rs.3.pex-1682/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "383b0f1c-d098-4238-b38c-be10d306d81f",
        "owner": [],
        "postedDate": "November 22nd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 8134873,
                "name": "Neuroscience"
            },
            {
                "id": 8134874,
                "name": "Environmental sciences"
            },
            {
                "id": 8134875,
                "name": "Signs and symptoms"
            },
            {
                "id": 8134876,
                "name": "Psychology"
            },
            {
                "id": 8134877,
                "name": "Physiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-11-22 17:33:09",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}