{
    "identity": "nprot-153",
    "title": "Production of neuron-preferential lentiviral vectors",
    "content": [
        {
            "header": "Introduction",
            "content": "Adenoviral vectors widely used to transfer foreign genes into neuronal cells possess tropism for glial cells <sup>1, 2</sup> and are toxic to infected cells. Alternatively, the use of lentiviral vectors for transducing neuronal cells has been prevailing because, in addition to their limited toxicity to infected cells, lentiviral vectors facilitate long-term expression of the transgene. The glycoprotein of lentiviral vectors that is critical for viral tropism is pseudotyped with that of vesicular stomatitis viruses \\(VSV-G). As the receptor for VSV-G is phosphatidylserine, it is generally thought that lentiviral vectors infect most of cell types: however, we have sometimes noted drastically different results in cell types transduced by nearly identical lentiviral vectors produced by slightly modified protocols. We found that pH of the culture media at viral harvest and lot variations in fetal bovine serum \\(FBS) preparations added to the culture media critically influence the resultant viral tropism. Based on our observation, this protocol provides a method that allows the production of high titer lentivectors that preferentially transduce neurons. The lentiviral vectors produced using this protocol were used in previous studies <sup>3, 4</sup>, including re-introduction of CD38 gene expression into the hypothalamic neurons of CD38 knock-out mice <sup>5</sup>."
        },
        {
            "header": "Reagents",
            "content": "Human embryonic kidney \\(HEK) 293T cells \\(ATCC cat. no. CRL-11268) **&#xF073;CRITICAL** Although a lentiviral kit from Invitrogen \\(cat. no. K4975-00) supplies HEK 293FT cells, use of HEK 293T cells is recommended, as the lentiviral tropism for neurons is dependent on medium pH at viral harvest: HEK 293FT cells grow more rapidly than HEK 293T cells and therefore, pH of the culture medium in which HEK 293FT cells are growing decreases more quickly. \r\n\n\nPlasmids: lentiviral transfer vector \\(Invitrogen cat. no. K4950-00 or St. Jude Children&#x2019;s Research Hospital)\r\n\n\nLentiviral packaging vectors: Packaging mix containing pLP1, pLP2 \\(pRev), pLP/VSVG \\(Invitrogen cat. no. K4975-00)\r\n\n\nDulbecco&#x2019;s modified Eagle&#x2019;s medium \\(DMEM) \\(Sigma, cat. no. D6546)\r\n\n\nPenicillin-streptomycin-glutamine \\(100x) \\(Invitrogen cat. no. 10378-016)\r\n\n\nPhosphate-buffered saline \\[PBS \\(-)] \\(Invitrogen cat. no. 10010-023)\r\n\n\nFBS \\(See **Table 1**)\r\n\n\nPolybrene \\(Sigma cat. no. 10768-9)"
        },
        {
            "header": "Equipment",
            "content": "10-cm cell culture dishes \\(Falcon cat. no. 353003)\r\n\n\n50 ml conical centrifuge tubes \\(Falcon cat. no. 352070)\r\n\n\nSteriflip-GP filter \\(0.22-&#xB5;m) unit \\(Millipore cat. no. SCGP00525)\r\n\n\nUltracentrifuge tubes 17.0 ml \\(Beckman Coulter cat. no. 344061)\r\n\n\nTissue culture incubator at 5% CO2\r\n\n\nBeckman SW28.1 rotor \\(or equivalent)\r\n\n\nBeckman ultracentrifuge \\(or equivalent)\r\n\n\nFluorescent microscope\r\n\n\nBio safety cabinet \\(SANYO cat. no. MHE-130AB3)\r\n\n\nCentrifuge \\(Tomy cat. no. LC-120)\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\nCaCl<sub>2</sub> solution \\(2.5 M CaCl<sub>2</sub>): 36.75 g of CaCl<sub>2</sub> in 70 ml double distilled \\(dd) H<sub>2</sub>O. Adjust the solution to final volume of 100ml followed by filtering through a 0.22 &#xB5;m filter. \r\n\n\n2x HEPES-buffer \\(280 mM NaCl, 50 mM HEPES, 1.5 mM Na<sub>2</sub>HPO<sub>4</sub> \\[pH 7.05])"
        },
        {
            "header": "Procedure",
            "content": "**Production and concentration of lentiviral vectors**\r\n\n\n**Day 1: HEK cell seeding**\r\n\n\n1. Collect pre-confluent HEK 293T cells grown in DMEM supplemented with 10% FBS, 50 U/mL penicillin G and 50 µg/mL streptomycin \\(pH 7.35). \r\n  2. Seed 1 x 10\n6\nHEK 293T cells in 10 cm dish in Step 1 and add 10 ml of DMEM supplemented with 10% FBS \\(Table 1). Swirl the cells thoroughly to obtain even distribution across the surface of the dish. Incubate the cells for 24 h at 37 ºC.\r\n  **CRITICAL STEP** Lots of FBS added to DMEM have a critical impact on the tropism of the resultant lentiviruses for neurons. As the lot of FBS that yields lentiviruses with high neural tropism is not related to transfection efficiency \\(**Figure 1 and 2**), the lot must be chosen by producing lentiviruses using various lots of FBS as exemplified in **Table 1**, then assessing the tropism for neurons upon viral injection to mouse or rat brains. \r\n\n\n**Day 2: Transfection**\r\n\n\n3. Observe the dishes on Day 1. The cells should be approximately 60% confluent.\r\n  **CRITICAL STEP** More than 80% confluency at this point results in low pH of the culture medium at viral harvest. \r\n\n\n4. Exchange the culture medium for fresh medium \\(DMEM + 10% FBS, 10 ml) and further incubate the cells for 30 min in a CO\n2\nincubator. \r\n  5. Mix 10 µg of packaging mix with 10 µg of lentiviral transfer vector in a 1.5 ml tube. Dilute the plasmid mix with filtered ddH\n2\nO to a total volume of 450 µl. \r\n  6. Add 50 µl of 2.5 M CaCl\n2\nto the plasmid mix and then add 500 µl of 2xHEPES-buffer while vortexing.\r\n  7. Add all of the transfection mixture \\(spreading in drops) to the plate. Swirl the plates gently and incubate under 5% CO\n2\n, 37 ºC overnight \\(16 h). \r\n  **CRITICAL STEP** Incubation under 3% CO\n2\nwas recommended in a previous protocol\n6\n. However, incubation under 5% CO\n2\ndoes not cause any problem as transfection efficiency is not substantially influenced by medium pH when HEPES buffer, instead of BBS, is used for transfection. \r\n\n\n**Day 3: Observe the cells and change the media**\r\n\n\n8. Observe the cells. \r\n  **CRITICAL STEP** The cells should not be reaching confluency at this point and should still have room to undergo 1-2 cell divisions, because the medium pH rapidly decreases after the cells reach confluency. \r\n\n\n9. Remove media, wash cells twice with 5 ml of pre-warmed PBS\\(-), then add 9.5 ml of fresh DMEM + 10% FBS, and further incubate under 5% CO\n2\n, 37 ºC overnight. \r\n  **Day 4: Harvest and concentrate the viral particles**\r\n\n\n10. Collect supernatant from the dish 40 h after transfection. \r\n  **CRITICAL STEP** The color of the culture medium \\(actually the color of phenol red) should still be red \\(pH 7.20 or higher), as the medium pH at this point is critical for tropism of the viruses being cultured. Therefore, do not use cells from the second harvest, as the medium pH substantially decreases after the first harvest. To obtain lentiviral vectors that preferentially transduce glial-cells, use viruses obtained 2 or 3 days after transfection: in such cases, change culture medium every day after transfection. In addition, it is preferable to use a lot of FBS that yields lentiviruses possessing tropism for glia, in combination with HEK 293FT cells. \r\n\n\n11. Clear the supernatant of cell debris by filtering through a 0.22-µm filter. \r\n  12. Concentrate the viral particles by ultracentrifugation. Centrifuge the supernatant at 120,000 x g for 1.5 h at 4 ºC using a swinging bucket rotor. We use a Beckman SW28.1 rotor \\(the capacity is 17 ml/tube, total 6 tubes): supernatant obtained from 2 dishes \\(~18 ml) can be concentrated with one tube. \r\n  13. Pour off the supernatant. The pellet will be almost invisible. \r\n  14. Resuspend the viral pellet in 90 µl of PBS\\(-). The viral suspension can be used for both in vitro and in vivo experiments: however, if purer grade quality is needed, purify the virus through a sucrose cushion following the published protocol\n6\n.\r\n  **Titration of lentiviral vectors**\r\n\n\nThe titers of viral stocks were measured by transducing HeLa cells. Although the titration can be conducted after completing the viral concentration \\(Step 13), we usually start from Day 3 to shorten the whole process. \r\n\n\n**Day 3: HeLa cell seeding**\r\n\n\n15. Seed 1 x 105 HeLa cells on a twelve-well plate in 1 ml of DMEM + 10% FBS, add polybrene to a concentration of 6 µg/ml. Incubate the cells at 5% CO\n2\n, 37 ºC overnight. \r\n  **Day 4: Infection of HeLa cells with lentiviral vectors**\r\n\n\n16. Make a ten-fold serial dilution of the lentivector preparation \\(from a dilution of 10\n-3\nto 10\n-6\n) in PBS. The actual range to test will depend on the concentration of the viral preparation. \r\n  17. Add each viral dilution to HeLa cells growing in a monolayer as instructed in Step 16, mix thoroughly, but gently and incubate the cells at 37 ºC.\r\n  Day 5-8: Titration of lentiviral vectors\r\n\n\n18. Grow the cells for another 3 days \\(total ~88 h after infection). It takes more than 48 h before GFP fluorescence becomes visible: however, the period differs depending on strains of lentiviral vectors and cells used for titration. \r\n  **CRITICAL STEP** Titers should be determined using a volume of vector preparation that yields linear, dose-dependent transduction of target cells with a level not in excess of 20%. HeLa cells grow more slowly than HEK cells. \r\n\n\n19. Determine the percentage of labeled cells: if the marker is GFP, count GFP-expressing cells. \r\n  20. Calculate the biological titer \\(TU/ml, transducing units) as described previously\n6\n."
        },
        {
            "header": "Timing",
            "content": "4 days for procuction and concentration of lentiviral vectors\r\n\n\n6 days for Titration of lentiviral vectors"
        },
        {
            "header": "Critical Steps",
            "content": "Critical steps are included in \"Procedure\" section."
        },
        {
            "header": "Troubleshooting",
            "content": "See **Table 2**."
        },
        {
            "header": "Anticipated Results",
            "content": "As the tropism of lentiviral vectors for neurons depends substantially on the lot of FBS added to the culture medium \\(DMEM), transduced cell types and proportions are expected to differ depending on the lot of FBS used \\(**Fig. 1**). It should be noted that the tropism of lentiviruses is not related to their transduction efficiency in HEK 293T cells. Lentiviral vectors produced by adherence to this protocol should have titer of 1 x 10<sup>8</sup> ~ 1 x 10<sup>10</sup> TU/ml and if the lot of FBS is properly determined, &gt;90% of the cells transduced in vivo are neurons in the cerebellum \\(**Fig. 2**)."
        },
        {
            "header": "References",
            "content": "1. Iino, M., _et al._ Glia-synapse interaction through Ca<sup>2+</sup>-permeable AMPA receptors in Bergmann glia. _Science_ **292**, 926-929 \\(2001).\r\n  2. Terashima, T., Miwa, A., Kanegae, Y., Saito, I. &amp; Okado, H. Retrograde and anterograde labeling of cerebellar afferent projection by the injection of recombinant adenoviral vectors into the mouse cerebellar cortex. _Anat Embryol \\(Berl)_ **196**, 363-382 \\(1997).\r\n  3. Torashima, T., Okoyama, S., Nishizaki, T. &amp; Hirai, H. In vivo transduction of murine cerebellar Purkinje cells by HIV-derived lentiviral vectors. _Brain Res_ **1082**, 11-22 \\(2006).\r\n  4. Torashima, T., Yamada, N., Itoh, M., Yamamoto, A. &amp; Hirai, H. Exposure of lentiviral vectors to subneutral pH shifts the tropism from Purkinje cell to Bergmann glia. _Eur J Neurosci_  \\(2006).\r\n  5. Jin, D., _et al._ CD38 is critical for social behavior by regulating oxytocin secretion. _Nature_  \\(2007) in press.\r\n  6. \"Tiscornia, G., Singer, O. &amp; Verma, I.M. Production and purification of lentiviral vectors. _Nat. Protocols_ **1**, 241-245 \\(2006).\":http://www.natureprotocols.com/2006/06/23/production_and_purification_of.php"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature05526",
                "date": "2006-12-15 01:02:10",
                "title": "CD38 is critical for social behaviour by regulating oxytocin secretion",
                "authors": [
                    "Jin",
                    "D. et al."
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10024,
                "identity": "9ed3a99d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Takashi Torashima",
                "email": "",
                "orcid": "",
                "institution": "Kanazawa University 21st Century COE Program on Innovative Brain Science on Development, Learning and Memory, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Takashi",
                "middleName": "",
                "lastName": "Torashima",
                "suffix": ""
            },
            {
                "id": 10025,
                "identity": "9ed3ac98-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chiho Koyama",
                "email": "",
                "orcid": "",
                "institution": "Kanazawa University 21st Century COE Program on Innovative Brain Science on Development, Learning and Memory, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chiho",
                "middleName": "",
                "lastName": "Koyama",
                "suffix": ""
            },
            {
                "id": 10026,
                "identity": "9ed3ae6c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Haruhiro Higashida",
                "email": "",
                "orcid": "",
                "institution": "Kanazawa University 21st Century COE Program on Innovative Brain Science on Development, Learning and Memory, Kanazawa 920-8640, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Haruhiro",
                "middleName": "",
                "lastName": "Higashida",
                "suffix": ""
            },
            {
                "id": 10027,
                "identity": "9ed3afe8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hirokazu Hirai",
                "email": "",
                "orcid": "",
                "institution": "Kanazawa University 21st Century COE Program on Innovative Brain Science on Development, Learning and Memory, Kanazawa 920-8640, Japan; SORST, Japan Science and Technology Agency, 4-1-8 Honcho Kawaguchi, Saitama 332-0012, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hirokazu",
                "middleName": "",
                "lastName": "Hirai",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-04-18 00:40:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.89",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.89",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607650,
                "identity": "22f71423-1afe-4d51-af24-8f9d9b7a784c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 23982,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Summary of the FBS lots used for lentivirus production",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-153/v1/figure_1.jpg"
            },
            {
                "id": 2607652,
                "identity": "b4a24988-c6e2-4443-aa8a-18ac06793989",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 40003,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Relationship between transfection efficiency and lentivirus titers.   Lentiviruses expressing GFP were produced with HEK 293T cells in DMEM supplemented with various lots of FBS as summarized in Table 1. Transfection efficiency (a) was determined from the results obtained from 5 independent transfections in culture medium supplemented with one of the lots of FBS (S1-S8). The lentivirus titers were determined using HeLa cells (b). Upper, middle and lower panels in (c) indicate the GFP fluorescences of HEK 293T cells transfected in culture media containing FBS S2, S4 and S5, respectively. Scale bar 25 &#xB5;m.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-153/v1/figure_2.jpg"
            },
            {
                "id": 2607649,
                "identity": "3f40ea6c-d194-4417-90d8-a88a15ceb31d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 48543,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Various patterns of transduction in cerebellar cells depending on the batches of lentiviral vectors produced using different lots of FBS (Table 1).   Four &#xB5;l of lentiviral vectors produced using one of the lots of FBS (Table 1 and Figure 1) were respectively injected into mouse cerebellar cortices. Mice were sacrificed 7 days after injection. The left image of each pair of panels shows a stereoscopic image of GFP fluorescence merged with a whole brain image. The right image of each pair is GFP fluorescence of a sagittal section of the cerebellar vermis. Lentiviral vectors produced using FBS S1, S2 and S3 showed neuron preferential transduction: those produced using S1 transduced mainly Purkinje cells, stellate cells and basket cells, while those produced using S2 or S3 selectively transduced Purkinje cells. In contrast, viral vectors produced using other lots of FBS resulted in glia-preferential or non-selective transduction. Scale bar, 50 &#xB5;m.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-153/v1/figure_3.jpg"
            },
            {
                "id": 2607651,
                "identity": "92393c3c-1682-453f-8527-3d30ae1c796b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 57532,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Troubleshooting Table",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-153/v1/figure_4.jpg"
            },
            {
                "id": 13464295,
                "identity": "b8ce7f67-1088-4cc8-b8c8-819032894168",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:48",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 327411,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-153/v1/1986dbd5-6e3e-4856-b8e3-4916afbcb445.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "lentivirus, gene transfer, Purkinje cell, Bergmann glia, cerebellum\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Production of neuron-preferential lentiviral vectors",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-02-14 11:44:39",
                "doi": "10.1038/nprot.2007.89",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 24
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ed0ed58-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 14th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1529,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-02-14 11:44:39",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}