{
    "identity": "nprot-320",
    "title": "Phosphatase assays using ligated phosphoprotein substrates",
    "content": [
        {
            "header": "Introduction",
            "content": "Synthetic peptides, with a single or multiple modification sites, are widely used as substrates to study protein modification enzymes, such as kinases and phosphatases <sup>1-5</sup>. However, unlike protein substrates, peptides with a small molecular mass and a low binding affinity to matrices have limited use for certain assays. For example, peptides are not suitable for western blot and often display low sensitivity in ELISA <sup>6-9</sup>. In this protocol, we describe a method that utilizes phosphopeptides to produce ligated phosphoprotein \\(LPP) substrates for the study of protein phosphatases <sup>8, 10, 11</sup>.  Synthetic phosphopeptides were easily ligated through a carboxyl-terminal reactive thioester of an intein-generated carrier protein \\(CP) to yield the LPP substrates. These substrates were used for immobilization and ELISA analysis on a 96 well microtiter plates <sup>12</sup>. This approach circumvents the problems associated with inefficient and variable binding by small peptides to polystyrene microtiter plates, thus resulting in significantly higher sensitivity and consistency, when compared to the use of free peptide substrates."
        },
        {
            "header": "Reagents",
            "content": "&#x2022; Peptide Preparation: dissolve the peptide, containing an N-terminal cysteine, in water. If the peptide is insoluble, first dissolve it in dimethyl sulfoxide \\(DMSO, Sigma, cat. no. D-5879), then add water to a final concentration of 1-10 mM.\r\n\n\n&#x2022; Carrier Protein 27 \\(CP27): a 27 kDa protein carrying a C-terminal thioester, 1mg/mL, New England Biolabs \\(NEB), cat. no. E6607S.\r\n\n\n&#x2022; 10X Carrier Protein \\(CP) Ligation Buffer: 1 M Tris \\(pH 8.5), 100 mM NaCl\r\n\n\n&#x2022; 2-Mercaptoethanesulfonic acid \\(MESNA): Sigma, cat. no. M1511.\r\n\n\n&#x2022; Phosphate buffered saline \\(PBS): 58 mM sodium phosphate dibasic, 17 mM sodium. phosphate monobasic \\(pH 7.4), 68 mM NaCl.\r\n\n\n&#x2022; Dialysis buffer: 20 mM Tris-HCl \\(pH 8.5), 200 mM NaCl.\r\n\n\n&#x2022; PBST: PBS, 0.05% Tween 20.\r\n\n\n&#x2022; TBSTT: 20 mM Tris \\(pH 7.5), 150 mM NaCl, 0.2% Tween 20, 0.05% Triton X-100.\r\n\n\n&#x2022; Blocking solution: 4% non-fat dry milk in PBST or TBSTT.\r\n\n\n&#x2022; ABTS: 2&#x2019;-Azino-bis\\(3-ethylbenzothiazoline-6-sulfonic acid), Sigma, cat. no. A1888.\r\n\n\n&#x2022; ABTS solution: 20 mM ABTS, 0.12% hydrogen peroxide, 50 mM citrate buffer \\(pH 4.0).\r\n\n\n&#x2022; Anti-mouse IgG, horse radish peroxidase \\(HRP) linked antibody: Cell Signaling Technology \\(CST), cat. no. 7076.\r\n\n\n&#x2022; Anti-rabbit IgG, horse radish peroxidase \\(HRP) linked antibody: CST, cat. no. 7074\r\n\n\n&#x2022; Phospho-threonine polyclonal antibody: CST, cat. no. 9381\r\n\n\n&#x2022; Phospho-tyrosine monoclonal antibody: P-Tyr-100, CST, cat. no. 9411.\r\n\n\n&#x2022; Peptide: T3pThr \\(CRARDIIpTAWHPPA), a phosphorylated substrate peptide for protein phosphatase 1, synthesized with an additional N-terminal cysteine residue. \r\n\n\n&#x2022; Peptide: Cdc2pTyr \\(CIGEGTpYGVVYK), a phosphorylated peptide, corresponding to I<sup>10</sup> to K<sup>20</sup> of human cyclin-dependent kinase \\(Cdc2) synthesized with an additional N-terminal cysteine residue.\r\n\n\n&#x2022; T-Cell Protein Tyrosine Phosphatase \\(TC PTP): NEB, cat. no. P0752S.\r\n\n\n&#x2022; Protein phosphatase 1 \\(PP1): NEB, cat. no. P0754S.\r\n\n\n&#x2022; Dialysis filters: nitrocellulose filter \\(0.025 &#x3BC;m pore size; Millipore) or a Slide-a lyzer \\(10,000 MWCO; Pierce)."
        },
        {
            "header": "Equipment",
            "content": "&#x2022; 96 well PRO-BIND<sup>TM</sup> plate: Falcon, Becton Dickinson, cat. no. 353901.\r\n\n\n&#x2022; Plate reader: VERSA Turnable Microplate Reader, Molecular Devices."
        },
        {
            "header": "Procedure",
            "content": "1. Phosphopeptide ligation with a carrier protein to generate ligated phosphoprotein \\(LPP) substrates\r\n  • Timing, 4-16 h \r\n\n\nAn intein mediated protein ligation \\(IPL) reaction is conducted by mixing the carrier protein \\(CP) and phosphopeptide \\(T3pThr, or Cdc2pTyr) in a molar ratio of at least 1:25 \\(CP: peptide). The reaction is usually carried out at 4°C for 16 h or at 25°C for 4 h, with ligation efficiencies typically in the range of 40%-75% when using purified peptides possessing an N-terminal cysteine.  This extent of ligation usually requires the synthetic peptide to be present at a final concentration of 0.5-1.0 mM. The ligation reaction is evaluated by a shift of mobility of the LPP compared to the unligated CP on a Coomassie Blue stained SDS-PAGE. Peptides can be stored in a powder form or as a stock solution \\(5-10 mM) at -80 °C. The excess of unligated free peptide can be removed by dialysis using a nitrocellulose filter or a Slide-a-lyzer. For a large scale purification of LPP, gel filtration or chromatography can be performed. \r\n\n\n\r\n\n\nLigation Protocol\r\n\n\n  2 X Peptide Solution \\(2 mM)  12.5 μl\r\n\n\n  10 X Carrier Protein Reaction Buffer 2.5 μl\r\n\n\n  Carrier Protein \\(1.0 mg/mL)  10.0 μl\r\n\n\n   Total volume                25.0 μl\r\n\n\n\r\n\n\nPAUSE POINT Ligation products can be stored at –20 °C for up to one month or –80 °C for at least 6 months.\r\n\n\n\r\n\n\n2.  Substrate Coating\r\n  •  Timing, overnight \r\n\n\nDilute the ligated phosphoprotein \\(LPP) substrates in PBS buffer and apply the samples to a polystyrene 96-well microtiter plate. Coat each well with 100 µl of a diluted LPP sample containing 2 µg CP and approx. 1.5 µg peptide or a 13 µM peptide solution \\(~1.5 µg peptide). Incubate the plate at 37 °C overnight. \r\n\n\n\r\n\n\n3.  Phosphatase reaction\r\n  •  Timing, 1-2 h \r\n\n\nWash each well coated with LPP substrate three times \\(each with 100 µl PBS). Add phosphatase and 10 X buffer to each well, and incubate the plate at room temperature for 1 h or following manufacturer’s recommendation. \r\n\n\n\r\n\n\n• T-Cell Protein Tyrosine Phosphatse \\(TC PTP) Reaction\r\n\n\n5 μl 10X TC PTP reaction buffer                           \r\n\n\n0.25 μl TC PTP \\(10,000 unit/ml)\r\n\n\n44.75 μl dH2O\r\n\n\n50 μl reaction  \r\n\n\n\r\n\n\n• Protein Phosphatse1 \\(PP1) Reaction\r\n\n\n5 μl 10X PP1 reaction buffer \r\n\n\n5 μl 10X MnCl2                          \r\n\n\n0.4 μl PP1 \\(2,500 unit/ml)\r\n\n\n39 μl dH2O\r\n\n\n50 μl reaction                        \r\n\n\n                      \r\n\n\n4.  Immunodetection\r\n  •  Timing, 4.5 h\r\n\n\nAfter phosphatase treatment, wash each well three times with 100 μl PBST \\(or TBSTT). Add 100 µl of PBST containing 4% non-fat milk and incubate the plate at room temperature for 1 h.  Wash each well with PBST three times. Add 100 µl of phospho-specific antibody prepared in PBST containing 2% non-fat milk and incubate at 37 °C for 1 h with mild shaking. Wash three times with 100 μl PBST. Incubate with HRP-conjugated secondary antibody prepared in PBST containing 2% non-fat milk at room temperature for 1 h. \r\n\n\nAfter three washes with PBST, 100 µl of ABTS developing solution containing 20 mM ABTS \\(Sigma), 0.12% hydrogen peroxide and 50 mM citrate buffer \\(pH 4.0) is added to each well and the colorimetric signal is measured at OD\n415\n."
        },
        {
            "header": "Timing",
            "content": "&#x2022; Ligation, 4-16 h.\r\n\n\n&#x2022; Substrate coating, overnight.\r\n\n\n&#x2022; Phosphatase reaction, 1-2 h.\r\n\n\n&#x2022; Immunodetection, 4.5 h."
        },
        {
            "header": "Critical Steps",
            "content": "&#x2022; We have found ligation to work with both crude and purified peptides. Ligation with crude peptides at 4 &#xB0;C overnight can result in a wide range of ligation efficiencies, usually in the range of 10-50%, whereas, ligation with purified peptides usually yields 45-90% ligation. Ligation of 10% of the carrier protein \\(CP) is usually sufficient to detect a positive signal in western blot analysis. However, to ensure the greatest amount of ligated product we recommend using a purified peptide at 0.5-1 mM final concentration. A peptide can be purified on a Vydac semi-preparative C18 column for reverse phase purification using a 180 min linear gradient, 10%-100% B with a flow rate of 2 mL per minute. Buffer A is 0.1% TFA/ H2O \\(V/V), and buffer B is 0.1% TFA/60% CH3CN/40% H2O \\(V/V/V).\r\n\n\n&#x2022; The shelf life of a thioester tagged carrier protein is at least nine months if stored in a pH 6.0 buffer. Greater than 50% ligation was observed when the carrier protein was stored for 12 months at -80 &#xB0;C.\r\n\n\n&#x2022; An internal or a C-terminal cysteine in a peptide could affect the ligation efficiency of the peptide to a carrier protein. The inclusion of 10 mM MESNA in the ligation reaction can reduce the effect of disulfide bond formation of cysteine-containing peptides.  \r\n\n\n&#x2022; Even if the peptide is not completely soluble, the amount of ligation product may be sufficient for detection by ELISA. We have found that ligation of a CP with a partially soluble peptide overnight at 4 &#xB0;C  can result in 10-50% ligation efficiency and generate positive signals in immunoassays. If necessary, dissolve the peptide first in dimethyl sulfoxide \\(DMSO), dilute in water, and use in ligation. We usually add 15-25 &#x3BC;L of DMSO for up to 2 mg of peptide, and then add water to make a 2-10 mM stock solution. \r\n\n\n&#x2022; Since the peptide is ligated to a CP through a peptide bond, the ligation product is stable and can be stored at &#x2013;20 &#xB0;C for up to one month or at &#x2013;80 &#xB0;C for at least 6 months. \r\n\n\n&#x2022; The 96-well plate should be washed only with PBS prior to phosphatase reaction. After phosphatase treatment, plates should be washed with PBST or TBSTT. \r\n\n\n&#x2022; Non-specific signal can be significantly reduced by incubating antibodies in PBST buffer with 2% nonfat dry milk.\r\n\n\n&#x2022; Manufacturer&#x2019;s instructions for optimizing the phosphatase assay e.g. enzyme titration) should be followed."
        },
        {
            "header": "Troubleshooting",
            "content": "**Poor ligation efficiency**\r\n\n\n&#x2022; Peptide does not possess a N-terminal cysteine or the sulfhydryl group is oxidized. \r\n\n\n&#x2022; The synthetic peptide solution may be very acidic resulting in a drop significantly in the pH of the reaction. Check the pH of your peptide solution. If the pH is below 6 dissolve the peptide in 1 M Tris \\(pH 9.0). \r\n\n\n&#x2022; Peptide preparation contains impurities. Purify the peptide using a Vydac semi-preparative C18 column. \r\n\n\n&#x2022; Concentration of peptide is incorrect. \r\n\n\n&#x2022; Peptide or ligation product is insoluble. \r\n\n\n&#x2022; The carrier protein \\(CP) has lost its ligation capabilities due to repeated freeze-thaw cycles or long term storage at &#x2013;20 &#xB0;C. Use the control peptide, PB1 \\(NEB, cat. no. E6608S), to test ligation.\r\n\n\n\r\n\n\n**No signal after ABTS colorimetric assay**\r\n\n\n&#x2022; Antibody does not react with the phosphorylated LPP substrate. Specificity of antibody against phosphorylated peptide can be checked and confirmed on western blot using the LPP substrate.\r\n\n\n&#x2022; Poor LPP substrate coating. LPP substrate should be coated onto 96-well microtitier plate in PBS. Incubate overnight at 37&#xB0;C. \r\n\n\n\r\n\n\n**No dephosphorylation by enzymatic treatment**\r\n\n\n&#x2022; Phosphatase does not recognize phosphorylated LPP substrate.\r\n\n\n&#x2022; The amount of phosphatase should be optimized by titration.  \r\n\n\n&#x2022; Titrate LPP substrate to determine the concentration for the optimal signal-to-noise ratio."
        },
        {
            "header": "Anticipated Results",
            "content": "Our work indicates that the use of ligated phosphoprotein substrates results in significantly higher sensitivity and consistency compared to the use of unligated peptides in ELISA \\(12). The IPL procedure is easy to do without sophisticated equipments. The ligation efficiencies can be easily monitored by detecting a shift in mobility of the ligation products compared to the unligated carrier protein as shown in Figure 1a and 2a. The use of the LPP substrates, CP27-T3pThr and CP27-Cdc2pTyr, allowed for an easy detection of the dephosphorylation activity of TC PTP and PP1 with a phospho-specific antibody as demonstrated in Figure 1b and 2b. In contrast, the free peptides, T3pThr and Cdc2pTyr, exhibited low signal intensities with or without the enzyme treatment under the same conditions, indicating their inefficient binding to the polystyrene surface and/or poor interaction with the enzyme or antibody."
        },
        {
            "header": "References",
            "content": "Espanel, X. &amp; van Huijsduijnen, R.H. Applying the SPOT peptide synthesis procedure to the study of protein tyrosine phosphatase substrate specificity: probing for the heavenly match _in vitro_. _Methods_ **35**, 64-72 \\(2005).\r\n\n\n2. Reimer, U., Reineke, U. &amp; Schneider-Mergener, J. Peptide arrays: from macro to micro. _Curr Opin Biotechnol_ **13**, 315-320 \\(2002).\r\n  3. Reineke, U., Volkmer-Engert, R. &amp; Schneider-Mergener, J. Applications of peptide arrays prepared by the SPOT-technology. _Curr Opin Biotechnol_ **12**, 59-64 \\(2001).\r\n  4. Schutkowski, M., Reineke, U. &amp; Reimer, U. Peptide arrays for kinase profiling. _Chembiochem_ **6**, 513-521 \\(2005).\r\n  5. Songyang, Z. _et al_. Catalytic specificity of protein-tyrosine kinases is critical for selective signalling. _Nature_ **373**, 536-539 \\(1995).\r\n  6. Ghosh, I., Sun, L., Evans, T.C., Jr. &amp; Xu, M.Q. An improved method for utilization of peptide substrates for antibody characterization and enzymatic assays. _J Immunol Methods_ **293**, 85-95 \\(2004).\r\n  7. Kennelly, P.J. &amp; Krebs, E.G. Consensus sequences as substrate specificity determinants for protein kinases and protein phosphatases. _J Biol Chem_ **266**, 15555-15558 \\(1991).\r\n  8. Sun, L., Rush, J., Ghosh, I., Maunus, J.R. &amp; Xu, M.Q. Producing peptide arrays for epitope mapping by intein-mediated protein ligation. _Biotechniques_ **37**, 430-436, 438, 440 passim \\(2004).\r\n  9. Xu, J., Sun, L., Ghosh, I. &amp; Xu, M.Q. Western blot analysis of Src kinase assays using peptide substrates ligated to a carrier protein. _Biotechniques_ **36**, 976-978, 980-971 \\(2004).\r\n  10. Evans, T.C., Jr., Benner, J. &amp; Xu, M.Q. Semisynthesis of cytotoxic proteins using a modified protein splicing element. _Protein Sci_ **7**, 2256-2264 \\(1998).\r\n  11. Kochinyan, S. _et al_. Use of intein-mediated phosphoprotein arrays to study substrate specificity of protein phosphatases. _Biotechniques_ **42**, 63-69 \\(2007).\r\n  12. Sun, L., Ghosh, I., Barshevsky, T., Kochinyan, S. &amp; Xu, M.Q. Design, preparation and use of ligated phosphoproteins: A novel approach to study protein phosphatases by dot blot array, ELISA and Western blot assays. _Methods_ **42**, 220-226 \\(2007)."
        },
        {
            "header": "Acknowledgements",
            "content": "We sincerely thank Dr. Tanya Barshevsky and Dr. Maurice Southworth for the valuable discussions and helpful comments and Dr. Donald G. Comb for the support."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10602,
                "identity": "9f0bc8c6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Luo Sun",
                "email": "",
                "orcid": "",
                "institution": "New England Biolabs",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Luo",
                "middleName": "",
                "lastName": "Sun",
                "suffix": ""
            },
            {
                "id": 10603,
                "identity": "9f0bcc76-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Inca Ghosh",
                "email": "",
                "orcid": "",
                "institution": "New England Biolabs",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Inca",
                "middleName": "",
                "lastName": "Ghosh",
                "suffix": ""
            },
            {
                "id": 10604,
                "identity": "9f0bce38-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Samvel  Kochinyan ",
                "email": "",
                "orcid": "",
                "institution": "New England Biolabs",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Samvel",
                "middleName": "",
                "lastName": "Kochinyan",
                "suffix": ""
            },
            {
                "id": 10605,
                "identity": "9f0bd092-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ming-Qun Xu",
                "email": "",
                "orcid": "",
                "institution": "New England Biolabs",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ming-Qun",
                "middleName": "",
                "lastName": "Xu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-17 14:18:03",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.346",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.346",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607814,
                "identity": "44cb54e2-44b8-4989-a8d6-be237e185655",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 79622,
                "visible": true,
                "origin": "",
                "legend": "Enzyme-linked immunosorbent assay (ELISA) of protein tyrosine phosphatase (PTP) activity.   Phosphotyrosine peptide, Cdc2pTyr was ligated to a carrier protein CP27. The ligation reaction was carried out by incubating a mixture of approximately 18.5 &#xB5;M CP and 1 mM peptide in 100 mM Tris-HCl (pH 8.5) and 10 mM MESNA at 4 &#xB0;C overnight. The ligated phosphoprotein (LPP) or unligated free phosphopeptide was applied to a 96-well microtiter plate, treated with T-cell protein tyrosine phosphatase (TC PTP) and then reacted with a phosphotyrosine antibody followed by a secondary antibody linked to horseradish peroxidase (HRP). Anti-phosphotyrosine monoclonal antibody, P-Tyr-100 was prepared at a dilution of 1:2000 in PBST containing 2% non-fat milk. The colorimetric signal was developed with 2,2&#x2019;-Azino-bis(3-ethylbenzothiazoline-6-sulfonic acid) (ABTS) and read at OD415. Each data point represents the average of three experiments. (a)  Ligation of the carrier protein CP27 to Cdc2pTyr examined by SDS-PAGE. The ligation of CP27 (lane 2) to the peptide was detected by a mobility shift on a Coomassie Blue stained 10-20% SDS-PAGE  (b) Dephosphorylation activity of TC PTP on the LPP substrates.  ",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-320/v1/figure_1.pdf"
            },
            {
                "id": 2607816,
                "identity": "26c9cc88-7e04-4694-a285-ceec91f6a753",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 60234,
                "visible": true,
                "origin": "",
                "legend": "Enzyme-linked immunosorbent assay (ELISA) of protein phosphatase 1 (PP1) activity.   A phosphothreonine peptide, T3pThr, was ligated to the carrier protein CP27.  The ligated phosphoprotein (LPP) or unligated free phosphopeptide was applied to a 96-well microtiter plate, treated with protein phosphatase 1 (PP1) and then reacted with the phosphothreonine antibody and a secondary antibody linked to horseradish peroxidase (HRP). The colorimetric signal was developed with ABTS and read at OD415. Each data point represents the average of three experiments. (a)  SDS-PAGE of the ligation of the carrier protein CP27 to T3pThr.The ligation of CP27 (lane 2) to the peptide T3pThr was detected by a mobility shift on a Coomassie Blue stained 10-20% SDS-PAGE.  (b) Dephosphorylation activity of PP1 on the LPP substrates. \r\n",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-320/v1/figure_2.pdf"
            },
            {
                "id": 2607818,
                "identity": "ea4ebba1-0117-419e-855a-10135ff5efd5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30248,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-320/v1/figure_3.png"
            },
            {
                "id": 2607819,
                "identity": "7b108e12-6ac0-40f6-a704-57e1615f93d3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:48",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 27371,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-320/v1/figure_4.png"
            },
            {
                "id": 13465377,
                "identity": "74159e71-4bef-40f5-99fe-320f478fcbc6",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 290021,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-320/v1/607d5eaa-a4da-4dd4-8adc-a8237364b90c.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "phosphatase, phosphoprotein, phosphopeptide, ligated phosphoprotein, peptide, substrate, ELISA, intein-mediated protein ligation, thioester, N-terminal cysteine peptide, phospho-specific antibody, phosphotryosine antibody, phosphothreonine antibody",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Phosphatase assays using ligated phosphoprotein substrates",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-08-13 09:05:13",
                "doi": "10.1038/nprot.2007.346",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f0b6d75-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 13th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1881,
                "name": "Biological techniques"
            },
            {
                "id": 1882,
                "name": "Biochemistry"
            },
            {
                "id": 1883,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-08-13 09:05:13",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}