{
    "identity": "nprot-384",
    "title": "Selection of Phage-displayed peptides that bind to cancer following treatment",
    "content": [
        {
            "header": "Introduction",
            "content": "Phage display is a method to discover peptide ligands while minimizing and optimizing the structure and function of proteins \\(Hallahan, 2003). The phage is used as a scaffold to display recombinant libraries of peptides and provides a means to recover and amplify the peptides that bind to putative receptor molecules in vivo.  In vivo selection simultaneously provides positive and subtractive screens because organs and tissues such as tumors are spatially separated. Phage DNA can then be sequenced to determine the amino acid sequence of peptides on the capsid that have been recovered from tumors. The T7 phage display system exploits the T7 capsid protein as a scaffold to display peptides on the capsid protein unique to the 10B protein on the surface of the phage.  Gene 10 encoding the capsid protein is cloned with a series of multiple cloning sites at the C-terminus of the 10B protein. The natural translational frame shift site within the capsid gene has been removed so that only a single form of the capsid protein is made.  This results in a total of 415 peptides displayed on the surface of the phage."
        },
        {
            "header": "Reagents",
            "content": "Tumor models: Cell lines were purchased from ATCC \\(Manassas, VA) and maintained in DMEM medium supplemented with 10% FCS and 1% penicillin-streptomycin as recommended by ATCC. Tumor cell lines include Lewis lung carcinoma \\(ATCC #CRL-1435), B16F0 melanoma \\(ATCC #CRL-6322), human glioblastoma D54, human lung carcinoma H460 \\(ATCC #HTB-177) human colon cancer HT22, human prostate cancer PC-3 \\(ATCC #CRL-1435), and breast cancer MDA-MB-231 \\(ATCC# HTB-26). BxpC3 human pancreatic cancer cells were obtained from ATCC.   \r\n\n\nTyrosine kinase inhibitors:  \r\n\n\n5-\\[5-Fluoro-2-oxo-1,2-dihydroindol-\\(3Z)-ylidenemethyl]-2,4-dimethyl-1H-pyrrole-3-carboxylic acid \\(2-diethylaminoethyl)amide \\(SU11248)  was synthesized in the Vanderbilt Institute of Chemical Biology using the five step method previously described 25. SU5416 was purchased from Cal Biochem \\(La Jolla, CA). PTK787 and AEE788 were obtained from Novartis \\(Cambridge, MA).  PTK787, SU11248 and SU5416 were dissolved in DMSO.   AEE788 and PTK787 were dissolved in phosphate buffered saline.   TKIs were administered by intraperitoneal injection at the following doses: PTK787, 75 mg/kg; AEE 788, 60 mg/kg; SU5416, 40 mg/Kg and SU11248, 4 or 40 mg/kg. Radiation was delivered with a gamma irradiator. All protocols in animal experiments were reviewed and approved by Institutional Animal Care &amp; Use Committee \\(IACUC).\r\n\n\nBiopanning phage-displayed libraries: In vivo biopanning was conducted as described 14 with a T7 phage-based random peptide library \\(a gift from Dr. Ruoslahti, Burnham Institute, CA)."
        },
        {
            "header": "Equipment",
            "content": "The sequencing reaction was performed with one primer and sequence data was collected in an ABI 377 sequencer. \r\n\n\nNear infrared images were taken with IVIS imaging system \\(Xenogen Corp., Hopkinton, MA) at various time points after injection. Radiance \\(photons/sec/cm2) was measured in the region of interest \\(ROI) by using the program provided by the Xenogen."
        },
        {
            "header": "Procedure",
            "content": "1) Segregate and suspend monolayer cells with 80% confluence in phosphate-buffered saline \\(PBS). \r\n\n\n2) Develop heterotopic models by subcutaneously inoculating cell suspension \\(5x10\n5\ncells or adjusted for different cells) in nude mice. \r\n\n\n3) Implant the tumors in both hind limbs of mice and use for experiments when the tumor size reaches 0.5 cm in diameter. \r\n\n\n\r\n\n\nOrthotopic brain cancer models were developed by intracranial injection of D54 cancer cells.  Lung tumors developed following tail vein injection of H460 cells.  Liver metastases developed splenic injection of HT22 cells.   \r\n\n\n\r\n\n\nThe phage-displayed peptide library represents 10 million independent clones of phages expressing random nonamer peptides that were displayed on T7 phages as fusion with N-terminus of 10A capsid proteins. There are 415 copies of unique fusion peptide per virion. Briefly, \r\n\n\n1) After treating the tumor-bearing mice were treated, administer phage libraries intracardiac injection at 4 hours following irradiation.  \r\n\n\n2) After 10 minutes of circulation, euthanize the mice and perfuse with 10 ml of PBS into the left ventricle that were recovered from the right atrium. Perfuse with PBS at a rate of 2 ml per minute to remove phages that stayed in circulation but did not bind to blood vessels.  \r\n\n\n3) Sacrifice mice to remove organs and tumors for quantifying plaque-forming units.  \r\n\n\n4) Weigh the organs so that the number of phage can be normalized by weight of the organ. \r\n\n\n5) Disrupt the tissues using a hand-held homogenizer on ice. To avoid cross contamination, clean the homogenizer with bleach and rinse with PBS between homogenization of different organs. \r\n\n\n6) Microcentrifuge the homogenate 5000 rpm and discard the supernatant.  \r\n\n\n7) Resuspend the pellets and wash 5 times with PBS. Amplify the T7 phages bound to tumors \\(which are insoluble in pellets) by adding _E. coli_ BL21 into the washed pellets. \r\n\n\n8) To determine the total phage output per organ, titrate the resuspended cell pellets in bacterial culture in 15 minutes when the phage infection has occurred but the amplification is not yet complete.\r\n\n\n9) Normalize the titers of phages recovered from each tissue with the weight of each tissue. \r\n\n\n10) Amplify the phages recovered from the treated tumors at 37\no\nC with shaking until the culture is lysed \\(in around 2.5 hours). \r\n\n\n11) Centrifuge the cultures 8000 rpm for 15 minutes to have the amplified phages in supernatants. Partially purify the amplified phages by PEG-precipitation and resuspend in PBS for next round of biopanning by repeating these steps. \r\n\n\n12) After six rounds of biopanning, isolate single plaques from soft agar, and amplify gene fragments encoding peptides polymerase chain reaction \\(PCR) following standard protocols. \r\n\n\n13) The PCR primers include an upstream primer \\(5’-AGC GGA CCA GAT TAT CGC TA-3’) and a downstream primer \\(5’- AAC CCT CAA GAC CCG TTT A-3’). Perform the sequencing reaction with one primer and collect sequence data in an ABI 377 sequencer. Deduce the peptide sequences from the decoded DNA information.\r\n\n\n\r\n\n\n**Immunohistochemistry \\(IHC)**: \r\n\n\n1) Treat or inject tumor-bearing mice  with 1×10\n9\npfu of HVGGSSV phage or control phage, respectively.  \r\n\n\n2) At 48 hours after administration of phages, remove and fix the tumors. \r\n\n\n3) Stain phages in tumor tissue with anti-T7 phage polyclonal antibodies \\(a gift from Dr. Toshiyuki Mori, National Cancer Institute at Frederick, MD). \r\n\n\n4) Use a secondary IgG-HRP conjugate \\(Sigma, St. Louise, MS) to visualize the primary antibody binding by using DAB \\(3,3'-Diaminobenzidine, Sigma) as substrate for HRP. \r\n\n\n5) Counterstain the tissues with Hematoxylin. In detection of use a complex of streptavidin and biotinylated peptide, anti-streptavidin antibody \\(Sigma) respectively. \r\n\n\n6) Perform TUNEL staining as previously described\n24\n. \r\n\n\n\r\n\n\n**Near infrared \\(NIR) imaging**: \r\n\n\n1) Label the PEG-precipitated phages, synthetic HVGGSSV peptide \\(Genemed Synthesis. South San Francisco, CA) or streptavidin \\(Sigma), with amine-reactive Cy7 dye \\(Amersham) by following the manufacturer’s instructions. \r\n\n\n2) Inject labeled phages or the complex of biotinylated peptide and streptavidin-Cy7 conjugate into the circulation by tail vein or jugular vein catheter in tumor-bearing mice that had been treated with IR and/or TKIs. \r\n\n\n3) Take near infrared images with IVIS imaging system \\(Xenogen Corp., Hopkinton, MA) at various time points after injection. \r\n\n\n4) Measure radiance \\(photons/sec/cm\n2\n) in the region of interest \\(ROI) by using the program provided by the Xenogen. \r\n\n\n5) While correlating peptide binding \\(radiance) to tumor response \\(tumor growth), normalize radiance from peptide within tumors to that of the whole body. \r\n\n\n\r\n\n\n**Tumor growth study**: \r\n\n\n1) Implant tumors in hind limbs of mice. \r\n\n\n2) Start treatment when tumor size reached 0.5 cm in diameter. Groups include irradiation \\(IR, 3 Gy), SU11248 \\(40 mg/kg), , combined treatment with IR and SU11248, and untreated control. SU11248 was administrated through intraperitoneal injection. Give all treatments once a day for 5 consecutive days. \r\n\n\n3) Measure tumor size every other day by use of calipers and calculate fold increase in tumor volume \\(compared to the tumor size in the first day of treatment) to show tumor responsiveness to the treatment. Include six animals in each group.\r\n\n\n\r\n\n\n**Data analysis and Statistics**: \r\n\n\nAnalyze group comparisonwith student t test. Linear correlation of peptide binding and tumor response to treatment was developed by use of Correlation coefficient of tumor growth and radiance data sets \\(CORREL)."
        },
        {
            "header": "Timing",
            "content": "several weeks to select phage and sequence the gene encoding the recombinant peptide on the phage surface."
        },
        {
            "header": "Critical Steps",
            "content": "1. several rounds of selection in mice bearing both treated and untreated tumors: this provides both positive and negative selection of phage that bind to the treated tumor.\r\n  \r\n\n\n2. prioritization of selected peptides \\(from step one) by use of mice bearing both responsive and resistant tumors in the same animals: this allows for the prioritization of peptides that are more selective for responding tumors.\r\n  \r\n\n\n3. quantification of radiance from a region of interest \\(tumor): this provides a means of measuring an increase in radiance from peptides binding after treatment as compared to those binding before treatment. Low levels of peptide binding can be found in untreated tumors. The increase in binding after treatment indicates that the tumor is responding to therapy."
        },
        {
            "header": "Troubleshooting",
            "content": "phage that bind to both treated and untreated cancer have a low specificity for detecting responding cancers. These are eliminated by studying both resistant and sensitive cancers within the same mouse."
        },
        {
            "header": "Anticipated Results",
            "content": "Sensitivity: peptides that detect a large percentage of responding tumors.\r\n\n\n\r\n\n\nSensitivity: peptides that show increased binding only to responding tumors but not to non-responding tumors after treatment."
        },
        {
            "header": "References",
            "content": "Arap, W. et al. Steps toward mapping the human vasculature by phage display. _Nat Med_ **8**, 121-7 \\(2002).\r\n\n\nPasqualini, R. &amp; Ruoslahti, E. Organ targeting in vivo using phage display peptide libraries. Nature 380, 364-6 \\(1996).\r\n\n\nScott, J.K. &amp; Smith, G.P. Searching for peptide ligands with an epitope library. _Science_ **249**, 386-90 \\(1990).\r\n\n\nHallahan, D. et al. Integrin-mediated targeting of drug delivery to irradiated tumor blood vessels. _Cancer Cell_ **3**, 63-74 \\(2003).\r\n\n\nSchueneman, A.J. et al. SU11248 maintenance therapy prevents tumor regrowth after fractionated irradiation of murine tumor models. _Cancer Res_ **63**, 4009-16 \\(2003).\r\n\n\nHan, Z., Xiong, C., Mori, T. &amp; Boyd, M.R. Discovery of a stable dimeric mutant of cyanovirin-N \\(CV-N) from a T7 phage-displayed CV-N mutant library. _Biochem Biophys Res Commun_ **292**, 1036-43 \\(2002)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by US National Cancer Institute Grants R01-CA89674, R01-CA112385, R01-CA125656 \\(to D.E.H.), the Ingram Charitable Fund and the Vanderbilt-Ingram Cancer Center. We thank Dr. E. Ruoslahti, \\(Burnham Institute, CA) for the gift of T7 phage-based random peptide library."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm1691",
                "date": "2007-11-12 10:44:07",
                "title": "Noninvasive assessment of cancer response to therapy",
                "authors": [
                    "Zhaozhong Han",
                    "Allie Fu",
                    "Hailun Wang",
                    "Roberto Diaz",
                    "Ling Geng",
                    "Halina Onishko & Dennis E Hallahan"
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10808,
                "identity": "9f1fe765-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dennis Hallahan",
                "email": "",
                "orcid": "",
                "institution": "Vanderbilt University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dennis",
                "middleName": "",
                "lastName": "Hallahan",
                "suffix": ""
            },
            {
                "id": 10809,
                "identity": "9f1fea82-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Z. Han",
                "email": "",
                "orcid": "",
                "institution": "Vanderbilt University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Z.",
                "middleName": "",
                "lastName": "Han",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-31 09:02:09",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.24",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.24",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464401,
                "identity": "9771ec80-79bc-4a42-b2ca-74495484ce10",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 141818,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-384/v1/68444e10-d4f6-4df6-ba0f-1bc5cb245fce.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "image assessment, tyrosine kinase inhibitor, radiotherapy, phage display, imaging biomarker\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Selection of Phage-displayed peptides that bind to cancer following treatment",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-02-27 09:15:59",
                "doi": "10.1038/nprot.2008.24",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f1f9973-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 27th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2031,
                "name": "Biological techniques"
            },
            {
                "id": 2032,
                "name": "Biotechnology"
            },
            {
                "id": 2034,
                "name": "Genetics"
            },
            {
                "id": 2035,
                "name": "Biochemistry"
            },
            {
                "id": 2036,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-02-27 09:15:59",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}