{
    "identity": "nprot-2685",
    "title": "Dental calculus examination for forensic and anthropological purposes",
    "content": [
        {
            "header": "Introduction",
            "content": "We describe here the complete protocol of dental calculus deposits \\(DCD) examination for forensic or osteo-archaeological/anthropological purposes, using classical optical microscope \\(OM) and scanning electronic microscope \\(SEM),  in order to identify any tissue or, at least, cellular fragments still present in this substance that could be helpful for the determination of the individual habits \\(with a pur- pose of identification) and/or pathologies \\(with a purpose of determination of a manner of death). It consisted in a direct application of microscopic examination coupled with an elemental surface analysis."
        },
        {
            "header": "Procedure",
            "content": "Sampling: for each individual, two 3–5-mm-long fragments of DCD are sampled directly from the teeth \\(lingual position of mandibular premolar or molar) with sterile or decontaminated surgical instruments, and deposed in sterile box without any conservative agent.\r\n\n\n\r\n\n\nSamples are then cleaned by a fine scraping with non-contami- nating plastic instruments and a delicate vaporization of pressured air on all the faces during 10 min. No gold covering is realized in order to be able to perform elemental analysis on the surface. \r\n\n\n\r\n\n\nEnvironmental Scanning Electron Microscope \\(SEM) examination of each sample is directly performed on a Philips XL30 CP with X-ray micro- analysis \\(energy-dispersive X-ray spectroscopy). The resolution of the microscope is 3.5 nm at 30 kV using the secondary electron detector. All images are stored using a standard resolution digital frame store.\r\n\n\n\r\n\n\nA study with optical microscope is also carried out on other samples of DCD.\r\n\n\nThe methodology employed for the sampling and preparation of DCD was:\r\n\n\n- The first step consists in a very fine fragmentation of the sam- ple. This is justified by the fact that DCD has no architecture of its own and that this fragmentation does not consist in a loss of information \\(since we worked in a microscopic scale). In addition, this reduction allows for a better penetration of the fixative substances.\r\n\n\n- In order to rehydrate and fix the samples, they are immersed in 20% diluted acetic acid for 48 h, in order to slowly decalcify the fragments of DCD.\r\n\n\n- A solution is obtained using the following two phases: a liquid phase made of the DCD in suspension and a solid-phase slope. These two phases are studied separately.\r\n\n\n- The cytological analysis of the DCD in suspension began with the sampling of 200 lL from the supernatant. This liquid is then centrifuged \\(800 turns per minute for 10 min) in order to obtain two spots per slide. Four slides are produced by sample: two slides are colored by the technique of Papanicolaou after a fixing of the spots with a lacquer; the two other slides are colored by the technique of the May–Grünwald–Giemsa \\(MGG) after fixing of the spots to the air.\r\n\n\n- The study of the remaining solid phase \\(base of centrifugation) is carried out after a new centrifugation \\(3500 turns per minute for 10 min). The supernatant is kept in reserve \\(for a later possible cytological study) while the base is recuperated then fixed 24 h in the AFA \\(acetic acid, formaldehyde and alcohol). Soon after fixation and decalcification, the sample is put in cassette on a foam, followed by the traditional circuit of inclusion \\(dehydratation in xylene and increasing alcohol baths, then inclusion in liquid paraffin, cooling, section with the microtome \\(from 6 to 10 lm), deposit on an albumenized slide, air-drying free, dewaxing and rehydratation by immersion in xylene then in increasing alcohol baths to distilled water). Four colorations are carried out for each sample: periodic acid Schiff \\(PAS), Gram, toluidine blue and hematoxylin–eosin-saffron \\(HES)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.legalmed.2010.03.003",
                "date": "2013-04-14 12:22:12",
                "title": "The microscopic (optical and SEM) examination of dental calculus deposits (DCD). Potential interest in forensic anthropology of a bio-archaeological method",
                "authors": [
                    "Philippe Charlier",
                    "Isabelle Huynh-Charlier",
                    "Olivia Munoz",
                    "Michel Billard",
                    "Luc Brun",
                    "and Geoffroy Lorin de la Grandmaison"
                ],
                "journal": "Legal Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12493,
                "identity": "9ffebac4-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Charlier Philippe",
                "email": "ph_charlier@yahoo.fr",
                "orcid": "",
                "institution": "Department of Forensic Medicine and Pathology, University Hospital R. Poincaré (AP-HP, UVSQ), Garches, France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Charlier",
                "middleName": "",
                "lastName": "Philippe",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-04-14 12:36:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.043",
        "doiUrl": "https://doi.org/10.1038/protex.2013.043",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465338,
                "identity": "d8ed5006-e457-4e84-8f0a-c05478c12448",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:21",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 104849,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2685/v1/7c5dddb0-8b91-4bc1-8fc9-68711dfb5838.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Dental calculus, forensic anthropology, retrospective diagnosis, identification, paleopathology, microscopy",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We present here the complete methodology of the microscopic analysis of dental calculus deposits \\(DCD), a calcified residue frequently found on the surface of teeth, for both forensic and anthropological/osteo-archeological purposes. Its sampling and analysis seem straightforward and relatively reproducible. Samples studied by direct optical microscope \\(OM) or scanning electron microscopy \\(SEM) provide many cytological, histological, and elemental analyses observations, i.e. precious data for the identification of these remains, the reconstitution of their alimentation and occupational habits, and propositions for manner of death.",
        "manuscriptTitle": "Dental calculus examination for forensic and anthropological purposes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-04-15 09:43:34",
                "doi": "10.1038/protex.2013.043",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ffdebc8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 15th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2956,
                "name": "Chemistry"
            },
            {
                "id": 2957,
                "name": "Biochemistry"
            },
            {
                "id": 2958,
                "name": "Developmental biology"
            },
            {
                "id": 2960,
                "name": "Biological techniques"
            },
            {
                "id": 2961,
                "name": "Materials science"
            },
            {
                "id": 2962,
                "name": "Microbiology"
            },
            {
                "id": 2963,
                "name": "Optics and photonics"
            },
            {
                "id": 2964,
                "name": "Plant sciences"
            },
            {
                "id": 2965,
                "name": "Drug discovery"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-04-15 09:43:34",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}