{
    "identity": "nprot-409",
    "title": "Gaussia luciferase blood level as an index of cell growth and proliferation",
    "content": [
        {
            "header": "Introduction",
            "content": "Luciferase-mediated bioluminescence is widely used as a reporting tool for monitoring various biological processes in vitro and in vivo. Firefly<sup>1</sup>, Renilla<sup>2</sup>, and Gaussia<sup>3,4</sup> luciferases are currently used as reporters for monitoring of numerous processes in different fields<sup>5</sup>, including immunology<sup>6</sup> oncology<sup>7</sup>, virology<sup>8</sup>, and neuroscience<sup>9</sup>. After systemic substrate injection, a cooled charge-coupled device \\(CCD) camera can be used for the localization of the luciferase photon signals in vivo. In addition, the naturally secreted and non-ATP dependent Gaussia luciferase \\(Gluc) expression levels can be easily quantified in cell-free conditioned medium by adding its substrate coelenterazine and measuring emitted photons using a luminometer.\r\n\n\n\r\n\n\nSince Gaussia luciferase is naturally secreted from mammalian cells in culture<sup>4</sup>, it is secreted into the blood of animals harboring cells expressing this reporter enzyme. Further, expression levels via a constitutive promoter is proportional to cell number irrespective of location of cells in the body, while levels under a physiologic responsive promoter should reflect the physiologic state of the tissue in which the cells were located. Here, we present the protocol for measuring the level of the naturally secreted Gaussia luciferase in few microliters of blood as a quantitative index of the number of cells expressing it. The level of Gluc blood in the blood can be used to monitor tumor growth and response to therapy, as well as the survival and proliferation of circulating cells such as stem cells and T-lymphocytes in vivo. The Gluc blood assay allows a convenient and quantitative assessment of in vivo luciferase reporter activity and should be a significant aid in the monitoring of biological processes in experimental animals."
        },
        {
            "header": "Reagents",
            "content": "A Gaussia luciferase-expressing plasmid which can be obtained from Nanolight \\(Pinetop, Az) or Targeting Systems \\(El Cajon, CA).\r\n\n\nA Lentivirus vector expressing Gluc which can be obtained from Targeting Systems \\(El Cajon, CA).\r\n\n\nNote: It would be helpful to obtain these constructs also expressing a fluorescent protein such as GFP so one can monitor transduction efficiency by fluorescent microscopy.\r\n\n\nCoelenterazine, the Gaussia luciferase substrate, can be obtained from Nanolight \\(Pinetop, Az) or Targeting Systems \\(El Cajon, CA).\r\n\n\nFetal bovine serum \\(FBS), penicillin and streptomycin mix, Dulbecco's modified Eagle's medium \\(DMEM) and OPTIMEM, 10x phosphate buffere saline \\(PBS) can be obtained from Cellgro by Mediatech Inc. \\(Herndon, VA). \r\n\n\nTissue culture plates, can be obtained from Fisher Scientific \\(Pittsburg, PA)"
        },
        {
            "header": "Equipment",
            "content": "DNA transduction efficiency is monitored using a confocal fluorescence microscope Zeiss LSM 510 \\(Jena, Germany). Gaussia luciferase activity is measured using a luminometer \\(EG&amp;G Berthold Microlumat).  In vivo bioluminescene imaging is carried out using a cooled couple-charged device \\(CCD) camera \\(Xenogen, Alamada, CA)."
        },
        {
            "header": "Procedure",
            "content": "1) Gluc vector preparation. If one has a viral vector system which will efficiently transduced the specific cell type that they are interested in, one can subclone the Gluc cDNA into this vector using standard cloning protocols. In general, lentivirus vectors transduce many different cell types with high efficiency. The Gaussia luciferase cDNA, codon optimized for mammalian gene expression\n4\n, and a fluorescent protein such as GFP, separated by an internal ribosomal entry site \\(IRES) elements are cloned into a lentivirus vector under the control of the strong constitutive cytomegalovirus \\(CMV) promoter to produce LV-Gluc-GFP as described\n3,10\n. \r\n\n\n\r\n\n\n2) LV-Gluc-GFP transduction of cells of interest. Plate one million cells in a 2 cm\n2\nwell and 24 hrs later, add lentivirus vector so you have a multiplicity of infection \\(MOI) of 10 - 50 in the presence of 8 μg/ml polybrene. After 5 h, wash the cells with PBS and add fresh culture medium and incubate the cells for 48 hrs. Alternatively, the cells of interest can be transfected by the plasmid expressing Gluc using transfection reagents such as lipofectamine \\(Invitrogen, Carlsbad, CA), though less efficient and transient. Next, determine the transduction/transfection efficiency by analysis of the CFP expression using fluorescence microscopy. In order to determine the Gluc expression, harvest 5 -  20 μl aliquots of the conditioned medium into a clean white or black 96-well plate, and measure the Gluc activity using a plate luminometer which was set to inject 50 μl 20 μM coelenterazine in DMEM and to acquire photon counts for 10 sec. If lentivirus vector was used to transduce the cells, the gene will integrate within the genome and therefore the cells become stably expressing the reporter, therefore, one may choose to grow and freeze the cells for later use.\r\n\n\n\r\n\n\n3) Measurement of Gluc activity from cells-expressing it.  Plate different amount of cells in a different well of a 96-well plate in triplicate.  24 hrs later, aliquot 10 μl of conditioned medium into a black or white plate and measure the Gluc activiy after injecting 50 μl 20 μM coelenterazine and acquire the signal for 10 sec using a luminometer.  To monitor cell growth and proliferation, plate one to five thousand cells in a well of 96-well plate in triplicate and the next day, start taking 10 μl aliquots at different time points and measure the Gluc activity as above.\r\n\n\nNote: Coelenterazine is known to auto-oxidizes. To stabilize this substrate, it should be diluted in DMEM and stored at R.T in the dark for 30 min before use.  PBS with 5M NaCl could be used as an alternative diluent for coelenterazine to give higher light output and more stability of the substrate.\r\n\n\n\r\n\n\n4) In vivo injection of Gluc-expressing cells. Anaesthetize the mice by i.p. injection of ketamine \\(100 mg/kg) and xylazine \\(5mg/kg). Inject Gluc-expressing cells or Gluc-expression vectors at the location of interest or systemically \\(i.v.) and measure Gluc activity in the blood at several time-points before and after injection \\(see below). \r\n\n\n \r\n\n\n5) Gluc blood monitoring.   Blood samples are withdrawn by making a small incision in the tail of mice \\(no anesthesia required) or by retro-ocular withdrawal \\(anesthesia required). Typically 5 l blood is withdrawn using a p20 pipette and immediately added to 1 μl 20 mM EDTA and stored at 4ºC until all samples are collected \\(up to 5 days). Gluc activity is measured using a plate luminometer  which is set to inject 100 μl 100 μM coelenterazine \\(stabilized by incubated for 30 min at R.T.) in DMEM to 5 μl of blood samples and to acquire photon counts for 10 sec. As a background control, blood from mice injected with non-Gluc expressing cells is measured.\r\n\n\n\r\n\n\n6) CCD camera imaging of Gluc signal. Mice are anesthetized as above and i.v. injected via tail-vein with 150 μl coelenterazine \\(4 mg/kg body weight, around 100 μg/mouse) and photon counts are acquired immediately over 1-5 min using a cooled CCD camera with no illuminationas described4. A light image of the animal is taken in the chamber using dim polychromatic illumination. Following data acquisition, post-processing and visualization is performed using CMIR-Image \\(a program developed by the Center for Molecular Imaging Research using image display and analysis suite developed in IDL \\(Research Systems Inc., Boulder, CO) or other programs available from the company from which the CCD camera was purchased. Regions of interest are defined using an automatic intensity contour procedure to identify bioluminescence signals with intensities significantly greater than the background. The mean, standard deviation, and sum of the photon counts in these regions are calculated as a measurement of Gluc activity. For visualization purposes, bioluminescence images are fused with the corresponding white light surface images in a transparent pseudocolor overlay, permitting correlation of areas of bioluminescent activity with anatomy. \r\n\n\n\r\n\n\nNote: Coelenterazine is not soluble in aqueous solution.  First, coelenterazine should be dissolved in acidified methanol \\(add a drop of concentration HCl to 10 ml of methanol) to a concentration of 5 g/l.  Immediately before injection, mix 20 μl of coelenterazine with 130 μl PBS and i.v. inject it immediately.  A small precipitate/cloudy solution might form during injection which normally does not interfere with imaging. However, if coelenterazine in PBS was incubated at R.T., a larger precipitate will form which might lead to blood-clot.  Retro-ocular injections are normally easier to be done and one might choose to inject the substrate this way, rather than tail-vein injection.  If this procedure is followed, one might observe some photons around the eye area which can be due to the way the injection was performed and this is normally fine.\r\n\n\n\r\n\n\nIn vivo studies.  All animal studies should be performed with relevant institutional guidelines and regulations."
        },
        {
            "header": "Timing",
            "content": "10-20 min"
        },
        {
            "header": "Anticipated Results",
            "content": "In vitro detection of Gluc-expressing cells.  Expect a linear curve of the Gluc signal with respect to cell number as well as with respect to time as an index of cell proliferation.  For typical results, see Badr et al., \\(2007)<sup>3</sup>.\r\n\n\n\r\n\n\nMonitoring of Gluc activity in vivo.   Expect a linear curve between different amount of implanted cells and the Gluc signal obtained by either the blood assay or in vivo bioluminescence imaging using the CCD camera \\(Fig. 1a &amp; b). Also, expect an increase in the Gluc signal with respect to time \\(Fig. 1c).\r\n\n\n\r\n\n\nMonitoring of circulating cells. Depending on the injected cell type, the results might vary.  Initially, you would expect a drop in the Gluc signal since some of the injected cells are going to die. Later, the signal would either: remains the same indicating that the injected cells are still viable but not proliferating \\(Fig. 1d); the signal would increase indicating the cells are proliferating; the signal would decrease to background level indicating all cells are dead."
        },
        {
            "header": "References",
            "content": "1. Contag, C.H. &amp; Ross, B.D. It's not just about anatomy: in vivo bioluminescence imaging as an eyepiece into biology. _J Magn Reson Imaging_ **16**, 378-387 \\(2002).\r\n  2. Bhaumik, S. &amp; Gambhir, S.S. Optical imaging of Renilla luciferase reporter gene expression in living mice. _Proc Natl Acad Sci U S A_ **99**, 377-382 \\(2002).\r\n  3. Badr, C.E., Hewett, J.W., Breakefield, X.O. &amp; Tannous, B.A. A highly sensitive assay for monitoring the secretory pathway and ER stress. _PLoS ONE_ **2**, e571 \\(2007).\r\n  4. Tannous, B.A., Kim, D.E., Fernandez, J.L., Weissleder, R. &amp; Breakefield, X.O. Codon-optimized Gaussia luciferase cDNA for mammalian gene expression in culture and in vivo. _Mol Ther_ **11**, 435-443 \\(2005).\r\n  5. Gross, S. &amp; Piwnica-Worms, D. Spying on cancer: molecular imaging in vivo with genetically encoded reporters. _Cancer cell_ **7**, 5-15 \\(2005).\r\n  6. Negrin, R.S. &amp; Contag, C.H. In vivo imaging using bioluminescence: a tool for probing graft-versus-host disease. _Nat Rev Immunol_ **6**, 484-490 \\(2006).\r\n  7. Adams, J.Y., et al. Visualization of advanced human prostate cancer lesions in living mice by a targeted gene transfer vector and optical imaging. _Nat Med_ **8**, 891-897 \\(2002).\r\n  8. Luker, G.D., et al. Noninvasive bioluminescence imaging of herpes simplex virus type 1 infection and therapy in living mice. _J Virol_ **76**, 12149-12161 \\(2002).\r\n  9. Luo, J., Lin, A.H., Masliah, E. &amp; Wyss-Coray, T. Bioluminescence imaging of Smad signaling in living mice shows correlation with excitotoxic neurodegeneration. _Proc Natl Acad Sci U S A_ **103**, 18326-18331 \\(2006).\r\n  10. Sena-Esteves, M., Tebbets, J.C., Steffens, S., Crombleholme, T. &amp; Flake, A.W. Optimized large-scale production of high titer lentivirus vector pseudotypes. _J Virol Methods_ **122**, 131-139 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by grants from NIH-NCI P50 CA86355-04, 1K99CA126839-01, and the Brain Tumor Society."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.1177",
                "date": "2008-01-22 10:35:07",
                "title": "A secreted luciferase for ex vivo monitoring of in vivo processes",
                "authors": [
                    "Thomas Wurdinger",
                    "Christian Badr",
                    "Lisa Pike",
                    "Ruben de Kleine",
                    "Ralph Weissleder",
                    "Xandra O Breakefield & Bakhos A Tannous"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10836,
                "identity": "9f248024-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Thomas Wurdinger",
                "email": "",
                "orcid": "",
                "institution": "Massachusetts General Hospital and Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thomas",
                "middleName": "",
                "lastName": "Wurdinger",
                "suffix": ""
            },
            {
                "id": 10837,
                "identity": "9f248408-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christian Badr",
                "email": "",
                "orcid": "",
                "institution": "Massachusetts General Hospital and Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Badr",
                "suffix": ""
            },
            {
                "id": 10838,
                "identity": "9f2485d7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bakhos Tannous",
                "email": "",
                "orcid": "",
                "institution": "Massachusetts General Hospital and Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bakhos",
                "middleName": "",
                "lastName": "Tannous",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-03-21 16:32:56",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.26",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.26",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607894,
                "identity": "31aa90a6-318b-43d4-872c-c2beeec0db20",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 57216,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-409/v1/figure_1.pdf"
            },
            {
                "id": 2607895,
                "identity": "e6448692-4af5-4232-b75c-5e4c86ba3072",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 62846,
                "visible": true,
                "origin": "",
                "legend": "Figure 1",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-409/v1/figure_2.png"
            },
            {
                "id": 13465491,
                "identity": "cf8648a1-9447-4860-9299-b752f468019f",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:50",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 424239,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-409/v1/a8bfc641-abeb-4950-9195-d24ffcb342f1.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "secreted luciferase, in vivo imaging, tracking of cells\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Gaussia luciferase blood level as an index of cell growth and proliferation",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-02-08 06:52:04",
                "doi": "10.1038/nprot.2008.26",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e8122eb-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 8th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2052,
                "name": "Genetics"
            },
            {
                "id": 2053,
                "name": "Cell biology"
            },
            {
                "id": 2054,
                "name": "Developmental biology"
            },
            {
                "id": 2055,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-02-08 06:52:04",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}