{
    "identity": "nprot-316",
    "title": "Expression cloning of membrane proteins in _Xenopus_ oocytes",
    "content": [
        {
            "header": "Introduction",
            "content": "Expression cloning using _Xenopus laevis_ oocytes has been proven to be an excellent tool for the structural/functional identification of proteins of all origins. Due to their great availability, large size and relative ease of handling, _X. laevis_ oocytes are optimal tools for the expression and cloning of proteins, when compared to traditional expression systems, such as _Escherichia coli_ or eukaryotic cell lines. The _Xenopus_ oocyte system, pioneered in 1971 <sup>1</sup>, is able to efficiently transcribe and translate injected genetic information; perform assembly of the foreign protein products; correctly process the nascent polypeptides; and target them to the proper subcellular compartment. Some advantages of the _Xenopus_ oocyte expression system over other functional expression systems \\(e.g. in somatic cells) are: easy and rapid transfer of genetic information by microinjection; simple handling of single cells after transfer of genetic information; high proportion of cells expressing transferred genetic information and good control of the oocyte environment<sup>2</sup>.\r\n\n\n \r\n\n\n The general strategy used for expression cloning of proteins in _Xenopus_ oocytes will be  outlined below. Furthermore, the manipulation of oocytes, the protein assay \\(radiotracer uptake  measurements), cDNA library screening and cloning by expression, will be described in detail below."
        },
        {
            "header": "Reagents",
            "content": "Isotope of choice for radiotracer uptakes \\( <sup>35</sup>SO<sub>4</sub><sup>2-</sup>, 10&#x2013;40 &#xB5;Ci/ml)\r\n\n\nK<sub>2</sub>SO<sub>4</sub>\r\n\n\n100 mM NaCl\r\n\n\n100 mM choline chloride\r\n\n\n10% SDS \r\n\n\nScintillation fluid \\(e.g. Emulsifier Safe, Kontron)\r\n\n\nAmpicillin 100 &#xB5;g/ml\r\n\n\nammonium acetate 5 M \r\n\n\nethanol\r\n\n\n1% agarose formaldehyde RNA"
        },
        {
            "header": "Equipment",
            "content": "Semiautomatic injector \\(e.g. Inject+Matic System. J.A. Gabay, Switzerland or Nano-ject microinjector, Drummond, USA)\r\n\n\nLuria Broth plates \\(LB), 9 cm\r\n\n\nNitrocellulose or nylon filters \\(Schleicher and Schuell)\r\n\n\nSephadex G-50 Quick Spin columns, RNase-free \\(Boehringer Mannheim or self made)"
        },
        {
            "header": "Procedure",
            "content": "**_Xenopus_ frogs, Oocytes and Injections**\r\n\n\n1. For removal of oocytes, a Xenopus frog is anaesthetized for 15-30 min in half a liter of ethyl m-aminobenzoate solution. \r\n  2. The frog is then placed on top of crushed ice covered with wet tissue paper, to avoid the skin from drying out. A small incision is made in the upper skin of about 1 cm length, and a 0.5 cm cut in the inner skin and the muscular layer. \r\n  3. Using forceps, small clumps of oocytes \\(depending on the amount required, usually 500–1500 oocytes) are removed and are treated twice for 90 minutes in collagenase A \\(or D), having low trypsin activity in a calcium free ORII solution, in order to remove follicular layers. Typically, 10 ml of collagenase solution is placed in a sterile 15 ml tube, and after cutting the ovarian lobes into small clusters of oocytes, up to 3 ml of oocytes are added per tube. \r\n  4. The tube is rotated in the dark at 18°C on an orbital rotor spinning at low speed \\(20 rpm) for 90 min. and then replaced by a new collagenase-ORII solution for another 90 min. \r\n  5. The oocytes are then washed thoroughly 5 times with ORII solution, followed by 5 times with modified Barth’s solution. \r\n  6. The oocytes are sorted for morphologically intact, healthy looking stage V–VI oocytes. The oocytes are subsequently maintained in MBS at 18 °C \\(kept in the dark). \r\n  7. Usually on the next day, healthy looking stage V–VI oocytes are injected with either 50 nl water \\(control) or mRNA \\(at concentrations varying from 0 to 1 µg/µl), using a semiautomatic injector. Oocytes are then kept at 18°C in MBS for 1 to 7 days, with changes of MBS solution every 1–2 days. \r\n  \r\n\n\n**Radiotracer uptake assay in _Xenopus_ oocytes**\r\n\n\n1. Oocytes \\(7–10 oocytes per individual data point) are first washed for 1–2 minutes in solution A. This solution is then replaced by 100 µl of solution A supplemented with the desired concentration of substrate \\(eg. 1 mM K2SO4), at the desired specific activity for the isotope. The specific activities for the different substrates used \\(eg.\n32\nPO\n4\n2-\n,\n35\nSO\n4\n2-\n) are usually between 10–40 µCi/ml. Uptakes are routinely performed in the presence of sodium \\(100 mM NaCl) or in its absence \\(100 mM choline chloride) and incubated in a water bath at 25°C for various times \\(1–60 min.). \r\n  2. After the incubation, the uptake solution is removed and the oocytes are washed 3 times with 3 ml of ice cold stop solution \\(solution A).\r\n  3. Each single oocyte is then placed into a separate scintillation vial, dissolved in 200 µl of 1% SDS \\(allowed to shake vigorously for 45 min at room temp). \r\n  4. When the ooyctes have completely dissolved, they are supplemented by 2 ml scintillation fluid. Isotopic uptake \\(transport assay) is measured by liquid scintillation spectrometry \\(normally counted for 2 min/vial). \r\n  \r\n\n\n**Construction and Screening of a cDNA Expression Library**\r\n\n\n1. Using a functionally positive unfractionated or size-fractionated mRNA as starting material, a directional cDNA library is constructed using a commercial kit, following the manufacturers protocol \\(in our case the SuperScript plasmid system, pSPORT-1 vector, Gibco/BRL; SuperScript reverse transcriptase having no RNase H activity). The total library, usually in the range of 10\n5\n–10\n6\nclones, is subdivided into pools of 1,000 colonies, which are plated onto 9 cm Luria Broth plates \\(containing ampicillin 100 µg/ml). \r\n  2. When the colonies are visible, two replicas are made onto nitrocellulose or nylon filters with both replica filters being placed on top of LB plates \\(colonies side up) for about 6 hours until colonies are visible \\(1 mm diameter). \r\n  3. One filter is placed on top of an agar/glycerol plate, with the colonies side up and kept as a master plate at –80°C \\(sealed with parafilm). The second replica is submerged into 10ml Luria Broth containing ampicillin \\(100 µg/ml) and grown overnight at 37°C with shaking \\(300 rpm). \r\n  4. The cells are pelleted by centrifugation for 1 min and plasmids are isolated using a general plasmid \\(alkaline lysis) method. About 1–2 µg of plasmid are digested with an appropriate restriction enzyme cutting at the 3´ end of the insert \\(in our case NotI). An aliquot is run through an agarose gel to check if the digestion was complete and the rest is extracted twice with a mixture of 0.1 M Tris pH 8 saturated phenol: chloroform: isoamylalcohol \\(25:24:1) and then precipitated with 0.1 volume 3 M sodium acetate and 2.5 volume cold 100% ethanol at –20ºC for 2 hours. Plasmids are then dissolved in 10 µl of water and used for in vitro transcription, using the appropriate RNA polymerase \\(in our case T7).\r\n  \r\n\n\n**In vitro cRNA-synthesis \\(including capping) protocol**. \r\n\n\n5. For in vitro transcription, the whole 10 µl \\(approx. 1 µg) of linearized plasmid DNA is used and is added to 40 µl of the transcription mixture. The reaction is incubated at 37°C for 1 hour.\r\n  6. Then 50 units of RNAase inhibitor and 10 units of DNAase I, RNAase free, are added to the samples and incubated for 15 minutes at 37°C to digest the remaining DNA. \r\n  7. The samples are then extracted twice with phenol:chloroform:isoamylalcohol \\(25:24:1) and precipitated by adding one volume of ammonium acetate 5 M and 2.5 volumes of ethanol, in order to remove free nucleotides. \r\n  Alternatively, after the extractions with phenol: chloroform:isoamyl alcohol, samples can be passed through RNase-free Sephadex G-50 Quick Spin columns to remove free nucleotides, then precipitated with sodium acetate and ethanol as described above. \r\n\n\n8. The samples are precipitated at –80ºC for at least 3 hours and then are centrifuged for 45 min at 4ºC, pellets rinsed with 70% ethanol and vacuum dried for 5 min. \r\n  9. The pellet is resuspended in 15µl of water. 1 µl is used to measure the RNA concentration spectrophotometrically at OD\n260\nand 1-2 µl is run through a 1% agarose formaldehyde RNA gel, to check for integrity of the transcripts, with the rest being used for injection. \r\n  10. The in vitro transcribed RNA \\(cRNA) is directly injected into oocytes and after 1–6 days post injection, the protein \\(transport) assay can be measured \\(as described above)."
        },
        {
            "header": "Timing",
            "content": "Expression cloning is a lengthy procedure \\(allow several weeks to months) to isolate a functional cDNA."
        },
        {
            "header": "Critical Steps",
            "content": "In order to simplify the work, &#x201C;sib selection&#x201D; procedure is used to narrow down the positive plates and eventually find the positive clone. It is performed the following way: Assuming you want to screen 25 plates of 100 colonies each, the way you would do this is to place the plates into a grid of 5 &#xD7; 5 plates, with 5 columns and 5 rows. The columns you can denote A, B, C, D, E and the rows F, G, H, I, J. Now column A will be made up of plates 1&#x2013;5, column B of plates 6&#x2013;10, column C of plates 11&#x2013;15, etc. The products of rows and columns can now be pooled, either at the plasmid isolation level, or at the level of _in vitro_ transcription, thus reducing the number of reactions from 25 to 10 groups. In addition, once a positive group is found \\(let's say column A and row F), then you can exactly pin-point the positive plate in one step, by looking at the positive column versus its intersecting positive row \\(in this case it would be plate 1). This sib selection technique can be applied at the single colony step or at the steps with tens or hundreds of colonies per plate. \r\n\n\n \r\n\n\n Generally, pools of bacteria are only subdivided after the protein assay results are consistently positive \\(2 or more times). Typical expressed uptakes for different groups of colonies during screening are: master plates \\(1000 colonies) show at least a 1.5&#x2013;3-fold transport activity over background; progressive subdivision of one positive master plate down to plates of 100&#x2013;200 produce a 5&#x2013;8-fold increase in transport rate; subdivision down to plates of 10&#x2013;30 colonies show transport signals of more than 10-fold over background; and finally down to 1 positive colony, stimulation up to 40-fold over background. It is most important, that with each subdivision of colonies, an increase in the stimulated transport rate is necessary before proceeding further. For a general overview used for expression cloning of transport proteins, see Fig. 1."
        },
        {
            "header": "Troubleshooting",
            "content": "Upon successful construction of a relatively large cDNA library \\(&gt;50,000 clones from fractionated mRNA), containing sufficiently large cDNA inserts \\(&gt;1.5kb, checked on an agarose minigel), the library is divided into pools of 1000 colonies \\(more clones may diffuse the signal). Each plate of 1000 colonies is screened for expression \\(as described above) and once a positive pool of plasmids is found, the bacteria containing these plasmids are subdivided into smaller pools by one order of magnitude. These new pools are screened, as well as the master plate and then further subdivided by sib selection until a single clone, responsible for these increased expression in oocytes, is found. This part of the work can be very time consuming \\(several months) and is not always straightforward."
        },
        {
            "header": "Anticipated Results",
            "content": "**Examples of Expression Cloning**\r\n\n\n Since the discovery of _Xenopus laevis_ oocytes as an expression system, numerous laboratories, including our own, have applied this technology towards the cloning of membrane proteins. Below, we wish to list a few transport proteins that were isolated using the Xenopus oocyte expression cloning system: SGLT1, coding for an intestinal Na<sup>+</sup>/glucose cotransport protein <sup>3</sup>; NaP<sub>i</sub>-1, encoding Na<sup>+</sup>/phosphate cotransport <sup>4</sup>; rBAT-1 and rBAT-2, encoding dibasic and neutral amino acid transport <sup>5-8</sup>; NaP<sub>i</sub>-2 and NaP<sub>i</sub>-3, encoding Na+/phosphate cotransport <sup>9</sup>; NaSi-1, encoding Na<sup>+</sup>/sulfate cotransport <sup>9</sup>; Na<sup>+</sup>/bile acid \\(taurocholate) transport <sup>10</sup>; sat-1, Na-independent sulfate transport <sup>11</sup>; GAT-1, encoding a transporter for the neurotransmitter gamma-aminobutyric acid \\(GABA) protein <sup>12</sup>; EAAC1, encoding a glutamate transporter <sup>13</sup>. For a more extensive list of proteins isolated using this technique, see <sup>14</sup>. Despite some difficulties which may be encountered initially with protein expression \\(depending on the substrate type and assay conditions), this method seems to be reliable in the isolation of functional proteins from all origins. It is being utilised and widely used in many laboratories. Expression cloning in _Xenopus_ oocytes has proven extensively to be a rewarding technique for the isolation of novel \\(functional) proteins."
        },
        {
            "header": "References",
            "content": "1. Gurdon, J., Lane, C., Woodland, H. &amp; Marbaix, G. Use of frog eggs and oocytes for the study of messenger RNA and its translation in living cells. _Nature_ **233**, 177-182 \\(1971).\r\n  2. Sigel, E. Use of Xenopus oocytes for the functional expression of plasma membrane proteins. _J. Membr. Biol_. **117**, 210-221 \\(1990).\r\n  3. Hediger, M., Coady, M., Ikeda, T. &amp; Wright, E. Expression cloning and cDNA sequencing of the Na+/glucose cotransporter. _Nature_ **330**, 379-381 \\(1987).\r\n  4. Werner, A. _et al_. Cloning and expression of cDNA for a Na/Pi cotransport system of kidney cortex. _Proc Natl Acad Sci U S A_ **88**, 9608-12 \\(1991).\r\n  5. Bertran, J. _et al_. Expression-cloning of a cDNA from rabbit kidney cortex that induces a single transport system for cystine, dibasic and neutral amino acids.  _Proc Natl Acad Sci USA_ **89**, 5601-5605 \\(1992).\r\n  6. Wells, R. &amp; Hediger, M. Cloning of a rat kidney cDNA that stimulates dibasic and neutral amino acid transport and has sequence similarity to glucosidases. _Proc Natl Acad Sci USA_ **89**, 5596-5600 \\(1992).\r\n  7. Markovich, D. et al. Two mRNA transcripts \\(rBAT-1 and rBAT-2) are involved in system bo,+-related amino acid transport.  _J Biol Chem_. **268**, 1362-1367 \\(1993).\r\n  8. SS, T., N, Y. &amp; S., U. Expression cloning of a Na\\(+)-independent neutral amino acid transporter from rat kidney. _Proc Natl Acad Sci U S A_. **89**, 1-5 \\(1992).\r\n  9. Magagnin, S. et al. Expression cloning of human and rat renal cortex Na/Pi cotransport. _Proceedings of the National Academy of Sciences of the United States of America_ **90**, 5979-83 \\(1993).\r\n  10. Hagenbuch, B., Stieger, B., Foguet, M., L&#xFC;bbert, H. &amp; Meier, P. Functional expression cloning and characterization of the hepatocyte Na+/bile acid cotransport system. _Proc Natl Acad Sci USA_ **88**, 10629-33 \\(1991).\r\n  11. Bissig, M., Hagenbuch, B., Stieger, B., Koller, T. &amp; Meier, P. J. Functional expression cloning of the canalicular sulfate transport system of rat hepatocytes. _J Biol Chem_ **269**, 3017-3021 \\(1994).\r\n  12. Guastella, J. et al. Cloning and expression of a rat brain GABA transporter. _Science_ **249**, 1303-1306 \\(1990).\r\n  13. Kanai, Y. &amp; Hediger, M. Primary structure and functional characterization of a high affinity glutamate transporter. _Nature_ **360**, 467-471 \\(1992).\r\n  14.     Romero, M., Kanai, Y., Gunshin, H. &amp; Hediger, M. Expression cloning using Xenopus laevis oocytes. _Methods Enzymol_.  **296**, 17-52 \\(1998)."
        },
        {
            "header": "Acknowledgements",
            "content": "Work in the author's lab is supported by the Australian Research Council, the National Health and Medical Research Council of Australia and the University of Queensland."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10579,
                "identity": "9f0a3148-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Daniel Markovich",
                "email": "d.markovich@uq.edu.au",
                "orcid": "",
                "institution": "Department of Physiology and Pharmacology, University of Queensland",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "",
                "lastName": "Markovich",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-05-31 08:55:42",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.331",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.331",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607817,
                "identity": "0a998d1c-509d-4edd-89cd-8630f95cc881",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 60816,
                "visible": true,
                "origin": "",
                "legend": "Expression cloning strategy in _Xenopus_ oocytes. ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-316/v1/figure_1.png"
            },
            {
                "id": 13465333,
                "identity": "334c46c4-100e-44b5-abde-6e994a78ebcb",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 218999,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-316/v1/7cc7f668-aa27-41fe-879f-0ef816eb78bf.pdf"
            },
            {
                "id": 2607813,
                "identity": "24e48325-9bf8-4140-907d-df73c8166340",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 103600,
                "visible": true,
                "origin": "",
                "legend": "Fig. 1.    Expression cloning strategy in _Xenopus_ oocytes.    The right panel shows the different cloning steps graphically. The left panel represents the transport assay with the expected results at the corresponding stage of the project. The strategy in brief: 1) Isolation of total poly (A)+ RNA from rabbit renal cortex followed by injection and transport assay (I) in oocytes. 2) Fractionation of the mRNA, injection of the fractions and transport assay (II). 3) Construction of a cDNA library from rabbit renal cortex mRNA. Division of the library into different pools of clones. Synthesis of in vitro transcribed mRNA, injection and transport assay (III). 4) Subdivision of the pool(s) as described above down to one single clone (IV).",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-316/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "expression cloning, functional cloning, Xenopus oocytes, cDNA libraries, radiotracer uptakes, membrane protein  ",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Expression cloning of membrane proteins in Xenopus oocytes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-07-30 09:06:00",
                "doi": "10.1038/nprot.2007.331",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f09d6c1-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 30th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1866,
                "name": "Biotechnology"
            },
            {
                "id": 1868,
                "name": "Cell biology"
            },
            {
                "id": 1869,
                "name": "Developmental biology"
            },
            {
                "id": 1870,
                "name": "Molecular Biology"
            },
            {
                "id": 1871,
                "name": "Biochemistry"
            },
            {
                "id": 1872,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-07-30 09:06:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}