{
    "identity": "pex-1252",
    "title": "<p>A prospective observational case-controlled pilot study protocol on natural killer cell activity in patients with type 2 diabetes mellitus taking empagliflozin </p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Natural killer (NK) cells primarily act against microbial infection and various kinds of cancers. They belong to the innate immune system. NK cells can act as regulatory cells that interact with other types of immune cells, including T cells, endothelial cells, macrophages, and dendritic cells. Via such reciprocal interactions, NK cells can exacerbate or limit the immune responses. However, their actions may seem to be redundant under different immune conditions. Manipulation of NK cells has been shown to have several applications, such as promotion of antitumor immunotherapy, regulation of autoimmune and inflammatory disorders, and improvement of solid organ and hematopoietic transplantation [1]. Based on their memory, NK cells are divided into three main categories: virus-specific, hapten-specific, and cytokine-induced [2]. These types of NK cells also vary on the basis of their localization. For instance, NK cells with influenza virus-specific memory are present in lungs and liver and those with hapten-specific memory are present in liver. </p><p>NK cells exhibit spontaneous cytolytic activity against stressed cells, including virus-infected and tumor cells. They influence the activity of other adaptive and innate immune cells via various cytokines, such as interferon-γ (IFN-γ), chemokines (CCL1, CCL2, CCL3, etc.), and granulocyte macrophage colony-stimulating factor (GM-CSF), and tumor necrosis factor-α (TNF-α) [3]. They exhibit protective activity against liver fibrosis in a non-alcoholic fatty liver disease&nbsp;(NAFLD) model by maintaining a balance between inflammation of liver and repair via polarization of macrophages [4]. IFN-γ is a potent effector cytokine that exhibits crucial antitumor, antibacterial, and antiviral activity. Furthermore it modulates the expressions of TRAIL, FasL, and caspase [5]. </p><p><strong>Outcome of the study:</strong></p><p>This is the first of its kind of study wherein we want to look for NK cell activity, as measured by IFN-γ assay, in type 2 diabetic patients taking empagliflozin prospectively over a period of 4 weeks. </p><p><strong>Assays used to determine NKA:</strong></p><p>Measuring IFN-γ from blood by ELISA is a method used in many studies to assess the NKC activity and decreased levels have been found to be associated with many cancers [6 - 10]. </p><p><strong>Diabetes Mellitus and NKC activity (NKA):</strong></p><p>Type 2 diabetes patients show markedly less activity of NK cells than the people with prediabetes or glucose tolerance, which indicates association between glycemic regulation and NK cells [11]. In addition, some studies have also shown that obesity is associated with impairment in phenotype and function of NK cells [12]. Another study suggests the high incidence of colon CA in type 2 diabetes patients due to decreased GLUT4 receptor expression on NK cells [13]. In another study, individuals with type 2 diabetes exhibited marked reduction in NKp46-positive cells (26% vs. 50%, P &lt; 0.01) and NKG2D-positive NK cells (44% vs. 55.5%, P &lt; 0.01) in the diabetic population proposing the theory of defective infection control and decreased combating property in diabetes due to defective NK activity. [14]. Another cohort of 28,900 type 2 diabetes patients revealed a higher risk of renal, endometrial, gall bladder, pancreatic, and liver cancers [15]. Furthermore, in type 2 diabetes patients, reduction in expression NKG2D is significantly associated with blood levels of Hb1Ac, a known marker of diabetes. The above association also revealed that alteration in NK cells lead to high glucose levels. Since severe hyperglycemia is associated with several pathologies, our findings offer possible mechanistic explanation behind this correlation [16]. In another study on 49 participants, NKA was measured using circulating interferon gamma level and was found to be decreased statistically in T2DM group when compared to those with type 2 diabetes and pre-diabetes group (both p &lt; 0.001) [11]. Irrespective of the type, diabetic patients show reduced levels of NK cell number and function [17, 14]. Individuals with type 2 diabetes or obesity show abnormal adaptive or innate immunity as indicated by impaired beta and NK cell function and altered proliferation of macrophages and T cells [18]. Furthermore, IFN-γ-producing CD3+ T cells have been shown to be positively correlated to body mass index (BMI) [19]. In an observational prospective study of fifteen patients put on empagliflozin, it was seen that there was decrease in body weight with HbA1c along with reduction in superoxide production in leukocytes of diabetic patients and increased glutathione content and serum levels of IL-10 (an anti-iflammatory cytokine) were enhanced (p&lt;0.05) at 24 weeks of empagliflozin treatment [20]. Empagliflozin is a SGLT2I which acts by blocking the sodium and glucose co-transporter 2 (SGLT2) located at the kidney proximal tubule and, thereby increases urinary glucose and sodium excretion, thereby reducing weight and blood glucose [20, 21]. Another mechanistic study using empagliflozin and dapagliflozin showed significant decrease in stearic acid-induced pro-inflammatory marker (IL-1β, IL-8, TNF-α) genetic expression with both of these molecules [22].&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong><u>For IFNγ activity measurement:</u></strong></p><p>Anti-IFNγ-Coated Plate (Microwell plate coated with a murine monoclonal anti-human IFN-γ antibody)</p><p>IFN-γ Standard (recombinant human IFN-γ) - 1 vial (2 ng) (lyophilized)</p><p>Diluent – 10 mL</p><p>Biotin Conjugate (100X) (biotin-conjugated murine monoclonal anti-human IFN-γ antibody) – 1 vial (0.15 mL)</p><p>Streptavidin HRP (100X) – 1 vial (0.15 mL)</p><p>Conjugate Diluent (contains bovine serum albumin) – 1 bottle (13 ml)</p><p>Washing Solution (20X) (contains polysorbate-20) - 1 bottle (50 mL)</p><p>TMB Solution (contains tetramethyl benzidine, TMB) - 1 bottle (12 mL)</p><p>Stop Solution (contains 1N HCl) - 1 bottle (12 mL)</p><p>High Positive Control (HPC) - 1 vial (lyophilized)</p><p>Low Positive Control (LPC) - 1 vial (lyophilized)</p><p>Adhesive film for microwell plate – 2 films</p><p>Adjustable micropipettes (200 µL/1000 µL)</p><p>Multi-pipette (8-/12-channel) (50 μL/100 μL) (300 μL, optional)</p><p>Tabletop microcentrifuge (11,500 ×g)</p><p>Measuring cylinder (500/1000 mL)</p><p>Vortex mixer</p><p>Microtube rack</p><p>Microwell shaker (optional)</p><p>Double-distilled or Milli-Q water</p><p>Microplate washer or aspiration pump (optional)</p><p>Microplate reader</p><p><strong><u>For IL-10 assay:</u></strong></p><p>Biotinylated detection mAb (12G8)</p><p>Streptavidin-HRP</p><p>Recombinant human IL-10 ELISA </p><p>Substrate (TMB)</p><p>Buffers for washing, dilution and standard reconstitution</p><p>2 Precoated ELISA strip plates (mAb 9D7)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>NKA-IFN γ is measured by NK Vue (ATGen, Seongnam-si, Korea) and we will be using 3430-1HP-10 ELISA<sup>PRO</sup> kit ® for quantification of IL-10. </p>"
        },
        {
            "header": "Procedure",
            "content": "Assay for IFN-γ release to measure NKCA\nMethods and materials:\nWe will prospectively assess prefixed baseline blood parameters and follow them up with the same parameters at every seven days for a total of 4 such readings. To avoid any confounding factor of glycemic control and pre-existing increased levels of chronic diseases that might influence the results of the study, we will include only T2DM patients with reasonable glycemic control (HbA1c <7%) and without any other chronic diseases. We will also measure the baseline IL-10 since it is a stimulant for NKA, which might add to the bias. We will adjust for any discrepancies of baseline BMI, HbA1c, age, eGFR, duration of diabetes, IL-10, and baseline blood parameters. We will divide patients into two groups meeting the inclusion criteria (figure 1) – one will not be having any SGLT2I and the other group will be put on Empagliflozin 25 mg as per current guidelines. We will measure few baseline parameters and those will be re-assessed again after 4 weeks of treatment. We are taking young T2DM patients without any chronic diseases. If they have any of these, then the minimum on-going period for these drugs should be at least >6 months. We target a well-controlled diabetic population since IFN-γ assay is very much dependent on HbA1c.\nProcess of Interferon gamma release assay:\nNKA-IFN γ is measured by NK Vue (ATGen, Seongnam-si, Korea), an in vitro diagnostic sandwich enzyme-linked immunosorbent assay (ELISA) [23]. One milliliter whole blood will be collected, transferred to a\nNK-Vue™\ntest tube and incubated for 17 h at 37°C. This assay works on the principle that incubation with Promoca (proprietary immunomodulatory cytokine) stimulates NK cells present in whole blood. Supernatants from the incubated tubes will be stored at -70°C [\n24; 25\n].\nThe stimulated NK cells will secrete IFN-γ, which is quantified using a quantitative sandwich enzyme immunoassay (ELISA). During ELISA, the samples are pipetted into microwell plate and allowed to react with anti- IFN-γ antibody already pre-absorbed on it. Then, the unbound material is washed and the wells are filled with HRP-bound secondary antibody. Next, unbound antibody-HRP complex is washed. Next, a substrate solution is added, which leads to development of color that can be quantified by measuring absorbance of the solution at 450 nm. The absorbance of the solution can help in determining the levels of IFN-γ secreted by the cells. The principle of the machine\nNK VUE ®\nis discussed in\nfigure 2\n[26].\nAssay method:\nStep 1: Blood collection, blood culture, plasma harvest\n• Collect and culture the blood into NK VUE tube and use the plasma harvested only from these blood samples.\nStep 2: ELISA\nKey recommendations:\n•       All the samples and standards must be promptly loaded into wells (preferably in 15 min) to avoid time-delay related variations.\n•       All the reagents, antibody-coated microwell strips, and plasma samples must be used at room temperature.\n•       Prior to loading into the well, plasma samples must be thawed and centrifuged at 11,500 ×g at room temperature for 1 min.\n•       The microwell strips that are not required should be packed and stored back into the refrigerator.\n•       Dilute the 20X washing solution 1:19 to obtain a 1X working solution. For full plate, prepare 1 L of 1X washing solution by mixing 50 mL of 20X washing solution with 950 mL double-distilled or Milli Q water. The 1 X solution can be stored at room temperature in a tightly closed bottle for 3 months. In case of the development of crystals in the solution, gently warm the container using an incubator or a water bath.\n•       To reconstitute lyophilized IFN-γ standard, mix it in water gently until dissolved completely. Avoid mixing by vortexing or pipetting to prevent foaming.\n•       Do not allow the strips to dry out or become empty. Keep the next solution always prepared and pipetted.\nProcedure:\n1. Use 500 μL distilled or deionized water to reconstitute each vial of LPC, HPC, and lyophilized IFN-γ-standard. Gently mix the solution until each component is completely dissolved. The Final concentration for each component will be:\nLPC: 165 pg/mL\nHPC: 1000 pg/mL\nIFN-γ: 4000 pg/mL\nOnly 100-200 µL of these solutions would be needed for each run. Store the remaining solutions for 3 months at -20 °C.\n2. Perform serial dilution of the standard solution. Mix 200 µL of standard solution with 200 µL of diluent into a microcentrifuge tube. In the next tube, mix 100 µL of the above solution with 300 µL diluent. Again take 100 µL of the above solution and mix with 300 µL of diluent in a fresh microcentrifuge tube. In another tube, take 400 µL diluent but do not add any of the above solutions. In the end, there are four microcentrifuge tubes:\nTube #1: 0 pg/mL\nTube #2: 20 pg/mL\nTube #3: 200 pg/mL\nTube #4: 2000 pg/mL\n3. Prepare 2 wells (duplicate) each for LPC, HPC, and the four standard dilutions. Ensure enough wells for all test samples.\n4. First, fill all wells with 50 μL diluent.\n5. Next, fill each well with 50 μL of the prepared solutions, including LPC, HPC, IFN-γ standard, and all test samples. Use the adhesive film to seal the plate. Mix the solution properly by gently tapping the plate (or putting the plate on the microwell plate shaker for 1 minute). If the room temperature is within 20-24 °C, then incubate the plate at room temperature for 1 hour. Else refer to figure 3 for alternative conditions for incubation.\n6. Remove the adhesive film and aspirate the liquid solution from all the wells. Use manifold dispenser, multi-channel pipette, or automated washer to wash all the wells using 1X wash buffer (300 µL; four times). Remove remaining buffer by inverting and vigorously tapping the plate. After the last wash, before aspirating the remaining solution, prepare the detection solution (as mentioned in the next step) to prevent wells from drying out.\n7. Dilute Streptavidin HRP and Biotin Conjugate 1:99 using conjugate diluent to prepare the detection solution. For instance, to prepare 10 mL diluent solution, add 100 µL each of Streptavidin HRP and biotin conjugate to 9.8 mL conjugate diluent. Mix the solution by inversion.\nNote that, since detection solution can neither be stored nor reused, it is necessary to prepare it immediately before use.\n8. Fill each well with 100 µL detection solution. Again seal the plate and incubate as described in Step 5.\n9. Rewash the plate as described in Step 6. After final wash, before aspirating residual solution, prepare the TMB solution.\n10. Aspirate the residual solution and fill each well with 100 µL TMB solution, followed by incubation for 30 min at room temperature under dark.\nNote: Take care of the dark condition and precise 30 minute-incubation for optimal reproducibility.\n11. Fill each well with 100 µL of stop solution, which might change the color of solutions in wells from blue to yellow.\nNote: Add the stop solution with the same speed and same order as the TMB solution.\n12. Using absorbent paper, wipe the plate bottom to remove any foreign substance or relative humidity. Immediately measure the absorbance at 450 nm. Simultaneous read at correction wavelength of 600-650 nm is highly recommended.\nNote: After addition of stop solution, the absorbance would start decreasing, due to which, it must be measured within 5 min after stop solution addition.\nAssay for IL-10 in nutshell:\nWe will be using 3430-1HP-10 ELISA\nPRO\nkit ® for quantification of IL-10 in solution [27]. The kit contains: Biotinylated detection mAb (12G8); Streptavidin-HRP; Recombinant human IL-10 ELISA standard; Substrate (TMB); Buffers for washing, dilution and standard reconstitution; 2 Precoated ELISA strip plates (mAb 9D7).\nProtocol to be followed to measure IL-10 with the 3430-1HP-10 ELISAPRO kit ® [28]:\nThe ELISAPRO kits contain plates that are precoated with monoclonal antibody (mAb), which captures the analyte in the sample and, on the addition of TMB substrate, changes color. The reaction is stopped by adding sulfuric acid and optical density is measured. The concentration of the analyte is determined by comparing it with a standard. The following steps are followed:\n1.     The plates should be washed five times with wash buffer, and, after the final wash, we have to tap the inverted plates firmly against the absorbent paper.\n2.     We then have to add 2-fold diluted blood plasma samples, assay background control (100 microL/well), and standard, and then we have to mix by tapping the plates. The plate is then covered by a plate cover and incubated at room temperature for the next 2 hours.\n3.     We have to repeat the stage of washing, as mentioned above.\n4.     Detection antibody (100 microL/well) has to be added, and the plates covered and incubated at room temperature for another 1 hour.\n5.     The washing step has to be repeated once more.\n6.     Streptavidin-HRP (100 microL/well) has to be added, and plates are covered again and incubated for 1 hour at room temperature, and then the step of washing is repeated.\n7.     TRB substrate (100 microL/well) is to be added and incubated at room temperature for 15 minutes, keeping away from sunlight exposure.\n8.     Stop solution is to be added to the wells, and then, we have to measure absorbance at 450 nm within 15 minutes with a reader.\nStatistical analysis to be done:\nWe will use paired T-test to see the difference in results between baseline and after 4 weeks of Empagliflozin 25 mg treatment using SPSS analysis software. We will also do a Pearson’s Correlation test to see any baseline relation between HbA1c, EGFR, duration of diabetes, UACR value, liver enzyme parameters in Independent axis and IF-Y value (of baseline) in dependant axis. After 4 weeks we will perform a multiple regression analysis to see the factors contributing to the change in IF-Y levels.\nSample size calculation:\nSince there had been no study on this topic till date, we can take a sample size of 30 patients in each group as a rule of thumb for this pilot study [29]."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Since we do not have any study done on this topic, hence our assumptions will be based purely on concepts relating to IF-Y levels in inflammatory conditions and reduction of inflammation related with SGLT2I as discussed in the introduction part. We hypothesize that SGLT2I might cause a mild reduction in IF-Y assay from NKC since it suppresses inflammation and that is a mechanism of activation of NKC.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vivier, E., Tomasello, E., Baratin, M. et al. Functions of natural killer cells. Nat Immunol 9, 503–510 (2008) doi:10.1038/ni1582</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cerwenka, A., Lanier, L. Natural killer cell memory in infection, inflammation and cancer. Nat Rev Immunol 16, 112–123 (2016). <a href=\"https://doi.org/10.1038/nri.2015.9\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1038/nri.2015.9</a></p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Paul S and Lal G (2017). The Molecular Mechanism of Natural Killer Cells Function and Its Importance in Cancer Immunotherapy. Front. Immunol. 8:1124. doi: 10.3389/fimmu.2017.01124</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tosello-Trampont A, Surette FA, Ewald SE, Hahn YS. Immunoregulatory Role of NK Cells in Tissue Inflammation and Regeneration. Front Immunol. 2017;8:301. Published 2017 Mar 20. doi:10.3389/fimmu.2017.00301</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kaplan DH, Shankaran V, Dighe AS, Stockert E, Aguet M, Old LJ, et al. Demonstration of an interferon gamma-dependent tumor surveillance system in immunocompetent mice. Proc Natl Acad Sci U S A (1998) 95(13):7556–61. doi:10.1073/pnas.95.13.7556</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lee S‐b, Cha J, Kim I‐k, et al A high‐throughput assay of NK cell activity in whole blood and its clinical application. Biochem Biophys Res Comm 2014; 445: 584–590</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Line Nederby, Torben Hansen, Louise Raunkilde et al. Natural killer cell activity: A test for immune reactivity with clinical perspectives. DOI: 10.1200/JCO.2018.36.5_suppl.87 Journal of Clinical Oncology 36, no. 5_suppl (February 10, 2018) 87-87</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lee J, Park KH, Ryu JH, et al. Natural killer cell activity for IFN-gamma production as a supportive diagnostic marker for gastric cancer. Oncotarget. 2017;8(41):70431–70440. Published 2017 Jul 31. doi:10.18632/oncotarget.19712</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Koo KC, Shim DH, Yang CM, et al. Reduction of the CD16(-)CD56bright NK cell subset precedes NK cell dysfunction in prostate cancer. PLoS One. 2013;8(11):e78049. Published 2013 Nov 4. doi:10.1371/journal.pone.0078049</p><p>10.&nbsp;Rocca YS, Roberti MP, Juliá EP, et al. Phenotypic and Functional Dysregulated Blood NK Cells in Colorectal Cancer Patients Can Be Activated by Cetuximab Plus IL-2 or IL-15. Front Immunol. 2016;7:413. Published 2016 Oct 10. doi:10.3389/fimmu.2016.00413</p><p>11.&nbsp;Kim JH, Park K, Lee SB, et al. Relationship between natural killer cell activity and glucose control in patients with type 2 diabetes and prediabetes. J Diabetes Investig. 2019;10(5):1223–1228. doi:10.1111/jdi.13002</p><p>12.&nbsp;Bähr, I., Spielmann, J., Quandt, D. and Kielstein, H. (2020). Obesity-Associated Alterations of Natural Killer Cells and Immunosurveillance of Cancer. Frontiers in Immunology, [online] 11, p.245. Available at: https://www.ncbi.nlm.nih.gov/pubmed/32231659 [Accessed 12 May 2020]; doi.org/10.3389/fimmu.2020.00245</p><p>13.&nbsp;Piątkiewicz, P., Bernat-Karpińska, M., Miłek, T. et al. NK cell count and glucotransporter 4 (GLUT4) expression in subjects with type 2 diabetes and colon cancer. Diabetol Metab Syndr 8, 38 (2016) doi:10.1186/s13098-016-0152-6</p><p>14.&nbsp;Berrou J, Fougeray S, Venot M, Chardiny V, Gautier J-F, Dulphy N, et al. (2014) Correction: Natural Killer Cell Function, an Important Target for Infection and Tumor Protection, Is Impaired in Type 2 Diabetes. PLoS ONE 9(1): 10.1371/annotation/c6fd65ca-7ab4-4407-ac23-2b9144073dce. <a href=\"https://doi.org/10.1371/annotation/c6fd65ca-7ab4-4407-ac23-2b9144073dce\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1371/annotation/c6fd65ca-7ab4-4407-ac23-2b9144073dce</a></p><p>15.&nbsp;Giovannucci E, Harlan DM, Archer MC, Bergenstal RM, Gapstur SM, et al. (2010) Diabetes and cancer: a consensus report. Diabetes Care. 33: 1674–1685</p><p>16.&nbsp;Berrou J, Fougeray S, Venot M, Chardiny V, Gautier J-F, Dulphy N, et al. (2014) Correction: Natural Killer Cell Function, an Important Target for Infection and Tumor Protection, Is Impaired in Type 2 Diabetes. PLoS ONE 9(1): 10.1371/annotation/c6fd65ca-7ab4-4407-ac23-2b9144073dce. <a href=\"https://doi.org/10.1371/annotation/c6fd65ca-7ab4-4407-ac23-2b9144073dce\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1371/annotation/c6fd65ca-7ab4-4407-ac23-2b9144073dce</a></p><p>17.&nbsp;Zhang Y, Wang H, Lou X, et al Decreased percentage of NKG2D+ NK cells in patients with incident onset of Type 1 Diabetes. Clin Exp Pharmacol Physiol 2017; 44: 180–190, Rodacki M, Svoren B, Butty V, et al Altered natural killer cells in type 1 diabetic patients. Diabetes 2007; 56: 177–185</p><p>18.&nbsp;Tong Zhou, Zheng Hu, Shuo Yang, Lin Sun, Zhenxiang Yu, and Guixia Wang, “Role of Adaptive and Innate Immunity in Type 2 Diabetes Mellitus,” Journal of Diabetes Research, vol. 2018, Article ID 7457269, 9 pages, 2018. <a href=\"https://doi.org/10.1155/2018/7457269\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1155/2018/7457269</a></p><p>19.&nbsp;C. O. Francisco, A. M. Catai, S. C. Moura-Tonello et al., “Cytokine profile and lymphocyte subsets in type 2 diabetes,” Brazilian Journal of Medical and Biological Research, vol. 49, no. 4, article e5062, 2016 </p><p>20.&nbsp;Iannantuoni, F., M. de Marañon, A., Diaz-Morales, N., Falcon, R., Bañuls, C., Abad-Jimenez, Z., Victor, V.M., Hernandez-Mijares, A. and Rovira-Llopis, S. (2019). The SGLT2 Inhibitor Empagliflozin Ameliorates the Inflammatory Profile in Type 2 Diabetic Patients and Promotes an Antioxidant Response in Leukocytes. Journal of Clinical Medicine, 8(11), p.1814. doi:10.3390/jcm8111814 </p><p>21.&nbsp;Sattar, N.; Petrie, M.C.; Zinman, B.; Januzzi, J.L., Jr. Novel diabetes drugs and the cardiovascular specialist.J. Am. Coll. Cardiol. 2017, 69, 2646–2656.</p><p>22.&nbsp;Spigoni, V., Fantuzzi, F., Carubbi, C., Pozzi, G., Masselli, E., Gobbi, G., Solini, A., Bonadonna, R.C. and Dei Cas, A. (2020). Sodium-glucose cotransporter 2 inhibitors antagonize lipotoxicity in human myeloid angiogenic cells and ADP-dependent activation in human platelets: potential relevance to prevention of cardiovascular events. Cardiovascular Diabetology, 19(1). https://doi.org/10.1186/s12933-020-01016-5</p><p>23.&nbsp;Lee H, Kim HS, Lee JM, et al. Natural Killer Cell Function Tests by Flowcytometry-Based Cytotoxicity and IFN-γ Production for the Diagnosis of Adult Hemophagocytic Lymphohistiocytosis. Int J Mol Sci. 2019;20(21):5413. Published 2019 Oct 30. doi:10.3390/ijms20215413</p><p>24.&nbsp;Kim CK, Choi YM, Bae E, Jue MS, So HS, Hwang ES. Reduced NK cell IFN-γ secretion and psychological stress are independently associated with herpes zoster. PLoS One. 2018;13(2):e0193299. Published 2018 Feb 21. doi:10.1371/journal.pone.0193299</p><p>25.&nbsp;Ryu J, Park K, Kim Y, Oh E-J. Evaluation of Natural Killer Cell Activation by NK Cell-Specific Interferon-Gamma-Releasing Assay [abstract]. Am J Transplant. 2015; 15 (suppl 3). https://atcmeetingabstracts.com/abstract/evaluation-of-natural-killer-cell-activation-by-nk-cell-specific-interferon-gamma-releasing-assay/. Accessed May 18, 202</p><p>26.&nbsp;website: <a href=\"https://journals.plos.org/plosone/article/file?type=supplementary&amp;id=info:doi/10.1371/journal.pone.0193299.s002\" rel=\"noopener noreferrer\" target=\"_blank\">https://journals.plos.org/plosone/article/file?type=supplementary&amp;id=info:doi/10.1371/journal.pone.0193299.s002</a></p><p>27.&nbsp;Mabtech.com. (2019). Human IL-10 ELISAPRO kit. [online] Available at: https://www.mabtech.com/products/human-il-10-elisa-pro-kit_3430-1hp-2?gclid=EAIaIQobChMIj8ynw9PY6QIVliQrCh3PBgWVEAAYASAAEgJLCfD_BwE [Accessed 29 May 2020]</p><p>28.&nbsp;Human IL-10 ELISA. (n.d.). [online] Available at: https://www.mabtech.com/sites/default/files/datasheets/3430-1HP-1-2-10.pdf [Accessed 29 May 2020] </p><p>29.&nbsp;AbhayaIndrayan (2013). Medical biostatistics. Boca Raton, Confidence Intervals, Principles of Tests of Significance, and sample size. Fla. ; London: Chapman &amp; Hall/CrcBiostatistics Series; 2013:423-443. </p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 4067039,
                "identity": "d002f480-dd23-479a-b706-4d011fe75cf3",
                "order_by": 0,
                "name": "Dr. Sayak Roy",
                "email": "sayak.roy.123@gmail.com",
                "orcid": "https://orcid.org/0000-0002-6185-9375",
                "institution": "Medica Superspeciality Hospital, Kolkata, India.",
                "correspondingAuthor": true,
                "prefix": "Dr.",
                "firstName": "Sayak",
                "middleName": "",
                "lastName": "Roy",
                "suffix": ""
            },
            {
                "id": 4067040,
                "identity": "2234b5fe-0831-4132-8867-34dec078c621",
                "order_by": 1,
                "name": "Mrs. Anindita Chatterjee",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-0670-0249",
                "institution": "Rishra Girls' High School, WB, India. ",
                "correspondingAuthor": false,
                "prefix": "Mrs.",
                "firstName": "Anindita",
                "middleName": "",
                "lastName": "Chatterjee",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-10-29 04:54:03",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1252/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1252/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 3787697,
                "identity": "1cc62d49-0c8d-479d-89bb-5dc157b47e76",
                "added_by": "auto",
                "created_at": "2020-11-24 09:24:45",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 472686,
                "visible": true,
                "origin": "",
                "legend": "Inclusion criteria of both the groups",
                "description": "",
                "filename": "FIG1page0001300.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1252/v1/ed810764055435dcb06f2d6b.jpg"
            },
            {
                "id": 3787694,
                "identity": "be11b533-94f0-48b1-a954-91e289a0cdff",
                "added_by": "auto",
                "created_at": "2020-11-24 09:24:39",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 472686,
                "visible": true,
                "origin": "",
                "legend": "Inclusion criteria of both the groups",
                "description": "",
                "filename": "FIG1page0001300.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1252/v1/db35e7a5935dfc8adf942156.jpg"
            },
            {
                "id": 3787698,
                "identity": "0a577146-af87-4948-bec8-44484340c480",
                "added_by": "auto",
                "created_at": "2020-11-24 09:24:45",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 199119,
                "visible": true,
                "origin": "",
                "legend": "Principle of interferon gamma assay",
                "description": "",
                "filename": "FIG2page0001300.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1252/v1/dc6539e0ef51263e17541a4b.jpg"
            },
            {
                "id": 3787695,
                "identity": "c57f90b9-03f2-4169-adc3-ec18bf01b5dd",
                "added_by": "auto",
                "created_at": "2020-11-24 09:24:39",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 199119,
                "visible": true,
                "origin": "",
                "legend": "Principle of interferon gamma assay",
                "description": "",
                "filename": "FIG2page0001300.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1252/v1/2ed65f0c013242edd53d7e18.jpg"
            },
            {
                "id": 3787699,
                "identity": "eb9a48d0-261c-4169-961d-cc4a8b46145b",
                "added_by": "auto",
                "created_at": "2020-11-24 09:24:46",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 103137,
                "visible": true,
                "origin": "",
                "legend": "Incubation timings according to temperatures",
                "description": "",
                "filename": "FIG3300.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1252/v1/8b60f512afd84eb429896ba5.jpg"
            },
            {
                "id": 3787696,
                "identity": "93c6a486-8a38-42b0-94c9-4a0634cb2757",
                "added_by": "auto",
                "created_at": "2020-11-24 09:24:39",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 103137,
                "visible": true,
                "origin": "",
                "legend": "Incubation timings according to temperatures",
                "description": "",
                "filename": "FIG3300.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1252/v1/712acecc3bb92264d4de9606.jpg"
            },
            {
                "id": 13620084,
                "identity": "97410834-ca3e-4b2c-95d0-fedd5d0ca8ce",
                "added_by": "auto",
                "created_at": "2021-09-17 07:03:44",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 909038,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1252/v1/720f9a4a-99b5-4a0c-bdf4-9826c8340cbe.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Type 2 Diabetes Mellitus, Natural Killer Cell, Interferon Gamma",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Belonging to the innate immune system, natural killer (NK) cells play crucial roles in various kinds of cancers and other pathologies. The function and development of NK cells are regulated and enhanced by various inflammatory cytokines like common-γ chain family cytokines, transforming growth factor-β, interleukin (IL)-3, IL-10, IL-12, and IL-18. It has been found that their activity, as measured by interferon gamma assay release method, is decreased in Type 2 diabetes mellitus (T2DM) as well as prediabetes and is directly related to the degree of glycemic control. The multiple mechanisms shown by sodium-glucose cotransporter inhibitors (SGLT2Is) to address glycemic as well as non-glycemic inflammatory pathways make them an ideal candidate in most of our obese patients with T2DM since most of them are at higher cardiovascular (CV) risk. Obesity, a common comorbidity in T2DM, is also a known contributor of decreased NK cell activity. Since SGLT2Is have an indirect anti-inflammatory property, hence this study is intended to investigate any change in the NKC activity after initiating empagliflozin over 4 weeks in a cohort of well-controlled diabetic population. </p>",
        "manuscriptTitle": "A prospective observational case-controlled pilot study protocol on natural killer cell activity in patients with type 2 diabetes mellitus taking empagliflozin",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-11-24 09:24:37",
                "doi": "10.21203/rs.3.pex-1252/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "49b123f2-08ae-4a15-99a0-5ff735e9e54b",
        "owner": [],
        "postedDate": "November 24th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 917984,
                "name": "Immunology"
            },
            {
                "id": 917985,
                "name": "Molecular biology"
            },
            {
                "id": 917986,
                "name": "Endocrinology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-11-24 09:24:37",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}