{
    "identity": "nprot-511",
    "title": "Genome resequencing and identification of variations by Illumina Genome Analyzer Reads",
    "content": [
        {
            "header": "Introduction",
            "content": "Illumina Genome Analyzer \\(GA), as one of the new-generation sequencing instruments, can produce large amount \\(typically 3G per paired-end run) of short reads \\(30-50bp in length) in several days. The high-throughput is suitable for genome resequencing, which requires deep coverage to detect genomic polymorphisms such as single nucleotide polymorphisms \\(SNP&#x2019;s), insertion/deletion events \\(indels) and structural variations \\(SV&#x2019;s). However, the new technology also challenges bioinformatics tools due to intensive computing resource requirements. Traditional alignment and mutation detection pipelines are mainly designed for capillary sequencing, which are not appropriate for new-generation sequencing technology as they may consume unacceptable memory or disk space and cost too long time to finish. Therefore, we have developed a new protocol, which takes full use of characteristics of Illumina GA reads, for genome resequencing and mutation detection. The new protocol runs over ten times faster than traditional method and achieves a high accuracy on detecting polymorphisms."
        },
        {
            "header": "Equipment",
            "content": "FASTQ files which are generated by Illumina Genome Analyzer \\(GA) and data analysis pipeline. The FASTQ files contain read sequences and quality scores in ASCII characters.\r\n\n\n\r\n\n\nHardware requirements:\r\n\n\nCPU: 64-bit CPUs\r\n\n\nRAM: 16G main memory or larger\r\n\n\nHDD: 1T free hard disk space or larger\r\n\n\n\r\n\n\nSoftware requirements:\r\n\n\nOperation system: A Linux system \\(kernel version &gt;=2.6.9) or other up-to-date POSIX systems\r\n\n\nC compiler: GNU Compiler Collection \\(version &gt;=4.2.1) or other compilers that are compatible with ANSI C standard.\r\n\n\nPerl: version &gt;= 5.7.6\r\n\n\nPython: version &gt;=2.4"
        },
        {
            "header": "Procedure",
            "content": "**Read Alignment**\r\n\n\n1. Concatenate chromosome sequences of reference assembly of NCBI build v36 into a single reference sequence file in FASTA format \\(hereafter, referred to as “Reference.fasta”).\r\n  2. Align Illumina GA reads from each Illumina GA lane to the reference sequence by software SOAP1. To take use of more data, we recommend to add command line parameter “-c 52” to trim low-quality bases in alignment process. Typically, the command lines are as follows:\r\n   For single-end \\(SE) data:\r\n\n\n soap -a <Reads.fastq> -d <Reference.fasta> -o <Alignment.soap> -p <# of parallel processes> -c 52 -s 12\r\n\n\n For paired-end \\(PE) data:\r\n\n\n soap -a <Reads1.fastq> -b <Reads2.fastq> -d <Reference.fasta> -o <PEalignment.soap> -2 <SEalignment.soap> -p <# of parallel processes> -c 52 -s 12 -m <maximum insert size> -x <minimum insert size>\r\n\n\n3. Sort alignment result of each lane, first by chromosome names lexicographically, then by mapping coordinates on each chromosome numerically. This could be done by various kinds of sorting tools.\r\n  4. Merge the sorted alignment results of all lanes into a single file, keeping the alignments sorted.\r\n  5. Split the sorted and merged alignments, chromosome by chromosome, into different files, each file comprising alignments of a single chromosome. \r\n  \r\n\n\n**Building Consensus Sequence**\r\n\n\n6. Download flat ASN files of dbSNP2 database and allele frequency information if possible, such as HapMap3 data for human resequencing. Transform dbSNP information of each chromosome into a tab-delimited plain text file \\(hereafter, referred to as “chrN.dbSNP.txt”), which looks like:\r\n   chr1    201979756       1       1       0       0.161   0       0       0.839   rs568\r\n\n\n The columns from left to right mean: name of chromosome, coordinate on the chromosome, whether the SNP has external allele frequency information \\(1 is true, 0 is false), whether the SNP is a validated dbSNP \\(1 is true, 0 is false), whether the SNP is actually an indel \\(1 is true, 0 is false), frequency of A, frequency of C, frequency of T, frequency of G, refSNP ID. For dbSNP sites that do not have allele frequency information, the frequencies can be arbitrarily determined as any positive values, which only imply what alleles have already been deposited in the database.\r\n\n\n7. Based on the alignment result, build consensus sequence for each chromosome by SoapSNP. Typically, the command line are as follows:\r\n   SoapSNP -i <Alignment.soap.sort.chrN> -d  <chrN.fasta> -o <chrN.consensus> -r 0.00005 –e 0.0001 -t -u -L  <Maximum Read Length> -M <chrN.mat> -s <chrN.dbSNP.txt> -2\r\n\n\n The result of SoapSNP “chrN.consensus” has 17 columns: chromosome ID, coordinate on chromosome, reference genotype, consensus genotype, quality score of consensus genotype, best allele, average quality score of best allele, count of uniquely mapped best allele, count of all mapped best allele, second best allele, average quality score of second best allele, count of uniquely mapped second best allele, count of all mapped second best allele, sequencing depth of the site, rank sum test p_value, average copy number of nearby region, whether the site is a dbSNP \\(0 is false; 1 is true). These kinds of information would be used in SNP extraction process.\r\n\n\n\r\n\n\n**SNP extraction**\r\n\n\n8. Extract potential SNP sites from each consensus files \\(“chrN.consensus”), where the called genotypes are different from reference one, and the reference genotypes are not “N”. For each potential SNP sites, record its distance to the neighboring potential SNP.\r\n  9. Filter the raw SNP dataset to get the confident SNP’s that satisfy the following criteria: a) the quality score is larger than 20; b) each of the allele is supported by more than a certain number of reads \\(depending on the average sequencing depth, typically 2 for 20X data); c) the overall depth should be less than average plus 3 *standard deviation of sequencing depth; d) the average copy number of nearby region of the SNP is less than 2; e) each allele is supported by at least one paired-end reads; f) the site is at least 5bp away from another SNP.\r\n  \r\n\n\n**Identification of indels**\r\n\n\n10. Align all paired-end reads to the reference genome using SOAP in gap alignment mode:\r\n  soap -a <Reads1.fastq> -b <Reads2.fastq> -d <Reference.fasta> -o <PEalignment.soap> -2 <SEalignment.soap> -p <# of parallel processes> -c 52 -s 12 -m <maximum insert size> -x <minimum insert size> -g 3 -e 5\r\n\n\n11. Extract all gapped alignments from the SOAP result and merge them into a single file.\r\n  12. Sort all gapped alignments, first by chromosome names lexicographically, and then by coordinates on each chromosome.\r\n  13. Extract coordinates, sizes and numbers of supporting reads of potential indels from the alignments.\r\n  14. Select only one representative indel according to their numbers of supporting reads in each 10bp window. Thus indels are at least 10bp away from each other.\r\n  15. Filter all potential indels to get the confident ones that satisfy the following criteria: a) the indels are supported by at least 3 reads; b) number of ungapped alignment that cross the indels are no more than twice that of gapped reads.\r\n  \r\n\n\n**Structural Variation Detection**\r\n\n\n16. Extract all abnormally aligned paired-end reads, which have unexpected orientations and/or unexpected span size. Normally mapped read pairs are aligned in a forward-reverse pattern, i.e. the upstream read of a mapped pair is on the forward strand, and the downstream one is on the reverse strand.\r\n  17. Cluster abnormally aligned paired-end reads that have same alignment orientation and similar coordinates \\(distance between coordinates of two read pairs is smaller than paired-end insert size) on both ends of read pairs.\r\n  18. Fit all abnormal paired-end clusters into alignment models \\(Figure 1) and call potential structural variations \\(SVs).\r\n  19. Merge redundant called SVs.\r\n  20. Filter potential structural variations to get confident ones which satisfy the following criteria: a) each of the paired-end clusters that support the SV comprise at least 4 read pairs; b) the SV is not conflict with other SVs, otherwise they should be merged into a complex structural variation case."
        },
        {
            "header": "Timing",
            "content": "Resequencing a human genome with 20 folds \\(20X) data requires around 100 2.0 GHz 64-bit CPUs to run a week."
        },
        {
            "header": "Critical Steps",
            "content": "**Step 2:**  When aligning reads to the reference genome by SOAP, please set proper seed size \\(parameter &#x201C;-s&#x201D;) for certain read lengths \\(see SOAP manual). Current Illumina GA generally produces reads that are longer than 27bp. A seed size of 12 is appropriate. \r\n\n\n On trimming issue, if the data quality is good enough, we may not set -c 52 to align reads with relatively lower quality as they compose merely a very small proportion of all data, and they need much more CPU hours to align.\r\n\n\n\r\n\n\n**Step 7:** The program SoapSNP would create a file &#x201C;chrN.mat&#x201D; to store a quality calibration matrix. While rerunning the program, we may reuse the matrix by replace this parameter by &#x201C;-I &lt;chrN.mat&gt;&#x201D;, which would directly read the matrix to the memory.\r\n\n\n It is strongly recommended that using dbSNP information to refine SNP call in this step. Specify &#x201C;-s &lt;chrN.dbSNP.txt&gt; -2&#x201D; to set larger prior probability for alternative allele at known dbSNP sites. \r\n\n\n When processing monoploid chromosomes, such as chrX and chrY in a human male, specify SoapSNP command line switch &#x201C;-m&#x201D; to make sure all genotypes are called as homozygous.\r\n\n\n\r\n\n\n**Step 14:** Some indels may have ambiguous coordinates as they are in a short range of local repeats. This may cause difficulty in alignment process, and a single indel may be reported to locate at two or more coordinates. For those indels which are close to each other \\(distance &lt;10bp), we only choose the one which have the most supporting reads as the &#x201C;representative&#x201D; indels.\r\n\n\n\r\n\n\n**Step 19:** In all alignment models of Figure 1, some may share same pattern of abnormally mapped paired-end clusters. For example, a single deletion and a duplication both will result in forward-reverse mapped read pairs with unexpected large insert size. In this situation, we should merge the &#x201C;simple&#x201D; SV \\(which has less kinds of supporting PE clusters) into a more complex SV."
        },
        {
            "header": "References",
            "content": "1. Li, R., Li, Y., Kristiansen, K. &amp; Wang, J. SOAP: short oligonucleotide alignment program. _Bioinformatics_ **24**, 713-4 \\(2008).\r\n  2. Sherry, S. T. et al. dbSNP: the NCBI database of genetic variation. _Nucleic Acids Res_ **29**, 308-11 \\(2001).\r\n  3. Frazer, K. A. et al. A second generation human haplotype map of over 3.1 million SNPs. _Nature_ **449**, 851-61 \\(2007)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature07484",
                "date": "2008-10-04 08:12:39",
                "title": "The diploid genome sequence of an Asian individual",
                "authors": [
                    "Jun Wang",
                    "Wei Wang",
                    "Ruiqiang Li",
                    "Yingrui Li",
                    "Geng Tian",
                    "Laurie Goodman",
                    "Wei Fan",
                    "Junqing Zhang",
                    "Jun Li",
                    "Juanbin Zhang",
                    "Gane Ka-Shu Wong",
                    "Rasmus Nielsen",
                    "Richard Durbin",
                    "Lars Bolund",
                    "Xiuqing Zhang",
                    "Songgang Li",
                    "Huanming Yang & Jian Wang"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11092,
                "identity": "9f477d90-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jun Wang",
                "email": "",
                "orcid": "",
                "institution": "Beijing Genomics Institute at Shenzhen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jun",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 11093,
                "identity": "9f4781c3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ruiqiang Li",
                "email": "",
                "orcid": "",
                "institution": "Beijing Genomics Institute at Shenzhen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ruiqiang",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 11094,
                "identity": "9f478590-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yingrui Li",
                "email": "",
                "orcid": "",
                "institution": "Beijing Genomics Institute at Shenzhen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yingrui",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 11095,
                "identity": "9f478c09-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xiaodong Fang",
                "email": "",
                "orcid": "",
                "institution": "Beijing Genomics Institute at Shenzhen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiaodong",
                "middleName": "",
                "lastName": "Fang",
                "suffix": ""
            },
            {
                "id": 11096,
                "identity": "9f4792c7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Binxiao Feng",
                "email": "",
                "orcid": "",
                "institution": "Beijing Genomics Institute at Shenzhen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Binxiao",
                "middleName": "",
                "lastName": "Feng",
                "suffix": ""
            },
            {
                "id": 11097,
                "identity": "9f47978f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jun Li",
                "email": "",
                "orcid": "",
                "institution": "Beijing Genomics Institute at Shenzhen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jun",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-26 15:58:22",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.238",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.238",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465227,
                "identity": "e85ef95e-236b-49d3-bd3e-2c75a7cd4da5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:02",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 127597,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-511/v1/d174bd7c-0d65-4ba6-a217-105c86e55532.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "resequencing, SNP, indel, structural variations, Illumina Genome Analyzer\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Genome resequencing and identification of variations by Illumina Genome Analyzer Reads",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-11-18 10:44:47",
                "doi": "10.1038/nprot.2008.238",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f470861-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 18th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2197,
                "name": "Biotechnology"
            },
            {
                "id": 2198,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-11-18 10:44:47",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}