{
    "identity": "nprot-1909",
    "title": "Measurement of gastrointestinal and colonic transit in mice",
    "content": [
        {
            "header": "Reagents",
            "content": "Isoflurane \\(Abbott)\r\n\n\nKrebs Henseleit buffer \\(KHB): 120mM NaCl, 5.9mM KCl, 15.5mM NaHCO<sub>3</sub>, 1.4mM NaH<sub>2</sub>PO<sub>4</sub>, 17.5mM glucose, 1.2mM MgCl<sub>2</sub> dihydrate, 2.5 mM CaCl<sub>2</sub> hexahydrate \\(Sigma-Aldrich)\r\n\n\nKodan® skin disinfectant \\(Schülke&Mayr)\r\n\n\nSterile 0.9% sodium chloride \\(Fresenius Kabi)\r\n\n\nFITC-dextran solution \\(70.000kDa Sigma-Aldrich, 50mg/ml in 0.9% NaCl)"
        },
        {
            "header": "Equipment",
            "content": "Sterile cotton buds \\(Maymed) \r\n\n\nSterile cotton pads \\(5×5cm, Hartmann)\r\n\n\nScissors, Surgical forceps, Straight forceps, Retractors \\(Fine Science Tools)\r\n\n\nSylgard dish \\(self made 100mm glass dishes filled with Sylgard® 184, Dow Corning)\r\n\n\nNeedle Holder \\(Aesculap)\r\n\n\nSuture material \\(5.0 Perma hand silk, Johnson & Johnson)\r\n\n\nEquipment for the induction and maintenance of anesthesia \\(Dräger Vapor 19.3)\r\n\n\n2mm glass balls \\(SiLi®)\r\n\n\n2.5 mm polished metal rod \\(self made)\r\n\n\nArterial catheter \\(Vygon, 20G, 0.9mm) \r\n\n\nFoil-covered polystyrene pad \\(self made)\r\n\n\nInch rule\r\n\n\nStop watch\r\n\n\nOperation microscope \\(Leica M651 with 250mm lens)\r\n\n\n2ml centrifuge tubes\r\n\n\n96-well plate, flat bottom black \\(Greiner)"
        },
        {
            "header": "Procedure",
            "content": "**Intestinal manipulation \\(Steps 1-12)**\r\n\n\n**1.** Induce and maintain anesthesia using isoflurane in oxygen.\r\n\n\n**2.** Fix the mouse with its head away from the operator by taping its feet to the operating table.\r\n\n\n**3.** Adjust direct halogen illumination to appropriate intensity for the operation.\r\n\n\n**4.** Shave the abdomen using hair clippers and sterilize the skin with Kodan.\r\n\n\n**5.** Make a 2 cm mid-line skin incision distally from the xiphisternum .\r\n\n\n**6.** Enter the peritoneal cavity via an incision along the linea alba made using a straight forceps and a sterile small scissor.\r\n\n\n**7.** Keep the abdomen open with 2 retractors and place sterile moist cotton pads around the incision.\r\n\n\n**8.** Carefully eventrate the small intestine with two saline-moistened cotton buds onto the sterile cotton pads.\r\n\n\n**9.** Carefully unfold the small bowel loops on the cotton pads and run it once with moderate compression with two moist cotton buds from the oral to aboral direction \\(Figure 1).\r\n\n\n**10.** Carefully replace the intestine back into the abdomen with moist cotton buds.\r\n\n\n**11.** Complete surgical closure of the peritoneal by two continuous sutures using the needle holder, straight forceps and suture material.\r\n\n\n**12.** Terminate anesthesia and allow the animal to recover from the surgery under a heating lamp.\r\n\n\nComplications are rare but might include torsion of the intestine, local intestinal hematoma and postoperative infection of the laparotomy wound. By strictly avoiding touching and compressing the mesentery, especially the blood vessels entering the bowel wall from the mesentery site, the risk of bleeding and severe complications can be minimized.\r\n\n\n*Gastrointestinal \\(GIT) and colonic transit\r\n\n\nGIT Part 1\\(Steps 13-15)*\r\n\n\n**13.** After 22.5 hours inspect the animal and wound closure for signs of infection or other complications.\r\n\n\n**14.** Replace the animals under anesthesia using isoflurane in oxygen and hyperextend its head. \r\n\n\n**15.** Use a forceps to carefully pull out the tongue and feed forward an arterial catheter connected to a 1ml syringe into the mouth and push it forward into the stomach \\(Figure 2).\r\n\n\nThe initial process of marker application for GIT measurement is now finished. Further analysis is described in **steps 19-33**.\r\n\n\n**Colonic transit \\(Steps 16-18)**\r\n\n\n**16.** Carefully check patency of the colon by inserting a polished metal rod 3cm into the colon.\r\n\n\n**17.** Pull out the rod and insert a 2mm glass ball transanally with a blunt surgical forceps and carefully feed it forward for 3cm into the colon with a polished metal rod.\r\n\n\n**18.** Put the animal in a box allowing observation and measurement of the colonic transit time as the time from insertion until excretion of the glass ball.\r\n\n\n**GIT Part 2 \\(Step 19-33)**\r\n\n\nGIT will be analyzed by FITC-dextran distribution along the GI tract 90 minutes after oral administration. This analysis terminates the in vivo experimental part and additionally allows harvesting of any other organs of interest.\r\n\n\n**19.** Replace the animals under deep anesthesia using isoflurane. Maintain anesthesia if any other analysis besides the GIT measurement requires that the animal stays alive \\(i.e. whole body perfusion). Otherwise kill the animal at this time point by cervical dislocation and terminate anesthesia.\r\n\n\n**20.** Reopen the abdomen by using small scissors and straight forceps.\r\n\n\n**21.** Remove the complete GI tract by subdiaphragmal transection of the esophagus and the colon at the most distal position accessible with a small scissor \\(sample any organ or tissue of interest for further studies).\r\n\n\n**22.** Place the GI tract in chilled KHB and inspect it for integrity and the absence of hematomas. \r\n\n\n**23.** Place the GI tract in a Sylgard dish with chilled KHB and transect attaching mesentery arcades using small scissors and straight forceps to completely unfold the organ.\r\n\n\n**24.** Place the intestine onto a foil-covered polystyrene pad and avoid stretching of the intestine.\r\n\n\n**25.** Measure full length of the small bowel and colon separately.Divide the length of the small bowel intestine into 10 equally-sized segments and mark the segments by pinning it onto the polystyrene pad with needles.\r\n\n\n**26.** Proceed in the same manner with the colon but divide it into 3 segments.\r\n\n\n**27.** Transect the intestine at the marked positions and flush the lumen of each segment twice with the same 1ml of KHB into 2ml centrifuge tubes. Flushed intestinal segments can be stored in cold KHB buffer for further analysis.\r\n\n\n**28.** Transect the stomach and cecum longitudinally and put it completely in 2ml tube with 1ml KHB.\r\n\n\n**29.** Vortex all tubes vigorously for at least 10 seconds.\r\n\n\n**30.** Spin down at 1500xg for 5 min and transfer supernatants into new 2ml tubes.\r\n\n\n**31.** Recentrifuge at 11.000xg for 5min and pipette 200µl duplicates of supernatants into a black 96-well plate.\r\n\n\n**32.** Measure fluorescence with excitation/emission wavelength of 494/521nm and subtract blank values \\(KHB).\r\n\n\n**33.** Calculate geometric center \\(GC) of FITC dextran distribution by the following formula:\r\n\n\nGC = ∑ \\(% of total fluorescent signal per segment * segment number) / 100."
        },
        {
            "header": "Timing",
            "content": "**Intestinal manipulation:**\r\n\n\nIncluding onset of anesthesia, laparotomy, intestinal manipulation and double layered wound closure \\(Steps 1-12) this procedure takes approximately 15 minutes per animals\r\n\n\n**Gastrointestinal transit:**\r\n\n\nPart 1, including sedation and gavage of the markers \\(Steps 13-16) takes appromately 1 min.\r\n\n\nPart 2 \\(Steps 19-31) takes approximately 30 minutes per animal.\r\n\n\n**Colonic transit:**\r\n\n\nSteps 16-18 take approximately 5-10 minutes per animal, depending on the length of excretion time."
        },
        {
            "header": "Troubleshooting",
            "content": "**CRITICAL STEPS**\r\n\n\n\r\n\n\n**Step 9**: Compression strength must be evaluated and standardized. The application must be trained by each operator individually. However, accidental damage to the intestinal blood vessels and mesentery must be strictly avoided.\r\n\n\n\r\n\n\n**Step 10**: Twisting of the intestine must be strictly avoided to prevent a mechanical obstruction.\r\n\n\n\r\n\n\n**Step 14**: Length and depth of anesthesia are critical parameters. Animals should not wake up before the following procedures were completed: \\(A) oral administration of the GIT reporter solution by gavage \\(approximately 30sec), \\(B) checking the patency of the colon \\(approximately 20sec) and \\(C) transanally insertion of the colonic transit marker \\(approximately 30sec). Awaking and resedation of the animals during the procedure may have significantly influence colonic transit time. An adequate timing allows the animals to wake up within approximately 30 seconds after glass ball insertion.\r\n\n\n\r\n\n\n**Step 15**: Catheter application must be performed very carefully. Pull back the catheter and change its position if you feel any resistance during insertion.\r\n\n\n\r\n\n\n**Step 16**: Proceed with step 16 immediately after gavage of the GIT marker \\(step 15). Do not allow the animal to wake up until the colonic transit marker \\(glass ball) was inserted."
        },
        {
            "header": "Anticipated Results",
            "content": "**Gastrointestinal transit**\r\n\n\nFigure 2 demonstrates a typical distribution of FITC dextran along the GI tract in untreated controls \\(A) and intestinally manipulated mice 24h after operation \\(B). An adequate group size for statistical analysis is 5-7 animals per group.\r\n\n\n**Colonic transit**\r\n\n\nNormally, untreated animals excrete the glass ball within 60-300 seconds after insertion. Intestinally manipulated mice demonstrated a prolonged excretion time between, 250-900 seconds. An adequate group size for statistical analysis is 5-7 animal per grou"
        },
        {
            "header": "References",
            "content": "1. Goldstein J.L., Matuszewski K.A., Delaney C.P. Inpatient economic burden of postoperative ileus associated with abdominal surgery in the United States. P&T 2007;32:82-90.\r\n  2. Iyer S, Saunders WB, Stemkowski S. Economic burden of postoperative ileus associated with colectomy in the United States. J Manag Care Pharm 2009;15:485-494.\r\n  3. Kalff JC, Schraut WH, Simmons RL, Bauer AJ. Surgical manipulation of the gut elicits an intestinal muscularis inflammatory response resulting in postsurgical ileus. Ann Surg 1998;228:652-663.\r\n  4. Wehner S, Behrendt FF, Lyutenski BN, Lysson M, Bauer AJ, Hirner A, Kalff JC. Inhibition of macrophage function prevents intestinal inflammation and postoperative ileus in rodents. Gut 2007;56:176-185.\r\n  5. Wehner S, Straesser S, Vilz TO, Pantelis D, Sielecki T, de la Cruz VF, Hirner A, Kalff JC. Inhibition of p38 mitogen-activated protein kinase pathway as prophylaxis of postoperative ileus in mice.Gastroenterology 2009;136:619-29.\r\n  6. Schwarz NT, Kalff JC, Turler A, Speidel N, Grandis JR, Billiar TR, Bauer AJ. Selective jejunal manipulation causes postoperative pan-enteric inflammation and dysmotility. Gastroenterology 2004;126:159-169."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm.2255",
                "date": "2010-12-02 13:47:33",
                "title": "T helper type 1 memory cells disseminate postoperative ileus over the entire intestinal tract",
                "authors": [
                    "Daniel R Engel",
                    "Arne Koscielny",
                    "Sven Wehner",
                    "Juliane Maurer",
                    "Marzena Schiwon",
                    "Lars Franken",
                    "Beatrix Schumak",
                    "Andreas Limmer",
                    "Tim Sparwasser",
                    "Andreas Hirner",
                    "Percy A Knolle",
                    "Jörg C Kalff",
                    "and Christian Kurts"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11562,
                "identity": "9f8735ea-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sven Wehner",
                "email": "sven.wehner@ukb.uni-bonn.de",
                "orcid": "",
                "institution": "University Clinic of Bonn, Department of Surgery, Bonn, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sven",
                "middleName": "",
                "lastName": "Wehner",
                "suffix": ""
            },
            {
                "id": 11563,
                "identity": "9f8739ae-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Arne Koscielny",
                "email": "",
                "orcid": "",
                "institution": "University Clinic of Bonn, Department of Surgery, Bonn, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Arne",
                "middleName": "",
                "lastName": "Koscielny",
                "suffix": ""
            },
            {
                "id": 11564,
                "identity": "9f873d54-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tim O. Vilz",
                "email": "",
                "orcid": "",
                "institution": "University Clinic of Bonn, Department of Surgery, Bonn, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tim",
                "middleName": "O.",
                "lastName": "Vilz",
                "suffix": ""
            },
            {
                "id": 11565,
                "identity": "9f873f13-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Burkhard Stoffels",
                "email": "",
                "orcid": "",
                "institution": "University Clinic of Bonn, Department of Surgery, Bonn, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Burkhard",
                "middleName": "",
                "lastName": "Stoffels",
                "suffix": ""
            },
            {
                "id": 11566,
                "identity": "9f87409b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daniel R. Engel",
                "email": "",
                "orcid": "",
                "institution": "Institutes for Molecular Medicine and Experimental Immunology, University Clinic of Bonn, Bonn, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "R.",
                "lastName": "Engel",
                "suffix": ""
            },
            {
                "id": 11567,
                "identity": "9f87421c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christian Kurts",
                "email": "",
                "orcid": "",
                "institution": "Institutes for Molecular Medicine and Experimental Immunology, University Clinic of Bonn, Bonn, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Kurts",
                "suffix": ""
            },
            {
                "id": 11568,
                "identity": "9f87438d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Joerg  Kalff",
                "email": "",
                "orcid": "",
                "institution": "University Clinic of Bonn, Department of Surgery, Bonn, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joerg",
                "middleName": "",
                "lastName": "Kalff",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-03-17 08:25:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.219",
        "doiUrl": "https://doi.org/10.1038/protex.2011.219",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608169,
                "identity": "2179fa88-4618-4beb-8c3d-e0207669a172",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 208388,
                "visible": true,
                "origin": "",
                "legend": "Intestinal manipulation of mouse small bowel.   Small bowel is run once from oral to aboral direction with two sterile moist cotton buds. Importantly, touching the mesentery must be strictly avoided.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1909/v1/figure_1.jpg"
            },
            {
                "id": 2608171,
                "identity": "328dec3d-56a7-4ab7-b1b1-f73086ef93a6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 105588,
                "visible": true,
                "origin": "",
                "legend": "Gavage of FITC-dextran.   After sedation, hyperextend animal´s head, pull out the tongue and carefully feed forward the arterial catheter into the stomach. Administer 100µl of 50mg/ml FITC-dextran and withdraw the catheter.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1909/v1/figure_2.jpg"
            },
            {
                "id": 2608170,
                "identity": "5823d848-be8d-408d-9efc-08d98f3b214a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 55775,
                "visible": true,
                "origin": "",
                "legend": "Gastrointestinal distribution of orally administered FITC-dextran.   Untreated control mice (blank area) and intestinally manipulated mice were fed with FITC-dextran 22.5 h after intestinal manipulation (grey area). After 90 minutes, intestinal distribution was analyzed along the complete GI tract. GC = mean values of geometric centers +/- standard deviation (n= 5-6 per group). Sto = stomach, Sb= small bowel, Cec= cecum, Col = colon.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1909/v1/figure_3.jpg"
            },
            {
                "id": 13464684,
                "identity": "a89adad4-bf45-4226-a42d-23950fa2e166",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 223722,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1909/v1/dca4d23d-5852-4df2-9262-33d0044b689c.pdf"
            }
        ],
        "financialInterests": "no conflicts",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "intestinal inflammation, intestinal motility, gastrointestinal transit, colonic transit, postoperative ileus,",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Postoperative ileus \\(POI) is a frequent and severe complication after intestinal surgery <sup>1, 2</sup>. Gastrointestinal dysfunction originates from an inflammatory response within the tunica muscularis induced by the surgical handling of the intestine <sup>3</sup>. Resident macrophages have been shown to play a key role in the initiation of POI <sup>4, 5</sup>. Furthermore, this inflammation can spread from manipulated bowel segments to unmanipulated distant parts of the gastrointestinal \\(GI) tract <sup>6</sup>. Herein we describe the functional assessment of in vivo intestinal motility in a standardized mouse model of POI. This method provides information about the strength of POI and the spreading of the underlying inflammation along the GI tract. Initially, animals are laparotomized and small bowel becomes intestinally manipulated \\(15 min). Ninety minutes before experiment´s end point, colonic transit is analyzed \\(5-10 min) by the excretion time of a transanally inserted probe. Subsequently, GI transit is measured by means of distribution of an orally administered fluorescent dye along the GI tract over 90 minutes. GI transit analysis requires 30 minutes. Combining both methods in one animal offers the advantage to analyze motility of the complete GI tract, while former studies often focused solely on separated bowel motility or gastric emptying.",
        "manuscriptTitle": "Measurement of gastrointestinal and colonic transit in mice",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-03-17 11:52:07",
                "doi": "10.1038/protex.2011.219",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f86e3c2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 17th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2474,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-03-17 11:52:07",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}