{
    "identity": "pex-1710",
    "title": "<p>Super-resolved 3D Tracking of Cargo Transport Through Nuclear Pore Complexes by Astigmatism Imaging</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>NPCs mediate the exchange of thousands of molecules per second between the nucleus and the cytoplasm of eukaryotic cells<sup>1</sup> with typical protein transit times of ~10 ms.<sup>2-4</sup>&nbsp; The human NPC scaffold has an outer diameter of ~110 nm, and a minimum diameter of ~50 nm,<sup>5,6</sup> although recent reports of ~60 nm ‘dilated’ pores are potentially more physiologically relevant.<sup>7,8</sup>&nbsp; The permeability barrier is generated by a network of intrinsically disordered polypeptide chains.<sup>9,10</sup>&nbsp; Current evidence suggests the existence of distinct transport paths for import and export cargos through this permeability barrier.<sup>10-15</sup>&nbsp; The rules by which cargo complexes partition into distinct locales and the extent to which pathways overlap requires a high resolution 3D tracking strategy with high time resolution.&nbsp;In most studies of NPC scaffold structures reported to date, nuclear envelopes were stabilized via fixation (e.g., see <sup>16-19</sup>), thus eliminating the possibility of exploring the dynamics of the translocation process through unmodified NPCs. This protocol describes an approach that allows investigation of the real-time dynamics of cargo translocation through NPCs in the context of a well-resolved scaffold structure.</p><p>&nbsp;</p><p>An overview of the imaging procedure is as follows.&nbsp;Fluorescence is recovered from NPCs within the largely flat bottom NE of the nuclei of permeabilized U-2 OS cells (<strong>NCB Figure 1a,b</strong>) using a narrow-field epifluorescence scheme (constrained illumination field).<sup>20</sup>&nbsp;NPCs tagged on NUP96 with mEGFP are first decorated with dye-labeled anti-GFP nanobodies, and then transport mix is added to begin import experiments.&nbsp;The NPC scaffold and cargo complexes are imaged separately but sequentially with no reagent changes.&nbsp;The localization precision in each of the three dimensions for the individual fluorescent spots arising from scaffold markers and transiting molecules depend on astigmatism, photon count, and <em>z</em>-position.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Bacterial Culture</strong></p><p>Bacto tryptone (BD, #211705)</p><p>Yeast extract (BD, #210929)</p><p>Ampicillin (Amp) (MilliporeSigma, #A0166)</p><p>Kanamycin (Kan) (Research Products International Corp., #K22000-5.0)</p><p>Isopropyl β-D-1-thiogalactopyranoside (IPTG) (VWR, #14213-261)</p><p>&nbsp;</p><p><strong>Cell Culture</strong></p><p>U-2 OS-CRISPR-NUP96-mEGFP cells clone #195 (CLS GmbH, #300174)</p><p>U-2 OS cells (CLS GmbH, #300364, CLS GmbH) (control cells, e.g., to test for nanobody binding)</p><p>McCoy’s 5A (modified) media (Thermo Fisher Scientific, #16600082)</p><p>Penicillin-streptomycin (Thermo Fisher Scientific, #15140148)</p><p>Sodium pyruvate (Thermo Fisher Scientific, #11360070)</p><p>MEM non-essential amino acids solution (Thermo Fisher Scientific, #11140050)</p><p>Fetal bovine serum (Thermo Fisher Scientific, #A3160401)</p><p>Accutase (Thermo Fisher Scientific, #A1110501)</p><p>PlasmoTest – Mycoplasma Detection Kit (InvivoGen, #rep-pt1)</p><p>Poly-L-lysine (MilliporeSigma, #P4832)&nbsp;&nbsp;</p><p>&nbsp;</p><p><strong>Dyes</strong></p><p>HMSiR (SaraFluor 650B-maleimide; Goryo Chemical, Japan, #A209-01), a spontaneously blinking dye</p><p>Atto542 maleimide (Atto-Tec, #AD 542)</p><p>&nbsp;</p><p><strong>Recombinant Proteins</strong></p><p>RanGDP</p><p>NTF2</p><p>Importin ⍺ (Imp ⍺)</p><p>Importin β1 (Imp β1)</p><p>Transportin (Imp β2)</p><p>M9-βGal-8C</p><p>NLS-2xBFP(4C)</p><p>Anti-GFP nanobody LaG-9(S151C)</p><p>&nbsp;</p><p><strong>Microscopy</strong></p><p>1 µm Tetraspeck Microspheres, fluorescent blue/green/orange/dark red (ThermoFisher Scientific, #T7282)</p><p>0.1 µm Tetraspeck Microspheres, fluorescent blue/green/orange/dark red (ThermoFisher Scientific, #T7279)</p><p><strong>&nbsp;</strong></p><p><strong>Other</strong></p><p>Digitonin (MilliporeSigma, #D5628)</p><p>Polyvinylpyrrolidone, 360,000 g/mol (PVP; MilliporeSigma, #P5288)</p><p>Agarose (MilliporeSigma, #A7174)</p><p>Ni-NTA Superflow resin (Qiagen, #30430)</p><p>Glutathione Sepharose resin (GE Healthcare, #17-0756-01)</p><p>TEV protease (ThermoFisher Scientific, #12575015)</p><p>Triton X-100 (TX-100; MilliporeSigma, #T9284)</p><p>Imidazole (Acros Organics, #288-32-4)</p><p>β-mercaptoethanol (βME; MilliporeSigma, #M3148)</p><p>Dithiothreitol (DTT; MilliporeSigma, #D9779)</p><p>Tris Base (MilliporeSigma, #T6066)</p><p>4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid (HEPES; MilliporeSigma, #H4034)</p><p>Potassium phosphate dibasic, K<sub>2</sub>HPO<sub>4</sub> (K-Phos; MilliporeSigma, #PX1570)</p><p>NaCl (MilliporeSigma, #S7653)</p><p>MgCl<sub>2</sub> (MilliporeSigma, #M2670)</p><p>MgSO<sub>4</sub> (MilliporeSigma, #MX0075)</p><p>KOAc (MilliporeSigma, #PX1330)</p><p>NaOAc (MilliporeSigma, #S7670)</p><p>MgOAc<sub>2</sub> (MilliporeSigma, #M0631)</p><p>Glycerol (Invitrogen, #15514029)</p><p>Sucrose (Invitrogen, #15503022)</p><p>Ethyleneglycoltetraacetic acid (EGTA; MilliporeSigma, #E3889)</p><p>Ethylenediaminetetraacetic acid (EDTA; MilliporeSigma, #E9884)</p><p>Adenosine triphosphate, ATP (MilliporeSigma, #A9187)</p><p>Guanosine triphosphate, GTP (MilliporeSigma, #10106399001)</p><p>Phenylmethane sulfonyl fluoride (PMSF; ThermoFischer Scientific, #36978)</p><p>Trypsin inhibitor (MilliporeSigma, #T9253)</p><p>Leupeptin (MilliporeSigma, #L9783)</p><p>Pepstatin A (MilliporeSigma, #P5318)</p><p>Isopropanol (MilliporeSigma, #190764)</p><p><u>Protease Inhibitor cocktail (PI) consists of the following (at final concentration):</u></p><p>10 mM PMSF (added from 100X stock in isopropanol)</p><p>100 µg/mL trypsin inhibitor (added from 1000X stock)</p><p>20 µg/mL leupeptin (added from 1000X stock)</p><p>100 µg/mL pepstatin (added from 1000X stock)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Microscope</strong></p><p>For high-precision measurements, a research-grade microscope on a vibration isolation table is needed.&nbsp;For rapid measurements, high illumination intensities are necessary, though laser powers will vary widely depending on how they are configured to illuminate the sample, the illumination area, the imaging speed, and the sample fluorescence intensity.&nbsp;While there are many suitable combinations available, our 3D imaging system includes the following items within the microscope set-up (<strong>NCB Figure 1a</strong>), with major systems described in the sections that follow:</p><p>Zeiss Axiovert 200M microscope (motorized)</p><p>100X oil-immersion objective (Zeiss Alpha Plan-Apochromat, 1.40 NA)</p><p>Metamorph 7.7.7 image acquisition software</p><p>Motorized <em>xy</em> microstage, 25 mm range each axis (Mad City Labs, #Micro-Stage)</p><p>Piezo <em>xyz</em> nanostage, 200 µm range each axis, 0.2 nm step-size (Mad City Labs, #Nano-LPS200);&nbsp;includes a screw-mounted sample holder</p><p>π-shaper (Edmund Optics, #12-644), used to flatten the Gaussian beam profile</p><p>7X beam expander (Edmund Optics, #47342 and #47353)</p><p>7X beam compressor (Edmund Optics, #47342 and #47353)</p><p>Half (λ/2) waveplate (Newport, #10RP42-1)</p><p>Quarter (λ/4) waveplate (Newport, #10RP44-1)</p><p>Evolve 128 EMCCD camera (Photometrics)</p><p><u>Lasers (3), combined in free space, and independently controlled:</u></p><p>488 nm, 400 mW diode (Coherent, Sapphire 488 LPX), for EGFP imaging</p><p>532 nm, 300 mW diode-pumped solid-state (Coherent, Compass 415M), for import complex imaging</p><p>647 nm, 120 mW diode (Coherent, OBIS 647), for NPC scaffold imaging</p><p>&nbsp;</p><p>This procedure assumes that the user is sufficiently capable of assembling and operating a microscope with the above components, or that someone is available to provide the necessary expertise.&nbsp;In our microscope, the lasers are combined in free space on a vibration isolation table, and collimated into a beam expander to generate the ~6 mm diameter Gaussian beam required by the π-shaper beam flattener.&nbsp;The π-shaper creates a nearly flat sample plane illumination profile (rather than a Gaussian spot).&nbsp;The size of the illumination area at the image plane (~7 µm diameter in our experiments) is controlled by a beam compressor after the π-shaper.&nbsp;To maximize excitation efficiency, the polarized laser beams are converted to circularly polarized light with the half (λ/2) and a quarter (λ/4) waveplates.&nbsp;The slightly converging illumination beam enters the microscope through the epifluorescence excitation path from which all manufacturer-installed optics before the dichroic mirror were removed, except for the tube lens.&nbsp;These optics were removed to simplify the installation of the TIRF-lock system (described later).&nbsp;</p><p>&nbsp;</p><p><strong>Sample Chambers</strong></p><p>#1.5 coverslips, 24x60 mm (VWR, #16004-312)</p><p>#1.5 coverslips, 10.5x35 mm (Electron Microscopy Sciences, #72191-35)</p><p>High vacuum grease (Dow Corning, #DOWCOR), in syringe with pipette tip nozzle</p><p>&nbsp;</p><p>For ease of adding and removing reagents, flow chambers (~10 µL) should be constructed by inverting a small coverslip (10.5x35 mm) with beads of high-vacuum grease parallel to the short edges over a coverslip (24x60 mm) on which adherent cells were grown overnight (<strong>Figure 1</strong>).&nbsp;The coverslip sandwich is then mounted into a homemade aluminum frame slide holder, and held in place by high-vacuum grease.&nbsp;To exchange buffer within a flow chamber, ~10 µL of the desired solution is added to one side (high-vacuum grease can be used to make a reservoir – see <strong>Figure 1d</strong>), and then a small piece of filter paper is used to extract the solution from the chamber from the other side.</p><p>&nbsp;</p><p><strong>Sample Mounting System</strong></p><p>Microscope and sample chamber stability is critical to high precision spatial measurements.&nbsp;Air currents are particularly disruptive.&nbsp;Our solution is illustrated in <strong>Figure 2</strong>.&nbsp;To hold our homemade slide holder, we constructed a rectangular hollowed plate, and mounted it within the screw-mounted manufacturer-supplied frame within the piezo nanostage.&nbsp;The slide holder with coverslip and flow-chambers is then placed within the hollowed plate, and held tightly in place by two clamps.&nbsp;The slide is thus suspended within the piezo stage, which protects it from the four sides.&nbsp;The slide and holder effectively seals the chamber from the bottom, and a gel plate (0.75 mm thickness, from an SDS-PAGE system) placed on top of sample holder completes the enclosure, effectively minimizing disturbances from air currents.&nbsp;In this set-up, the sample chamber is not temperature controlled.</p><p>&nbsp;</p><p><strong><em>Z</em>-Lock System</strong></p><p>A self-configured TIRF-Lock system (Mad City Labs) provides a <em>z</em>-stability for the coverslip of &lt; 3 nm for the duration of the experiment.&nbsp;The system is designed so that an infra-red (IR) laser (850 nm, 20 mW; Thorlabs, #LDM850) undergoes total internal reflection (TIR) at the glass (coverslip)-sample (aqueous) interface.&nbsp;The reflected beam is focused onto a quadrant photo-diode detector (which comes with the TIRF-Lock system).&nbsp;Any <em>z</em>-drift of the coverslip (approximately parallel to the focal plane) causes a displacement of the TIR beam on the detector, which is compensated by calibrated movement of the nanostage through a software-controlled manufacturer-provided feedback system.&nbsp;In our system, the IR beam was directed to the coverslip via the epifluorescence beam path, and returned to the detector via the same path.&nbsp;For this to work, it is critical to ensure that any optics in the path are transparent to IR light.&nbsp;This was not the case for our Zeiss microscope system.&nbsp;Consequently, all of the optical elements within the epifluorescence illumination path, except for the tube lens, were removed.</p><p>&nbsp;</p><p><strong>Adaptive Optics (AO) System</strong></p><p>An adaptive optics (AO) system is needed to correct for aberrations (primarily spherical aberrations introduced by the aqueous sample) and to introduce the astigmatism necessary for 3D imaging.<sup>21</sup>&nbsp;A suitable AO system should be incorporated into an emission path of the microscope.&nbsp;For our setup, we used a self-configurable system (Imagine Optic, AO KIT BIO), which includes the following:</p><p>Deformable mirror (DM) (MirAO 52-e)</p><p>Wavefront sensor (WFS) (HASO4)</p><p>Software to run the DM and WFS (MicAO Soft)</p><p>Software development kit (Wavekit Bio)</p><p>This self-configurable system was used instead of the plug-and-play device available from the same manufacturer so that switching between the wavefront sensor (WFS; required for calibration of the deformable mirror, DM) and the camera could be readily achieved with an electronically controlled flip mirror.&nbsp;This is important for daily optimization of the wavefront without physically moving hardware.&nbsp;Critical parts of the assembly are described below and illustrated in <strong>Figure 3</strong>.&nbsp;Optics expertise is essential; this is not an approach recommended for a novice.&nbsp;An appropriately designed plug-and-play device may be suitable for some applications, avoiding the set-up described in the following paragraph.</p><p>&nbsp;</p><p>To obtain optimized and well-corrected point spread functions (PSFs), it is essential to construct the imaging system from high-quality, chromatically-corrected optics, and firmly mount them in a stable positioning system.&nbsp;In all microscope imaging systems, there are a series of conjugate image and aperture planes separated by the various lens elements.&nbsp;The DM and WFS both need to be placed at conjugate aperture planes (alternately termed pupil planes).&nbsp;Knowing that the camera chip is positioned at the image plane when the camera is mounted on the microscope determines where the first lens (L1) is positioned, i.e. at its focal length distance from this image plane.&nbsp;The focal length of L1 is determined from the focal length of the microscope tube lens used to create the initial image (165 mm for our Zeiss microscope), the diameter of the back focal plane of the objective, and the size of the spot needed on the DM.&nbsp;This spot should maximally fill (but not over-fill) the 15 mm diameter surface of the DM to effectively make use of most of the actuators generating the mirror deformations. The diameter of the back focal plane of the objective – in our case, this is ~5 mm (Plan-Apochromat 100x/1.40 Oil, Zeiss, #420792-9901-000) is needed for determining the necessary magnification.&nbsp;Using a 400 mm lens (Thorlabs, #TL400-A), we obtained a magnification of 2.42X (= 400 mm/165 mm) yielding a spot of ~12 mm diameter on the DM.&nbsp;This spot is readily visible by illuminating the sample plane with transmitted light and a fully open illumination aperture.&nbsp;Such illumination is readily used for positioning and aligning the optical elements of the system.&nbsp;A second lens L2 (focal length identical to L1) regenerates the image, and determines the placement of the camera.&nbsp;In our system, we have an Optosplit III before the camera, which enables three different colors to be imaged simultaneously on different parts of the camera.&nbsp;This feature was not used, and is not needed, for imaging cargo transport through NPCs.&nbsp;A flip mirror installed between L2 and the camera is used to divert the beam into the WFS via a third lens L3 (Thorlabs, #TL-100A).&nbsp;This flip mirror (automated if desired) allows simple and rapid switching between calibration mode (WFS) and imaging (camera).&nbsp;Alignment is critical so that the aperture plane on the WFS is conjugate to the plane on the DM.&nbsp;As the WFS has a smaller imaging area (3.6 x 4.6 mm) than the DM, the spot diameter needs to be reduced about 4-fold.&nbsp;This is accomplished in our system with a 100 mm focal length lens (L3).&nbsp;</p>"
        },
        {
            "header": "Procedure",
            "content": "WET-LAB PROCEDURES\nProtein Purification\nAll the necessary proteins needed for NPC localizations and transport experiments are obtained by overproduction in\nEscherichia coli\n, and then purified by standard biochemical methods, as described in the following sections. All protein concentrations can be determined by the investigator’s favorite method. We determine concentrations by the densitometry of bands on SDS-PAGE gels stained with Coomassie Blue R-250 using bovine serum albumin as a standard. When needed, antibiotics should be added at 50 µg/mL for ampicillin (Amp) and 30 µg/mL for kanamycin (Kan). All cells with overproduced proteins can be stored at -80°C until needed, or used immediately. All purified proteins can be stored at -80°C until use.\nRanGDP\n:\n1)  Inoculate BL21(DE3) cells transfected with pQE32-Ran\n22\ninto 5 mL of LB with 2% glucose + Amp, and culture overnight at 37ºC.\n2)  The following day, transfer the starter culture to 1 L of LB with 2% glucose + Amp, and grow at 37ºC until an OD\n600\nof ~0.8 is reached. Induce with 1 mM IPTG and grow for another 4 h at 27ºC. Centrifuge the culture (4,000 x\ng\n, 20 min, 4°C).\n3)  Resuspend the cells in 20 mL of 20 mM K-Phos, 200 mM NaCl, 0.5 mM MgCl\n2\n, 10 mM imidazole, 4 mM βME, pH 7 + protease inhibitors (PI). Lyse by French press (3X at 16,000 psi), and then centrifuge the lysate (15,000 x\ng\n, 20 min, 4°C).\n4)  Mix the supernatant with 0.5 mL Ni-NTA resin, and incubate for 30 min at 4°C. Transfer the suspension to a gravity column.\n5)  Wash the Ni-NTA resin with:\n15 mL 20 mM K-Phos, 500 mM NaCl, 0.5 mM MgCl\n2\n, 20 mM imidazole, 0.1% TX-100, pH 7.0 + PI\n15 mL 20 mM K-Phos, 50 mM NaCl, 0.5 mM MgCl\n2\n, 20 mM imidazole, pH 8.\nElute with 20 mM K-Phos, 50 mM NaCl, 0.5 mM MgCl\n2\n, 250 mM imidazole, pH 8 collecting 1 mL fractions.\n6)  Combine the major elution fractions (typically, the first 2 mL). Purify further by MonoS cation exchange chromatography (GE Pharmacia Biotech, #17-0547-01) in 20 mM K-Phos, 50 mM NaCl, 0.5 mM MgCl\n2\n, pH 8 using a linear NaCl gradient (with 500 mM NaCl in the second buffer) to separate RanGDP (first peak at ~150 mM NaCl) from RanGTP (second peak at ~250 mM NaCl).\nNTF2\n:\n1)  Inoculate BL21(DE3) cells transfected with pET15b-NTF2\n23\ninto 5 mL of LB + Amp, and culture overnight at 37ºC.\n2)  The following day, transfer the starter culture to 2 L of LB + Amp, and grow at 37ºC until an OD\n600\nof ~0.8 is reached. Induce with 1 mM IPTG and grow for another 4 h at 27ºC. Centrifuge the culture (4,000 x\ng\n, 20 min, 4°C).\n3)  Resuspend the cells in 20 mL of 20 mM Tris, 200 mM NaCl, 5 mM MgCl\n2\n, 10 mM imidazole, pH 8.0 + PI. Lyse by French press (3X at 16,000 psi), and then centrifuge the lysate (15,000 x\ng\n, 20 min, 4°C).\n4)  Precipitate the NTF2 from the cleared lysate with saturated ammonium sulfate (at ~40-50% saturation), and recover by centrifugation (4,000 x\ng\n, 20 min, 4ºC). Dissolve the pellet in 5 mL of 50 mM Tris, pH 8 (takes ~1 h).\n5)  Purify the NTF2 solution using an HiPrep Q FF Anion Exchange Resin column (GE Healthcare Bioscience, #17-5190-01) with the dissolution buffer and a linear NaCl gradient, followed by Superdex 75 size exclusion chromatography (GE Healthcare Bioscience, #17-5174-01) in the dissolution buffer.\nImp ⍺\n:\n1)  Inoculate BL21(DE3) cells transfected with pRSET-hSRP⍺\n24\ninto 5 mL of LB + Amp, and culture overnight at 30ºC.\n2)  The following day, transfer the starter culture to 2 L of LB + Amp, and grow at 37ºC until an OD\n600\nof ~0.8 is reached. Induce with 0.8 mM IPTG and grow for another 4.5 h at 28ºC. Centrifuge the culture (4,000 x\ng\n, 20 min, 4°C).\n3)  Resuspend the cells in 10 mL of 20 mM Tris, 200 mM NaCl, 5 mM MgSO\n4\n,\n10 mM imidazole, 4 mM βME, pH 8.0 + PI. Lyse by French press (3X at 16,000 psi), and then centrifuge the lysate (15,000 x\ng\n, 20 min, 4°C).\n4)  Mix the supernatant with 0.6 mL Ni-NTA resin, and incubate for 30 min at 4°C. Transfer the suspension to a gravity column.\n5)  Wash the Ni-NTA resin with:\n20 mL of 20 mM Tris, 1 M NaCl, 5 mM MgSO\n4\n, 10 mM imidazole, 4 mM βME, 0.1% TX-100, pH 8.0 + PI\n20 mL of 20 mM Tris, 100 mM NaCl, 10 mM imidazole, pH 8.\nElute with 20 mM Tris, 100 mM NaCl, 250 mM imidazole, pH 8.0 collecting 0.5 mL fractions.\n6)  Purify the most concentrated fraction by Superdex 200 size exclusion chromatography (GE Healthcare Bioscience, #28-9909-44) using 20 mM HEPES, 150 mM NaCl, pH 7.3.\nImp β1\n:\n1)  Inoculate BL21(DE3) cells transfected with pQE9-Imp β\n25\ninto 5 mL of LB with 2% glucose + Amp, and culture overnight at 37ºC.\n2)  The following day, transfer the starter culture to 1 L of LB with 2% glucose + Amp, and grow at 37ºC until an OD\n600\nof ~0.8 is reached. Induce with 0.7 mM IPTG and grow for another 3 h at 37ºC. Centrifuge the culture (4,000 x\ng\n, 20 min, 4°C).\n3)  Resuspend the cells in 6 mL of 5 mM Tris, 500 mM NaCl, 5 mM MgSO\n4\n,\n10 mM imidazole, 4 mM βME, pH 8.0 + PI. Lyse by French press (3X at 16,000 psi), and then centrifuge the lysate (15,000 x\ng\n, 20 min, 4°C).\n4)  Mix the supernatant with 0.5 mL Ni-NTA resin, and incubate for 30 min at 4°C. Transfer the suspension to a gravity column.\n5)  Wash the Ni-NTA resin with:\n20 mL of 5 mM Tris, 500 mM NaCl, 5 mM MgSO\n4\n, 10 mM imidazole, 4 mM βME, 0.1% TX-100, pH 8.0 + PI\n20 mL of 5 mM Tris, 100 mM NaCl, 10 mM imidazole, pH 8.\nElute with 5 mM Tris, 100 mM NaCl, 250 mM imidazole, pH 8.0 collecting 0.5 mL fractions.\n6)  Purify the most concentrated fraction by Superdex 200 size exclusion chromatography (GE Healthcare Bioscience, #28-9909-44) using 20 mM HEPES, 110 mM KOAc, 5 mM NaOAc, 2 mM MgOAc\n2\n, 2 mM DTT, pH 7.3 (import buffer without EGTA; IBnoEGTA).\nTransportin (Imp β2)\n:\n1)  Inoculate BL21-Gold(DE3) cells transfected with pGEX4TT3-TEV-KapBeta2\n26\ninto 20 mL of LB with 2% glucose + Amp, and culture overnight at 37ºC.\n2)  The following day, transfer the starter culture to 2 L of LB with 2% glucose + Amp, and grow at 25ºC until an OD\n600\nof ~0.6 is reached. Induce with 0.5 mM IPTG and grow for another 12 h at 25ºC. Centrifuge the culture (4,000 x\ng\n, 20 min, 4°C).\n3)  Resuspend cells in 30 mL of 50 mM HEPES, 150 mM NaCl, 15% glycerol, 2 mM DTT, 2 mM EDTA, pH 7.4 + PI. Lyse by French press (3X at 16,000 psi), and then centrifuge the lysate (15,000 x\ng\n, 20 min, 4°C).\n4)  Mix the supernatant with 0.5 mL glutathione Sepharose resin, and incubate for 30 min at 4°C. Transfer the suspension to a gravity column.\n5)  Wash the glutathione Sepharose resin with:\n25 mL of 50 mM HEPES, 100 mM NaCl, 1 mM EGTA, 10 mM MgOAc\n2\n, 2 mM DTT, 15% glycerol, 5 mM ATP, pH 7.4 + PI\n20 mL of 20 mM HEPES, 20 mM NaCl, 2 mM EDTA, 10% glycerol, 2 mM DTT, pH 7.4.\n6)  Cleave the GST tag off of the transportin protein by incubating the Sepharose resin with 1 mL of 20 mM HEPES, 20 mM NaCl, 2 mM EDTA, 10% glycerol, 2 mM DTT, 0.5 units/µL TEV protease, pH 7.4 for 2 h at room temperature. The protein can then be collected by eluting with the same buffer (0.5 mL fractions).\n7)  Purify the most concentrated fraction by Enrich Sec 650 size exclusion chromatography (Biorad, #7801650) using IBnoEGTA.\nM9-βGal-8C\n:\n1)  Inoculate BL21(DE3) cells transfected with pET30a-M9-βGal-8C\n27\ninto 4 mL of LB + Kan, and culture overnight at 37ºC.\n2)  The following day, transfer the starter culture to 1 L of LB + Kan, and grow at 37ºC until an OD\n600\nof ~0.8 is reached. Induce with 0.15 mM IPTG and grow overnight at 22ºC. Centrifuge the culture (4,000 x\ng\n, 20 min, 4°C).\n3)  Resuspend the cells in 6 mL of 5 mM Tris, 500 mM NaCl, 5 mM MgSO\n4\n,\n10 mM imidazole, 4 mM βME, pH 8.0 + PI. Lyse by French press (3X at 16,000 psi), and then centrifuge the lysate (15,000 x\ng\n, 20 min, 4°C).\n4)  Mix the supernatant with 0.5 mL Ni-NTA resin, and incubate for 30 min at 4°C. Transfer the suspension to a gravity column.\n5)  Wash the Ni-NTA resin with:\n15 mL of 5 mM Tris, 500 mM NaCl, 5 mM MgCl\n2\n, 4 mM βME, 0.1% TX-100, pH 8\n15 mL of 5 mM Tris, 100 mM NaCl, 10 mM imidazole, pH 8.\nElute with 5 mM Tris, 100 mM NaCl, 250 mM imidazole, pH 8 collecting 0.5 mL fractions.\n6)  Purify the most concentrated fraction by Enrich Sec 650 size exclusion chromatography using 20 mM HEPES, 150 mM NaCl, pH 7.3.\nNLS-2xBFP(4C)\n:\n1)  Inoculate JM109 cells transfected with pNLS-2xBFP(4C) (see associated publication) into 5 mL of LB + Amp, and culture overnight at 37ºC.\n2)  The following day, transfer the starter culture to 1 L of LB + Amp, and grow at 37ºC until an OD\n600\nof ~0.8 is reached. Induce with 0.7 mM IPTG and grow for 14 h at 25ºC. Centrifuge the culture (4,000 x\ng\n, 20 min, 4°C).\n3)  Resuspend the cells in 6 mL of 5 mM Tris, 500 mM NaCl, 5 mM MgSO\n4\n,\n10 mM imidazole, 4 mM βME, pH 8.0 + PI. Lyse by French press (3X at 16,000 psi), and then centrifuge the lysate (15,000 x\ng\n, 20 min, 4°C).\n4)  Mix the supernatant with 0.5 mL Ni-NTA resin, and incubate for 30 min at 4°C. Transfer the suspension to a gravity column.\n5)  Wash the Ni-NTA resin with:\n20 mL of 5 mM Tris, 500 mM NaCl, 5 mM MgSO\n4\n, 10 mM imidazole, 4 mM βME, 0.1% TX-100, pH 8.0 + PI\n20 mL of 5 mM Tris, 100 mM NaCl, 10 mM imidazole, pH 8.0.\nElute with 5 mM Tris, 100 mM NaCl, 250 mM imidazole, pH 8.0 collecting 0.5 mL fractions.\n6)  Purify the most concentrated fraction by Superdex 200 size exclusion chromatography using IBnoEGTA.\nLaG-9(S151C)\n:\n1)  Inoculate BL21(DE3) cells transfected with pLaG-9(S151C) (see associated publication) into 5 mL of LB + Amp, and culture overnight at 37ºC.\n2)  The following day, transfer the starter culture to 1 L of LB + Amp, and grow at 37ºC until an OD\n600\nof ~0.8 is reached. Induce with 0.1 mM IPTG and grow for 20 h at 20°C. Centrifuge the culture (4,000 x\ng\n, 20 min, 4°C).\n3)  Resuspend the cells in 10 mL ice cold 20 mM Tris, 0.5 mM EDTA, 500 mM sucrose, 10 mM βME, 0.3 mM MgSO\n4\n, pH 8.0 + PI. Lyse by French press (3X at 16,000 psi), and then centrifuge the lysate (15,000 x\ng\n, 20 min, 4°C).\n4)  Mix the supernatant with 0.5 mL Ni-NTA resin, and incubate for 30 min at 4°C. Transfer the suspension to a gravity column.\n5)  Wash the Ni-NTA resin with:\n15 mL of 20 mM Tris, 900 mM NaCl, 10 mM βME, 0.1% TX-100, pH 8.0\n15 mL of 20 mM Tris, 150 mM NaCl, 10 mM imidazole, pH 8.0.\nElute with 20 mM Tris, 150 mM NaCl, 250 mM imidazole, pH 8.0 collecting 0.5 mL fractions.\n6)  Purify the most concentrated fraction by Superdex 75 size exclusion chromatography using 20 mM HEPES, 150 mM NaCl, pH 7.3.\nDye Labeling of Proteins\nThe efficiency of dye labeling varies for different proteins and different dyes. Dyes are solubilized in DMSO. Our standard approach is to add different amounts of dye to aliquots of protein sufficient to run on an SDS-PAGE gel, and then analyze these labeled proteins by in-gel fluorescence imaging. For labeling protein stocks, the minimum amount of dye need to obtain saturated (quantitative) labeling is typically used. Maleimides are highly reactive with cysteines, and a 5-10 min incubation period is sufficient to reach the reaction endpoint. The following procedures yield high labeling efficiencies.\nHMSiR maleimide is attached to the C-terminal cysteine on the LaG-9(S151C) nanobody by incubating with a 15-fold molar excess at room temperature for 15 min. Excess dye is washed away by binding the nanobody to Ni-NTA resin:\n1)  Incubate the dye-protein mixture with 0.1 mL Ni-NTA resin for 30 min.\n2)  Wash the resin-bound protein with 20 mL of 20 mM HEPES, 500 mM NaCl, 0.1% TX-100, 4 mM BME, pH 7.3.\n3)  Wash with 10 mL of 20 mM HEPES, 150 mM NaCl, pH 7.3 to remove the detergent.\n4)  Elute the labeled nanobody with 20 mM HEPES, 150 mM NaCl, 250 mM imidazole, pH 7.3 collecting 50 µL fractions.\nThe eight surface cysteines on M9-βGal-8C and four surface cysteines on Imp ⍺ should be efficiently labeled with a 150- and 70-fold molar excess of Atto542 maleimide, respectively. Excess dye is then removed by the same procedure as for the HMSiR dye, except that 5 mL is sufficient for the first wash step.\nCell Culture\nThis procedure assumes competence in routine mammalian cell culture techniques. Cells are cultured in McCoy’s 5A (modified) media supplemented with 100 U/mL penicillin-streptomycin, 1 mM sodium pyruvate, 1X MEM non-essential amino acids solution, and 10% (v/v) fetal bovine serum in 5% (v/v) CO\n2\nenriched air at 37ºC. For culture maintenance, cells should be grown to ~95% confluency, and split using Accutase. Cells should be tested monthly for mycoplasma contamination. For microscopy experiments, cells should be split the night before and diluted to < 3% confluency onto coverslips (24x60 mm; see ‘Sample Chambers’ section) pre-treated with 0.01% poly-L-lysine for 5 min. The poly-lysine treatment is important to reduce cell detachment after permeabilization.\nFor these experiments, U-2 OS-CRISPR-NUP96-mEGFP cells should be used. The EGFP tags on the 32 copies of NUP96 within the NPC scaffold provide the necessary binding sites for blinking dye-labeled anti-GFP nanobodies, which provides the stochastic and bright fluorescence needed to generate super-resolution images of individual NPCs.\nAgarose Immobilized Fluorescent Beads\nA slide containing immobilized fluorescent microspheres is used for obtaining calibration and precision data, and should be formed as follows. Into each chamber of a 4-well glass bottomed coverslip (Ibidi, #80447), add 150 µL of a mixture of 1 µm and 0.1 µm Tetraspeck microspheres diluted into autoclaved distilled water [1:40 and 1:1000 dilution (v/v), respectively]. Then, 200 µL of 2% preheated and cleared agarose solution in autoclaved water is added to each chamber and allowed to cool and solidify. The top cover should be sealed with parafilm to prevent the agarose from drying out. This slide with immobilized microspheres can be stored in the microscope room and re-used numerous times. For longer term stability, store in a refrigerator, warming up to room temperature for 15 min before use.\nIMAGING PROCEDURES\nAO Calibration\n(~45 min)\nFor an optimal PSF, the AO system needs to be calibrated on the day of the experiment. The aberrations introduced by the imaging optics are corrected using a two-step approach. It is assumed that the optical elements within the AO system are properly aligned. This will be the case if the emission from a 1 µm fluorescent bead is visible as an array of spots on the WFS. These spots arise from a set of equally-spaced microlenses focusing the beam onto a CCD chip within the Shack-Hartmann WFS.\n28\n1)  The first step of the calibration procedure (rough calibration) requires using a software-driven iterative process to alter the shape of the DM until an optimized flat wavefront is obtained (manufacturer-provided software). Physically, this is observed as a correction to the spacing between the spots imaged by the WFS to yield (nearly) identical\nx\nand\ny\ndistances between the spots.\n2)  For the second calibration step (fine tuning), the emission path should be changed to project the emission from a 0.1 µm bead onto the imaging camera instead of the WFS. A software-driven iterative process is then used to adjust the DM to achieve the highest quality image on the imaging camera (diffraction-limited round spot when in focus), using an algorithm based on an intensity-based merit factor.\n29\nIn practice, the rough calibration is not needed on a daily basis and the image-based calibration is sufficient, but it is good practice to recalibrate with the WFS on a regular basis (e.g., weekly). With an optimized PSF, the astigmatism needed (we use 60 nm rms astigmatism) is added to the calibrated DM settings, and the sample is then imaged.\nCell Preparation for Imaging\n(~10 min)\nWhen ready to begin imaging experiments, mount the coverslip with cells grown overnight into the aluminum holder and create flow chambers, as described under Imaging System (Sample Chambers):\n1)  Permeabilize the cells by incubating with 40 µg/mL digitonin in import buffer (IB; 20 mM HEPES, 110 mM KOAc, 5 mM NaOAc, 2 mM MgOAc\n2\n, 1 mM EGTA, pH 7.3) for 2 min.\nNote:\nthe timing is important here, as the nuclei will swell significantly without osmotic balance, possibility even filling the entire cytoplasmic compartment.\n2)  Wash the permeabilized cells once with 10 µL IB + 1.2% (w/v) PVP (IB-PVP).\nNote:\nthe 1.2% PVP provides the necessary osmotic balance to prevent the nuclei from swelling (and must be a high molecular weight PVP to prevent diffusion through NPCs). The percentage used can vary depending on cell line. This can be checked by adding different percentages of PVP and checking whether the nuclei swell, shrink, or stay the same size.\n3)  Add 10 µL of 100 nM LaG-9(S151C-HMSiR) in IB-PVP to the permeabilized cells, and incubate for 3 min.\n4)  Wash the cells twice with 10 µL IB-PVP.\nThe cells are now ready for experiments, and should be used within ~5 min. The time clock for import experiment begins when the appropriate transport mix is added.\nNPC Data Acquisition\n(~20 min)\nWhile the NPCs in the permeabilized cell system are initially highly stabilized on the nanoscale, the ideal imaging window is the first 15-20 min after the nanobody decoration step, as the nuclei will begin to jiggle and detach from the surface at around 30-45 min. To this end, it is important to be prepared to initiate the import reaction shortly after the nanobody wash step by adding the desired transport mix, which should include the desired concentration of nuclear transport receptors (NTRs; e.g., Imp ⍺, Imp β1, or Imp β2), cargo (e.g., NLS-2xBFP or M9-βGal-8C), NTF2 (the transport receptor for RanGDP\n30\n), RanGDP, and GTP in IB. Suggested concentrations are 0.5-2 µM for NTRs, RanGDP, and cargos, 1 mM for GTP, and 1 nM for the fluorescently labeled (tracked) protein (see associated publication).\n1)  When ready, the transport mix (~10 µL) is flowed into the desired chamber with the nanobody-decorated NPCs.\n2)  To allow the sample to stabilize and the RanGTP/RanGDP gradient to be established across the nuclear envelope, image acquisition should be delayed for ~1 min.\n31\nImage sequences for NPC localizations (red channel, ~8 min total time; e.g., fourteen 500-frame movies with a 5 s gap between movies, 50 ms/frame, λ\nex\n= 647 nm, 3 kW/cm\n2\n) and cargo translocation (green channel, ~2 min total time; e.g., fifty 1000-frame movies, 2-3 ms/frame, λ\nex\n= 532 nm, 50-100 kW/cm\n2\n) should then be sequentially acquired.\nAcquisition of the two separate colors can occur in either order. A major advantage of the AO system is that any chromatic aberrations (different colors focusing at different points along the optical axis) can be compensated by applying an appropriate defocus when switching channels (in our system, a 30 nm rms defocus is used). Applying such a defocus is recommended so that the precisions within the two color channels scale similarly. If the green channel is imaged first, note that higher 532 nm excitation intensities required for faster image acquisition will result in some photobleaching of the HMSiR dye. If the red channel is imaged first, background fluorescence from inside the nucleus from already imported molecules can be expected, which will likely require photobleaching before the signal-to-noise ratio is high enough to obtain data with an acceptable signal-to-background ratio.\nData for\nz\n-Calibration and Image Alignment\n(15 min)\nImmediately after acquiring cargo transport and NPC localization data, image sequences necessary to obtain\nz\n-calibration curves for each color and to calculate an image alignment matrix should be obtained. As each experiment typically has different optimized DM settings, these calibrations should be performed for every nucleus (one nuclear envelope imaged per experiment). For both sets of data, at least five different 0.1 µm beads embedded in 2% agarose should be imaged in both green and red channels. These small beads are bright, take a long time to photobleach, and yield a diffraction-limited spot that well-approximates that of a fluorescent protein particle.\n1)  For the\nz\n-calibration curves,\nz\n-stack image sequences of a bead near the origin (center of the frame) should be obtained for both green and red channels (e.g., 5 sequences, 100 ms/frame, 41 steps, step size of 25 nm).\n2)  For calculating the image alignment matrix, sets of image sequences (e.g., 5 sequences, 100 frames each, 50 ms/frame) for different beads should be acquired separately in the different channels. To better sample the field, one bead should be imaged near the origin, and one bead imaged in each quadrant. For larger imaging fields, an alternate sampling strategy involving more beads may be necessary.\nRemember to apply any necessary chromatic defocus when imaging channels are switched.\nData for\nxyz\nPrecision\n(1 hr)\nImage sequences of 0.1 µm beads such as those described earlier for calculating the image alignment matrix should be collected for a range of\nz\npositions (e.g., 0±300 nm) and photon intensities (e.g., 1000-4000 photons/spot). Images at multiple tens of different\nz\npositions are recommended collected with at least two distinct photon levels.  These data for determining precision need to be collected only once, whereas the\nz\n-calibration and image alignment data need to be collected for every nucleus.\nDATA ANALYSIS\nThese analyses will require a series of Matlab scripts (identified with quotation marks, “”), which are available from Github (\nhttps://github.com/npctat2021/npc3d2021\n) and described in\nNCB Supplementary Table 1\n.\nSpot Identification and 3D Localization\n(For each nucleus, ~10 min for the NPC scaffold and ~6 hr for the cargo complexes)\nThe first stage of data analysis requires determining the\nx\n,\ny\n, and\nz\ncoordinates of the single particle spots recorded in the image sequences of interest. Obtaining these coordinates is readily accomplished using Fiji (a bundled package of ImageJ including numerous plugins for image analysis)\n32\nwith the ThunderSTORM\n33\nplug-in. The maximum likelihood (MLE) method is recommended for determining all single molecule localizations. A\nz\n-calibration curve is first obtained from the\nz\n-stack images of 0.1 µm beads obtained after the nuclear import data was collected. Since the astigmatism introduced by the DM results in elongation of the spot intensity along\nx\nor\ny\ndepending on\nz\nposition, fitting the distribution of the differences in the spot widths in\nx\nand\ny\nas a function of\nz\nyields a\nz\n-calibration curve (\nNCB Figures 1d,e\n).\n21\nThe ThunderSTORM plug-in calculates this calibration curve from an input\nz\n-stack of images of beads using a revised algorithm. With this\nz\n-calibration curve, the\nx\n,\ny\n, and\nz\ncoordinates of particle positions in the nuclear import datasets can be generated.\n1)  Open the calibration\nz\n-stack image sequence (in a single file) in Fiji. Under the ‘Thunder STORM’ plugin, click on ‘3D calibration’. Set to ‘no filter’, ‘local maximum’, ‘maximum likelihood’, ‘ThunderSTORM’ defocus model, and other parameters as appropriate. Click ‘OK’, and save the calibration file.\n2)  Open the image sequence to analyze in Fiji. Under the ‘Thunder STORM’ plugin, click on ‘Run analysis’. Set to ‘no filter’, ‘local maximum’, ‘PSF: Elliptical Gaussian (3D astigmatism)’, ‘maximum likelihood’, and other parameters as appropriate. The calibration file needed is the one generated in step 1. Click ‘OK’, and the ‘ThunderSTORM:results’ output window will appear.\n3)  In the ‘ThunderSTORM:results’ output window, the data should be filtered as follows.\nFor all data:\nRun the “remove duplicates” script to eliminate those localizations that are too close (uncertainty threshold set to 5 nm).\nFor the NPC scaffold (nanobody) data:\nRun the “density filters” script to eliminate those localizations in low density areas, i.e., between clustered localizations (minimum of 10 localizations in a cylinder with a 110 nm radius) arising from individual NPCs.\n4)  After filtering, the minimum information needed will be the spot centroids (\nx\n,\ny\n, and\nz\ncoordinates), the spot widths in\nx\nand\ny\n, the number of photons/spot, and the frame number in the image sequence. This information is exported to a .csv file (that can be opened in Microsoft Excel) to be used for subsequent analysis.\nPrecision\n(1-2 hr)\n1)  Calculate the\nxyz\nprecision as follows. Using ThunderSTORM, determine the\nx\n,\ny\n, and\nz\ncoordinates of 0.1 µm beads in the 100 frame image sequences collected earlier at different\nz\npositions. Then, calculate the standard deviation of the position measurements. These standard deviations of the measured positions in\nx\n,\ny\n, and\nz\nare the estimated precisions in\nx\n,\ny\n, and\nz\n.\n3)  Plot the\nx\n,\ny\n, and\nz\nprecisions as a function of\nz\nposition. Since precision scales by (1/\nN\np\n)\n1/2\n, where\nN\np\nis the number of photons collected, the measured precision should be scaled to a standard value by multiplying the precision obtained for each particle by (\nN\np\n/\nN\nr\n)\n1/2\n, where\nN\nr\nis the reference photon level. We typically calibrated precision curves to 3000 photons (\nNCB Figure 1f\n), the minimum photon level arising from the fluorescence of single molecules of HMSiR used to generate the NPC scaffold.\nImage Alignment\n(30 min)\nA reference channel needs to be determined, and all coordinates transformed into this coordinate system. In the following, we assume that the red channel (NUP96-nanobody localizations) is the reference, and that the green channel (cargo complex localizations) coordinates must be converted to the red channel coordinate system. This was accomplished by applying two successive corrections to the green channel coordinates, first to\nx\nand\ny\nand then to\nz\n.\nImage Alignment in x and y\n1)  The mean\nx\nand\ny\ncoordinates of the 0.1 µm beads in the 100-frame images sequences recorded earlier should be obtained with ThunderSTORM for both color channels.\n2)  The\nxy\nalignment matrix to transform the\nx\nand\ny\ngreen channel coordinates into red channel coordinates is obtained as described earlier,\n34\nusing rotational and translational corrections. This is accomplished by using a non-linear least-squares fitting routine (Matlab script “green2red_transfer_matrix”) to determine the best angular and translational corrections to convert the set of green channel coordinates into a corresponding set of red channel coordinates.\n3)  Calculate the standard deviation of the differences between the transformed green channel coordinates and the measured red channel coordinates. This standard deviation is defined as the alignment precision in\nx\nand\ny\n. For our system, these were typically ~0.1-2 nm for both\nx\nand\ny\n. For some optical systems, particularly those with larger imaging areas, a larger number of alignment points and/or a more complex alignment algorithm may be needed.\nImage Alignment in z\nWhile the AO is used to roughly align the\nz\n-focus of the two imaging channels, accurate alignment in\nz\nrequires the use of distinct\nz\n-calibration curves for the two color channels, and an estimate of the distance between these two approximately parallel curves. As discussed in the Spot Identification and 3D Localization section, ThunderSTORM calculates the\nz\n-calibration curve from input image stacks; the output\nz\nvalues are zeroed to the crossing point of the\nx\nand\ny\nspot width curves (\nNCB Figure 1d\n). The difference between these crossing points for the two channels in the laboratory\nz\ncoordinate needs to be estimated to align the images in\nz\n.\n1)  Calculate the average difference in the mean\nz\n-position in the laboratory frame for the 0.1 µm beads in the 100-frame images sequences recorded earlier for both color channels. This average difference in mean\nz\n-position is the correction needed to convert the\nz\n-coordinate in the green channel to the\nz\n-coordinate in the red channel.\n2)  Calculate the standard deviation of the difference in mean\nz\n-position. This value is considered to be the\nz\n-alignment precision. For our system, this was typically ~3-7 nm.\nDouble Ring Structure of the NPC Scaffold\n(1 hr per nucleus)\nThe fluorescent spots obtained from the HMSiR-labeled nanobody should yield recognizable clusters, which are individual NPCs. To obtain an averaged double-ring structure of the NPC scaffold, the data are curated and analyzed as described below. The starting input data is an Excel spreadsheet (“raw image data.csv”) that minimally has four columns (the\nx\n,\ny\n, and\nz\ncoordinates and the photon counts) for the fluorescence spots as identified through ThunderSTORM analysis. The row numbers correspond to frame numbers. Matlab scripts are identified with quotation marks (“”).\n1)  Run “photonandz_filter” to filter out only those localizations with\nz\n= 0±300 nm, and for which the photon count is ≥ 3000.\n2)  Use “circular_roi” to select clusters (≥ 10 localizations) based on reasonable roundness and size (i.e., located within a circular\nxy\ndiameter = 60-150 nm).\n3)  Extract the coordinates and photon counts of individual clusters into separate text files using “separate_pores”.\n4)  Fit the localizations in each of the individual clusters to a double circle model using “estimate_cylinder”, which yields the centroid (\nx\n,\ny\n,\nz\n), the diameter of the circles (both the same) and the distance between the circles (height of the scaffold). This model assumes that the NPCs are not tilted from the\nz\naxis.\n5)  Run “select_pores” to identify those clusters having at least 10 points with a diameter of 80-135 nm, a height of 40-65 nm, and a\nz\n-center of 0±200 nm, as determined by the double-circle fit algorithm (“estimate_cylinder”).\n6)  To remove outliers, run “circlefit_bisquare”. This script first fits all cluster localizations to a circle in the\nxy\n-plane (i.e., ignoring the\nz\ncoordinate). Then, this script calculates the mean\nxy\ndistance to the circle for all localizations (residuals), as well as the standard deviation of the residuals, and eliminates those localizations whose residual is more than two standard deviations of the residuals. In practice, very few clusters should have points eliminated by this circle fitting process. If any points are eliminated from a cluster, the “estimate_cylinder” and “select_pores” scripts should be re-run with the remaining points of the cluster.\n7)  Using “centering_pore_step5”, the localizations for all the clusters should then be translated in\nx\n,\ny\n, and\nz\nto the origin (0, 0, 0) by aligning the centroids determined from the double circle fit. The result is the unrotated NPC scaffold.\nRotation of the NPC Scaffold\n(15 min per nucleus)\nTo extract the 8-fold rotational symmetry of the NPC scaffold, the individual NPC data used to generate the unrotated scaffold needs to be rotated by a phase angle before aligning all the clusters. The assumed 8-fold rotational symmetry predicts an oscillating intensity within the scaffold rings with a period of 45º. There are insufficient data points within individually localized clusters to establish this pattern within the entire ring. Instead, the periodic nature of the expected localizations is taken advantage of by determining the angle of each point in a cluster (NPC) relative to the relevant compass point (0°, 45°, 90°, 135°, etc.) assuming clockwise rotation around the centroid (the\nz\ncoordinate is ignored). The phase angle is then determined from this compressed angular dataset.\n1)  Identify the quadrant for the angle of each localization using “pore_rotation_step1”, which identifies the angles as 0-90º. Then, subtract 45° from the angles > 45° using “pore_rotation_step2”, generating a set of angles 0-45º.\n2)  Generate the angle distribution histogram (0-45º) of the localizations in each cluster with a bin of 5º using “pore_rotation_step3”.\n3)  Estimate the phase angle of the cluster using “pore_rotation_step4_fitting” to fit the angle distribution histogram to a sinusoidal function with a period of 45° and a variable phase.\n4)  Translate the center (centroid) of each cluster to the origin using “centering_pore_step5”.\n5)  Rotate every point in a cluster about its centroid by the estimated phase angle using “pore_rotation_step6”.\n6)  Merge the rotated clusters using “merge_after_rotation_step7”. The result is the rotated NPC scaffold.\nAlignment of Cargo Localizations with NPCs\n(~20 min per nucleus)\nHaving determined the location and relative orientation of individual NPCs, the fluorescent spots obtained from cargo complexes undergoing transport can be aligned with those NPCs. The starting input data is an Excel spreadsheet (e.g., “all green spots.csv”) that has a minimum of four columns (the\nx\n,\ny\n, and\nz\ncoordinates and the photon counts) of the fluorescence spots obtained through ThunderSTORM analysis. The row numbers correspond to frame numbers.\n1)  Curate the dataset with “photon_based_filter”, which retains only those localizations for which the number of photons collected was ≥ 1000.\n2)  Transform the\nx\n,\ny\n, and\nz\ncoordinates into red channel coordinates using “green_localization_in_red_channel” using the previously calculated image alignment matrix.\n3)  Identify all cargo localizations within a 400 nm cube centered on an NPC centroid using “track_localize_whole_roi”.\n4)  Align the cargo localizations into the averaged NPC scaffold via\nxyz\ntranslation and then rotation based on the pore that they are closest to (the 400 nm cube) using “centering_tracks_wrt_whole” and “track_rotation_in_whole”.\nAnalysis and Identification of Trajectories\n(variable time, depending on experimental question; ~1.5 hr for trajectory categorization per nucleus)\nHaving aligned the cargo complex localizations with the averaged NPC scaffold, the data can then be analyzed as desired. Cargo localizations found in multiple successive frames associated with the same NPC can be assumed to represent the same molecule. We defined trajectories as three or more consecutive localizations. Three consecutive localizations is the minimum number needed to define import, abortive import, export and abortive export, as such categorization requires knowing the initial and eventual compartment as well as confirming that the molecule was bound to the NPC. We separated trajectories into such categories manually."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>Problem 1:  Difficulty finding an ideal target cell.</strong>&nbsp; This protocol involves multiple timed washes of the cells. &nbsp;As the cells are not permanently fixed to the coverslip, continued washing leads to the progressive loss of cells.&nbsp;An ideal confluency is &lt; 3%, but sometimes it becomes difficult to find the ideal cell when ready to begin the experiment.</p><p><strong><em>Potential Solution:</em></strong> &nbsp;Increase the cell density.</p><p>&nbsp;</p><p><strong>Problem 2: &nbsp;Permeabilization difficulty.</strong>&nbsp; When the cell density is too high or cell clusters get too large, the cells become difficult to permeabilize and permeabilization efficiency becomes variable.&nbsp;The consequence is inconsistent exposure to the added reagents.</p><p><strong><em>Potential Solution:</em></strong> &nbsp;Decrease the cell density.</p><p>&nbsp;</p><p><strong>Problem 3: &nbsp;Underlabeling of NPCs.</strong> &nbsp;Obtaining a good super-resolution image will be difficult if not impossible without sufficient nanobody-HMSiR labeling of the GFP-tagged NPCs.</p><p><strong><em>Potential Solution:</em></strong> &nbsp;In our experience, in most cases it is the larger or smaller nuclei that exhibit underlabeling issues. &nbsp;Choose a medium sized nucleus and briefly check the labeling of the nucleus under the microscope before applying the transport mixture.</p><p>&nbsp;</p><p><strong>Problem 4:&nbsp; Rapid photobleaching or overlapping HMSiR spots.</strong> &nbsp;Both blinking and photobleaching of the HMSiR dye are sensitive to laser power.&nbsp;A high red laser power density increases the on frequency, which can lead to a higher percentage of overlapping spots.&nbsp;High laser power also causes more rapid photo-bleaching.&nbsp;Both issues reduce the average number of analyzable spots per NPC, which results in poor super-resolution images.</p><p><strong><em>Potential Solution:</em></strong> &nbsp;Reduce the power density so that blinking dominates over bleaching.&nbsp;This is the primary reason that we used 50 ms/frame for the HMSiR dye. &nbsp;Acquiring shorter movies with a 5 s gap between them also can help prevent too many dyes from converting to the on state.</p><p>&nbsp;</p><p><strong>Problem 5: &nbsp;High background intensity from cargo complexes. </strong>&nbsp;When imaging cargo transport after the pore localizations, already imported molecules within the nucleus can yield a high background signal.&nbsp;This needs to be photobleached before analyzable data can be obtained.</p><p><strong><em>Potential Solution:</em></strong> &nbsp;Delete early frames (~100) from the movies.</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>By following this protocol, the user can expect to get an averaged super-resolved image of the NPC scaffold revealing the 8-fold rotational symmetry and the double ring structure.&nbsp;Cargo transport trajectories collected in the same experiments can be aligned with this scaffold, revealing the cargo translocation conduit in 3D. &nbsp;Typically, from a single nucleus, one can expect to obtain 10-15 well-localized NPCs, and identify ~400 distinct cargo complexes (~250, ~30, and ~100 with 1, 2, and 3+ consecutive localizations, respectively).&nbsp;A reasonably sized complete dataset typically requires ~10 nuclei.</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ribbeck, K. &amp; Görlich, D. Kinetic analysis of translocation through nuclear pore complexes. <em>EMBO J.</em> <strong>20</strong>, 1320-1330 (2001).</p><p>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yang, W., Gelles, J. &amp; Musser, S. M. Imaging of single-molecule translocation through nuclear pore complexes. <em>Proc. Natl. Acad. Sci. USA</em> <strong>101</strong>, 12887-12892 (2004).</p><p>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kubitscheck, U.<em> et al.</em> Nuclear transport of single molecules:&nbsp;dwell times at the nuclear pore. <em>J. Cell Biol.</em> <strong>168</strong>, 233-243 (2005).</p><p>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tu, L.-C. &amp; Musser, S. M. Single molecule studies of nucleocytoplasmic transport. <em>Biochim. Biophys. Acta - Mol. Cell Res.</em> <strong>1813</strong>, 1607-1618 (2010).</p><p>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bayliss, R., Littlewood, T., Strawn, L. A., Wente, S. R. &amp; Stewart, M. GLFG and FxFG nucleoporins bind to overlapping sites on importin-b. <em>J. Biol. Chem.</em> <strong>277</strong>, 50597-50606 (2002).</p><p>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bui, K. H.<em> et al.</em> Integrated structural analysis of the human nuclear pore complex scaffold. <em>Cell</em> <strong>155</strong>, 1233-1243 (2013).</p><p>7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schuller, A. P.<em> et al.</em> The cellular environment shapes the nuclear pore complex architecture. <em>Nature</em>, 1-5 (2021).</p><p>8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zila, V.<em> et al.</em> Cone-shaped HIV-1 capsids are transported through intact nuclear pores. <em>Cell</em> <strong>184</strong>, 1032-1046 (2021).</p><p>9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Suntharalingam, M. &amp; Wente, S. R. Peering through the pore:&nbsp;nuclear pore complex structure, assembly, and function. <em>Dev. Cell</em> <strong>4</strong>, 775-589 (2003).</p><p>10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Peleg, O. &amp; Lim, R. Y. Converging on the function of intrinsically disordered nucleoporins in the nuclear pore complex. <em>Biol. Chem.</em> <strong>391</strong>, 719-730 (2010).</p><p>11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fiserova, J., Richards, S. A., Wente, S. R. &amp; Goldberg, M. W. Facilited transport and diffusion take distinct spatial routes through the nuclear pore complex. <em>J. Cell Sci.</em> <strong>123</strong>, 2773-2780 (2010).</p><p>12&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ma, J., Goryaynov, A. &amp; Yang, W. Super-resolution 3D tomography of interactions and competition in the nuclear pore complex. <em>Nat. Struct. Mol. Biol.</em> <strong>23</strong>, 239-247 (2016).</p><p>13&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Huang, K., Tagliazucchi, M., Park, S. H., Rabin, Y. &amp; Szleifer, I. Nanocompartmentalization of the nuclear pore lumen. <em>Biophys. J.</em> <strong>118</strong>, 219-231 (2020).</p><p>14&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yamada, J.<em> et al.</em> A bimodal distribution of two distinct categories of intrinsically-disordered structures with separate functions in FG nucleoporins. <em>Mol. Cell. Proteomics</em> <strong>9</strong>, 2205-2224 (2010).</p><p>15&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kim, S. J.<em> et al.</em> Integrative structure and functional anatomy of a nuclear pore complex. <em>Nature</em> <strong>555</strong>, 475-482 (2018).</p><p>16&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Löschberger, A.<em> et al.</em> Super-resolution imaging visualizes the eightfold symmetry of gp210 proteins around the nuclear pore complex and resolves the central channel with nanometer resolution. <em>J. Cell Sci.</em> <strong>125</strong>, 570-575 (2012).</p><p>17&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thevathasan, J. V.<em> et al.</em> Nuclear pores as versatile reference standards for quantitative superresolution microscopy. <em>Nat. Meth.</em> <strong>16</strong>, 1045-1053 (2019).</p><p>18&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schlichthaerle, T.<em> et al.</em> Direct visualization of single nuclear pore complex proteins using genetically-encoded probes for DNA-PAINT. <em>Angew. Chem. Int. Ed.</em> <strong>58</strong>, 13004-13008 (2019).</p><p>19&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yoo, T. Y. &amp; Mitchison, T. J. O-GlcNAc modification of nuclear pore complexes accelerates bidirectional transport. <em>J. Cell Biol.</em> <strong>220</strong>, e202010141 (2021).</p><p>20&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yang, W. &amp; Musser, S. M. Visualizing single molecules interacting with nuclear pore complexes by narrow-field epifluorescence microscopy. <em>Methods</em> <strong>39</strong>, 316-328 (2006).</p><p>21&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Huang, B., Wang, W., Bates, M. &amp; Zhuang, X. Three-dimensional super-resolution imaging by stochastic optical reconstruction microscopy. <em>Science</em> <strong>319</strong>, 810-813 (2008).</p><p>22&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Görlich, D., Prehn, S., Laskey, R. A. &amp; Hartmann, E. Isolation of a protein that is essential for the first step of nuclear protein import. <em>Cell</em> <strong>79</strong>, 767-778 (1994).</p><p>23&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kent, H. M., Clarkson, W. D., Bullock, T. L. &amp; Stewart, M. Crystallization and preliminary X-ray diffraction analysis for nuclear transport factor 2. <em>J. Struct. Biol.</em> <strong>116</strong>, 326-329 (1996).</p><p>24&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schwoebel, E. D., Talcott, B., Cushman, I. &amp; Moore, M. S. Ran-dependent signal-mediated nuclear import does not require GTP hydrolysis by Ran. <em>J. Biol. Chem.</em> <strong>273</strong>, 35170-35175 (1998).</p><p>25&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kutay, U., Izaurralde, E., Bischoff, F. R., Mattaj, I. W. &amp; Görlich, D. Dominant-negative mutants of importin-beta block multiple pathways of import and export through the nuclear pore complex. <em>EMBO J.</em> <strong>16</strong>, 1151-1163 (1997).</p><p>26&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yoshizawa, T.<em> et al.</em> Nuclear import receptor inhibits phase separation of FUS through binding to multiple sites. <em>Cell</em> <strong>173</strong>, 693-705 (2018).</p><p>27&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tu, L.-C., Fu, G., Zilman, A. &amp; Musser, S. M. Large cargo transport by nuclear pores:&nbsp;implications for the spatial organization of FG-nucleoporins. <em>EMBO J.</em> <strong>32</strong>, 3220-3230 (2013).</p><p>28&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Baik, S.-H., Park, S.-K., Kim, C.-J. &amp; Cha, B. A center detection algorithm for Shack–Hartmann wavefront sensor. <em>Optics &amp; Laser Tech.</em> <strong>39</strong>, 262-267 (2007).</p><p>29&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Débarre, D., Booth, M. J. &amp; Wilson, T. Image based adaptive optics through optimisation of low spatial frequencies. <em>Optics Express</em> <strong>15</strong>, 8176-8190 (2007).</p><p>30&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ribbeck, K., Lipowsky, G., Kent, H. M., Stewart, M. &amp; Görlich, D. NTF2 mediates nuclear import of Ran. <em>EMBO J.</em> <strong>17</strong>, 6587-6598 (1998).</p><p>31&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yang, W. &amp; Musser, S. M. Nuclear import time and transport efficiency depend on importin b concentration. <em>J. Cell Biol.</em> <strong>174</strong>, 951-961 (2006).</p><p>32&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schindelin, J.<em> et al.</em> Fiji: an open-source platform for biological-image analysis. <em>Nat. Meth.</em> <strong>9</strong>, 676-682 (2012).</p><p>33&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ovesný, M., Křížek, P., Borkovec, J., Švindrych, Z. &amp; Hagen, G. M. ThunderSTORM: a comprehensive ImageJ plug-in for PALM and STORM data analysis and super-resolution imaging. <em>Bioinformatics</em> <strong>30</strong>, 2389-2390 (2014).</p><p>34&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fu, G., Tu, L.-C., Zilman, A. &amp; Musser, S. M. Investigating molecular crowding within nuclear pores using polarization-PALM. <em>eLife</em> <strong>6</strong>, e28716 (2017).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This research was supported by the National Institutes of Health (GM126190 to SMM).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "unpublished": "\n\n\n"
            },
            {
                "doi": "10.1038/s41556-021-00815-6",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 64645401,
                "identity": "7e7e9913-4017-44d5-a2a2-b30ccca187ef",
                "order_by": 0,
                "name": "Rajdeep Chowdhury",
                "email": "",
                "orcid": "",
                "institution": "Texas A&M University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rajdeep",
                "middleName": "",
                "lastName": "Chowdhury",
                "suffix": ""
            },
            {
                "id": 64646205,
                "identity": "e4de712b-54db-41d1-b9d9-f040612a76ef",
                "order_by": 1,
                "name": "Abhishek Sau",
                "email": "",
                "orcid": "",
                "institution": "Texas A&M University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Abhishek",
                "middleName": "",
                "lastName": "Sau",
                "suffix": ""
            },
            {
                "id": 64646206,
                "identity": "2a5a89ec-6b99-46bc-a8e5-813e5de889f0",
                "order_by": 2,
                "name": "Siegfried M. Musser",
                "email": "smusser@tamu.edu",
                "orcid": "https://orcid.org/0000-0002-7793-2557",
                "institution": "Texas A&M University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Siegfried",
                "middleName": "M.",
                "lastName": "Musser",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-11-19 15:39:09",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1710/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1710/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 17172501,
                "identity": "79065a7e-f395-4e74-8395-47e044866075",
                "added_by": "auto",
                "created_at": "2022-01-10 17:18:01",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 724293,
                "visible": true,
                "origin": "",
                "legend": "Procedure for Constructing Coverslip Flow Chambers.  a, Preparing the top coverslip.  A syringe with a pipet tip attached via numerous wrappings of parafilm is filled with high vacuum grease.  Beads of grease are squeezed out onto a 10.5x35 mm coverslip.  b, Mounting the coverslip.  A coverslip (24x60 mm) is mounted in an aluminum frame holder that fits in the microscope mounting system.  The coverslip is held in place by two strips of high vacuum grease underneath the left and right edges.  Shown here is a clean slide for clarity.  In practice, this coverslip would have cells grown overnight directly on the coverslip, and therefore would be wet.  c, Building the coverslip sandwich.  The small coverslip is inverted over the large coverslip using a pair of tweezers (pointed ones are best).  Adherence is ensured by pressing down gently with the tweezers over the beads of grease.  This is a bit tricky to accomplish successfully since the slide is wet.  If it is too wet when the top coverslip is applied, the grease will not adhere.  If too dry, the cells will dry out and will no longer be functional.  In our hands, the bottom coverslip is held vertically and as much liquid as possible is allowed to run off before mounting in the holder.  The bottom coverslip is then allowed to air dry for ~1 min before mounting the top coverslip.  d, Filling the flow chambers and exchanging buffers.  The flow chambers are filled with media (~10 µL) using a pipet immediately after making the coverslip sandwich.  When the bottom coverslip surface is sufficiently dry, grease barriers (here shown on the bottom) can be constructed on one side of the flow chambers to hold buffer solutions that are then washed into the chambers.  When needed, the solutions are first added (~10 µL) to the reservoirs chambers, and then strips of filter paper are used to pull the solution out the other side of the flow chamber.  The bottom of the large coverslip should be cleaned before mounting onto the microscope using a Q-tip dipped in water (twice) and then one dipped in 95% ethanol (twice).  It is convenient to do this while the top surface is air-drying.",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1710/v1/5986458555dec2156e2401bb.jpg"
            },
            {
                "id": 17172502,
                "identity": "6325a111-e49b-4804-b9c2-795dc937e23e",
                "added_by": "auto",
                "created_at": "2022-01-10 17:18:01",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 710384,
                "visible": true,
                "origin": "",
                "legend": "Mounting the Coverslip into the Microscope Sample Chamber.  a, A sample ready for imaging.  The coverslip holder constructed in Figure 1d is mounted within the xyz nanostage.  A glass plate is placed on top, effectively sealing the chamber.  b, Top view of the mounted coverslip holder.  The manufacturer-provided sample mounting adapter was modified to hold our coverslip holders, which is held tightly in place by two pressure clamps.",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1710/v1/cdcbfba3a6f20cdef7e1ac6b.jpg"
            },
            {
                "id": 17172500,
                "identity": "b01e387a-1c70-461d-879f-514f7f0cc01a",
                "added_by": "auto",
                "created_at": "2022-01-10 17:18:01",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 740228,
                "visible": true,
                "origin": "",
                "legend": "Adaptive Optics Setup.  The fluorescence emission exiting the right sideport of the microscope enters the adaptive optics setup as diagrammatically illustrated in NCB Figure 1a.  Lens L1 generates an aperture plane on the deformable mirror (DM).  The combination of L2 and L3 generates a conjugate aperture plane at the wavefront sensor (WFS), which is used to tune the mirror deformation via a feedback system to correct the aberrations within the imaging path.  A flip mirror (FM) diverts the beam to the WFS; when the FM is removed, the emission passes into a Optosplit III, which can separate the emission into three separate images on the camera.",
                "description": "",
                "filename": "Figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1710/v1/7d1aa26f845c81d65c4e9953.jpg"
            },
            {
                "id": 17420977,
                "identity": "e46c4093-0290-4d25-bfe9-b9d039bddee5",
                "added_by": "auto",
                "created_at": "2022-01-18 13:02:36",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 815905,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1710/v1/8ea29120-cd58-4722-a775-65a2a9edeaae.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "nuclear pore complex, 3D super-resolution microscopy, astigmatism imaging, nucleocytoplasmic transport",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This protocol describes a two-color astigmatic imaging approach that enables direct 3D visualization of cargo transport trajectories relative to a super-resolved octagonal double-ring scaffold structure of the nuclear pore complex (NPC).&nbsp;Though astigmatism imaging is commonly achieved via a cylindrical lens, this protocol utilizes an adaptive optics (AO) system, which enables optimization of the astigmatism for the precision needs of the experiment as well as correction of the focal mismatch arising from chromatic aberrations in multi-color applications.&nbsp;With this approach, single particle spatial precision values in <em>x</em>, <em>y</em>, and <em>z</em> are typically 5-20 nm, and these depend on astigmatism, photon level and position in <em>z</em>.&nbsp;The method enables resolution of transport conduits through the ~60 nm diameter pore of NPCs by particle tracking on the millisecond timescale.&nbsp;The success of this approach is enabled by the high rigidity of fully active NPCs within the nuclear envelope of permeabilized cells.</p><p>&nbsp;</p><p>For a detailed application of this protocol, please refer to https://www.nature.com/articles/s41556-021-00815-6.&nbsp;The figure and table numbers in this protocol that are indicated with an “NCB” prefix (e.g., <strong>NCB Figure X</strong>) refer to the figures and table in this reference paper.</p>",
        "manuscriptTitle": "Super-resolved 3D Tracking of Cargo Transport Through Nuclear Pore Complexes by Astigmatism Imaging",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-01-10 17:17:59",
                "doi": "10.21203/rs.3.pex-1710/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "482470d1-d5c5-4c9a-a17f-9459d0a796d2",
        "owner": [],
        "postedDate": "January 10th, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 8634014,
                "name": "Biophysics"
            },
            {
                "id": 8634015,
                "name": "Cell Biology"
            },
            {
                "id": 8634016,
                "name": "Biological techniques"
            },
            {
                "id": 8634017,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-01-10 17:17:59",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}