{
    "identity": "nprot-2046",
    "title": "Characterisation and quantitation expression analysis of recombinant proteins in plant complex mixtures using nanoUPLC mass spectrometry",
    "content": [
        {
            "header": "Introduction",
            "content": "The production of recombinant protein is an important step in several academic, industrial and pharmaceutical processes. Several heterologous protein expression systems are available, including bacterial<sup>1</sup>, mammalian cell-culture<sup>2</sup> and plant<sup>3, 4</sup> systems. Although these comprise the main production systems, the search for novel methods to increase protein yield, facilitate manipulation and reduce cost continues. Seeds are a vital alternative for recombinant protein production for several reasons: they can undergo long-term storage at ambient temperatures<sup>5, 6</sup>, they can provide an appropriate biochemical environment for protein stability through the creation of specialised storage compartments<sup>6, 7</sup>, they are not contaminated by human or animal pathogens<sup>8</sup>, they do not undergo non-enzymatic hydrolysis or protease degradation owing to their desiccation characteristics<sup>5, 8</sup> and they do not carry the phenolic substances that are present in tobacco leaves, which is important for downstream processing<sup>3, 8</sup>. We recently produced several soybean transgenic plants expressing important pharmaceutical molecules, such as proinsulin<sup>6</sup>, human growth hormone \\(hGH) <sup>9</sup> and human coagulation factor IX \\(hFIX) <sup>10</sup>, showing the viability of this system. On other hand, producing these transgenic lines is extremely time consuming<sup>11</sup> and requires at least 150 days to obtain the first seeds and another 3 years for a homozygote line. At the early stage, we have little material for recombinant protein purification; as a result, the detection, quantification and characterisation of recombinant molecules rely mainly on the manipulation of total soluble protein \\(TSP), which contains a complex mixture with a low abundance of the protein of interest. Thus, we need a method that detects, qualifies and quantifies recombinant proteins in TSP using less than ¼ of a single seed mass \\(50 mg).\r\n\n\nTypically, the identification of a recombinant protein is performed using western blot analysis<sup>12</sup> and is quantified by enzyme-linked immunosorbent assays \\(ELISAs) <sup>13</sup>. These methods are widely used because they are simple and relatively fast for identification and quantification, but they lack sensitive detection ability when small amounts of antigens are used, or no antibody is available, or a false positive is found and there is no way to verify the quality, amino acid sequence or post-translational modification of the recombinant protein. Two dimensional electrophoresis \\(2-DE) has been developed for proteomics<sup>14, 15</sup>, and because of its association with mass spectrometry, it has become a primary tool for the identification and characterisation of plant complex mixtures<sup>15, 16</sup>. 2-DE can also be used for quantification and protein mapping of tissues<sup>17</sup>, comparative proteomics<sup>18, 19</sup> and post-translational identification<sup>20</sup>, but it requires a minimum sample amount, cannot detect molecules in low abundance, needs spot manipulations for good identification<sup>15</sup>, is mainly performed by peptide mass fingerprinting \\(PMF) <sup>21, 22</sup>, and has difficulty in analysing proteins with similar mass and pI because they appear as a single spot. The combination of gel and liquid chromatography mass spectrometry \\(LC-MS) methods  may result in better identification of proteins in complex samples<sup>23, 24</sup>, overcoming the problems of 2-DE. Liquid chromatography \\(LC) increases the low detection/resolution of complex mixtures on mass spectrometers \\(MS) <sup>25</sup>. Furthermore, the analysis of peptides or complex samples commonly known as “system samples” that are digested by trypsin is key in the detection of low abundance proteins, but this technique has limitations in terms of the analyte dilution and the minimum amounts of complex protein mixtures needed to guarantee a good dynamic range and detection of low abundance proteins<sup>15, 25-28</sup>.\r\n\n\nNano-scale liquid chromatography with 2D separations as a strong cation exchange \\(SCX) followed by reverse-phase \\(RP) chromatography or 2D RPxRP using two pH and acetonitrile pulses combined with mass spectrometry with data independent acquisitions \\(nanoLC-MS<sup>E</sup>) has several benefits for proteome analysis. Among these benefits are detection and linear sequence structural information at the femtomole level<sup>29, 30</sup>, small surface areas and minimal dead-volumes, which minimises analyte losses due to surface adsorption, and low flow rates that reduce analyte dilution. Thereby, analytes of low abundance can be separated with a high recovery rate when associated with a high dynamic range and a prevailing MS detection system<sup>31</sup>. Recently, the nanoLC-MS method was used for the detection of differences in expression of soybean plasma membrane proteins under osmotic stress<sup>32</sup>, the regulation of stress identification on tomatoes induced by iron deficiency<sup>33</sup> and the detection of neuropeptides secreted in Cancer borealis<sup>34</sup>, demonstrating the capability and potential of this method. Moreover, nanoLC-MS<sup>E</sup> is an important tool in post-translational characterisation of proteins, such as the identification of N-terminal peptide modifications in the chloroplast proteome<sup>35</sup>, the analysis of human protein oxidations leading to functional reduction/annulation<sup>36</sup>, and the characterisation of the phosphorylation pattern of several phosphatase splice variants expressed in a human cell line<sup>37, 38</sup>. Finally, quantification is also possible with the nanoLC-MS technique using labelling methods such as \\(<sup>18</sup>O) labelling peptides<sup>39</sup> and the iTRAQ™ method<sup>40</sup>, based on relative quantification methods, such as the use of stochastic measurements between mass and intensity deviations for each ion detected<sup>41</sup> or the absolute quantification based on a constant ion current acquired with low \\(MS) and high energies \\(MS/MS) into the mass spectrometer, called MS<sup>E 42-45</sup>.\r\n\n\nWe describe herein \\(Fig. 1) an easy-to-handle, label-free nanoUPLC-MS<sup>E</sup> method with absolute quantification and small sample usage for the detection, quantification and characterisation of low abundance recombinant proteins expressed in soybean seeds, specifically the immunogenic tumour NY-ESO-1 antigen \\(cancer testis antigen 1, CTAG) <sup>46</sup>. CTAG is a protein product of the human X chromosome with 180 amino acid residues \\(Fig. 2), mass 18 kDa, a glycine-rich N-terminal region and an extremely hydrophobic C-terminal region that is so insoluble it can be confused with a transmembrane domain<sup>46, 47</sup> and is therefore a challenge in the identification and characterisation of TSP extracts, as in our case. The expression pattern analysis by RT-PCR for CTAG has confirmed that expression is restricted to testis and is not present in other normal tissue, but is found in several types of cancer, including bladder, breast and lung cancer<sup>48</sup>. The recombinant CTAG produced in Escherichia coli \\(E. coli) was the first to be evaluated in the clinical setting and ranks among the most promising trials published so far with CTAG because of the broad immunological and favourable clinical results<sup>46, 49</sup>; thus, the use of CTAG as a vaccine is viable only if coupled with a low cost, scalable recombinant protein production system. Additionally, the nanoUPLC-MS<sup>E</sup> used in this procedure has particularities that enhance recombinant protein characterisation with high selectivity and specificity. The nanoUPLC-MS<sup>E</sup> is composed of a non-split, direct pump infusion, nanoscale liquid chromatography system \\(nanoACQUITY<sup>®</sup> UPLC, Waters, Milford, MA) and related columns and accessories. These include the use of columns packed with smaller particle sizes \\(<2 μm) <sup>50</sup> and the use of columns with a smaller internal diameter \\(I.D. <100 μm) <sup>51</sup>. Another development to couple RP with a different separation mechanism is the method of 2D chromatography. This method can be accomplished using the ion exchange properties between the peptides or proteins with the stationary phase and mobile phase, e.g., an increase or decrease of chaotropic “salting plugs” or pH. For the last 10 years, this technique has been used as a cation exchange column \\(SCX) and “salting pulses” with ammonium formate, e.g., at different concentrations. \r\n\n\nAdvances in this technology may allow the exploration of new frontiers in separation science to avoid ion suppression from orthogonal separation and to increase peak capacity<sup>52</sup>. These chromatography systems coupled with a high-end mass spectrometry instrument allow minimal amounts of system samples to be injected and detected with high selectivity and specificity. To achieve such high standards in this particular experiment workflow, from sample preparation to acquisition and processing, these standards must be controlled to avoid contamination and other characteristics, as described in detail in this protocol."
        },
        {
            "header": "Reagents",
            "content": "Reagents\r\n\n\nChemicals and solvents\r\n\n\n• Sterile deionised water with a conductivity of less than 1.3 µS/cm, total organic carbon \\(TOC) less than 2 ppb, and a semiconductor equivalent specification of 0.055 µS/cm \\(18.2 mΩ.cm) at point-of-use at 25 °C\r\n\n\n• Petroleum Ether, 30-75 °C, BAKER ANALYZED Reagent \\(J.T. Baker, cat. no. 9274-03)\r\n\n\n• Tris base \\(2-Amino-2-\\(hydroxymethyl)-1,3-propanediol) - \\(Fisher Scientific Ltd, cat. no. BP152-5)\r\n\n\n• KCl \\(Aldrich-Sigma Chemical Co. Ltd, cat. no. P9541)\r\n\n\n• DL-Dithiothreitol \\(threo-1,4-dimercapto-2,3-butanediol) for molecular biology, ≥98% \\(DTT, Sigma-Aldrich, cat. no. D9779)\r\n\n\n• Phenylmethanesulfonyl fluoride ≥98.5% \\(PMSF, Sigma-Aldrich, cat. no. P7626)\r\n\n\n• Sodium dodecyl sulphate for molecular biology, ≥98.5% \\(SDS, Sigma-Aldrich, cat. no. L4390)\r\n\n\n• Acetone CHROMASOLV® Plus, for HPLC, ≥99.9% \\(Sigma-Aldrich, cat. no. 650501)\r\n\n\n• NH4HCO3  ReagentPlus®, ≥99.0% \\(Sigma-Aldrich, cat. no. A6141)\r\n\n\n• RapiGEST™ SF \\(Waters, cat. no. 186001861) 53\r\n\n\n• Iodoacetamide BioUltra \\(Sigma-Aldrich, cat. no. I1149)\r\n\n\n• Trifluoroacetic acid spectrophotometric grade, ≥99% \\(TFA, Sigma-Aldrich, cat. no. 302031)\r\n\n\n• Acetonitrile LC-MS CHROMASOLV®, ≥99.9% \\(Fluka, cat. no. 34967)\r\n\n\n• Formic puriss. p.a., for mass spectroscopy, ~98% \\(T) \\(FA, Fluka, cat. no. 94318)\r\n\n\n• nanoACQUITY™ UPLC™ trap column Symmetry C18 5 μm, 180 µm x 20 mm trap column \\(Waters, cat no. 186003514)\r\n\n\n• nanoACQUITY™ UPLC™ analytical column of 100 μm x 100 mm, 1.7 μm BEH130 C18 \\(Waters, cat. no. 186003546).\r\n\n\nEnzyme and standards\r\n\n\n• Trypsin \\(Promega, cat. no. V511A)\r\n\n\n• MassPREP Protein Digestion Standard Alcohol Dehydrogenase \\(MPDS ADH - Waters, cat. no. 186002328)\r\n\n\n• \\[Glu1]-Fibrinopeptide B human \\(GFP - Sigma-Aldrich, cat. no. F3261)\r\n\n\nKits\r\n\n\n• Quant-iT™ Protein Assay Kit, 500 Assays, 0.25-5 µg for use with the Qubit™ fluorometer \\(Invitrogen, cat. no. Q33212)\r\n\n\nBuffers and Solutions\r\n\n\n• Extraction buffer \\(see REAGENT SETUP)\r\n\n\n• 50 mM NH4HCO3 \\(see REAGENT SETUP)\r\n\n\n• Digestion solution \\(see REAGENT SETUP)\r\n\n\n• Alkylation solution \\(see REAGENT SETUP)\r\n\n\n• Reduction solution \\(see REAGENT SETUP)\r\n\n\n• Hydrolysis solution \\(see REAGENT SETUP)\r\n\n\n• Sample solution for nanoUPLC-MSE analysis \\(see REAGENT SETUP)\r\n\n\n• MPDS ADH solution \\(see REAGENT SETUP)\r\n\n\n• Surfactant solution \\(see REAGENT SETUP)\r\n\n\n• Mobile phase A \\(see REAGENT SETUP)\r\n\n\n• Mobile phase B \\(see REAGENT SETUP)\r\n\n\n• GFP solution \\(see REAGENT SETUP)\r\n\n\n• Cold Acetone \\(Store acetone at -20 °C)\r\n\n\n \r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\nExtraction buffer \\(20 mM Tris-HCl, pH 8.3, 1.5 mM KCl, 10 mM DTT, 1 mM PMFS, 0.1 % V/V SDS) For 1 litre, dissolve 2.42 g of Tris base, 0.1 g of KCl, 1.54 g of DTT, 0.174 g of PMSF and 1 g of SDS in 800 mL of deionised water. Adjust the pH to 8.3 with HCl and add water to make up a final volume of 1 litre. Store at -20 °C for up to 6 months.\r\n\n\n50 mM NH4HCO3 For 1 litre, dissolve 3.95 g of NH4HCO3 in 800 mL of deionised water. Filter through a 0.22 µm filter and store at room temperature \\(20–24 °C) for up to 6 months. \r\n\n\nDigestion solution Add 400 μL of 50 mM NH4HCO3 to one 20 μg vial of Promega Trypsin. Make aliquots of 10 µL and store at -80 °C for up to 6 months.\r\n\n\nAlkylation solution \\(300 mM Iodoacetamide) For 1 mL, dissolve 55 mg in 500 µL of deionised water. Add water to 1 mL. Store at -80 °C for up to 6 months.\r\n\n\nReduction solution \\(100 mM DTT) For 1 mL, dissolve 15 mg in 500 µL of deionised water. Add water to 1 mL. Store at -80 °C for up to 6 months.\r\n\n\nHydrolysation solution \\(5 % V/V TFA) For 10 mL, add 0.5 mL of TFA in 9.5 mL of deionised water. Store at room temperature \\(20–24 °C) for up to 6 months.\r\n\n\nSample solution for nanoUPLC-MSE analysis \\(3 % V/V acetonitrile, 0.1% V/V FA) For 10 mL, add 0.3 mL of acetonitrile and 0.01 mL of FA to 9.5 mL of deionised water. Store at room temperature \\(20–24 °C) for up to 6 months.\r\n\n\nADH solution Add 1 mL of the nanoUPLC-MSE solution to one vial of MPDS ADH. Make aliquots of 10 µl and store at -80 °C for up to 6 months.\r\n\n\nSurfactant solution \\(0.2 % V/V) Add 0.5 mL of water to one vial of 1 mg of RapiGest™ SF. Store at 4 °C for up to 3 months.\r\n\n\nMobile phase A \\(0.1% V/V FA) For 1 litre, add 1 mL of FA to 999 mL of deionised water. Store at room temperature \\(20–24 °C) for up to 3 months.\r\n\n\nMobile phase B \\(0.1% V/V FA in acetonitrile) For 1 litre, add 1 mL of FA to 999 mL of acetonitrile. Store at room temperature \\(20–24 °C) for up to 1 year.\r\n\n\nGFP solution \\(200 fmol.µL-1) Stock Solution: Add 2000 µL of acetonitrile/water 2.5/7.5 to 0.1% FA to give a solution of 32 pmol.l-1. Store in the freezer. Take 625 µL of the stock solution and fill to 100 mL with acetonitrile/water 2.5/7.5 with 0.1% of FA, giving a solution of 320 fmol.l-1. Use within 3 months."
        },
        {
            "header": "Equipment",
            "content": "• Coffee grinder \\(Krups, model n. F203)\r\n\n\n• Refrigerated centrifuge \\(Eppendorf, model 5810R)\r\n\n\n• Analytical balance \\(Metter Toledo, cat. no. XP105D)\r\n\n\n• 2 mL microtubes \\(Axygen, cat. no. MCT-200-C)\r\n\n\n• 1.5 mL microtube \\(Axygen, cat. no. MCT-150-C)\r\n\n\n• Vortex \\(Scientific industries, model G560E)\r\n\n\n• Dry bath \\(Fisher Scientific, cat. no. 11-718-2)\r\n\n\n• Waters Total Recovery vial \\(Waters, cat. no. 186000384c) \r\n\n\n• nanoACQUITY™ UPLC™ system \\(Waters, Milford, MA, USA)\r\n\n\n• NanoLockSpray™ - nanoESI source \\(Waters, Manchester, UK)  \r\n\n\n• Synapt HDMS™ mass spectrometer \\(Waters, Manchester, UK)"
        },
        {
            "header": "Procedure",
            "content": "**Total soluble protein extraction from recombinant CTAG soybean seeds**. TIMING 1-2 h for one sample\r\n\n\n1| Using a coffee grinder, grind the soybean seeds into a fine powder. Using an analytical balance, weigh out 100 mg of powder and store the remaining powder in a vacuum bag at -80 °C for up to 1 year.\r\n\n\n2| Place the weighed sample into a 2 mL capped centrifuge tube. Add 1 mL of petroleum ether and slowly vortex the sample for 15 min. Discard the supernatant and repeat the step twice \\(2X). Troubleshooting: Gently drop the solution out to avoid powder losses.\r\n\n\n3| Allow the petroleum ether to evaporate for 10 min. Add 1 mL of the extraction buffer and slowly vortex the sample at room temperature for 10 min.\r\n\n\n4| Leave the sample on the centrifuge for 5 min at 5000 r.min\n-1\nat 4 °C. Transfer the supernatant to a new centrifuge tube. At this step, it can be stored at -20°C for one week. Pause point\r\n\n\n**Protein concentration** TIMING 1-2 h\r\n\n\n5| For each 200 μL of sample, add 800 μL of cold acetone to the centrifuge tube. Vortex thoroughly and keep at -20 °C for 1 h, vortexing every 15 min.\r\n\n\n6| Centrifuge the sample for 10 min at 13000 rpm. Discard the supernatant and allow the pellet to dry at room temperature for 30 min. Critical Step Do not overdry the pellet or it may become instable and partially insoluble.\r\n\n\n7| Carefully dissolve the pellet with 500 μL of 50 mM NH\n4\nHCO\n3\n. Quantify it using the Quant-iT™ Protein Assay Kit \\(Invitrogen) and dilute it with 50 mM NH4HCO3 to a 1 μg.μl\n-1\nconcentration. At this point, the sample can be stored at -20 °C for one week. Critical Step For quantification purposes, the fluorometer must be calibrated for the correct protein dosage.\r\n\n\n**Sample preparation for nanoUPLC-MS\nE\nacquisition** TIMING 2 d\r\n\n\n8| Place 50 μL of the 1 μg.μl\n-1\nsample in a capped microcentrifuge tube. \r\n\n\n9| Add 10 μL of 50 mM NH\n4\nHCO\n3\n. \r\n\n\n10| Add 25 μL of the surfactant solution and vortex. Critical step The surfactant solution must be applied only if the sample is placed in the ammonium bicarbonate buffer at an alkaline pH. At an acidic pH, the surfactant will be depredated, and the solution’s kinetic energy will be reduced prior to digestion, resulting in more missed cleavages and bigger peptide fragments. .?Troubleshooting\r\n\n\n11| Place the tube in a dry bath set at 80 °C. Heat for 15 min. Critical step: Ensure the dry bath is set to the correct temperature before heating the sample.\r\n\n\n12| Remove the tube from the dry bath. Perform a short spin; then add 2.5 μL of the reduction solution and vortex slightly. \r\n\n\n13| Place the tube in a dry bath set at 60 °C and heat for 30 minutes. Critical step: Ensure the dry bath is set to the correct temperature before heating the sample.\r\n\n\n14| Remove from the dry bath, allow the tube to cool to room temperature and then centrifuge it. Add 2.5 μL of the alkylation solution and vortex slightly. \r\n\n\n15| Place the sample in the dark at room temperature and allow 30 minutes of reaction time. \r\n\n\n16| Add 10 μL of the digestion solution and vortex slightly. Digest the sample at 37°C in a dry bath overnight. This produces a 1:100 wt:wt ratio of enzyme:protein. \r\n\n\n17| Following digestion, to precipitate the surfactant, add 10 μL of hydrolysation solution and vortex. Then centrifuge the samples at 14000 rpm at 6 °C for 30 minutes. Transfer the supernatant to a Waters Total Recovery vial. Critical step The surfactant must be fully precipitated to ensure proper dissolution of the protein prior to injection in the chromatograph and to avoid contamination during MSE acquisition. Ensure the centrifugation step is well controlled to avoid the injection of precipitation residues into the nanoUPLC system. Troubleshooting. \r\n\n\n18| Add 5 μL of ADH and then add 85 μL of the nanoLC-MSE solution. The final concentration of the protein is 250 ng.μL\n-1\nand that of ADH is 25 fmol.μL\n-1\n. The final volume is 200 μL. Store at -80 °C up to 6 months. Critical step: Correctly pipetting these solutions is crucial for a good protein quantification by PLGS; therefore, it is critical to keep the counts/fmol stoichiometric ratio between the sum of the ion intensity and the concentration for a standard protein \\(manual response factor). It is desirable to use a manual response factor instead of the concentration amount of the internal standard protein for the best quantification analysis.\r\n\n\n**NanoUPLC-MS\nE\nacquisition** TIMING 1 d \r\n\n\n19| The nanoACQUITY\n™\nUPLC\n™\nsystem was configured as follows: the samples were initially transferred with an aqueous 0.1% formic acid solution to trap the column with a flow rate of 15 μL.min-1 for 1 min with a 5 μL loop.\r\n\n\nCRITICAL STEP: To acquire data with the system, some considerations must be made upon installation and engineering the setup. The initial instrument setup is critical. For this purpose and for system qualification, 1 μg of the E. coli digestion standard was acquired during installation. The E. coli sample was spiked with rabbit phosphorylase B for a final concentration of 40 fmol.μL\n-1\non the column. The expected dynamic range was measured and the specifications were applied to reach a minimum of 2-3 orders of magnitude for the Synapt HDMS first generation mass spectrometer. After system qualification completion, the samples were left running in the MS\nE\npositive mode with a nano-electrospray source. \r\n\n\n20| The peptides were separated with a gradient of 5–40 % mobile phase B over 90 min at a flow rate of 600 nL.min\n-1\n, followed by a 10 min rinse with 85% of mobile phase B. \r\n\n\n21| The column was re-equilibrated at the initial conditions for 10 min. The column temperature was maintained at 35 °C. The lock mass was delivered from the auxiliary pump of the nanoACQUITY pump with a constant flow rate of 150 nL.min\n-1\nat a concentration of 200 fmol of GFP solution \\(Sigma-Aldrich, USA) to the reference sprayer of the mass spectrometer NanoLockSpray™ source. ?Troubleshooting: The column diameter is critical to achieve the best resolving power and increase the peak capacity. For optimum loading for 75 μm inner diameter columns, consider using 250 to 500 ng of protein digest and 200 to 400 nL.min-1; for 100 μm columns, use 440 to 880 ng of digest and 400 to 600 nL.min-1; for 150 μm columns, use 1 to 2 μg of digest and 800 nL.min\n-1\nto 1.2 uL.min\n-1\n; and for 300 μm columns, use 4 to 8 ug and 4 to 5 uL.min\n-1\nwith an analytical ESI source. If the analysis is with a common 2D SCX or 2D with dilution, the amount of sample injected can be multiplied by the fraction number to keep the column capacity at a maximum.\r\n\n\n22| All samples were analysed in triplicate using a Synapt HDMS™ first generation mass spectrometer. For all measurements, the mass spectrometer operated in the “V-mode” of analysis with a typical resolving power of at least 10000 full-width half-maximum \\(FWHM) and a sampling rate of 10 to 20 points across the chromatography peak to provide good quantification and peak representation into the chromatogram.\r\n\n\n23| All analyses were performed using the positive nano-electrospray ion mode \\(nanoESI+). \r\n\n\n24| The time-of-flight analyser of the mass spectrometer was externally calibrated with GFP b\n+\nand y\n+\nions from _m/z_ 50 to 1990 with the data post acquisition lock mass corrected using the GFP monoisotopic precursor ion of \\[M + 2H]\n2+\n= 785.8426. \r\n\n\n25| The reference sprayer was sampled with a frequency of 30 s.\r\n\n\n26| The nanoUPLC-MS\nE\ndata were collected in an alternating low energy and elevated energy mode of acquisition. The continuum spectra acquisition time in each mode was 1.5 s of scan time with at least 10 points per peak on the chromatogram.\r\n\n\n27| In the low energy MS mode, the data were collected at a constant collision energy of 3 eV. \r\n\n\n28| In the elevated energy MS mode, the collision energy was increased from 12 to 45 eV during each 1.5 s spectrum. \r\n\n\n29| The radiofrequency applied to the quadrupole mass analyser was adjusted such that ions from _m/z_ 50 to 2000 were efficiently transmitted. \r\n\n\n\r\n\n\n**Data Processing and Protein Identification** TIMING 1 d\r\n\n\n30| The MS data obtained from the nanoUPLC-MS\nE\nwere processed and searched using the ProteinLynxGlobalServer \\(PLGS) version 2.4v configured as follows. Sequences from Glycine max were downloaded from UniProt\n54\n. In PLGS, a new databank named “GLYCINE” was created, and the file containing amino acid sequences was appended. The protein identifications were obtained with the embedded ion accounting algorithm of the software and by searching the database with MassPREP\n™\nProtein Digestion Standards \\(MPDS) inside as an UniProtKB/Swiss-Prot sequences \\(Phosphorylase - P00489 - PHS2_RABIT, Bovine Hemoglobin - P02070 - HBB_BOVIN, ADH - P00330 - ADH1_YEAST, BSA - P02769 - ALBU_BOVIN) and a CTAG-P78358 protein appended to the database. CRITICAL STEP: The database must be correctly loaded into the PLGS. The identifications and quantitative data packaging were generated using dedicated algorithms\n42, 55\nand searching against a species-specific database\n56\n. Refer to the software manual on how to proceed with the input method into the databank administration tool. ?Troubleshooting. \r\n\n\n31| In PLGS, a new workflow was created for Electrospray-MS\nE\nanalysis by setting the data bank to “GLYCINE” and setting the peptide and fragment tolerance to automatic. The minimum fragment ion matches per peptide was set to 3. The minimum fragment ion matches per protein was set to 7. The minimum peptide matches per protein was set to 1. The maximum protein mass was set to 600 kDa. Trypsin was chosen as the primary digest reagent, allowing 1 missed cleavage. Carbamidomethyl-C and the oxidation of M were set to fixed and variable modification, respectively. N-linked and O-linked options were set as variable glycosylation modification, the calibration protein was set to P00330 \\(corresponding to ADH sequence in database) and the calibration protein concentration was set to 25 fmol.uL\n-1\n. CRITICAL STEP: These configurations will determine the protein identification processes and may vary from sample to sample. Changes in specificity and selectivity can vary because the minimum fragment ion matches per peptide was set to 3 and can be as low as 1; the minimum fragment ion matches per protein was set to 7 and can be as low as 5; and the minimum peptide matches per protein was set to 1. The maximum protein mass was set to 600 kDa; if the EST database was used, this can be increased to at least 1000 kDa. For standard concentration assignments, it is preferable to use the manual response to keep the counts/fmol ratio within a minimum coefficient of variation \\(CV). \r\n\n\n32| In PLGS, a new data preparation was created for Electrospray-MS\nE\nanalysis by setting the chromatographic peak width and MS TOF resolution in automatic mode. The lock mass for charge 2 was set to _m/z_ 785.8426 \\(corresponding to GFP mass), and the lock mass windows were set to ±0.25 Da. The low and elevated energy thresholds were set to 250.0 and 100.0 counts, respectively. The retention time windows were set to automatic, and 1500 counts were applied to the intensity threshold. CRITICAL STEP: Ensure the _m/z_ value of GFP and the charge state set are correctly assigned to avoid error in the PLGS processing. Check the instrument calibration prior to analysis. If the interval window is more than 0.4 Da for GFP, calibrate the instrument. ?Troubleshooting \r\n\n\n33| In PLGS, open a new project. Add 3 new original samples, named SOYCTAG L3, SOYCTAG L37, and SoyCN, which correspond to the lineage 3, 37 of the recombinant CTAG in soybean and non-transgenic soybean samples to be analysed and compared, respectively. If more samples need to be compared, add more original sample tags.\r\n\n\n34| In PLGS, add a new microlitre plate named CTAG. For each sample, add the original raw data from the acquisition, the data preparation file and the workflow file to a vial position. After the files are combined, raw data processing is possible. Tables 2 and 3 indicate a typical result. CRITICAL STEP: Ion detection, clustering, and normalisation were performed in PLGS with Expression\nE\nsoftware license installed \\(Waters, Manchester, UK). The intensity measurements are typically adjusted, i.e., deisotoped and charge state-reduced EMRTs that replicate throughout the complete experiment for analysis at the EMRT cluster level. The components are typically clustered together with a 10 ppm mass precision and a 0.25-min time tolerance or sufficient value to achieve at least 15 points per peak. The alignment of elevated energy ions with low energy precursor peptide ions is conducted with an approximate precision of 0.05 min. To analyse the protein identification and quantification level, the observed intensity measurements are normalised to the intensity measurement of the identified peptides of the digested internal standard, as described elsewhere56.\r\n\n\n35| For expression analysis, add a new “expression analysis” in PLGS, placing the samples created in step 33 into separate groups. In the quantification analysis, use the normalisation in proteins, selecting ADH protein in the table. The results are shown in Fig. 4.\r\n\n\n\r\n\n\n\r\n\n\nTroubleshooting advice can be found in Table 3."
        },
        {
            "header": "Timing",
            "content": "3 days"
        },
        {
            "header": "Troubleshooting",
            "content": "Problem\r\n\n\nA contaminant with a repetitive cluster with singly charged ions encountered during chromatography. \r\n\n\nRecommendations\r\n\n\nUse only high quality pipette tips and tubing. Poor quality plastics release quantities of compounds into the sample that will affect chromatography and MS analysis.\r\n\n\n\r\n\n\nProblem\r\n\n\nPoor peptide profile \r\n\n\nRecommendations\r\n\n\nDigest a new sample with a recently prepared high-quality trypsin. Check the pH of the sample before adding surfactant; it must be alkaline.\r\n\n\n\r\n\n\nProblem\r\n\n\nAfter MSE acquisition, PLGS processes stop with message “failed to process raw data” or resulted in insufficient data. \r\n\n\nRecommendations\r\n\n\nThis indicates a problem in the MS acquisition. Check the ionisation source, the changing and cleaning probe and cone; check also that the GFP solution is adequately delivered by the lock mass. Look into the raw data.\r\n\n\n\r\n\n\nProblem\r\n\n\nHigh pressure during chromatography stops the acquisition. \r\n\n\nRecommendations\r\n\n\nThe column or capillary has clogged. Replace the column and capillary and ensure that the sample is digested and correctly centrifuged.\r\n\n\n\r\n\n\nProblem\r\n\n\nPLGS does not quantify the sample.\r\n\n\nRecommendations \r\n\n\nEnsure that ADH was added to the sample and that the information was given in the workflow process of PLGS.\r\n\n\n\r\n\n\nProblem\r\n\n\nContamination appears during chromatography\r\n\n\nRecommendations\r\n\n\nCheck all solutions. Use only MS and HPLC reagents and deionised water with total organic compounds less than 4 ppb to avoid contamination.\r\n\n\n\r\n\n\nProblem\r\n\n\nPLGS does not process the database\r\n\n\nRecommendations\r\n\n\nIntroducing the database into PLGS requires that the sequences are in a FASTA format with the same strings and character patterns.\r\n\n\n \r\n\n\nProblem\r\n\n\nLow reproducibility due to column saturation\r\n\n\nRecommendations\r\n\n\n Keep the total protein mass load into column depending on the column diameter: 75 μm for 250 μg to 500 μg, 100 μm for 440 μg to 880 μg, 150 μm for 1 μg to 2 μg and 300 μm for 4 μg to 8 μg.\r\n\n\n\r\n\n\nProblem\r\n\n\nPLGS does not show results\r\n\n\nRecommendations\r\n\n\n If no result is displayed, check the log files or LockMass m/z window with no errors. Check the data preparation file for errors in the LockMass values.\r\n\n\n\r\n\n\nProblem"
        },
        {
            "header": "Anticipated Results",
            "content": "This is an easy-to-follow protocol to determine if a target recombinant protein has been expressed in any expression system, especially in a situation where a small sample must be used or no antibody is available to run blotting detection methods. We successfully detected the human growth hormone and coagulation factor IX proteins expressed in transgenic soybean lines<sup>9, 10</sup> and present the preliminary results on the CTAG recombinant molecule expressed in the same system. Two lineages, SOYCTAG L3 and SOYCTAG L37, and a SOYBEAN Negative from the BR-16 cultivar were used as samples in this protocol. The amino acid sequence of CTAG can be observed in Fig. 2. Fig. 1 shows a diagram of the workflow. The sample preparation from TSP to the nanoUPLC procedure is critical for a successful identification. The use of high purity water and reagents is recommended due to the sensitivity of the technique. The low peptide dilution provided by nanoUPLC permits each compound to enter the mass spectrometer almost individually, allowing the production of MS and MSMS spectra from almost every peptide in the sample. When nanoACQUITY is associated with MSE acquisitions<sup>43</sup>, as the ion current is continuous and both MS and MS/MS are acquired in parallel, the chromatography peaks are sharpened as more points per peak are obtained, and there is high reproducibility between different injections, usually in the full loop method with 2 μL or 5 μL sample injection loading. Fig. 3 shows the resulting nanoUPLC chromatogram, MS<sup>E</sup> spectra from \\[M + 2H] <sup>+2</sup> = 857.87 CTAG fragment and the respective processed spectra by PLGS. The orthogonal separations<sup>57</sup> with the SCX columns<sup>58, 59</sup> or recent technologies at the first-dimension linear gradient with fractions at different pH levels with high-resolution separations both in the first- and in the second dimensions<sup>52</sup> are permitted due to the complexity of the chromatogram in this particular sample \\(Fig. 2A). To improve separation, this nanoUPLC system can be used with 2D RPxRP nanocolumns with small particles sizes at 1.7 μm for BEH or 1.8 μm for HSS T3 capillary column technologies that allow, for the first dimension, a high-resolution separation with organic mobile phase pulse fractions with 20 mM ammonium formate at pH 10 with a 300 μm x 50 mm XBridge<sup>™</sup> BEH 130 Å C18 5 μm column \\(Waters, Milford, MA) and a second dimension separation with a trap column followed by an analytical column of 75 μm X 100 mm at a low pH of 2.6. Even so, five peptides from CTAG \\(Table 2, Fig. 2) were detected with high selectivity and specificity. These peptides showed no trace of post translational modification, but the possibility cannot be discarded because another 6 CTAG peptides were not detected \\(Fig. 2). Additionally, a proteomic profile can be processed with absolute quantitative values for each protein \\(Table 1). In this example, the CTAG recombinant protein was detected and quantified in nanograms based on the stoichiometric ion intensity values of the minimum three prototypic peptides of ADH and the identified protein. A relation between the total detected protein and the specific protein concentration can be applied, allowing calculation of the percentage of the expressed protein in relation to TSP. The percentage of each detected protein can be observed in Table 1. CTAG has an expression value of 0.1%, which is low compared to that of the other transgenic soybean seeds expressing hGH<sup>9</sup> \\(2.9%), but it has a similar value compared to factor IX expression \\(0.2%)<sup>10</sup>. Other soybean proteins, such as β-conglycinin and glycinin, have expected values mainly for storage proteins from soybean seeds<sup>60</sup>. Through this protocol, it is also possible to check the protein expression changes by comparing two or more samples. Fig. 4 shows a two-by-two comparison among SOYCTAG L3, SOYCTAG L37, and a SOYBEAN Negative protein expression list. It is possible to compare the expression level of the two transgenic lines and choose one with more recombinant protein production, in this case SOYCTAG L37. This technique, as with the Identity<sup>E</sup> and Expression<sup>E</sup> software in PLGS \\(Waters, UK), can also be used to check higher and lower regulations of native proteins, providing information regarding the side effects of the introduction of transgenes at the proteomic level."
        },
        {
            "header": "References",
            "content": "1. Swartz, J.R. Advances in Escherichia coli production of therapeutic proteins. Curr. Opin. Biotechnol. 12, 195-201 \\(2001).\r\n  2. Chu, L. & Robinson, D.K. Industrial choices for protein production by large-scale cell culture. Curr. Opin. Biotechnol. 12, 180-187 \\(2001).\r\n  3. Tremblay, R., Wang, D., Jevnikar, A.M. & Ma, S. Tobacco, a highly efficient green bioreactor for production of therapeutic proteins. Biotechnol. Adv. 28, 214-221 \\(2010).\r\n  4. Daniell, H., Singh, N.D., Mason, H. & Streatfield, S.J. Plant-made vaccine antigens and biopharmaceuticals. Trends Plant Sci. 14, 669-679 \\(2009).\r\n  5. Boothe, J. et al. Seed-based expression systems for plant molecular farming. Plant Biotechnol. J. 8, 588–606 \\(2010).\r\n  6. Cunha, N.B.d. et al. Correct targeting of proinsulin in protein storage vacuoles of transgenic soybean seeds. Genet. Mol. Res. 9, 1163-1170 \\(2010).\r\n  7. Jolliffe, N.A., Craddock, C.P. & Frigerio, L. Pathways for protein transport to seed storage vacuoles. Biochem. Soc. Trans. 33, 1016-1018 \\(2005).\r\n  8. Ma, J.K.-C., Drake, P.M.W. & Christou, P. The production of recombinant pharmaceutical proteins in plants. Nat. Rev. Genet. 4, 794-805 \\(2003).\r\n  9. Cunha, N.B. et al. Expression of functional recombinant human growth hormone in transgenic soybean seeds. Transgenic Res. \\(2010).\r\n  10. Cunha, N.B. et al. Accumulation of functional recombinant human coagulation factor IX in transgenic soybean seeds. Transgenic Res. \\(2010).\r\n  11. Rech, E.L., Vianna, G.R. & Aragão, F.J.L. High-efficiency transformation by biolistics of soybean, common bean and cotton transgenic plants. Nat. Protoc. 3, 410-418 \\(2008).\r\n  12. Blas, A.L.D. & Cherwinski, H.M. Detection of antigens on nitrocellulose paper immunoblots with monoclonal antibodies. Anal. Biochem. 133, 214-219 \\(1983).\r\n  13. Perlmann, P. & Engvall, E. Enzyme-linked immunosorbent assay \\(ELISA). Quantitative assay of immunoglobulin G. Immunochemistry 8, 871-874 \\(1971).\r\n  14. O'Farrells, P.H. High resolution two-dimensional electrophoresis of proteins. J. Biol. Chem. 250, 4007-4021 \\(1975).\r\n  15. Shevchenko, A., Tomas, H., Havlis, J., Olsen, J.V. & Mann, M. In-gel digestion for mass spectrometric characterization of proteins and proteomes. Nat. Protoc. 1, 2856-2860 \\(2006).\r\n  16. Weiss, W. & Görg, A. Two-dimensional electrophoresis for plant proteomics. Methods Mol. Biol. 355, 121-143 \\(2007).\r\n  17. Blackstock, W.P. & Weir, M.P. Proteomics: quantitative and physical mapping of cellular proteins. Trends Biotechnol. 17, 121-127 \\(1999).\r\n  18. Murad, A.M. et al. Screening of entomopathogenic Metarhizium anisopliae isolates and proteomic analysis of secretion synthesized in response to cowpea weevil \\(Callosobruchus maculatus) exoskeleton. Comp. Biochem. Physiol., C 142, 365-370 \\(2006).\r\n  19. Murad, A.M. et al. Proteomic analysis of Metarhizium anisopliae secretion in the presence of the insect pest Callosobruchus maculatus. Microbiology 154, 3766–3774 \\(2008).\r\n  20. Halligan, B.D. ProMoST: A tool for calculating the pI and molecular mass of phosphorylated and modified proteins on 2 dimensional gels. Methods Mol. Biol. 527, 283-298 \\(2009).\r\n  21. Henzel, W.J. et al. Identifying proteins from two-dimensional gels by molecular mass searching of peptide fragments in protein sequence databases. Proc. Natl. Acad. Sci. U. S. A. 90, 5011-5015 \\(1993).\r\n  22. Wilson, N., Simpson, R. & Cooper-Liddell, C. Introductory glycosylation analysis using SDS-PAGE and peptide mass fingerprinting. Methods Mol. Biol. 534, 205-212 \\(2009).\r\n  23. Gevaert, K. et al. Exploring proteomes and analyzing protein processing by mass spectrometric identification of sorted N-terminal peptides. Nat. Biotechnol. 21, 566-569 \\(2003).\r\n  24. Hunter, A.P. & Games, D.E. Chromatographic and mass spectrometric methods for the identification of phosphorylation sites in phosphoproteins. Rapid Commun. Mass. Spectrom. 8, 559-570 \\(1994).\r\n  25. Wilkins, J.A., Xiang, R. & Horváth, C. Selective enrichment of low-abundance peptides in complex mixtures by elution-modified displacement   chromatography and their identification by electrospray ionization mass spectrometry. Anal. Chem. 74, 3933-3941 \\(2002).\r\n  26. Husson, S.J. et al. Comparative peptidomics of Caenorhabditis elegans versus C. briggsae by LC–MALDI-TOF MS. Peptides 30, 449-457 \\(2009).\r\n  27. Guerrier, L. & Boschetti, E. Protocol for the purification of proteins from biological extracts for identification by mass spectrometry. Nat. Protoc. 2, 832-837 \\(2007).\r\n  28. Guerrier, L., Righetti, P.G. & Boschetti, E. Reduction of dynamic protein concentration range of biological extracts for the discovery of low-abundance proteins by means of hexapeptide ligand library. Nat. Protoc. 3, 883-890 \\(2008).\r\n  29. Deterding, L.J., Moseley, M.A., Tomer, K.B. & Jorgenson, J.W. Nanoscale separations combined with tandem mass spectrometry. J. Chromatogr. A 554, 73-82 \\(1991).\r\n  30. Shen, Y. et al. High-efficiency nanoscale liquid chromatography coupled on-line with mass spectrometry using nanoelectrospray ionization for proteomics. Anal. Chem. 74, 4235-4249 \\(2002).\r\n  31. Mirgorodskaya, E., Braeuer, C., Fucini, P., Lehrach, H. & Gobom, J. Nanoflow liquid chromatography coupled to matrixassisted laser desorption/ionization mass spectrometry: Sample preparation, data analysis, and application to the analysis of complex peptide mixtures. Proteomics 5, 399–408 \\(2005).\r\n  32. Nouri, M.-Z. & Komatsu, S. Comparative analysis of soybean plasma membrane proteins under osmotic stress using gel-based and LC MS/MS-based proteomics approaches. Proteomics 10, 1930-1945 \\(2010).\r\n  33. Brumbarova, T., Matros, A., Mock, H.-P. & Bauer, P. A proteomic study showing differential regulation of stress, redox regulation and peroxidase proteins by iron supply and the transcription factor FER. Plant J. 54, 321-334 \\(2008).\r\n  34. Behrens, H.L., Chen, R. & Li, L. Combining microdialysis, NanoLC-MS, and MALDI-TOF/TOF to detect neuropeptides secreted in the crab, Cancer borealis. Anal. Chem. 80, 6949–6958 \\(2008).\r\n  35. Zybailov, B. et al. Sorting signals, N-terminal modifications and abundance of the chloroplast proteome. PLoS one 3, e1994 \\(2008).\r\n  36. Barnes, S. et al. High-resolution mass spectrometry analysis of protein oxidations and resultant loss of function. Biochem. Soc. Trans. 36, 1037-1044 \\(2008).\r\n  37. Bouché, J.-P. et al. NanoLC-MS/MS analysis provides new insights into the phosphorylation pattern of Cdc25B in vivo: full overlap with sites of phosphorylation by Chk1 and Cdk1/cycB kinases in vitro. J. Proteome Res. 7, 1264-1273 \\(2008).\r\n  38. Unwin, R.D., Griffiths, J.R. & Whetton, A.D. A sensitive mass spectrometric method for hypothesis-driven detection of peptide post-translational modifications: multiple reaction monitoring-initiated detection and sequencing \\(MIDAS). Nat. Protoc. 4, 870-877 \\(2009).\r\n  39. Mori, M. et al. Production of 18O-single jabeled peptide fragments during trypsin digestion of proteins for quantitative proteomics using nanoLC−ESI−MS/MS. J. Proteome Res. 9, 3741–3749 \\(2010).\r\n  40. Yang, Y. et al. A comparison of nLC-ESI-MS/MS and nLC-MALDI-MS/MS for GeLC-based protein identification and iTRAQ-based shotgun quantitative proteomics. J. Biomol. Tech. 18, 226-237 \\(2007).\r\n  41. Levin, Y. et al. Real-time evaluation of experimental variation in large-scale LC–MS/MS-based quantitative proteomics of complex samples. J. Chromatogr. B 877, 1299-1305 \\(2009).\r\n  42. Li, G.-Z. et al. Database searching and accounting of multiplexed precursor and product ion spectra from the data independent analysis of simple and complex peptide mixtures. Proteomics 9, 1696–1719 \\(2009).\r\n  43. Geromanos, S.J. et al. The detection, correlation, and comparison of peptide precursor and product ions from data independent LC-MS with data dependant LC-MS/MS. Proteomics 9, 1683–1695 \\(2009).\r\n  44. Xu, D. et al. Novel MMP-9 Substrates in Cancer Cells Revealed by a Label-free Quantitative Proteomics Approach. Mol. Cell Proteomics 7, 2215-2228 \\(2008).\r\n  45. Cheng, F.-y., Blackburn, K., Lin, Y.-m., Goshe, M.B. & Williamson, J.D. Absolute protein quantification by LC/MSE for global analysis of salicylic acid-induced plant protein secretion responses. J. Proteome Res. 8, 82–93 \\(2009).\r\n  46. Gnjatic, S. et al. NY-ESO-1: Review of an Immunogenic Tumor Antigen. Adv. Cancer Res. 95, 1-30 \\(2006).\r\n  47. Chen, Y. et al. A testicular antigen aberrantly expressed in human cancers detected by autologous antibody screening. Proc. Natl. Acad. Sci. U. S. A. 94, 1914-1918 \\(1997).\r\n  48. Kurashige, T. et al. NY-ESO-1 expression and immunogenicity associated with transitional cell carcinoma: correlation with tumor grade. Cancer Res. 61, 4671-4674 \\(2001).\r\n  49. Murphy, R. et al. Recombinant NY-ESO-1 cancer antigen: production and purification under cGMP conditions. Prep. Biochem. Biotechnol. 35, 119-134 \\(2005).\r\n  50. Liu, H. et al. Effects of column length, particle size, gradient length and flow rate on peak capacity of nano-scale liquid chromatography for peptide separations. J. Chromatogr. A 1147, 30-36 \\(2007).\r\n  51. Liu, H., Finch, J.W., Luongo, J.A., Li, G.-Z. & Gebler, J.C. Development of an online two-dimensional nano-scale liquid chromatography/mass spectrometry method for improved chromatographic performance and hydrophobic peptide recovery. J. Chromatogr. A 1135, 43-51 \\(2006).\r\n  52. Gilar, M., Olivova, P., Daly, A.E. & Gebler, J.C. Two-dimensional separation of peptides using RP-RP-HPLC system with different pH in first and second separation dimensions. J. Sep. Sci. 28, 1694–1703 \\(2005).\r\n  53. Yu, Y.-Q., Gilar, M., Lee, P.J., Bouvier, E.S.P. & Gebler, J.C. Enzyme-friendly, mass spectrometry-compatible surfactant for in-solution enzymatic digestion of proteins. Anal. Chem. 75, 6023-6028 \\(2003).\r\n  54. Consortium, T.U. The Universal Protein Resource \\(UniProt) in 2010. Nucleic Acids Res. 38, D142-D148 \\(2010).\r\n  55. Silva, J.C. et al. Quantitative proteomic analysis by accurate mass retention time pairs. Anal. Chem. 77, 2187-2200 \\(2005).\r\n  56. Silva, J.C., Gorenstein, M.V., Li, G.-Z., Vissers, J.P.C. & Geromanos, S.J. Absolute quantification of proteins by LCMSE: a virtue of parallel MS acquisition. Mol. Cell Proteomics 5, 144-156 \\(2005).\r\n  57. Gilar, M., Olivova, P., Daly, A.E. & Gebler, J.C. Orthogonality of separation in two-dimensional liquid chromatography. Anal. Chem. 77, 6426–6434 \\(2005).\r\n  58. Millea, K.M. et al. Evaluation of multidimensional \\(ion-exchange/reversed-phase) protein separations using linear and step gradients in the first dimension. J. Chromatogr. A 1079, 287-298 \\(2005).\r\n  59. Gilar, M. et al. Comparison of 1-D and 2-D LC MS/MS methods for proteomic analysis of human serum. Electrophoresis 30, 1157–1167 \\(2009).\r\n  60. Li, C. & Zhang, Y.-M. Molecular evolution of glycinin and β-conglycinin gene families in soybean \\(Glycine max L. Merr.). Heredity doi 10.1038/hdy.2010.97 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to G. Ritter at Ludwig Cancer Research Institute \\(New York Branch) for providing genes and antibodies. We acknowledge support from C. Bloch at the Mass Spectrometry Laboratory-EMBRAPA. We acknowledge discussions with G. Ritter and C. Bloch and thank J. Taquita for technical help. This work was supported by Brazilian Agricultural Research Corporation, National Council for Scientific and Technological Development and Fundacao de Apoio a Pesquisa-DF."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11695,
                "identity": "9f9719de-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Elibio Rech",
                "email": "rech@cenargen.embrapa.br",
                "orcid": "",
                "institution": "Embrapa Genetic Resources and Biotechnology, Laboratory of Gene Transfer, Parque Estação Biológica, PqEB, Av. W5 Norte, Brasília, DF, 70770-917, Brazil",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Elibio",
                "middleName": "",
                "lastName": "Rech",
                "suffix": ""
            },
            {
                "id": 11692,
                "identity": "9f97134b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "André Murad",
                "email": "",
                "orcid": "",
                "institution": "Embrapa Genetic Resources and Biotechnology, Laboratory of Gene Transfer, Parque Estação Biológica, PqEB, Av. W5 Norte, Brasília, DF, 70770-917, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "André",
                "middleName": "",
                "lastName": "Murad",
                "suffix": ""
            },
            {
                "id": 11693,
                "identity": "9f9715ef-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gustavo Souza",
                "email": "",
                "orcid": "",
                "institution": "Waters Corporation, MS Applications Research and Development Laboratory, Alameda Tocantins, 125, 27th floor, West Side, Alphaville, São Paulo, SP, 06455-020, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gustavo",
                "middleName": "",
                "lastName": "Souza",
                "suffix": ""
            },
            {
                "id": 11694,
                "identity": "9f97184c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jerusa Garcia",
                "email": "",
                "orcid": "",
                "institution": "Alfenas Federal University, Institute of Exact Sciences, Alfenas, MG, 37170-000, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jerusa",
                "middleName": "",
                "lastName": "Garcia",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-03-03 11:03:06",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.216",
        "doiUrl": "https://doi.org/10.1038/protex.2011.216",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464514,
                "identity": "e2ba620b-907c-412d-90c0-723297e31732",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 224150,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2046/v1/79115194-01cb-49b5-8979-c33aca8c1091.pdf"
            },
            {
                "id": 2608249,
                "identity": "8a98549f-05ba-4fe2-8594-bbd8f0a7942c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:03",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 2125824,
                "visible": true,
                "origin": "",
                "legend": "Experimental Results   tables and figures",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2046/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "No",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Soybean, IdentityE, ExpressionE, MSE, ProteinLynx Global SERVER",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Identification of recombinant protein expressed in a total soluble protein \\(TSP) plant extract by mass spectrometry is desirable and necessary to accelerate further processing steps. Basically, the protocol consists of an initial TSP sample preparation and trypsin digestion prior preliminary characterization of recombinant proteins expressed in TSP samples of transgenic soybean seeds utilizing a nanoUPLC-MSe. As low as a 50 ug TSP sample can be effectively analyzed. Experimental data for the TSP extraction and sample preparation are discussed. The development of the process takes up to 3 days",
        "manuscriptTitle": "Characterisation and quantitation expression analysis of recombinant proteins in plant complex mixtures using nanoUPLC mass spectrometry",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-03-03 13:56:38",
                "doi": "10.1038/protex.2011.216",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f96a5ad-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 3rd, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2537,
                "name": "Biochemistry"
            },
            {
                "id": 2538,
                "name": "Genetics"
            },
            {
                "id": 2539,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-03-03 13:56:38",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}