{
    "identity": "nprot-6855",
    "title": "Obtaining information on protein dynamics using FT-IR spectroscopy",
    "content": [
        {
            "header": "Introduction",
            "content": "**Overview of FT-IR H/D exchange**\r\n\n\nThus far, structural biology has focused on studies of detailed atomic descriptions of static three-dimensional structures, but these single rigid conformations have long been known to be insufficient to completely understanding of a protein<sup>1</sup>. Innumerable biological processes ultimately rely on the transduction of information through conformational fluctuations in proteins associated with folding and assembly, ligand binding and molecular recognition, and catalysis<sup>2-7</sup>, and these spatial and temporal changes in protein structure are termed protein dynamics<sup>8</sup>. Protein dynamics can be probed by amide hydrogen/deuterium \\(H/D) exchange<sup>3, 4</sup>. An advantage of the H/D exchange is found in its capacity to characterize transient conformations, which may represent a negligible, and difficult to detect, fraction of all protein molecules<sup>5</sup>. Thus, H/D exchange has long been used to analyze protein dynamics in solution<sup>6</sup>. \r\n\n\nThe exchangeable hydrogens in stable proteins are usually the backbone amide hydrogens and polar side-chain hydrogens bonded to heteroatoms \\(N, O, and S) and the N- or C-terminal hydrogens<sup>7, 8</sup>. The polar side-chain hydrogens exchange much faster with the solvent than the backbone amide hydrogens at neutral pH, making it difficult to readily determine. Thus, of the many exchangeable hydrogens, only backbone amide hydrogens are used for H/D exchange studies<sup>9</sup>. In general, the large number of labile hydrogens accessible to solvent can instantaneously exchange with protons from surrounding water molecules<sup>10</sup>. Amide protons involved in stable hydrogen-bonded structures or that are inaccessible to solvent have significantly slower exchange rates because they must undergo some sort of distortion of the local structure to allow exchange<sup>11, 12</sup>. The mechanism of amide H/D exchange is depicted in **Figure 1**. The kinetics of backbone amides are highly dependent on the protein structure<sup>13</sup>. In addition to protein structural effects, pH, temperature, ligand-binding, or protein-protein interactions also impose significant effects on the exchange rate of amino protons<sup>9, 14</sup>. A variety of detection techniques can be used to probe protein dynamics, including nuclear magnetic resonance \\(NMR)<sup>15, 16</sup>, mass spectrometry \\(MS)<sup>17-19</sup>, and FT-IR spectrometry<sup>20-22</sup>.\r\n\n\nFT-IR spectroscopy is a well-established technique for analysis of the secondary structure composition of proteins that was introduced by Yang et al<sup>23</sup>. It is also a convenient and efficient technique for investigating protein dynamics<sup>24-26</sup>. The polypeptide and protein repeat units give rise to nine characteristic IR absorption bands termed amides A, B, and amides I-VII. The characteristic IR bands of the proteins and peptides are listed in **Table 1**. \r\n\n\nThe amide I and II bands are the two most prominent vibrational bands of the protein backbone<sup>27-29</sup>. The amide I bond \\(around 1650 cm<sup>-1</sup>) is almost entirely due to the C=O stretch vibrations of peptide linkages \\(>80%) and correlates closely with each secondary structural element<sup>26</sup>. The amide II band \\(around 1550 cm<sup>-1</sup>) mainly results from in-plane NH bending \\(40−60% of the potential energy) and the CN stretching vibration \\(18−40%), which is very sensitive to the H/D exchange reaction<sup>27,31</sup>. IR spectra were first used to study protein dynamics in 1970s by dissolving dry protein or peptide in buffered D<sub>2</sub>O<sup>30</sup>. FT-IR has since been used in connection with H/D exchange in proteins. It has been suggested to be more convenient to base H/D exchange investigations on the apparent intensity changes of amide II<sup>31</sup>. The protein amide H/D exchange ratio could be presented as the fraction of unchanged amide proton<sup>32</sup>. An equation has been established and used by some investigators<sup>33, 34</sup>.\r\n\n\nThe absorption in IR spectroscopy is related to the absorption coefficient of the sample, the path length, and the concentration \\(Eq. \\(1)):\r\n\n\nA<sub>λ</sub>=ξ<sub>λ</sub>×b×C           \\(1)\r\n\n\nWhere A<sub>λ</sub> is the sample′s absorbance coefficient at a specific wavelength \\(λ), ξ<sub>λ</sub> is the absorption coefficient of the material at that wavelength \\(L/mol.cm), b is the path length through the sample \\(cm), and C is the concentration of the analyte \\(mol/L).\r\n\n\nAs the protein amide N–H bonds in H<sub>2</sub>O change to the N–D bonds in D<sub>2</sub>O, the N–H bending vibrational band at 1550 cm<sup>−1</sup> decreases and the magnitude of the N–D bending vibrational band at 1450 cm<sup>−1</sup> increases. The fraction of unexchanged amide proton, F, was calculated at various time intervals using Eq. \\(2)<sup>32</sup>.\r\n\n\nF=\\(A<sub>II</sub>-A<sub>II∝</sub>))/A<sub>I</sub> ω \\(2)\r\n\n\nWhere A<sub>I</sub> and A<sub>II</sub> are the absorbance maxima of the amide I and II bands, respectively. A<sub>II∞</sub> is the amide II absorbance maximum of the fully deuterated protein, and ω is the ratio of A<sub>II</sub>/A<sub>I</sub>, with A<sub>II</sub> and A<sub>I</sub> representing the absorbance maxima for the amide II and amide I bands of protein in H<sub>2</sub>O, respectively. The value of A<sub>II∞</sub> should be obtained when the protein or peptide becomes fully deuterated. \r\n\n\nIn general, hydrogens are located in different places in a protein; some are most likely on the surface and easily contact solution, whereas some are located in flexible, buried regions and take time to come into contact with solution. Others are located in the core region of the protein, which may take even longer to come into contact with solution. Dr. Erik Goormaghtigh assigned the exchangeable proton kinetics as the slow, intermediate, and fast kinetics of exchange<sup>35</sup>. The fast kinetics of exchange are too fast to measure, but the exchange kinetic parameters can be represented as Eq. \\(3)<sup>36</sup>.\r\n\n\nF=A<sub>1</sub> e<sup>-k1t</sup>+A<sub>2</sub> e<sup>-k2t</sup>+C  \\(3)\r\n\n\nWhere F is the amide proton fraction at time t, k<sub>1</sub> and k<sub>2</sub> are the intermediate and slow exchange rates, respectively, and A<sub>1</sub>, A<sub>2</sub>, and C are constants. \r\n\n\nThis protocol covers procedures for sample preparation, measurements, data analysis and all possible precautions during the experiment. Our protocol could help researchers perform basic experiments in the field in a manner that ensures that all steps are performed correctly.\r\n\n\n**Comparison to related methods**\r\n\n\nThe H/D exchange phenomenon was first described by Kaj Ulrik Linderstrøm-Langin the 1950s<sup>37</sup>. In the 1960s, Walter Englander studied different “kinetics classes” of exchangeable hydrogens on ribonuclease using hydrogen exchange with tritium<sup>38</sup>. Since then, H/D exchange has been monitored by NMR<sup>15, 16</sup>, MS<sup>17-19</sup>, and FT-IR<sup>20-22</sup>. The general procedures used are depicted in **Figure 2**.\r\n\n\nIn the 1970s, NMR became the main approach for H/D exchange measurements by taking advantage of the different magnetic properties of hydrogen and deuterium<sup>39</sup>. High-resolution NMR has the advantage of providing dynamic data at the residue level. It can probe dynamics on time scales ranging from sub-nanoseconds to days<sup>40</sup>. However, the disadvantages include molecular weight limitations, more acquisition time, and free of paramagnetic cofactors. In addition, the sample must be expressed and isotopically labeled with <sup>15</sup>N<sup>41</sup>. The dynamics of a single amide can be obtained by analyzing the <sup>1</sup>H-<sup>15</sup>N NOE heteronuclear spectra<sup>42</sup>.\r\n\n\nSince its first applications in the 1990s, MS has been widely used to analyze protein dynamics<sup>43</sup> and provide only the peptide fragment exchange data. The analysis can be performed on intact protein<sup>44, 45</sup>, but is most useful when applied on the exchange reaction using an acid tolerant protease to digest the protein and localize the sites of exchange<sup>46</sup>. MS has the advantage of providing dynamics data for extremely large protein assemblies and avoid the need for isotopic labeling of the protein<sup>47</sup>. Another main advantage is the miniscule amount of protein required for an entire experiment, and the concentration of the protein can be as low as 0.1 μM<sup>2</sup>. Mass spectrometry measurements depend on the proteolytic digestion of the protein and analysis of the peptide fragments<sup>41</sup>.\r\n\n\nResearchers started to use IR to measure the H/D exchange to probe protein folding and to study the dynamics of protein conformation in the 1970s<sup>48,49</sup>. Most IR structural dynamics studies focus on the H/D exchange or proteins on a global scale. The singular advantages of FT-IR over other techniques are that spectra can be obtained for proteins of any molecular weight in a wide range of environments, requiring less time and sample<sup>50</sup>. The sample does not require proteolytic digestion or isotopic labeling. FT-IR offers the advantage of monitoring the kinetics of different secondary structure components simultaneously and assessing the order of the events, helping to identify which regions of protein unfold or fold first<sup>51</sup>. The infrared method allows the measurement of H/D exchange over a few minutes to approximately 1 day. Thus, rapidly exchanging polypeptides and more slowly exchanging proteins can be studied<sup>32</sup>. Disadvantages are the need for proteins soluble at high concentrations and the inability to use cosolvents, which affect the infrared spectrum<sup>32</sup>. FT-IR spectra include FT-IR, attenuated total reflection infrared spectra \\(FTIR/ATR)<sup>52</sup>, two dimension infrared spectra \\(2D IR)<sup>53</sup>, and the near-infrared region spectra \\(FTIR/NIR)<sup>54</sup>. The pathway to obtaining a high quality result for protein dynamics using FT-IR is shown in **Figure 3**. The general protocol presented here has been used successfully by our group<sup>24-26</sup>. Key considerations in designing and implementing FT-IR experiments are discussed here. \r\n\n\n**Applications and limitations**\r\n\n\nThe singular advantages of FT-IR for protein dynamics are convenience, relatively little time needed, and that it is not limited by molecular weight<sup>50</sup>. Rapidly exchanging polypeptides and more slowly exchanging proteins can all be studied by this method<sup>32</sup>. However, the experiment needs careful and ingenious operation to obtain accurate data. This method can be used to compare the protein dynamics under certain conditions. For example, protein binds to ligand, protein binds to metal ion, proteins at different pH \\(or other conditions), protein mutations, etc.\r\n\n\nThe value of the fraction of unexchanged amide proton may be affected by many factors, such as the quality of the protein FT-IR spectrum in H<sub>2</sub>O, the experimental temperature, protein or buffer lyophilization conditions, etc. Thus, this method is only a semi-quantitative method.\r\n\n\nThis protocol focuses on an approach in which FT-IR with transmission windows is used to determine protein dynamics on a global scale in aqueous solution. In these instances, the scope of a given protocol is generally limited to: \\(i) proteins that are insoluble at high concentrations, \\(ii) proteins in buffer with cosolvents \\(cannot be lyophilized or affect IR absorbance), or \\(iii) proteins in buffer with high concentrations of salt \\(>200 mM) \\(extremely hygroscopicin dry form). The pathway to obtain a high-quality result for H/D exchange determined by FT-IR is shown in **Figure 3**. The general protocol presented here has been used successfully by our group.\r\n\n\n**Experimental design**\r\n\n\n**Preparation of proteins**. For FT-IR spectra, proteins must be at least 95% pure, which can be determined by gel electro¬phoresis \\(SDS-PAGE), HPLC, or MS. Protein solutions need to be concentrated to >3 mg/mL after the purification steps. For protein lyophilization, several aliquots \\(e.g.,10 tubes, each 60 μL) of protein samples in H<sub>2</sub>O solution, and several buffer samples \\(e.g., 10 tubes, each 60 μL) were lyophilized using the lyophilizer under the same conditions. The H/D exchange experiments were performed by reconstituting lyophilized protein using the same volume of D<sub>2</sub>O \\(99.99%, 60 μL). For some proteins, unfolding during lyophilization leads to non-native aggregation<sup>55-58</sup>. These proteins can be used in the H/D exchange experiment with 10% H<sub>2</sub>O-90% D<sub>2</sub>O \\(or another ratio). The protein should be lyophilized to a certain volume \\(e.g.,10 μL), and then mixed with an appropriate volume of D<sub>2</sub>O \\(e.g.,90 μL) to obtain a final protein concentration >3 mg/mL for the H/D exchange experiment. Protein concentrations can be determined using published molar extinction coefficients, if they are available, or by calculating protein extinction coefficients from amino acid sequence data<sup>23</sup>.\r\n\n\n**Choosing the CaF<sub>2</sub> liquid cell**. CaF<sub>2</sub> is extensively used as a window material for IR spectroscopy. The two commercial types of IR liquid cells are shown in **Figure 4**. One type is the demountable transmission cell, comprising rectangular windows \\(or circular windows) and an appropriate spacer. This type of cell is assembled first and then the sample injected via filling ports \\(**Fig. 4a**). The procedures, including reconstitution of the lyophilized protein, injection of the sample into the cell, fixation of the cell on the holder, and acquisition of the first spectrum, can be accomplished in 40-60s.\r\n\n\nThe other type of cell is formed from two rounded plates: one that is perfectly flat and one with a precisely formed recess surrounded by a slightly deep groove. For this type of cell, the protein solution is dripped onto the surface of the plate with a recess, cover with the flat plate carefully \\(**Fig. 4b**), and then assemble the cell. The procedures for this cell, including reconstituting the lyophilized protein, dripping the sample onto the recessed area, carefully covering the flat plate, assembling the cell, fixing the cell on the holder, and acquisition of the first FT-IR spectrum, need about 5-10 min.\r\n\n\nFor the H/D exchange experiment, the spectra should be collected as soon as possible to obtain the most information of the exchange, as it is time-dependent. Thus, only the demountable transmission cell \\(**Fig. 4a**) is recommended for H/D exchange experiments. The cell used for IR spectroscopy has been described in detail by Yang et al<sup>23</sup>. Spacers of various thicknesses can be used in FT-IR experiments. Typically, the path length used for protein characterization in H<sub>2</sub>O solution is <10 μm. For H/D exchange experiments, the path length is increased \\(normally 30-50 μm) for a higher signal-to-noise ratio.\r\n\n\n**Recording FT-IR spectra**. In the transmission approach, FT-IR spectra can be measured using an FT-IR spectrometer equipped with a deuterated triglycine sulfate detector \\(broad band 14,000-400 cm<sup>-1</sup>). For better stability, the spectrometer should be continuously purged with dry air \\(or N<sub>2</sub>)<sup>23</sup>. For protein in D<sub>2</sub>O solution, a time dependent series of spectra ranging from 500 to 4000 cm<sup>−1</sup> is recorded in single beam mode with a 4 cm<sup>-1</sup> resolution using the kinetic scanning mode. The time from the reconstitution of lyophilized protein to acquisition of the first spectrum was <60 s. Normally the spectra need to be recorded at 1min intervals during the first 10 min, but the interval for the kinetic scanning is changed to 5 min between 15-90 min and 10 min after 90 min. The total collection time for all spectra varied between different proteins depending on exchange rates \\(e.g., 3 h for lactose permease, > 48 h for bacteriorhodopsin)<sup>61, 62</sup>. During data acquisition, the spectrum for each individual scan is displayed on the page. The spectrum is scanned repeatedly and obtained by averaging the data from the successive scans.  On one hand, a high average number of scans is needed to increase the signal-to-noise ratio \\(need time); on the other hand, the FT-IR H/D exchange information is dependent on time. Usually, a single scan takes 165 ms for the spectral range 500-4000 cm<sup>-1</sup> \\(at 4 cm<sup>-1</sup> resolution). For the spectra with 1min intervals during the first 10 min, 8 scans \\(about 22s) are recommended. For the spectra with 5 min interval, 16 scans \\(about 44s) are recommended. Later, more scans \\(e.g., 32 or 64) can be used to collect the spectra. \r\n\n\n**Spectral processing**. Three spectra are typically obtained for each protein FT-IR spectrum: a background \\(air) spectrum, the spectrum for the related buffer, and a spectrum for the protein sample. The absorbance protein spectra in H<sub>2</sub>O solution are processed as described in the published protocol<sup>23</sup>. The spectra of D<sub>2</sub>O solution and protein in D<sub>2</sub>O solution are separately corrected by obtaining a ratio with the background spectra. The resulting data are the absorbance spectra for protein samples in D<sub>2</sub>O solution. To obtain the spectrum of a sample in D<sub>2</sub>O solution, the D<sub>2</sub>O solution spectrum is subtracted in an iterative manner until a straight baseline is obtained in the 1800-1750 cm<sup>-1</sup> range. The intensity of the 1650 cm<sup>-1</sup> amide I band remains nearly constant during the H/D exchange experiment. In comparison, the amide I band maximum for protein in H<sub>2</sub>O is normalized to the amide I band maximum of the first spectra for protein in D<sub>2</sub>O solution.\r\n\n\n**Data analysis**. The fraction of unexchanged amide proton, F, was calculated at various time intervals using Eq.\\(2). cAMP-dependent protein kinase \\(PKA) was used as an example. **Figure 5a** shows an overlay of the representative absorption spectra of PKA recorded at 1, 3, 5, 10, 30, 60, 120, and 180 min in D<sub>2</sub>O, and the spectra of PKA in H<sub>2</sub>O plotted as a reference. While PKA in H<sub>2</sub>O exhibited characteristic amide I and II band maxima at 1655 and 1552 cm<sup>-1</sup>, respectively, H/D exchange in D<sub>2</sub>O led to a time-dependent isotopic shift of the amide II band from 1552 to 1458 cm<sup>-1</sup>.\r\n\n\nThe absorbance maxima of the amide I band and amide II band of PKA in H<sub>2</sub>O solution are recorded as A<sub>II\\(H2O)</sub> and A<sub>I\\(H2O)</sub>, respectively, and ω is the A<sub>II\\(H2O)</sub>/A<sub>I\\(H2O)</sub> ratio. The amide II absorbance maximum of fully deuterated PKA is recorded as A<sub>II∞</sub>. The absorbance maximum of the amide I band of PKA in D<sub>2</sub>O solution is recorded as A<sub>I</sub>. The absorbance maximum of the amide II band of PKA in D<sub>2</sub>O solution at 1min \\(1550cm<sup>-1</sup>) is A<sub>II</sub>. The unexchanged amide proton \\(F) at 1 min can be calculated using a substituted Eq.\\(2): F=\\(A<sub>II</sub>-A<sub>II∞</sub>)/\\[A<sub>I</sub>-\\(A<sub>II\\(H2O)</sub>/A<sub>I\\(H2O)</sub>)]. The results of all H/D exchange experiments at different time are shown in **Figure 5b**.\r\n\n\nThe exchange kinetics parameters were fitted using Eq.\\(3). Because of the complexity of the overall H/D exchange reaction in protein, usually no attempt is made to quantitatively associate these parameters \\(k<sub>1</sub> and k<sub>2</sub>) with any actual physical properties. Instead, they were only used qualitatively to assess the overall protein dynamics."
        },
        {
            "header": "Reagents",
            "content": "**GENERAL REAGENTS**\r\n\n\n D<sub>2</sub>O \\(Sinopharm Group, AS no. 7789-20-D)\r\n\n\n NaCl \\(Sinopharm Group, CAS no.7647-14-5)\r\n\n\n KCl \\(Sinopharm Group, CAS no.7447-40-7)\r\n\n\n CaCl<sub>2</sub> \\(Sinopharm Group, CAS no. 10035-04-8)\r\n\n\n MgCl<sub>2</sub> \\(Sinopharm Group, CAS no.7791-18-6)\r\n\n\n EDTA \\(Sinopharm Group, CAS no.6381-92-6)\r\n\n\n Ethanol \\(Sinopharm Group, CAS no. 64-17-5)\r\n\n\n Tris \\(Sinopharm Group, CAS no.5704-04-1)\r\n\n\n Mops \\(Sinopharm Group, CAS no. 1132-61-2)\r\n\n\n\r\n\n\nSDS–PAGE analysis\r\n\n\n Acrylamide/bisacrylamide 30% solution, 29:1 \\(Sigma-Aldrich, cat. no. A3574) \r\n\n\n SDS 10% and 20% solutions \\(Sigma-Aldrich, cat. nos. 71736 and 05030)\r\n\n\n Ammonium persulfate \\(Sigma-Aldrich, cat. no. A3678)\r\n\n\n N,N,N’,N’-tetramethylethylenediamine \\(TEMED; Sigma-Aldrich, cat. no. T9281)\r\n\n\n Tris-HCl buffer \\(Sigma-Aldrich, cat. no. T3253)\r\n\n\n Dithiothreitol \\(DTT) or 2-mercaptoethanol \\(BME) \\(Sigma-Aldrich, cat. nos. 43817 and M6250)\r\n\n\n Glycerol \\(Sigma-Aldrich, cat. no. G5516)\r\n\n\n Gly \\(Sigma-Aldrich, cat. no.241261)\r\n\n\n Coomassie brilliant blue R \\(Sigma-Aldrich, cat. no. B8647).\r\n\n\n**Example proteins \\(discussed in ANTICIPATED RESULTS)**\r\n\n\n cAMP-dependentprotein kinase \\(PKA; recombinant protein, expressed in Escherichia coli, ≥95% pure, suspension in buffer: 10 mM Mops, 50 mM NaCl, and 10 mM MgCl<sub>2</sub>, pH 7.2, our laboratory)\r\n\n\n Calmodulin \\(CaM; recombinant protein, expressed in Escherichia coli, ≥95% pure, suspension in buffer: 50 mM Tris, 100 mM NaCl, pH 7.5, our laboratory)\r\n\n\n cAMP receptor protein \\(CRP; recombinant protein, expressed in Escherichia coli, ≥95% pure, suspension in buffer: 50 mM Tris,150 mM NaCl, 10 mM glutathione, 0.1 mM EDTA, 0.25 mM DTT, pH 7.5, our laboratory)"
        },
        {
            "header": "Equipment",
            "content": " **FTIR spectroscopy equipment**: ABB MB 3000 FT-IR laboratory analyzer\r\n\n\n **CaF<sub>2</sub> liquid cells**: demountable transmission cell with spacer can be purchased from Specac \\(http://www.specac.com) or PerkinElmer\\(http://www. Perkinelmer.\r\n\n\ncom/) or from any other company."
        },
        {
            "header": "Procedure",
            "content": "**Sample preparation**● TIMING5-15h\r\n\n\n1| Prepare a sample of the protein complex to be studied in H\n2\nO solution. The recommended starting protein concentration in H\n2\nO solution should be in the range of 3-30 mg/mL. The protein in H\n2\nO solution should be dialyzed against buffer overnight to remove unwanted additives \\(e.g., glycerol) before use. \r\n\n\n▲**CRITICAL STEP**: The additives \\(e.g., glycerol) are removed before use. Some additives in buffer will affect lyophilization in step 4.\r\n\n\n2| Make sure the purity of the protein in H\n2\nO solution is >95%. Protein purity can be determined by SDS-PAGE with some modifications, or by HPLC or MS as described preciously\n23\n.\r\n\n\n3| Determine the concentration of protein in H\n2\nO solution as described preciously\n23\n. Concentrate the protein H\n2\nO solution if it is <3 mg/mL.\r\n\n\n4| For sample and buffer lyophilization, aliquots \\(e.g.,10 tubes, each 60 μL) of proteins or buffers were lyophilized to dryness using the lyophilizer.\r\n\n\n▲**CRITICAL STEP**: FT-IR analysis requires high concentration solutions \\(typically >3mg/mL in both H\n2\nO and D\n2\nO) to obtain a sufficient signal-to-noise ratio. The protein and buffer solution should be lyophilized together. After freeze-drying, the tube containing lyophilized protein or buffer are sealed immediately with sealing film to prevent H\n2\nO in air.\r\n\n\n▲CRITICAL STEP: Control the freeze-drying temperature, maintain it low enough \\(e.g.,-20ºC) during the process to avoid changes in protein characteristics.\r\n\n\n5| There are typically two methods to prepare the fully deuterated protein.\r\n\n\n\\(A) Lyophilize aliquots \\(e.g., 60μL) of protein in H\n2\nO solution at >3mg/mL to dryness. Reconstitute the lyophilized powder with D\n2\nO \\(e.g., 60μL), and lyophilize the protein-D\n2\nO to dryness again. Reconstitute the protein sample with D\n2\nO \\(e.g., 60 μL) for FT-IR experiments.\r\n\n\n\\(B) Lyophilize aliquots \\(e.g., 60 μL) of protein in H\n2\nO solution at the >3mg/mL to dryness. Reconstitute the lyophilized powder with D\n2\nO \\(e.g., 60μL), and then incubate the protein-D\n2\nO overnight for FT-IR experiments.\r\n\n\n▲**CRITICAL STEP**: The D\n2\nO buffer solution is prepared simultaneously the same way as the fully deuterated protein in D\n2\nO buffer solution.\r\n\n\n**Equipment preparation**● TIMING2-8h \r\n\n\n6| Turn on air-conditioning and a liquid desiccant system in the room. Control the temperature at 25ºC.\r\n\n\n7| Turn on the drying equipment for the instrument.\r\n\n\n8| Turn on the FT-IR source. \r\n\n\n9| Turn on the FT-IR spectrometer.\r\n\n\n10| Turn on the computer and monitor, and then start the FT-IR collection program. \r\n\n\n11| Set the data path of the operating program to store the data.\r\n\n\n**Collecting FT-IR spectra for protein**● TIMING4-8h\r\n\n\n12| Set the spectrometer resolution to 4 cm\n−1\n.\r\n\n\n13| Set the spectral range from 4,000 to 500 cm6−1^.\r\n\n\n14| Set the number of scans.\r\n\n\n15| Select the default paths for each group of files.\r\n\n\n16| Collect a background spectrum without the IR cell.\r\n\n\n▲CRITICAL STEP: If the water vapor is not purged completely by dry air, there will be peaks in the region of 1500-1200 cm\n-1\nand 4000-3500 cm\n-1\n. If these peaks appear, check the tubing and make sure there is no air leakage, and then purge for a longer period of time as described previously\n23\n.\r\n\n\n17| Assembling the CaF\n2\nliquid cell. For the demountable transmission CaF\n2\nliquid cell comprising a rectangular window and an appropriate spacer, the spacer should be placed between the windows. Typically, the path length used for protein characterization in H\n2\nO is <10 μm, usually 6.0 or 7.5 μm. After the spacer is positioned appropriately, the cell can be reassembled with four machine screws.   \r\n\n\n▲**CRITICAL STEP**: The spectrum for protein in H\n2\nO is obtained in films <10 μm to permit IR radiation passing through the material under observation.\r\n\n\n▲**CRITICAL STEP**: Only the demountable transmission cell is recommended for H/D exchange experiments by ensuring the time from sample preparation to acquisition of the first spectrum was <60 s.\r\n\n\n18| Addition of H\n2\nO buffer or protein in buffer to the cell. After the cell is reassembled, load the cell with solution using a needleless tuberculin syringe through a loading port. The solution should be slowly forced or injected into the cell to avoid the formation of air bubbles or unfilled spacers.\r\n\n\n▲**CRITICAL STEP**: During filling, ensure that the sample covers the entire window surface without the presence of air bubbles. \r\n\n\n▲**CRITICAL STEP**: The spectrum for the H\n2\nO solution is acquired before the spectrum for the protein in H\n2\nO solution.\r\n\n\n19| Collect the spectrum of the buffer in H\n2\nO. \r\n\n\n20| Clean the cell. Usually, the CaF\n2\ncell should be rinsed with water and ethanol and dried by suction using an aspirator or hand-operated vacuum pump.\r\n\n\n▲**CRITICAL STEP**: The cell should not be disassembled between the buffer and protein collection. \r\n\n\n21| Fill the cell with protein in H\n2\nO solution. Ensure that there are no air bubbles or empty cell areas. Collect a spectrum for the protein in H\n2\nO solution.\r\n\n\n22| Do not reassemble the cell. Clean the cell as described in step 20. Repeat step 21 three times. \r\n\n\n23| Do not reassemble the cell. Clean the cell as described in step 20. Reconstitute the lyophilized buffer with H\n2\nO. Fill the cell with reconstituted buffer and collect the spectrum.\r\n\n\n▲**CRITICAL STEP**: The spectrum for reconstituted buffer is acquired before the spectrum for the reconstituted protein in H\n2\nO solution. Do not reassemble the cell. Clean the cell as described in step 20. Reconstitute the lyophilized protein with H\n2\nO buffer. Fill the cell with reconstituted protein and collect the spectrum.\r\n\n\n▲**CRITICAL STEP**: The reconstituted sample with turbidity cannot be used for the experiment.\r\n\n\n▲**CRITICAL STEP**: Reconstitute the lyophilized protein with H\n2\nO solution gently to avoid the formation of air bubbles. The protein is viscous and air bubbles can easily form. \r\n\n\n24| Calculate IR absorbance spectra for the protein in H\n2\nO solution and reconstituted protein in H\n2\nO solution. Calculate the secondary structure content of protein in H\n2\nO solution and reconstituted protein in H\n2\nO solution as described previously\n23\n. \r\n\n\n\\(A) There are no significant differences in the α-helix and β-sheet content measured by FT-IR between the protein in H\n2\nO and reconstituted protein in H\n2\nO buffer. \r\n\n\n\\(B) If the secondary structure contents are different, lyophilization causes some changes in the protein. The protein should be lyophilized to a certain volume \\(e.g.,10 μL) instead of lyophilized to dryness. \r\n\n\n25| Dismantle and then clean the cell. Wash the CaF\n2\nwindow with water and ethyl alcohol \\(\n1 mL volume), and then with an excess of water \\(\n10 mL volume). Wipe the windows gently with lens cleaning paper.\r\n\n\n▲**CRITICAL STEP**: The CaF\n2\nwindow should be clean to avoid bubble formation while adding the sample in the following experiment.\r\n\n\n26| Assemble the CaF\n2\nliquid cell as described in step 17. The path length is increased to result in a higher signal-to-noise ratio for sample in D\n2\nO. Typically, the path length used for H/D exchange is 50 μm. \r\n\n\n▲**CRITICAL STEP**: The demountable transmission cell is recommended for H/D exchange experiments.\r\n\n\n27| The collection of spectra for D\n2\nO buffer solution.\r\n\n\n\\(A) For reconstituted protein in H\n2\nO solution that has no significant differences with the protein in H\n2\nO solution in regards to the secondary structure contents, reconstitute the lyophilized buffer with 99.99% D\n2\nO. Fill the cell with reconstituted buffer and collect the spectrum.\r\n\n\n\\(B) For reconstituted protein in H\n2\nO solution that has significant differences with the protein in H\n2\nO solution in regards to the secondary structure contents, mix the protein buffer \\(e.g., 20 μL) with appropriate D\n2\nO buffer \\(e.g., 80 μL) to obtain a final buffer similar to that present in the protein solution in step 30 \\(ii). Fill the cell with reconstituted buffer and collect the spectrum.\r\n\n\n▲**CRITICAL STEP**: The buffer is lyophilized with the related protein and similar to that present in the protein D\n2\nO solution.\r\n\n\n28| Dismantle and then clean the cell as described in step 24. Assemble the CaF\n2\nliquid cell as described instep 25.\r\n\n\n29| For the protein spectrum in D\n2\nO, set the spectral range from 4,000 to 500 cm\n−1\n. The acquisition type is set to Kinetic before data acquisition. When the acquisition type is Kinetic, the gain is recalculated for each sub-file.\r\n\n\n▲**CRITICAL STEP**: The software is set before reconstitution of the lyophilized protein.\r\n\n\n30| Set the initial delay. The initial delay is defined as the delay in seconds before any scans are acquired. The initial delay must be longer than the time from reconstituting the lyophilized protein to the acquisition of the first spectrum \\(<60s). Typically, the initial delay is set to 60s. Set the number of sub-files, which is the number of sub-files to acquire. Set the minimum time interval between sub-files, which is defined as the minimum time in seconds between the start of two consecutive sub-files. Typically, the spectra need to be recorded at 1-min intervals during the first 10 minutes; thus, the number of sub-files is set to 10 and the minimum time interval between sub-files is set to 60s. Set the number of scans, which is the number of scans to be averaged together. Typically, 8 scans are accumulated between 1 and 10 min.\r\n\n\n▲**CRITICAL STEP**: The initial delay is set to 60s because the majority of the amide protons are exchanged so rapidly that their exchange is completed within 60s.\r\n\n\n▲**CRITICAL STEP**: The total acquisition time for obtaining a spectrum was related to the scan number and the time needed for a single scan. The total acquisition time should be the minimum time interval between sub-files \\(e.g., <60s). The total acquisition time for a spectrum= scan number × the time needed for a single scan.\r\n\n\n▲**CRITICAL STEP**: The total acquisition time for all spectra = the total acquisition time for a spectrum+ \\(number of sub-files-1) × minimum time interval. Typically, the total acquisition time should be <10-15min.\r\n\n\n31| Start the collection of the spectrum. Prepare protein in D\n2\nO solution.\r\n\n\n\\(A) For reconstituted protein in H\n2\nO solution that has no significant differences with the protein in H\n2\nO solution in regards to the secondary structure contents, reconstitute the lyophilized protein in D\n2\nO solution. The volume of protein before lyophilization should be the same as the volume after reconstitution.\r\n\n\n▲**CRITICAL STEP**: The lyophilized protein must be suspended gently to avoid the generation of bubbles in the sample.\r\n\n\n\\(B) For reconstituted protein in H\n2\nO solution that has significant differences with the protein in H\n2\nO solution in regards to the secondary structure contents, mixed the protein solution \\(e.g., 20μL) in step 23\\(B) with an appropriate volume of D\n2\nO\\(e.g.,90μL) to obtain a final protein concentration >3 mg/mL for the H/D exchange experiment.\r\n\n\n▲**CRITICAL STEP**: The recommended fraction of D\n2\nO to H\n2\nO is 80:20.\r\n\n\nInject the sample into the cell and put the cell on the holder. All procedures must be completed during the initial delay \\(60 s).\r\n\n\n▲**CRITICAL STEP**: Ensure that the sample fills the entire window surface without the presence of bubbles or empty cell areas.\r\n\n\n▲**CRITICAL STEP**: The time from the reconstitution of lyophilized protein to acquisition of the first spectrum is within the time frame of the initial delay.\r\n\n\n32| The spectra are recorded and saved.\r\n\n\n33| Set the initial delay before the next group of sub-files is acquired. Set the number of scans \\(e.g.,16 or 32). Set the minimum time interval between sub-files \\(e.g.,300s). Set the number of sub-files \\(e.g.,10). \r\n\n\n▲**CRITICAL STEP**: The number of scans, the minimum time interval, and number of sub-files should be set based on the progression of the experiment and the protein dynamics. With progression of the H/D exchange experiment, the minimum time interval between sub-files will be longer and the spectra can be recorded with more scans.\r\n\n\n34| Start the collection of the spectrum. The spectra are recorded and saved.\r\n\n\n35| Set the initial time delay before the next group of sub-files is acquired. Set the number of scans \\(e.g., 64 or 128). Set the minimum time interval between sub-files \\(e.g., 600s). Set the number of sub-files \\(e.g., 10). The minimum time interval between sub-files will be longer and the spectra require more scans than the last group of spectra.\r\n\n\n36| Start the collection of the spectrum. \r\n\n\n▲**CRITICAL STEP**: The kinetic spectra are recorded until the protein is nearly fully deuterated.\r\n\n\n37| For the spectrum of the fully deuterated protein, collect the spectrum of the sample prepared at step 5 in Normal mode.\r\n\n\n■**PAUSE POINT** The data collection can end here. Demount the liquid cell by removing the four machine screws. Wash the CaF\n2\nwindow with ethyl alcohol and then with an excess of water. Finally, wipe the windows gently with lens cleaning paper.\r\n\n\n**Data analysis**●TIMING3-6h\r\n\n\n38| Calculate the IR absorbance spectra. After completing all measurements, the software \\(BOMEN GRAMS/32) is used to compute the absorbance spectra. After the computations are done, the results should be saved immediately.\r\n\n\n39| Subtract the reference spectra from the spectra for protein in H\n2\nO solution. Subtract the reference spectra from the protein spectra to remove water contribution using a double subtraction procedure.\r\n\n\n▲**CRITICAL STEP**: To determine whether the subtraction of absorption bands due to liquid water and gaseous water in the atmosphere has been successful, a straight baseline between 2000-1750 cm\n-1\ncan be used as a criterion.\r\n\n\n40| Perform the baseline correction as described by Yang et al\n23\n.\r\n\n\n41| Select the regions of interest \\(1800-1500 cm\n-1\n). The regions of interest in this study include amide I and amide II. The spectral region of 2,000 to 1,300 cm\n−1\nwas obtained for protein in H\n2\nO.\r\n\n\n42| The type of H/D exchange data acquisition is Kinetic mode and the data is saved as multifiles. A multifile is simply a file with more than one trace \\(sub-file). \r\n\n\nMultifiles should be split into single files. Select untifiles→multifile utilities→split into singles→New file name→Enter NEW base name for single file→subfile number from the Application menu. The sub-files are saved as new single files ranging from the first sub-file number to the last sub-file number.\r\n\n\n43| Subtract the reference spectra from the protein spectra to remove the D\n2\nO contribution using the double-subtraction procedure described in step 33.\r\n\n\n44| Perform the baseline correction.\r\n\n\n45| Select the regions of interest \\(1800-1500 cm\n-1\n).\r\n\n\n46| For comparison, the amide I band maximum for protein in H\n2\nO is normalized to the amide I band maximum for protein in D\n2\nO \\(χA\nI\n/A\nI\\(H2O)\n).\r\n\n\n▲**CRITICAL STEP**: After the calculation, the amide I band of the single spectrum should overlap as shown in **Figure 5a**, especially near 1600 cm\n-1\n.\r\n\n\n▲**CRITICAL STEP**: Air bubbles or an empty area in the cell may cause the spectrum to disperse as shown in **Figure 6a**.\r\n\n\n47| Average the three spectra of protein solution in H\n2\nO. Compute ω using ω= A\nII\\(H2O)\n/A\nI\\(H2O)\n, where A\nII\nand A\nI\nare the absorbance maxima for the amide II and amide I bands of protein in H\n2\nO, respectively. ω has been found to be very nearly constant for proteins.\r\n\n\n▲**CRITICAL STEP**: AI/AII should be in the range of 1.50-1.80. The value of AI/AII will affect the relative fraction of unexchanged amide proton \\(F). As shown in **Figure 7a**, the A\nI\n/A\nII\nratio is 1.03 \\(a protein FT-IR absorbance spectrum in H\n2\nO) and 1.52 \\(another protein FT-IR absorbance spectrum in H\n2\nO). **Figure 7b** shows that the corresponding unexchanged proton \\(F) value does not the same.\r\n\n\n48| AII is the absorbance maxima of the amide II bands of protein in D\n2\nO. A\nII∞\nis the amide II absorbance maximum of the fully deuterated protein. The fraction of unexchanged amide proton, F, is calculated at various time intervals using Eq. \\(2).\r\n\n\n▲**CRITICAL STEP**: A\nII∞\nmust be obtained from the spectra of the fully deuterated protein.\r\n\n\n49| Plot the fraction of unexchanged amide protons as a function of time.\r\n\n\n▲**CRITICAL STEP**: F will approach zero as the H/D exchange continues.\r\n\n\n50| A two-exponential decay model is used to describe the exchange reaction of the remaining amide protons within the experimental time frame. Fit F versus exchange time plots using Eq. \\(3). \r\n\n\n51| Alternatively, the amount of unexchanged amide protons \\(F) can be determined by integrating the area encompassed by the derivative peak. \r\n\n\n\\(i) The second derivative analysis of the amide II band is performed as described by Yang et al. The second derivative spectra indicate an obvious peak shift from approximately 1549 to 1545 cm\n-1\nwhen the exchange time increased.\r\n\n\n\\(ii) Furthermore, the area under the peak decreased with H/D exchange. The fraction of unexchanged amide proton, F, is expressed as:\r\n\n\nF=A\nD\n/A\nH\nWhere A\nD\nand A\nH\nare the area encompassed by the second derivative peak of the amide II band in D\n2\nO and H\n2\nO, respectively. In most cases, the fraction of unexchanged amide protons in the first spectrum is < 40%.\r\n\n\nTo improve the accuracy and precision in determining the amount of exchange, the intensity of the amide I band at the initial time points used to normalize the area of the amide II band at exchange time t=0. \r\n\n\n▲**CRITICAL STEP**: The baseline of the peak should be manipulated using the same method."
        },
        {
            "header": "Timing",
            "content": "Summary of the procedure for collecting and analyzing H/D exchange data, which can be completed in 2-3d."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in the **Table 2**"
        },
        {
            "header": "Anticipated Results",
            "content": "**Comparing the dynamics of PKA and PKA-cAMP complex** \r\n\n\nPKA, the major transducer of the second messenger cAMP in eukaryotic cells, is involved in a myriad of cellular functions, such as metabolism, cell growth, and differentiation<sup>64,65</sup>. In the absence of cAMP, the catalytic \\(C) subunit of PKA is sequestered in an inactive state by interacting tightly with the inhibitory regulatory \\(R) subunit to form a tetrameric holoenzyme \\(R2C2). The binding of cAMP to the R subunit induces a conformational change that leads to dissociation of the holoenzyme into its constituent R and C subunits, which play critical roles in the cellular regulation of PKA<sup>66, 67</sup>.\r\n\n\nTo explore the intrinsic protein dynamics of PKA in the presence and absence of cAMP, the H/D exchange rates of PKA and PKA-cAMP complex were monitored by FT-IR spectroscopy. The results are shown in **Figure 8**, which shows an overlay of the representative absorption spectra of PKA and PKA-cAMP complex recorded at different exchange times in D<sub>2</sub>O. The spectra of PKA in H<sub>2</sub>O \\(black) and fully deuterated PKA in D<sub>2</sub>O \\(black dot) were plotted as references. The overall FT-IR H/D exchange absorption profiles of PKA holoenzymes \\(**Fig. 8a**) and PKA-cAMP complex were very similar \\(**Fig. 8b**). \r\n\n\nThe H/D exchange rates of PKA and PKA-cAMP complex were estimated by plotting the fraction of unexchanged amide protons, calculated from amide II band data using Eq. \\(3), as a function of exchange time. The fraction of unexchanged amide protons at the first exchange time point \\(1 min) for PKA was ~20% \\(**Fig. 9**), suggesting that the majority of the amide protons exchanged so rapidly that their exchange was completed within the time interval for the acquisition of the first time point. Therefore, only the intermediate and slow exchange protons can be monitored semi-quantitatively over the time range employed in this study. The overall H/D exchange rate of PKA-cAMP complex was faster than that of holo-PKA, indicating a more dynamic conformation. This finding is not surprising, as the formation of PKA-cAMP complexes involves a large intersubunit interface that should render a large number of exchangeable amide protons inaccessible to the solvent<sup>20</sup>.\r\n\n\n**Comparing the dynamics of CaM and CaM-Ca<sup>2+</sup> complex**\r\n\n\nCalmodulin \\(CaM) is a ubiquitous Ca<sup>2+</sup>-binding protein that plays a key role in numerous Ca<sup>2+</sup>-dependent cellular signaling pathways<sup>68</sup>. The crystal structures of Ca<sup>2+</sup>-saturated CaM reveal that CaM contains two similar globular domains with two calcium-binding sites in each<sup>69</sup>. The cooperative binding of Ca<sup>2+</sup> to the two Ca<sup>2+</sup>-binding domains of CaM induces large conformational changes that expose the solvent to a significant amount of non-polar surface area in each domain, resulting in a transition from a “closed” to an “open” domain conformation in which the exposed hydrophobic pocket serves as a target interaction site<sup>24</sup>. While much information exists on the conformational changes of Ca<sup>2+</sup>-free CaM and Ca<sup>2+</sup>-saturated CaM, less is known about the intermediate structures of CaM-nCa<sup>2+</sup> \\(n=1-3)<sup>24</sup>. \r\n\n\nTo explore the effect of Ca<sup>2+</sup>-binding on the intrinsic structural dynamics and conformational flexibility of CaM, we carried out the H/D exchange experiment and monitored the amide proton exchange of CaM using FT-IR spectroscopy. **Figure 10** shows an overlay of the representative absorption spectra of CaM at different molar ratios of Ca<sup>2+</sup>/CaM recorded at different H/D exchange times in D<sub>2</sub>O with spectra of the proteins in H<sub>2</sub>O plotted as references. While the CaM in H<sub>2</sub>O exhibited characteristic amide I and II band maxima at 1656/54 and 1552 cm<sup>-1</sup>, respectively, H/D exchange in D<sub>2</sub>O led to a time-dependent isotopic shift of the amide II band from 1552 to 1458 cm<sup>-1</sup>.\r\n\n\nThe overall H/D exchange rates of CaM at different molar ratios of Ca<sup>2+</sup>/CaM were estimated by plotting the fraction of unexchanged amide protons, calculated from amide II band data using Eq. \\(3), as a function of time. The results are shown in **Figure 11**. The rate of unexchanged amide protons in CaM at the first exchange time point \\(1 min) increased to approximately 4% and 6% when the molar ratio of Ca<sup>2+</sup>/CaM was 1 and 2, respectively. However, when the molar ratio of Ca<sup>2+</sup>/CaM increased to 3 and 4 \\(holo-CaM), a dramatic increase in the rate of unexchanged amide protons at the first exchange time point \\(1 min) was measured \\(to ~15%), suggesting that the flexibility of CaM was dramatically reduced and the binding of the third and fourth Ca<sup>2+</sup>promoted a large loss of solvent accessibility. The overall H/D exchange rate of CaM shows that a small increase in unexchanged amide protons for CaM binding of the first and second Ca<sup>2+</sup> was measured, whereas a dramatic increase was observed after binding of the third and fourth Ca<sup>2+</sup>.Therefore, it is conceivable to hypothesize that the calcium-induced conformational transition occurs in two steps. The first transition is supposed to be complete after the second Ca<sup>2+</sup> binds to CaM with a small gain in solvent accessibility. The second transition is completed when the addition of the fourth calcium accompanies CaM folding to a tighter, less exchangeable structure.\r\n\n\n**Comparing the dynamics of WT CRP and CRP mutants**\r\n\n\nCatabolite gene activator protein \\(CAP), also referred as cAMP receptor protein \\(CRP), regulates the transcription of over 100 genes in E. coli<sup>70-75</sup>. CRP is a dimeric protein composed of two chemically identical subunits. Each subunit contains a larger N-terminal domain, which contains the characteristic cAMP binding structure, and a smaller C-terminal domain, which binds to DNA through a helix-turn-helix motif. The two functional domains are connected by a hinge region \\(residues 135-138)<sup>70-75</sup>. CRP undergoes a subtle allosteric conformational change upon binding of cAMP that enables the protein to recognize specific DNA sequences and interact with RNA polymerase \\(RNAP)<sup>76-78</sup>. Some CRP mutants can recognize specific DNA sequences without cAMP binding<sup>79</sup> . \r\n\n\nTo explore and compare the protein dynamics of WT-CRP and some Asp-138 mutants, the H/D exchange rates of these mutants were monitored by FT-IR spectroscopy. **Figure 12** shows an overlay of the representative absorption spectra of different CRP mutant recorded at 1, 3, 5, 10, 30, 60, 120, and 180 min in D<sub>2</sub>O with the spectra of the proteins in H<sub>2</sub>O plotted as references. The overall H/D exchange rates were estimated by plotting the fraction of unexchanged amide protons as a function of exchange time \\(**Fig. 13**). The data reveal that the dynamics of Asp-138 mutants can be grossly divided into three classes: D138L is the most dynamic mutant, followed by the group consisting of WT and D138K mutants. In contrast, D138A constitutes the class of the most rigid mutants<sup>80</sup>. These results clearly indicate that the hinge region \\(residues 135-138) of CRP plays a key role in allosteric signal transmission."
        },
        {
            "header": "References",
            "content": "1. Henzler-Wildman, K. & Kern, D. Dynamic personalities of proteins. _Nature_ **450**, 964-972 \\(2007).\r\n  2. Palmer III, A.G. NMR characterization of the dynamics of biomacromolecules. _Chemical reviews_ **104**, 3623-3640 \\(2004).\r\n  3. Engen, J.R. Analysis of protein conformation and dynamics by hydrogen/deuterium exchange MS. _Analytical chemistry_ **81**, 7870-7875 \\(2009).\r\n  4. Dzwolak, W., Loksztejn, A. & Smirnovas, V. New insights into the self-assembly of insulin amyloid fibrils: an HD exchange FT-IR study. _Biochemistry_ **45**, 8143-8151 \\(2006).\r\n  5. Dzwolak, W., Loksztejn, A. & Smirnovas, V. New insights into the self-assembly of insulin amyloid fibrils: An H-D exchange FT-IR study. _Biochemistry_ **45**, 8143-8151 \\(2006).\r\n  6. Jameel, F. & Hershenson, S. Formulation and Process Development Strategies for ManufacturingBiopharmaceuticals. \\(John Wiley & Sons, Hoboken  USA; 2010).\r\n  7. Woodward, C., Simon, I. & Tuchsen, E. Hydrogen-exchange and the dynamic structure of proteins. _Mol. Cell. Biochem_ **48**, 135-160 \\(1982).\r\n  8. Englander, S.W. & Kallenbach, N.R. Hydrogen exchange and structural dynamics of proteins and nucleic acids. _Q Rev Biophys_ **16**, 521-655 \\(1983).\r\n  9. Zhou, B. & Zhang, Z.Y. Application of hydrogen/deuterium exchange mass spectrometry to study protein tyrosine phosphatase dynamics, ligand binding, and substrate specificity. _Methods_ **42**, 227-233 \\(2007).\r\n  10. Zhou, B. & Zhang, Z.-Y. Application of hydrogen/deuterium exchange mass spectrometry to study protein tyrosine phosphatase dynamics, ligand binding, and substrate specificity. _Methods_ **42**, 227-233 \\(2007).\r\n  11. Zhang, Z. & Smith, D.L. Determination of amide hydrogen exchange by mass spectrometry: a new tool for protein structure elucidation. _Protein Sci_ **2**, 522-531 \\(1993).\r\n  12. Maity, H., Lim, W.K., Rumbley, J.N. & Englander, S.W. Protein hydrogen exchange mechanism: local fluctuations. _Protein Sci_ **12**, 153-160 \\(2003).\r\n  13. Wagner, D.S., Melton, L.G., Yan, Y., Erickson, B.W. & Anderegg, R.J. Deuterium exchange of alpha-helices and beta-sheets as monitored by electrospray ionization mass spectrometry. _Protein Sci_ **3**, 1305-1314 \\(1994).\r\n  14. Busenlehner, L.S. & Armstrong, R.N. Insights into enzyme structure and dynamics elucidated by amide H/D exchange mass spectrometry. _Arch Biochem Biophys_ **433**, 34-46 \\(2005).\r\n  15. Korzhnev, D.M. & Kay, L.E. Probing invisible, low-populated States of protein molecules by relaxation dispersion NMR spectroscopy: an application to protein folding. _Acc Chem Res_ **41**, 442-451 \\(2008).\r\n  16. Kleckner, I.R. & Foster, M.P. An introduction to NMR-based approaches for measuring protein dynamics. _Biochim Biophys Acta_ **1814**, 942-968 \\(2011).\r\n  17. Lanman, J. & Prevelige, P.E., Jr. High-sensitivity mass spectrometry for imaging subunit interactions: hydrogen/deuterium exchange. _Curr Opin Struct Biol_ **14**, 181-188 \\(2004).\r\n  18. Nakazawa, S., Ahn, J., Hashii, N., Hirose, K. & Kawasaki, N. Analysis of the local dynamics of human insulin and a rapid-acting insulin analog by hydrogen/deuterium exchange mass spectrometry. _Biochim Biophys Acta_ **1834**, 1210-1214 \\(2013).\r\n  19. Huang, R.Y. & Chen, G. Higher order structure characterization of protein therapeutics by hydrogen/deuterium exchange mass spectrometry. _Anal Bioanal Chem_ **406**, 6541-6558 \\(2014).\r\n  20. Ortiz, M. et al. Dynamics of hydrogen-deuterium exchange in Chlamydomonas centrin. _Biochemistry_ **44**, 2409-2418 \\(2005).\r\n  21. Dunkelberger, E.B., Woys, A.M. & Zanni, M.T. 2D IR cross peaks reveal hydrogen-deuterium exchange with single residue specificity. _J Phys Chem B_ **117**, 15297-15305 \\(2013).\r\n  22. Yu, T., Wu, G., Yang, H., Wang, J. & Yu, S. Calcium-dependent conformational transition of calmodulin determined by Fourier transform infrared spectroscopy. _Int J Biol Macromol_ **56**, 57-61 \\(2013).\r\n  23. Yang, H., Yang, S., Kong, J., Dong, A. & Yu, S. Obtaining information about protein secondary structures in aqueous solution using Fourier transform IR spectroscopy. _Nature protocols_ **10**, 382-396 \\(2015).\r\n  24. Wu, G., Gao, Z., Dong, A. & Yu, S. Calcium-induced changes in calmodulin structural dynamics and thermodynamics. _International journal of biological macromolecules_ **50**, 1011-1017 \\(2012).\r\n  25. Yu, T., Wu, G., Yang, H., Wang, J. & Yu, S. Calcium-dependent conformational transition of calmodulin determined by Fourier transform infrared spectroscopy. _International journal of biological macromolecules_ **56**, 57-61 \\(2013).\r\n  26. Zhao, Y., Yang, H., Meng, K. & Yu, S. Probing the Ca 2+/CaM-induced secondary structural and conformational changes in calcineurin. _International journal of biological macromolecules_ **64**, 453-457 \\(2014).\r\n  27. Krimm, S. & Bandekar, J. Vibrational spectroscopy and conformation of peptides, polypeptides, and proteins. _Adv Protein Chem_ **38**, 181-364 \\(1986).\r\n  28. Susi, H. & Byler, D.M. Resolution-enhanced Fourier transform infrared spectroscopy of enzymes. _Methods Enzymol_ **130**, 290-311 \\(1986).\r\n  29. Surewicz, W.K. & Mantsch, H.H. New insight into protein secondary structure from resolution-enhanced infrared spectra. _Biochim Biophys Acta_ **952**, 115-130 \\(1988).\r\n  30. Barksdale, A.D. & Rosenberg, A. Acquisition and interpretation of hydrogen exchange data from peptides, polymers, and proteins. _Methods of Biochemical Analysis_ **28**, 1-113 \\(1982).\r\n  31. Susi, H. & Byler, D.M. Resolution-enhanced Fourier transform infrared spectroscopy of enzymes. _Methods in enzymology_, 290-311 \\(1986).\r\n  32. Barksdale, A.D. & Rosenberg, A. Acquisition and interpretation of hydrogen exchange data from peptides, polymers, and proteins. _Methods of biochemical analysis_ **28**, 1-113 \\(1982).\r\n  33. Bowler, B.E., Dong, A. & Caughey, W.S. Characterization of the guanidine-hydrochloride-denatured state of iso-1-cytochrome c by infrared spectroscopy. _Biochemistry_ **33**, 2402-2408 \\(1994).\r\n  34. Yu, S., Lee, L.L.-Y. & Lee, J.C. Effects of metabolites on the structural dynamics of rabbit muscle pyruvate kinase. _Biophysical chemistry_ **103**, 1-11 \\(2003).\r\n  35. Raussens, V., Narayanaswami, V., Goormaghtigh, E., Ryan, R.O. & Ruysschaert, J.-M. Hydrogen/deuterium exchange kinetics of apolipophorin-III in lipid-free and phospholipid-bound states an analysis by Fourier transform infrared spectroscopy. _Journal of Biological Chemistry_ **271**, 23089-23095 \\(1996).\r\n  36. Yu, S., Fan, F., Flores, S.C., Mei, F. & Cheng, X. Dissecting the mechanism of Epac activation via hydrogen-deuterium exchange FT-IR and structural modeling. _Biochemistry_ **45**, 15318-15326 \\(2006).\r\n  37. Jaswal, S.S. Biological insights from hydrogen exchange mass spectrometry. _Biochim Biophys Acta_ **1834**, 1188-1201 \\(2013).\r\n  38. Garcia, R.A., Pantazatos, D. & Villarreal, F.J. Hydrogen/deuterium exchange mass spectrometry for investigating protein-ligand interactions. _Assay Drug Dev Technol_ **2**, 81-91 \\(2004).\r\n  39. Huang, R.Y.-C. & Chen, G. Higher order structure characterization of protein therapeutics by hydrogen/deuterium exchange mass spectrometry. _Analytical and bioanalytical chemistry_ **406**, 6541-6558 \\(2014).\r\n  40. Eyles, S.J. & Kaltashov, I.A. Methods to study protein dynamics and folding by mass spectrometry. _Methods_ **34**, 88-99 \\(2004).\r\n  41. Balasubramaniam, D. & Komives, E.A. Hydrogen-exchange mass spectrometry for the study of intrinsic disorder in proteins. _Biochim Biophys Acta_ **1834**, 1202-1209 \\(2013).\r\n  42. Sun, L. et al. Solution structural analysis of the single-domain parvulin TbPin1. _PloS one7_, 43017 \\(2012).\r\n  43. Jaswal, S.S. Biological insights from hydrogen exchange mass spectrometry. _Biochimica et Biophysica Acta \\(BBA)-Proteins and Proteomics_ **1834**, 1188-1201 \\(2013).\r\n  44. Eyles, S.J., Dresch, T., Gierasch, L.M. & Kaltashov, I.A. Unfolding dynamics of a beta-sheet protein studied by mass spectrometry. _J Mass Spectrom_ **34**, 1289-1295 \\(1999).\r\n  45. Powell, K.D. & Fitzgerald, M.C. Measurements of protein stability by H/D exchange and matrix-assisted laser desorption/ionization mass spectrometry using picomoles of material. _Anal Chem_ **73**, 3300-3304 \\(2001).\r\n  46. Rosa, J.J. & Richards, F.M. An experimental procedure for increasing the structural resolution of chemical hydrogen-exchange measurements on proteins: application to ribonuclease S peptide. _J Mol Biol_ **133**, 399-416 \\(1979).\r\n  47. Wang, L. & Smith, D.L. Probing protein structure and dynamics by hydrogen exchange-mass spectrometry. _Curr Protoc Protein SciChapter_ **17**,16 \\(2002).\r\n  48. Beekes, M., Lasch, P. & Naumann, D. Analytical applications of Fourier transform-infrared \\(FT-IR) spectroscopy in microbiology and prion research. _Veterinary microbiology_ **123**, 305-319 \\(2007).\r\n  49. Barth, A. & Zscherp, C. What vibrations tell us about proteins. _Quarterly reviews of biophysics_ **35**, 369-430 \\(2002).\r\n  50. Kong, J. & Yu, S. Fourier transform infrared spectroscopic analysis of protein secondary structures. _Acta Biochim Biophys Sin_ **39**, 549-559 \\(2007).\r\n  51. Allewell, M., N., Narhi, L.O., Rayment & Ivan in Optical Spectroscopic Methods for the Analysis of Biological Macromolecules, 68 \\(2013).\r\n  52. Baenziger, J.E. & Methot, N. Fourier transform infrared and hydrogen/deuterium exchange reveal an exchange-resistant core of alpha-helical peptide hydrogens in the nicotinic acetylcholine receptor. _J Biol Chem_ **270**, 29129-29137 \\(1995).\r\n  53. Wu, Y., Murayama, K. & Ozaki, Y. Two-Dimensional Infrared Spectroscopy and Principle Component Analysis Studies of the Secondary Structure and Kinetics of Hydrogen−Deuterium Exchange of Human Serum Albumin. _The Journal of Physical Chemistry B_ **105**, 6251-6259 \\(2001).\r\n  54. Tsuchikawa, S., Yonenobu, H. & Siesler, H.W. Near-infrared spectroscopic observation of the ageing process in archaeological wood using a deuterium exchange method. _Analyst_ **130**, 379-384 \\(2005).\r\n  55. Prestrelski, S.J., Pikal, K.A. & Arakawa, T. Optimization of lyophilization conditions for recombinant human interleukin-2 by dried-state conformational analysis using Fourier-transform infrared spectroscopy. _Pharm Res_ **12**, 1250-1259 \\(1995).\r\n  56. Prestrelski, S.J., Tedeschi, N., Arakawa, T. & Carpenter, J.F. Dehydration-induced conformational transitions in proteins and their inhibition by stabilizers. _Biophysical journal_ **65**, 661-671 \\(1993).\r\n  57. Allison, S.D., Dong, A. & Carpenter, J.F. Counteracting effects of thiocyanate and sucrose on chymotrypsinogen secondary structure and aggregation during freezing, drying, and rehydration. _Biophys J_ **71**, 2022-2032 \\(1996).\r\n  58. Costantino, H.R. et al. Effect of excipients on the stability and structure of lyophilized recombinant human growth hormone. _J Pharm Sci_ **87**, 1412-1420 \\(1998).\r\n  59. le Coutre, J., Narasimhan, L.R., Patel, C.K. & Kaback, H.R. The lipid bilayer determines helical tilt angle and function in lactose permease of Escherichia coli. _Proc Natl Acad Sci USA_ **94**, 10167-10171 \\(1997).\r\n  60. le Coutre, J., Kaback, H.R., Patel, C.K., Heginbotham, L. & Miller, C. Fourier transform infrared spectroscopy reveals a rigid alpha-helical assembly for the tetrameric Streptomyces lividans K+ channel. _Proc Natl Acad Sci USA_ **95**, 6114-6117 \\(1998).\r\n  61. Earnest, T.N., Herzfeld, J. & Rothschild, K.J. Polarized Fourier transform infrared spectroscopy of bacteriorhodopsin. Transmembrane alpha helices are resistant to hydrogen/deuterium exchange. _Biophys J_ **58**, 1539-1546 \\(1990).\r\n  62. Scheirlinckx, F., Buchet, R., Ruysschaert, J.M. & Goormaghtigh, E. Monitoring of secondary and tertiary structure changes in the gastric H+/K+-ATPase by infrared spectroscopy. _Eur J Biochem_ **268**, 3644-3653 \\(2001).\r\n  63. Ulmer, D.D. & Kagi, J.H. Hydrogen-deuterium exchange of cytochrome c. I. Effect of oxidation state. _Biochemistry_ **7**, 2710-2717 \\(1968).\r\n  64. D'Angelo, G., Lee, H. & Weiner, R.I. cAMP‐dependent protein kinase inhibits the mitogenic action of vascular endothelial growth factor and fibroblast growth factor in capillary endothelial cells by blocking Raf activation. _Journal of cellular biochemistry_ **67**, 353-366 \\(1997).\r\n  65. Yu, S., Fan, F., Flores, S.C., Mei, F. & Cheng, X. Dissecting the mechanism of Epac activation via hydrogen-deuterium exchange FT-IR and structural modeling. _Biochemistry_ **45**, 15318-15326 \\(2006).\r\n  66. Hanks, S.K., Quinn, A.M. & Hunter, T. The protein kinase family: conserved features and deduced phylogeny of the catalytic domains. _Science_ **241**, 42-52 \\(1988).\r\n  67. Taylor, S.S., Buechler, J.A. & Yonemoto, W. cAMP-dependent protein kinase: framework for a diverse family of regulatory enzymes. _Annual review of biochemistry_ **59**, 971-1005 \\(1990).\r\n  68. Chou, J.J., Li, S., Klee, C.B. & Bax, A. Solution structure of Ca\\(2+)-calmodulin reveals flexible hand-like properties of its domains. _Nat Struct Biol_ **8**, 990-997 \\(2001).\r\n  69. Babu, Y.S. et al. Three-dimensional structure of calmodulin. _Nature_ **315**, 37-40 \\(1985).\r\n  70. McKay, D.B. & Steitz, T.A. Structure of catabolite gene activator protein at 2.9 A resolution suggests binding to left-handed B-DNA. _Nature_ **290**, 744-749 \\(1981).\r\n  71. Busby, S. & Ebright, R.H. Promoter structure, promoter recognition, and transcription activation in prokaryotes. _Cell_ **79**, 743-746 \\(1994).\r\n  72. de Crombrugghe, B., Busby, S. & Buc, H. Cyclic AMP receptor protein: role in transcription activation. _Science_ **224**, 831-838 \\(1984).\r\n  73. Passner, J.M., Schultz, S.C. & Steitz, T.A. Modeling the cAMP-induced allosteric transition using the crystal structure of CAP-cAMP at 2.1 A resolution. _J Mol Biol_ **304**, 847-859 \\(2000).\r\n  74. Passner, J.M. & Steitz, T.A. The structure of a CAP-DNA complex having two cAMP molecules bound to each monomer. _Proc Natl Acad Sci U A_ **94**, 2843-2847 \\(1997).\r\n  75. Harman, J.G. Allosteric regulation of the cAMP receptor protein. _Biochim Biophys Acta_ **1547**, 1-17 \\(2001).\r\n  76. Heyduk, T. & Lee, J.C. Application of fluorescence energy transfer and polarization to monitor Escherichia coli cAMP receptor protein and lac promoter interaction. _Proc Natl Acad Sci USA_ **87**, 1744-1748 \\(1990).\r\n  77. Schultz, S.C., Shields, G.C. & Steitz, T.A. Crystal structure of a CAP-DNA complex: the DNA is bent by 90 degrees. _Science_ **253**, 1001-1007 \\(1991).\r\n  78. Yu, S. & Lee, J.C. Role of residue 138 in the interdomain hinge region in transmitting allosteric signals for DNA binding in Escherichia coli cAMP receptor protein. _Biochemistry_ **43**, 4662-4669 \\(2004).\r\n  79. Sharma, H., Yu, S., Kong, J., Wang, J. & Steitz, T.A. Structure of apo-CAP reveals that large conformational changes are necessary for DNA binding. Proceedings of the National Academy of _Sciences_ **106**, 16604-16609 \\(2009).\r\n  80. Yu, S., Maillard, R.A., Gribenko, A.V. & Lee, J.C. The N-terminal capping propensities of the D-helix modulate the allosteric activation of the Escherichia coli cAMP receptor protein. _J Biol Chem_ **287**, 39402-39411 \\(2012).\r\n  81. Elliott, A. & Ambrose, E.J. Structure of synthetic polypeptides. _Nature_ **165**, 921-922 \\(1950).\r\n  82. Bandekar, J. Amide modes and protein conformation. _Biochim Biophys Acta_ **1120**, 123-143 \\(1992).\r\n  83. Miyazawa, T., Shimanouchi, T. & Mizushima, S.I. Characteristic infrared bands of monosubstituted amides. _Journal of Chemical Physics_ **24**, 408-418 \\(1956)."
        },
        {
            "header": "Acknowledgements",
            "content": "This project was supported in part by grants from the National Natural Science Foundation of China \\(No. 21275032, 30970631, and 21427806)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15742,
                "identity": "a1773bfd-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Shaoning Yu",
                "email": "yushaoning@fudan.edu.cn",
                "orcid": "",
                "institution": "Yu's Lab, Fudan University ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Shaoning",
                "middleName": "",
                "lastName": "Yu",
                "suffix": ""
            },
            {
                "id": 15736,
                "identity": "a1773067-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Junting Zhang",
                "email": "",
                "orcid": "",
                "institution": "Fudan University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Junting",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 15737,
                "identity": "a17733e9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Cuiping Fu",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Cuiping",
                "middleName": "",
                "lastName": "Fu",
                "suffix": ""
            },
            {
                "id": 15738,
                "identity": "a17735b2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Liang Qiao",
                "email": "",
                "orcid": "",
                "institution": "Fudan University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Liang",
                "middleName": "",
                "lastName": "Qiao",
                "suffix": ""
            },
            {
                "id": 15739,
                "identity": "a17737bd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xinhua Dai",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xinhua",
                "middleName": "",
                "lastName": "Dai",
                "suffix": ""
            },
            {
                "id": 15740,
                "identity": "a1773933-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chuanfang  Ding",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chuanfang",
                "middleName": "",
                "lastName": "Ding",
                "suffix": ""
            },
            {
                "id": 15741,
                "identity": "a1773a97-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xiang  Fang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiang",
                "middleName": "",
                "lastName": "Fang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-05-26 10:55:40",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.075",
        "doiUrl": "https://doi.org/10.1038/protex.2018.075",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610147,
                "identity": "44727efa-53d4-4942-b166-5fde9ee1d093",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 44931,
                "visible": true,
                "origin": "",
                "legend": "Figure1    Schematic illustration of H/D exchange in protein.    Labile hydrogens, rendered here as black balls, can become deuterated when a protein is placed in a D2O solution. Other hydrogens that exchange too slowly or too quickly to be measured are not shown. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_1.jpg"
            },
            {
                "id": 2610148,
                "identity": "eef29f1a-0016-4a30-b6c3-6db25b777848",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 48775,
                "visible": true,
                "origin": "",
                "legend": "Figure2   Schematic representation of the H/D exchange procedure.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_2.jpg"
            },
            {
                "id": 2610157,
                "identity": "706f867e-7727-4eaf-9f4b-e889388c99fb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 92818,
                "visible": true,
                "origin": "",
                "legend": "Figure3   Schematic overview of the full protocol.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_3.jpg"
            },
            {
                "id": 2610151,
                "identity": "edc6694f-7d14-4704-8e38-7a64e0afebf6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 38615,
                "visible": true,
                "origin": "",
                "legend": "Figure4   Photographs of the CaF2 liquid cell.   (a) A well-assembled demountable transmission cell comprising a rectangular cell and (b) a well-assembled Biocell formed from rounded plates.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_4.jpg"
            },
            {
                "id": 2610152,
                "identity": "763fc6cd-d8b5-4e5b-bb79-00a6a70bb83a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 56756,
                "visible": true,
                "origin": "",
                "legend": "Figure5   H/D exchange of PKA    (a) H/D exchange of PKA as monitored by FT-IR spectroscopy. (b) Fraction of unexchanged amide protons as a function of exposure time calculated using Eq.(2). The line represents the best fit of the data sets using the two-exponential function in Eq.(3). ",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_5.jpg"
            },
            {
                "id": 2610154,
                "identity": "5001030e-7b79-4eed-bff5-6ffa21de519f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 49902,
                "visible": true,
                "origin": "",
                "legend": "Figure6   The low-quality spectrum   (a) An air bubble or empty area in the cell results in dispersion of the spectrum. (b) Fraction of unexchanged amide protons as a function of exposure time in D2O with an air bubble or empty area in the cell.",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_6.jpg"
            },
            {
                "id": 2610153,
                "identity": "862bfe8f-6c09-43ad-8180-16c93dc02bf8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 49902,
                "visible": true,
                "origin": "",
                "legend": "Figure7   a protein FT-IR absorbance spectrum in H2O   (a) The AI/AII ratio is 1.03 (a protein FT-IR absorbance spectrum in H2O) and 1.52 (another protein FT-IR absorbance spectrum in H2O). (b) The corresponding unexchanged proton value (F) will be different with the same trend.",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_7.jpg"
            },
            {
                "id": 2610155,
                "identity": "a6ce3c97-717d-4fc9-baf5-7d92f30cbd94",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 63217,
                "visible": true,
                "origin": "",
                "legend": "Figure8   H/D exchange of PKA without cAMP   (A) and with 200 μL cAMP (B) as monitored by FT-IR spectroscopy.",
                "description": "",
                "filename": "figure8.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_8.jpg"
            },
            {
                "id": 2610156,
                "identity": "e53cdd86-64b3-4c9c-93cf-8e4bd066ae00",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 24376,
                "visible": true,
                "origin": "",
                "legend": "Figure9   H/D exchange of PKA   Fraction of unexchanged PKA amide protons as a function of exposure time in D2O.",
                "description": "",
                "filename": "figure9.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_9.jpg"
            },
            {
                "id": 2610158,
                "identity": "d3dd5aeb-bafa-4e25-92cb-73414b97d3ed",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 10,
                "title": "Figure 10",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 118883,
                "visible": true,
                "origin": "",
                "legend": "Figure10   H/D exchange of CaM   H/D exchange of CaM as monitored by FT-IR spectroscopy. The primary FT-IR spectra of CaM in the presence of 1 Ca^2+, 2 Ca^2+, 3 Ca^2+, and 4 Ca^2+ as a function of time at room temperature. Spectra of the protein in H2O were included for comparison.",
                "description": "",
                "filename": "figure10.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_10.jpg"
            },
            {
                "id": 2610160,
                "identity": "602276ee-870a-44cd-9292-5a030d5fe4ac",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 11,
                "title": "Figure 11",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 31901,
                "visible": true,
                "origin": "",
                "legend": "Figure11   H/D exchange of CaM   The H/D exchange rate of CaM amide protons in the presence of different concentrations of Ca^2+. The H/D exchange rate of Apo-CaM was almost the same as that of 1Ca-CaM (data not shown).",
                "description": "",
                "filename": "figure11.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_11.jpg"
            },
            {
                "id": 2610162,
                "identity": "12ad720f-b2d2-4c10-a417-0142cd733a48",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 12,
                "title": "Figure 12",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 77741,
                "visible": true,
                "origin": "",
                "legend": "Figure12   H/D exchange of WT CRP   H/D exchange of WT CRP, D138L-CRP, D138K-CRP, and D138K-CRP as monitored by FT-IR spectroscopy.",
                "description": "",
                "filename": "figure12.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_12.jpg"
            },
            {
                "id": 2610159,
                "identity": "59a4f274-770f-4583-9e35-301d11765773",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "jpg",
                "order_by": 13,
                "title": "Figure 13",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 35585,
                "visible": true,
                "origin": "",
                "legend": "Figure13   H/D exchange of WT CRP   Fraction of unexchanged CRP amide protons as a function of exposure time in D2O. The symbols and identities of CRP are: D138A (red triangle), D138K (dark yellow circle), WT (black square), D138L (dark green triangle) in TEK100 buffer.",
                "description": "",
                "filename": "figure13.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_13.jpg"
            },
            {
                "id": 2610165,
                "identity": "74671809-07be-4545-9007-700b7c74f811",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "jpg",
                "order_by": 14,
                "title": "Figure 14",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 65230,
                "visible": true,
                "origin": "",
                "legend": "Table1    Characteristic infrared bands of peptide linkage ",
                "description": "",
                "filename": "figure14.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/figure_14.jpg"
            },
            {
                "id": 13465724,
                "identity": "25733ac5-2e23-4414-a2c8-59a10ad83554",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:56",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 774843,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/0fb777f7-47cc-481c-b0f6-ced7c799bee8.pdf"
            },
            {
                "id": 2610161,
                "identity": "4b999e91-00fb-4079-82be-a816ee4125a0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 15137,
                "visible": true,
                "origin": "",
                "legend": "Table2   Troubleshooting table",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-6855/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "hydrogen/deuterium exchange,Fourier-transform infrared spectroscopy,protein dynamics",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "In biological systems, protein function is dependent on spatial and temporal changes known as protein dynamics, which can be probed by amide hydrogen/deuterium \\(H/D) exchange. Fourier-transform infrared \\(FT-IR) spectroscopy is a convenient and efficient tool for determining the H/D exchange rate of proteins on a global scale. The H/D exchange process is monitored by following the apparent changes in FT-IR intensity at the amide II band maxima near 1550 cm<sup>−1</sup>. This protocol covers the principles underlying the determination of protein dynamics by FT-IR, as well as the basic steps involved in protein sample preparation and FT-IR spectra collection and detailed methods for analyzing spectra to determine the H/D exchange rate of proteins. This is a semi-quantitative method and can only be used for comparing protein dynamics under certain condition. Applications include the effects of protein mutation or protein and metal ion or ligand interactions on the protein H/D exchange rate. Typically, the procedure can be completed in 2-3 days.",
        "manuscriptTitle": "Obtaining information on protein dynamics using FT-IR spectroscopy",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-06-04 10:49:56",
                "doi": "10.1038/protex.2018.075",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a176cd9c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 4th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4292,
                "name": "Chemistry"
            },
            {
                "id": 4293,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-06-04 10:49:56",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}