{
    "identity": "nprot-6307",
    "title": "Application of Intramolecular FlAsH-BRET to the Classification Arrestin Activation Modes",
    "content": [
        {
            "header": "Introduction",
            "content": "INTRODUCTION\r\n\n\n\r\n\n\nThe arrestins are a family of four cytosolic proteins that play critical roles in the modulation of GPCR signaling \\(1).  In particular, the two non-visual arrestins, arrestin2 and 3 \\(also called β-arrestin1 and 2) possess the capacity to recognize and bind the agonist-occupied conformation of hundreds of different extra-retinal GPCRs.  Arrestin binding promotes homologous desensitization and clathrin-dependent sequestration of receptors, while at the same time nucleating the assembly of GPCR-arrestin “signalsomes” that can generate G protein-independent signals from protein complexes that use the GPCR-bound arrestin as a scaffold.  Importantly, the exact functions arrestins perform vary depending on the ligand/receptor complex to which they are bound, suggesting that information encoded in ligand and receptor structure is transferred allosterically to the arrestin in a manner that specifies its function.  Detecting and classifying these different arrestin “activation modes” requires a method for monitoring the conformational changes that occur upon GPCR activation in live cells.\r\n\n\n\r\n\n\nDEVELOPMENT OF THE PROTOCOL \r\n\n\n\r\n\n\nBRET is a phenomenon that results from non-radiative energy transfer between an enzymatically-activated luminescent substrate donor, e.g. Renilla luciferase \\(Rluc), and a fluorphore acceptor, e.g yellow fluorescent protein \\(YFP) \\(2).  BRET occurs only when the donor and acceptor are in extremely close proximity \\(<10 nM) and changes in BRET are generally interpreted as movement of the donor and acceptor relative to each other.  When the BRET donor and acceptor are appended to separate proteins, e.g. GPCR and arrestin, stimulus-induced increases in BRET can be interpreted as protein-protein interaction \\(3).  If, however, the donor and acceptor are appended to a single protein, e.g. Rluc-arrestin-YFP, then changes in BRET may reflect a number of things, including conformational shifts within the protein that change the distance/orientation of donor and acceptor or steric interference resulting from recruitment of receptor or non-receptor binding partners \\(4).  \r\n\n\n\r\n\n\nAdapting an intramolecular BRET approach to detecting how different binding partners, e.g. GCPRs, affect the conformation of a common effector, e.g. arrestin, requires being able to measure BRET efficiency between a donor at a fixed position and acceptor located at different positions along the protein.  This cannot be easily achieved using conventional donor-acceptor pairs, as it would require a relatively large acceptor protein to be inserted at several points within the target protein, which would almost certainly interfere with its function.  An alternative is to employ a small membrane-permeant fluorescein derivative with two arsen-\\(III) substituents \\(fluorescein arsenical hairpin binder or FlAsH) as the acceptor along with an N- or C-terminal Rluc as the BRET donor.  The FlAsH acceptor can then be targeted to multiple sites within the protein by mutational insertion of a small tetracysteine tag motif \\(5). \r\n\n\n\r\n\n\nThe six Rluc-arrestin3-FlAsH expression plasmids used in this protocol were constructed by inserting a cDNA sequence encoding the tetra-cysteine motif, C-C-P-G-C-C, immediately following amino acid residues 77, 140, 171, 225, 263, and 410 of rat arrestin3 into the previously described pcDNA3.1-Rluc-arrestin3 plasmid \\(6).  Insertion sites were chosen based on available x-ray crystallographic structures of inactive and GPCR-bound arrestins \\(7-11) to be away from structural elements likely to be necessary for protein folding and stability.  Since arrestin activation results in displacement of the C-terminus and an approximately 20˚ rotation of the N and C globular domains relative to one another \\(7,11), the tetra-cysteine motifs were placed near the C-terminus and at sites predicted to be on the surface of the N and C domains away from known sites of GPCR interaction \\(FIGURE 1) \\(12).  To determine whether the Rluc-arrestin3-FlAsH1-6 constructs remained functional, intermolecular BRET between each construct and the GPCRs of interest bearing a C-terminal YFP tag was measured following well-described protocols \\(2,3).  Once the Rluc-arrestin3-FlAsH constructs were validated, intramolecular FlAsH BRET experiments were performed following the protocol described here.\r\n\n\n\r\n\n\nAPPLICATIONS OF THE METHOD\r\n\n\n\r\n\n\nRluc-arrestin3-FlAsH constructs can be used to determine the amplitude and direction of change in net BRET \\(Δ net BRET) occurring between the Rluc donor and a fluorescent arsenical acceptor located at different positions in the protein.  Using the full panel of reporters allows one to construct an arrestin3 “conformational signature” that represents the effect of GPCR activation on the population average arrestin3 conformation. Work to date suggests that different ligand/GPCR complexes confer distinctive arrestin3 conformations, that features of these signatures are conserved between receptors with similar arrestin binding/signaling characteristics, and that the Δ Net BRET at selected positions correlates with arrestin’s downstream trafficking and signaling functions \\(12).   Potential applications of the method include functional classification/comparison of GPCRs and/or panels of ligands and identifying factors that influence arrestin conformation and ultimate function, e.g. ligand ‘bias’ \\(13), GPCR C-tail “phosphorylation codes” written by different GRKs \\(14), and post-translational modifications of arrestin that stabilize/destabilize the complex \\(15).\r\n\n\n\r\n\n\nThe intramolecular FlAsH-BRET technique is likewise adaptable to many other allosterically regulated proteins, including GPCRs \\(16). Single acceptor-site reporters can be used to detect whether the target protein undergoes a conformational shift in response to a stimulus, while placing the acceptor at multiple locations may discern different “patterns” of activation induced by different stimuli. The principles discussed above would apply when designing any FlAsH-BRET biosensors, with the added consideration that for transmembrane proteins, e.g. GPCRs, the Rluc donor and tetracysteine motifs must be on the same side of the plasma membrane, e.g. intracellular or extracellular, for BRET to occur.  \r\n\n\n\r\n\n\nCOMPARISON WITH OTHER METHODS\r\n\n\n\r\n\n\nIntramolecular BRET employing an Rluc-arrestin2-YFP construct has been used to monitor the conformational rearrangement in arrestin occurring upon GPCR binding and determine its kinetics \\(8).  Using this approach, at 25 ˚C the half time of maximal intramolecular BRET increase \\(τ½) following arrestin3 binding to the V<sub>2</sub> vasopressin receptor \\(V<sub>2</sub>R) was around 5 min, compared to <1 min for the τ½ increase in intermolecular BRET between Rluc-arrestin3 and a V<sub>2</sub>R-YFP pair, suggesting that the conformational rearrangement in arrestin3 occurs more slowly than arrestin binding.  The approach has also been used to compare the effects of different ligands on the angiotensin AT<sub>1A</sub> receptor \\(AT<sub>1A</sub>R) and type 1 parathyroid hormone receptor \\(PTH<sub>1</sub>R), where it was found that while conventional ligands caused a increase in net BRET between the N- and C-terminal donor-acceptor pair, arrestin-selective “biased” ligands produced small shifts in the opposite direction, suggesting that ligand structure can influence arrestin conformation \\(17).  \r\n\n\n\r\n\n\nStimulus-induced arrestin3 conformational shifts have also been examined using intramolecular FlAsH-flourescence resonance energy transfer \\(FRET), which uses an N-terminal cyan fluorescent protein \\(CFP) donor and internal FlAsH acceptors \\(18). This approach also documents the existence of GPCR-specific patterns of arrestin activation. Its advantages over Rluc-arrestin3-FlAsH BRET include superior temporal resolution, e.g. recruitment to a pre-stimulated β2 adrenergic receptor \\(β2AR) at 37 ˚C occurs with a τ½ of only 1.2 sec followed by a conformational change occurring with τ½ of 2.2 sec.  Since FRET is generally measured using dual photon fluorescence microscopy at the single cell level, a disadvantage of this approach is the challenge of relating arrestin3 FlAsH-FRET profiles to its downstream functions, e.g. receptor endocytosis or ERK activation.\r\n\n\n\r\n\n\nEXPERIMENTAL DESIGN\r\n\n\n\r\n\n\nThe protocol described here is performed using detached suspended HEK293 cells that have been transiently transfected with an untagged GPCR of interest along with a Rluc-arrestin3-FlAsH biosensor.  Since it is performed in 96-well plate format using a dual wavelength microplate reader, consideration must be given to layout of the “experimental plate” holding the FlAsH labeled cells and the corresponding “drug plate” from which ligands will be dispensed using either a multi-channel pipettor or auto-injectors if the plate reader is so equipped. FIGURE 2 is an example of a typical experiment in which complete Rluc-arrestin3-FlAsH1-6 conformational signatures are being generated to compare the effects of two different ligands acting on arrestin3 via a common GPCR.   The experimental plate in laid out in six rows \\(1-6) of eight wells, with cells in each row transfected with a different Rluc-arrestin3-FlAsH reporter.  The first two wells in each row contain cells that were not labeled with the FlAsH-EDT2 reagent for the determination of background BRET \\(see PROCEDURE), while the next six wells of FlAsH-EDT2 labeled cells will be used to measure Δ net BRET upon ligand stimulation.  The drug plate is laid out in eight columns \\(A-H) and contains the vehicle or test ligand, in this case columns A-D contain vehicle while columns E-F and G-H contain two different ligands for the receptor of interest.  \r\n\n\n\r\n\n\nWhen designing experiments, we recommend using at least two adjacent wells for each reporter-ligand combination \\(technical replicates) so that a coefficient of variance \\(CV) can be determined for quality control.  Another control we employ is to include an Rluc-arrestin3-FlAsH construct in the panel that is not efficiently recruited.  In our case, five of the six FlAsH reporters  \\(F1, F2, F4, F5 and F6) produce an intermolecular BRET signal similar to the parent Rluc-arrestin3 construct, indicating efficient GPCR binding, while one construct \\(F3) is expressed but does not generate a significant intermolecular BRET signal.  We choose to include this reporter, which should not generate a significant intramolecular Δ net BRET signal, as an internal negative control \\(see ANTICIPATED RESULTS).\r\n\n\n\r\n\n\nLIMITATIONS\r\n\n\n\r\n\n\nIt is important to recognize that that changes in intramolecular BRET reflect both changes in the distance/orientation of the donor and acceptor fluorophores due to conformational rearrangement and steric effects generated by arrestin interaction with binding partners.  Thus, an Rluc-arrestin3-FlAsH1-6 BRET profile is not a “conformational signature” per se.  Moreover, it is not possible to ascribe the rLuc-arrestin3-FlAsH BRET signal at a given position to specific conformational shifts or engagement of binding partners. The principal utility of the method is in comparing/ classifying the effects of different ligand/GPCR complexes on the arrestin3 signature."
        },
        {
            "header": "Reagents",
            "content": "REAGENTS\r\n\n\n\r\n\n\n• pcDNA3.1Rluc-arrestin3-FlAsH1-6 expression plasmids \\(Addgene, plasmids #74129, #74130, #74131, #74132, #74133, #74134)\r\n\n\n• cDNA expression plasmids encoding the GPCRs of interest without fluorescent tags\r\n\n\n• HEK293 cells \\(ATCC, CRL1573) \r\n\n\n• GPCR ligand stocks as appropriate for the experiment\r\n\n\n• Minimum essential medium \\(MEM) without additives \\(Gibco, cat. no. 11095-080)\r\n\n\n• MEM supplemented with 10% fetal bovine serum \\(Gibco, cat. no. 16000-044), 100 IU/mL penicillin, 100 IU/mL streptomycin \\(Gibco, cat. no. 15240-062) \r\n\n\n• 0.05% trypsin-0.53 mM EDTA \\(Gibco, cat. no. 25300-054)\r\n\n\n• Dulbecco’s Phosphate Buffered Saline \\(DPBS; Gibco, cat. no. 21600-010)\r\n\n\n• DPBS containing 2 mM EDTA \\(Sigma-Aldrich, cat. no. E1644)\r\n\n\n• Hank’s Balanced Salt Solution \\(HBSS) with 0.14 gm/L CaCl<sub>2</sub>, 0.1 gm/L MgCl<sub>2</sub>-6.H<sub>2</sub>0 and 0.1 mg/L MgSO<sub>4</sub>-7.H<sub>2</sub>O, and without phenol red \\(Gibco, cat. no. 14025-092)\r\n\n\n• BRET buffer: 1 mM CaCl<sub>2</sub>, 140 mM NaCl, 2.7 mM KCl, 0.9 mM MgCl<sub>2</sub>, 0.36 mM NaH<sub>2</sub>PO<sub>4</sub>, 5.5 mM d-glucose, 12 mM NaHCO<sub>3</sub>, 25 mM HEPES, pH 7.4\r\n\n\n• FuGENE® HD transfection reagent \\(Promega, cat. no. E2311)\r\n\n\n• TC-FlAsH<sup>TM</sup> In-Cell Tetracysteine Tag Detection Kit \\(Invitrogen, cat. no. T34561)\r\n\n\n• Coelenterazine h \\(NanoLight Technology, cat. no. 301-10)  \r\n\n\n• 10 cm sterile tissue culture plates \\(USA Scientific, cat. no. CC7682-3394) or 75 cm<sup>2</sup> sterile tissue culture flasks \\(USA Scientific, cat. # CC7682-4875)\r\n\n\n• 6-well sterile tissue culture plates \\(USA Scientific, cat. no. CC7682-7506)\r\n\n\n• Sterile 1.5 mL clear polypropylene microfuge tubes with snap caps \\(vendor, cat #)\r\n\n\n• 96-well plate format micropipette tips in 0.1-10 μl \\(USA Scientific, cat. no. 1111-3810), 10-200 μl \\(USA Scientific, cat. no. 1111-0810), and 200-1250 μl \\(USA Scientific, cat. no. 1112-1830) sizes\r\n\n\n• TempAssure PCR 8-tube strips \\(USA Scientific, cat. no. 1402-3500) or clear round bottom 96-well plates \\(Corning, cat. no. 3795) \r\n\n\n• Optiplate 96 opaque white 96-well plates \\(Perkin Elmer, cat. no. 6005290)\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\n\r\n\n\n• The FlAsH-EDT<sub>2</sub> Labeling Reagent in the TC-FlAsHTM In-Cell Tetracysteine Tag Detection Kit is supplied as an 800X solution. Each kit contains sufficient reagent for approximately 360 96-well plate wells.  To avoid repeated freeze-thaw cycles, store the FlAsH-EDT<sub>2</sub> Labeling Reagent in 5-10 μL aliquots in microfuge tubes at -20 ˚C in the dark. \r\n\n\nCAUTION: The FlAsH-EDT<sub>2</sub> Labeling Reagent is a bi-arsenical compound and toxic.  Wear appropriate personal protective equipment when handling and discard used solutions as specified by your Institutional guidelines for toxic waste.\r\n\n\n• The BAL Wash Buffer in the TC-FlAsHTM In-Cell Tetracysteine Tag Detection Kit is supplied as a 100X concentrate and is stored at 4 ˚C.  BAL wash buffer should be diluted to 1X in HBSS at room temperature just before use. \r\n\n\n• Coelenterazine h is supplied as a lyophilized powder.  Prepare 2.2 mM stock solution by dissolving 10 mg coelenterazine in a solution of 10 mL absolute ethanol and 200 μL 5N HCl.  Store 1.0 mL aliquots at -70 ˚C until just before use. \r\n\n\nCRITICAL STEP:  Protect from light.  Store in black microfuge tubes"
        },
        {
            "header": "Equipment",
            "content": "EQUIPMENT\r\n\n\n\r\n\n\n• Standard cell culture facility including Class II biological safety hood and 37 ˚C incubator with 5% CO2\r\n\n\n• Variable volume single channel pipettes in 2-20 μl, 20-200 μl and 100-1000 μl sizes\r\n\n\n• 8-Channel multi-channel pipette in 1-20 μl size\r\n\n\n• Variable speed microcentrifuge, e.g. Micromax microfuge \\(Thermo IEC)\r\n\n\n• Multi-mode microplate reader, e.g. Tristar 3 LB 941 Multi-mode Microplate Reader \\(Berthold Technologies), SpectraMax i3x Multi-Mode Detection Platform \\(Molecular Devices), or similar instrument with 485nm excitation and 525-585 emission filters\r\n\n\n• Microsoft Excel®, GraphPad Prism® or similar spreadsheet software for data calculation, graphing, and statistical analysis"
        },
        {
            "header": "Procedure",
            "content": "CELL CULTURE AND TRANSFECTION\r\n\n\n\r\n\n\n1)  Maintain routine passage of HEK293 cells in 10 cm tissue culture plates or 75 cm\n2\nflasks using MEM supplemented with 10% fetal bovine serum, 100 IU/mL penicillin and 100 IU/mL streptomycin. \r\n\n\n\r\n\n\n2)  On Day 1, passage 90% confluent HEK293 cells into 6-well tissue culture plates at a seeding density that will attain approximately 50% confluence within 24 hours. \r\n\n\nCRITICAL STEP:  Each well of a 6-well plate will yield sufficient cells for six assay wells in a 96-well plate.  For small experiments, one or two wells of a 6-well plate can be transfected with each reporter.  Transfecting two wells with each reporter allows identically transfected cells to be labeled with FlAsH-EDT\n2\nLabeling Reagent for intramolecular FlAsH BRET or left unlabeled for determining background BRET \\(see FlAsH labeling the tetracysteine tag).\r\n\n\n\r\n\n\n3)  On Day 2, transfect 50% confluent cells with one Rluc-arrestin3-FlAsH expression plasmid in each well along with the GPCR of interest: \r\n\n\n\\(i)  For each transfection, combine 94 μL of plain MEM with 6 μL of FuGENE® HD transfection reagent in a sterile plastic 1.5 mL microfuge tube.  Vortex to mix and pulse in a microfuge.  \r\n\n\n\\(ii)  Allow to stand for 5 min at room temperature.\r\n\n\n\\(iii)  Add 1.0-1.5 μg of cDNA expression plasmid encoding the untagged GPCR of interest and 100-300 ng of one Rluc-arrestin3-FlAsH expression plasmid to each tube.  Flick tubes to mix and pulse in a microfuge. \r\n\n\nCRITICAL STEP: The optimal ratio of GPCR and Rluc-arrestin3-FlAsH expression plasmids needs to be determined empirically \\(see ANTICIPATED RESULTS).  \r\n\n\n\\(iv)  Allow the transfection mixture to stand at room temperature for 15 min.\r\n\n\n\\(v)  Add the transfection mixtures to each well of a 6-well plate and return cells to the tissue culture incubator.  \r\n\n\n\\(vi)  Allow cells to incubate at 37 ˚C overnight. \r\n\n\n \r\n\n\n4)  On Day 3, aspirate growth medium containing the transfection reagent from cells and discard.  Replace with 2 mL/well of MEM supplemented with 10% FBS, 100 IU/mL penicillin and 100 IU/mL streptomycin and return cells to incubator.  Allow cells to incubate at 37 ˚C overnight.  Cells will be labeled on Day 4 after attaining 90% confluence.\r\n\n\n\r\n\n\nFlAsH LABELING THE TETRACYSTEINE TAG\r\n\n\n\r\n\n\n5)  On Day 4, aspirate growth medium from cells and discard. Wash monolayers 1X with DPBS to remove serum.\r\n\n\n\r\n\n\n6) Detach cells by adding 1 mL of DPBS containing 2 mM EDTA to each well.  Gently pipette cells and transfer to 1.5 mL microfuge tubes.\r\n\n\n\r\n\n\n7)  Centrifuge at 3,000 x g in a variable speed microcentrifuge for 3 min to pellet cells.  Aspirate and discard the supernatant. Resuspend the cell pellet in 500 μL of HBSS.  \r\n\n\nCRITICAL STEP: Gently triturate several times using a 100-1000 μl single channel pipette to evenly disperse cells without lysing them.\r\n\n\n\r\n\n\n8)  Label the tetracysteine tag with FlAsH-EDT\n2\nLabeling Reagent from the TC-FlAsHTM In-Cell Tetracysteine Tag Detection Kit or leave the cells unlabeled for determining background BRET.\r\n\n\nCRITICAL STEP:  If more than six identically transfected 96-well plate wells are needed for a given experiment, it is best to combine cells from two \\(or more) transfected 6-well plate wells at this step to ensure equal expression of receptor and reporter, and then divide into 500 μl aliquots as needed for labeling.  \r\n\n\n\r\n\n\n\\(A)  To label the tetracysteine tag with FlAsH-EDT\n2\nLabeling Reagent:\r\n\n\n\\(i)  Add 0.67 μL \\(2.5 μM final concentration) of FlAsH-EDT\n2\nLabeling Reagent from the TC-FlAsH\nTM\nIn-Cell Tetracysteine Tag Detection Kit to each microfuge tube.  Gently invert tubes 4-5 times to mix.  \r\n\n\nCRITICAL STEP:  The optimal labeling conditions need to be determined empirically.  The final concentration of FlAsH-EDT\n2\nLabeling Reagent may vary from 1-10 μM and labeling time from 30-60 min.  For labeling Rluc-arrestin3-FlAsH proteins in detached HEK293 cells we find that using 2.5 μM final concentration FlAsH-EDT\n2\nLabeling Reagent and labeling for 30 min gives consistent results.\r\n\n\nCAUTION: The FlAsH-EDT\n2\nLabeling Reagent is a bi-arsenical compound and toxic.  Wear appropriate personal protective equipment when handling and discard used solutions as specified by your Institutional guidelines for toxic waste.\r\n\n\n\\(ii)  Incubate at room temperature in the dark for 30 min.\r\n\n\n\\(iii) Centrifuge at 3,000 x g in a variable speed microfuge for 3 min to pellet cells.  Aspirate and discard the labeling medium.  \r\n\n\n\\(iv)  Resuspend cells in 1 mL of room temperature 1X BAL Wash Buffer diluted from the 100X stock with HBSS just prior to use. \r\n\n\nCRITICAL STEP: Gently triturate several times using a 100-1000 μl single channel pipette to evenly disperse cells without lysing them.\r\n\n\n\\(v)  Centrifuge at 3,000 x g in a variable speed microfuge for 3 min to pellet cells.  Aspirate and discard the wash buffer.  \r\n\n\n\\(vi)  Resuspend cells in 650 μL of BRET buffer.\r\n\n\nCRITICAL STEP: Gently triturate several times using a 100-1000 μl single channel pipette to evenly disperse cells without lysing them.\r\n\n\n\r\n\n\n\\(B) Background BRET is determined by measuring the BRET ratio observed in cells lacking the acceptor, i.e. fluorescent arsenical.  To prepare cells for measuring background BRET treat one 500 μL aliquot of cells expressing each reporter \\(from Step 7) exactly as described in Steps 8.A.i-v except for omitting the FlAsH-EDT\n2\nLabeling Reagent from Step 8.A.i.\r\n\n\nCRITICAL STEP: When performing experiments comparing vehicle versus ligand stimulation of identically transfected cells, it may be satisfactory to omit the measurement of background BRET and calculate ligand-induced Δ BRET instead of Δ Net BRET.  If quantitative comparisons between different transfections are planned, e.g. a wild type versus a mutated GPCR, determining background BRET for each transfection condition is critical as background may vary between transfections.  \r\n\n\n\r\n\n\n9)  Transfer 100 μL of cells suspended in BRET buffer to each well of an opaque white 96-well plate \\(approximately 1.5 x 105 cells/well) following the pre-determined layout of the experimental plate map \\(FIGURE 2 2).\r\n\n\nCRITICAL STEP: The optimal cell number per well will vary somewhat between different plate readers and must be determined empirically in pilot assays.\r\n\n\n\r\n\n\n10)  Wrap the experimental plate in aluminum foil and keep it in the dark at room temperature until ready to perform the experiment.\r\n\n\n\r\n\n\nPREPARING THE DRUG PLATE\r\n\n\n\r\n\n\n11) Prepare vehicle and ligand solutions during the 30 min FlAsH labeling period.  Dilute ligand stocks to 12X desired final concentration in BRET buffer.  Prepare non-stimulated controls using the same dilution of ligand vehicle in BRET buffer.\r\n\n\nCRITICAL STEP:  The most consistent Rluc-arrestin3-FlAsH BRET profiles are obtained when the maximum fraction of reporter is GPCR-bound, so stimulations are usually carried out at saturating ligand concentration.  It is helpful to perform an initial ligand concentration-response curve to determine the ligand dose that gives the maximum Δ Net BRET signal \\(see ANTICIPATED RESULTS).\r\n\n\n\r\n\n\n12) Aliquot ~15 μL of 12X ligand per experimental well into PCR tube strips or round bottom 96-well drug plates, whichever is more convenient.  Stimulations will be carried out using a multi-channel pipettor to transfer ligand one row at a time so the drug plate must be laid out in a grid corresponding to the experimental plate \\(FIGURE 2).  \r\n\n\nCRITICAL STEP: If using a microplate reader equipped with dual auto-injectors, it is necessary to prepare both ligands and coelenterazine in 96-well plates.\r\n\n\n\r\n\n\nMEASURING INTRAMOLECULAR FlAsH BRET\r\n\n\n\r\n\n\n13)  Dilute the 2.2 mM stock coelenterazine solution to 12X desired final concentration \\(60 μM) in BRET buffer.  Once added to the cell plate the final coelenterazine concentration will be 5 μM.   Transfer the 12X solution into PCR tube strips or round bottom 96-well drug plates for dispensing with a multi-channel pipettor.  \r\n\n\nCRITICAL STEP: Coelenterazine is susceptible to light and rapid oxidation.  Prepare the working solution just before use and protect from light until needed.\r\n\n\n\r\n\n\n14)  Using an appropriate multi-mode plate reader, verify Rluc-arrestin3-FlAsH expression and tetracysteine tag labeling by directly measuring TC-FlAsH fluorescence with an excitation wavelength of 485 nm and emission wavelength of 530 nm.\r\n\n\n  \r\n\n\n15) Using a 1-20 ul multi-channel pipettor transfer 10 μL of 12X ligand from the PCR tube strips or round bottom 96-well drug plate to the corresponding wells in the experimental plate.  Pipette up and down several times to ensure mixing.  \r\n\n\nCRITICAL STEP: Change pipette tips between rows to avoid mixing ligands or cells expressing different reporters.\r\n\n\n\r\n\n\n16) Pre-incubate cells with ligand for 0-10 min at room temperature before adding coelenterazine.\r\n\n\nCRITICAL STEP: Both the time and temperature of ligand stimulation are relevant variables and should be determined empirically \\(see ANTICIPATED RESULTS). When performing a time course experiment, stagger the time of addition of ligand to the wells and add coelenterazine to all wells simultaneously.  \r\n\n\n\r\n\n\n17)  Using a 1-20 μl multi-channel pipettor transfer 10 μL of 12X coelenterazine solution from the PCR tube strips or round bottom 96-well drug plate to the corresponding wells in the experimental plate.  Pipette up and down several times to ensure mixing.  \r\n\n\nCRITICAL STEP: Change pipette tips between rows to avoid mixing ligands or cells expressing different reporters.\r\n\n\n\r\n\n\n18)  Return the experimental plate to the plate reader and allow 2 min for the Rluc emission to stabilize, then record 6 consecutive 1 sec readings of Rluc \\(485 nm) luminescence and TC FlAsH fluorescence \\(530 nm; YFP setting) at 1 min intervals.  Total read time is 5 min, beginning 2 min after the addition of coelenterazine.\r\n\n\n\r\n\n\nDATA ANALYSIS AND INTERPRETATION\r\n\n\n\r\n\n\n19) The BRET ratio is the TC FlAsH fluorescence signal \\(530 nm) over the Rluc signal \\(485 nm) measured simultaneously.  The instrument software of multi-mode plate readers will automatically calculate the BRET ratio.  Export the BRET ratio data as a Microsoft Excel spreadsheet.\r\n\n\n\r\n\n\n20) Using Microsoft Excel, determine the mean of the 6 consecutive reads to obtain the average BRET ratio for each well \\(EQUATION 1).\r\n\n\n\r\n\n\n21) Calculate the Net BRET ratio for each well by subtracting the mean background BRET ratio measured in cells in the same experiment that lack the BRET acceptor, i.e. were not labeled with FlAsH-EDT2, from the mean BRET ratio observed in FlAsH-EDT2 labeled cells \\(EQUATION 2). \r\n\n\n \r\n\n\n22) Determine the Δ Net BRET for each ligand-stimulated condition relative to vehicle-stimulated in the same experiment. The Δ Net BRET is the Net BRET ratio obtained in stimulated cells minus the Net BRET ratio measured in cells exposed to vehicle only \\(EQUATION 3).  This ratio represents the change in Net BRET occurring upon ligand stimulation, and is typically +/- 0.01-0.05 using our Rluc-arrestin3-FlAsH reporters \\(see ANTICIPATED RESULTS).  If duplicate or triplicate wells are used, a CV can be determined and the mean Δ Net BRET technical replicates on the plate can be used as a datum for determining the mean Δ Net BRET across multiple biological replicates of the experiment. \r\n\n\n\r\n\n\n23) The “conformational signature” of activated arrestin3 for any given GPCR-ligand combination can be displayed graphically by plotting the Δ Net BRET observed upon ligand stimulation for each of the six Rluc-arrestin3-FlAsH reporters \\(see ANTICIPATED RESULTS). \r\n\n\nCRITICAL STEP: In our hands the observed Δ Net BRET for GPCR-stimulated change in Rluc-arrestin3-FlAsH BRET is reproducible enough that five to six biological replicates are sufficient to discern effects of +/- 0.01 with p<0.05."
        },
        {
            "header": "Timing",
            "content": "TIME TAKEN\r\n\n\n\r\n\n\n• Cell culture and transfection \\(Steps 1-4) take 72 h from the initial plating of cells until the day of experimentation if GPCRs and reporters are introduced by transient transfection.\r\n\n\n• FlAsH labeling the tetracysteine tag \\(Steps 5-9) takes approximately 60 min for cell isolation, FlAsH-EDT2 labeling, washing, suspension in BRET buffer, and dispensing into the assay plate.\r\n\n\n• Preparing the drug plate \\(Steps 11-12) takes approximately 15 min and should be performed during the 30 min that cells are being labeled with FlAsH-EDT2.\r\n\n\n• Measuring intramolecular FlAsH BRET \\(Steps 13-18) takes 20-30 min depending on the length of time cells are pre-incubated with ligand prior to the addition of coelenterazine.\r\n\n\n• Data analysis and interpretation \\(Steps 19-23) are completed at the experimenter’s leisure and may take 1-2 h per experiment."
        },
        {
            "header": "Troubleshooting",
            "content": "TROUBLESHOOTING\r\n\n\n\r\n\n\nFor troubleshooting guidance see TABLE 1."
        },
        {
            "header": "Anticipated Results",
            "content": "ANTICIPATED RESULTS\r\n\n\n\r\n\n\nOPTIMIZING ASSAY CONDITIONS \r\n\n\n\r\n\n\nFor each Rluc-arrestin3-FlAsH reporter, the Δ Net BRET upon GPCR stimulation reflects the “population average” change in arrestin conformation, meaning that it is influenced by both the change in BRET associated with GPCR binding and the fraction of the reporter pool that is receptor-bound at steady state. We recommend performing pilot experiments with each GPCR-reporter pair wherein the amount of receptor and reporter plasmid cDNA are systematically varied to empirically determine the optimum transfection ratios.  The example shown in FIGURE 3A depicts the effect of varying the amount of Rluc-arrestin3-FlAsH5 plasmid in the transfection while keeping the amount of bradykinin B<sub>2</sub> receptor \\(B<sub>2</sub>R) plasmid constant.  As shown, the decrease in Δ net BRET observed upon bradykinin stimulation becomes more pronounced as the amount of reporter plasmid is reduced, presumably reflecting a larger fraction of the smaller pool of reporter being receptor-bound.  This is a two-edged sword, however, since lower levels of reporter expression translate into less Rluc and YFP emission, such that at very low levels of expression measurement error will increase as the plate reader’s limits of detection are approached.  Using a Berthold Technologies Tristar 3 LB 941 plate reader, we have found that the best “compromise” between signal magnitude and reproducibility is achieved by transfecting 100-150 ng of Rluc-arrestin3-FlAsH reporter per well \\(see Step 3). FIGURE 3B depicts the effects of varying the amount of B<sub>2</sub>R plasmid while keeping the amount of Rluc-arrestin3-FlAsH5 plasmid constant.  As shown, for any given level of reporter expression, higher levels of receptor expression produce greater changes in Δ net BRET. Finally, FIGURE 3C depicts the ligand concentration-response curve obtained from stimulation of cells transfected with a constant ratio of B<sub>2</sub>R and Rluc-arrestin3-FlAsH5 plasmid cDNA.  As shown, the most consistent results are obtained when experiments are performed in relative receptor excess and at saturating ligand concentration.\r\n\n\n\r\n\n\nDETERMINING THE EFFECTS OF STIMULATION TIME AND TEMPERATURE\r\n\n\n\r\n\n\nIn most applications, the Rluc-arrestin3-FlAsH reporters are being used to assess steady state changes in Δ net BRET following GPCR stimulation. FIGURE 4A depicts the effect of varying the time of ligand exposure \\(2-10 min) at 22 ˚C prior to reading BRET ratio \\(Steps 16-18), for the Rluc-arrestin3-FlAsH4, 5 and 6 reporters interacting with the AT<sub>1A</sub>R.  As shown, the signals from each reporter are near maximal following 2 min of ligand exposure and remain stable for at least 10 min.  Stimulation temperature is another relevant consideration.  At room temperature, GPCR-arrestin complexes are retained at the plasma membrane, while at 37 ˚C the complexes will endocytose and transit to early endosomes. Since arrestins interact with clathrin and AP-2 on the plasma membrane to promote endocytosis \\(19,20), lose these interactions as they internalize, and potentially pick up new cargos once in vesicles 1, shuttling of the Rluc-arrestin3-FlAsH reporter between different cellular compartments has the potential to change the signature.  Depending on the application, it is therefore advisable to determine whether the temperature at which ligand stimulations are performed affects results.  FIGURE 4B depicts the effects of stimulation at room temperature versus 37 ˚C on the subcellular localization of GPCR-arrestin complexes and the corresponding Rluc-arrestin3-FlAsH signatures, using a panel of four GPCRs that form stable GPCR-arrestin complexes that traffic to endosomes, the AT<sub>1A</sub>R, B<sub>2</sub>R, PTH<sub>1</sub>R and V<sub>2</sub>R \\(21).   In each case, fluorescence microscopic imaging of the distribution of arrestin3-YFP after 10 min stimulation shows that at 22 ˚C the GPCR-arrestin3 complexes are still largely on the plasma membrane, while at 37 ˚C they have moved almost entirely into an endosomal pool.  In this case, the corresponding Rluc-arrestin3-FlAsH1, 4, 5 and 6 signals are not significantly altered, indicating that for these receptors the observed Δ net BRET from each reporter is not affected by the subcellular localization of the GPCR-arrestin complex.\r\n\n\n\r\n\n\nCOMPARING \"CONFORMATIONAL SIGNATURES\"\r\n\n\n\r\n\n\nA common application of the method is to compare the effects of receptor and/or ligand structure on the arrestin3 conformational signature.   The example in FIGURE 5 depicts the results obtained for four GPCRs with different arrestin-dependent trafficking and signaling characteristics. In this case, two receptors, the AT<sub>1A</sub>R and B<sub>2</sub>R, form stable GPCR-arrestin complexes that can be visualized in early endosomes by fluorescence microscopic imaging of arrestin3-YFP.  The other two receptors, the α<sub>1B</sub> adrenergic receptor \\(α<sub>1B</sub>AR) and β<sub>2</sub>AR dissociate from arrestin3 upon internalization, such that GPCR-arrestin complexes are observed only on the plasma membrane \\(21).  Rluc-arrestin3-FlAsH1-6 signatures were generated for each receptor stimulated for 5 min at 22 ˚C prior to BRET reading. As shown, the stable arrestin3 binding AT<sub>1A</sub>R and B<sub>2</sub>R produce qualitatively similar signatures, while the transient arrestin3 binding α<sub>1B</sub>AR and β<sub>2</sub>AR produce distinctive signatures.  These signatures correlate with the trafficking and signaling roles of arrestin3 \\(12)."
        },
        {
            "header": "References",
            "content": "REFERENCES\r\n\n\n\r\n\n\n1. Peterson, Y.K. & Luttrell, L.M. The Diverse Roles of Arrestin Scaffolds in G Protein-Coupled Receptor Signaling. Pharmacol. Rev. 69, 256-297 \\(2017).\r\n  \r\n\n\n2. Pfleger, K.D.G., Seeber, R.M. & Eidne, K.A. Bioluminescence resonance energy transfer \\(BRET) for the real-time detection of protein-protein interactions. Nature Protocols 1, 337–345 \\(2006).\r\n  \r\n\n\n3. Charest, P.G. & Bouvier, M. Palmitoylation of the V2 vasopressin receptor carboxyl tail enhances beta-arrestin recruitment leading to efficient receptor endocytosis and ERK1/2 activation. J. Biol. Chem. 278, 41541-41551\\(2003).\r\n  \r\n\n\n4. Charest, P.G., Terrillon, S. & Bouvier, M. Monitoring agonist-promoted conformational changes of beta-arrestin in living cells by intramolecular BRET. EMBO Rep. 6, 334-340 \\(2005).\r\n  \r\n\n\n5. Hoffmann, C. et al. A FlAsH-based FRET approach to determine G protein-coupled receptor activation in living cells. Nat. Methods 2, 171-176 \\(2005).\r\n  \r\n\n\n6. Perroy, J., Adam, L., Qanbar, R., Chenier, S. & Bouvier, M. Phosphorylation-independent desensitization of GABA\\(B) receptor by GRK4. EMBO J. 22, 3816–3824 \\(2003).\r\n  \r\n\n\n7. Han, M., Gurevich, V.V., Vishnivetskiy, S.A., Sigler, P.B., & Schubert, C. Crystal structure of beta-arrestin at 1.9 A: possible mechanism of receptor binding and membrane translocation. Structure 9, 869-880 \\(2001).\r\n  \r\n\n\n8. Zhan, X., Gimenez, L.E., Gurevich, V.V. & Spiller, B.W. Crystal structure of arrestin-3 reveals the basis of the difference in receptor binding between two non-visual subtypes. J. Mol. Biol. 406, 467-478 \\(2011).\r\n  \r\n\n\n9. Shukla, A.K. et al. Structure of active β-arrestin-1 bound to a G-protein-coupled receptor phosphopeptide. Nature 497,137-141 \\(2013).\r\n  \r\n\n\n10. Kim, Y.J. et al. Crystal structure of pre-activated arrestin p44. Nature 497,142-146 \\(2013).\r\n  \r\n\n\n11. Kang, Y. et al. Crystal structure of rhodopsin bound to arrestin by femtosecond X-ray laser. Nature 523, 561-567 \\(2015).\r\n  \r\n\n\n12. Lee, M-H. et al. The conformational signature of activated arrestin3 predicts its trafficking and signaling functions.  Nature 531, 665-668 \\(2016).\r\n  \r\n\n\n13. Luttrell, L.M. Minireview: More than just a hammer: ligand \"bias\" and pharmaceutical discovery. Mol. Endocrinol. 2014: me20131314 \\(2014).\r\n  \r\n\n\n14. Tobin, A.B., Butcher, A.J. & Kong, K.C. Location, location, location...site-specific GPCR phosphorylation offers a mechanism for cell-type-specific signalling. Trends Pharmacol. Sci. 29, 413-420 \\(2008). \r\n  \r\n\n\n15. Kommaddi, R.P. & Shenoy, S.K. Arrestins and protein ubiquitination. Prog. Mol. Biol. Transl. Sci. 118, 175-204 \\(2013).\r\n  \r\n\n\n16. Devost, D. et al. Conformational profiling of the AT1 angiotensin II receptor reflects biased agonism, G protein coupling, and cellular context. J. Biol. Chem. 292, 5443-5456 \\(2017).\r\n  \r\n\n\n17. Shukla, A.K., et al. Distinct conformational changes in beta-arrestin report biased agonism at seven-transmembrane receptors. Proc. Natl. Acad. Sci. U. S. A. 105, 9988-9993 \\(2008).\r\n  \r\n\n\n18. Nuber, S., et al. β-Arrestin biosensors reveal a rapid, receptor-dependent activation/ deactivation cycle.  Nature 531, 661-664 \\(2016).\r\n  \r\n\n\n19. Goodman, O.B., Jr., et al. Beta-arrestin acts as a clathrin adaptor in endocytosis of the beta2-adrenergic receptor. Nature 383, 447-450 \\(1996). \r\n  \r\n\n\n20. Laporte, S.A., et al. The beta2-adrenergic receptor/betaarrestin complex recruits the clathrin adaptor AP-2 during endocytosis. Proc. Natl. Acad. Sci. U. S. A. 96, 3712-3717 \\(1999).\r\n  \r\n\n\n21. Oakley, R.H., Laporte, S.A., Holt, J.A., Caron, M.G. & Barak, L.S. Differential affinities of visual arrestin, beta arrestin1, and beta arrestin2 for G protein-coupled receptors delineate two major classes of receptors. J Biol Chem 275, 17201-17210 \\(2000)."
        },
        {
            "header": "Acknowledgements",
            "content": "ACKNOWLEDGEMENTS:\r\n\n\n\r\n\n\nNational Institutes of Health Grants R01 DK055524 \\(L.M.L.), R01 GM095497 \\(L.M.L.), Department of Veterans Affairs Merit Review Grant I01 BX003188 \\(L.M.L.) and the Research Service of the Charleston, SC Veterans Affairs Medical Center supported this work.  The contents of this article do not represent the views of the Department of Veterans Affairs or the United States Government."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature17154",
                "date": "2017-10-04 15:45:27",
                "title": "The conformational signature of β-arrestin2 predicts its trafficking and signalling functions",
                "authors": [
                    "Mi-Hye Lee",
                    "Kathryn M. Appleton",
                    "Erik G. Strungs",
                    "Joshua Y. Kwon",
                    "Thomas A. Morinelli",
                    "Yuri K. Peterson",
                    "Stephane A. Laporte",
                    "and Louis M. Luttrell"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15120,
                "identity": "a1308652-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Mi-Hye Lee",
                "email": "leemih@musc.edu",
                "orcid": "",
                "institution": "Medical University of South Carolina",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Mi-Hye",
                "middleName": "",
                "lastName": "Lee",
                "suffix": ""
            },
            {
                "id": 15114,
                "identity": "a13077ec-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Erik Strungs",
                "email": "",
                "orcid": "",
                "institution": "Medical University of South Carolina",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Erik",
                "middleName": "",
                "lastName": "Strungs",
                "suffix": ""
            },
            {
                "id": 15115,
                "identity": "a1307b96-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kathryn Appleton",
                "email": "",
                "orcid": "",
                "institution": "Medical University of South Carolina",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kathryn",
                "middleName": "",
                "lastName": "Appleton",
                "suffix": ""
            },
            {
                "id": 15116,
                "identity": "a1307d57-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Joshua Kwon",
                "email": "",
                "orcid": "",
                "institution": "Medical University of South Carolina",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joshua",
                "middleName": "",
                "lastName": "Kwon",
                "suffix": ""
            },
            {
                "id": 15117,
                "identity": "a1307eb6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Katherine Robinson",
                "email": "",
                "orcid": "",
                "institution": "Medical University of South Carolina",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Katherine",
                "middleName": "",
                "lastName": "Robinson",
                "suffix": ""
            },
            {
                "id": 15118,
                "identity": "a1308215-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yuri Peterson",
                "email": "",
                "orcid": "",
                "institution": "Medical University of South Carolina",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuri",
                "middleName": "",
                "lastName": "Peterson",
                "suffix": ""
            },
            {
                "id": 15119,
                "identity": "a13084bd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Louis Luttrell",
                "email": "",
                "orcid": "",
                "institution": "Medical University of South Carolina",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Louis",
                "middleName": "",
                "lastName": "Luttrell",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-07-08 16:53:14",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.149",
        "doiUrl": "https://doi.org/10.1038/protex.2017.149",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609923,
                "identity": "5f1d61db-8e02-40be-b43e-8ccaa076b9e2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:17",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 518962,
                "visible": true,
                "origin": "",
                "legend": "Computational model of Rluc-Arrestin2-FlAsH constructs   Three-dimensional computational model of the Rluc-arrestin3-FlAsH1-6 constructs. Six Rluc-arrestin3-FlAsH BRET reporters (F1-F6) were constructed by inserting the tetracysteine motif, C-C-P-G-C-C, following amino acid residues 77, 140, 171, 225, 263, and 410 of Rluc-arrestin3.  The model shows the spatial orientation of the tetracysteine motifs as yellow space-filling molecules relative to the Rluc moiety.  The bi-arsenical FlAsH is depicted as bound to the F1 site. The structure of the N-terminal Renilla luciferase is shown in blue. The position of the RLuc is highly flexible in this model and was manually placed for ease of representation.  ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6307/v1/figure_1.jpg"
            },
            {
                "id": 2609925,
                "identity": "a7bf2a4a-0304-4aad-b14e-6bd5046f6b78",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:17",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 646450,
                "visible": true,
                "origin": "",
                "legend": "Typical Experimental Design   Example of an experimental design comparing the Rluc-arrestin3-FlAsH1-6 signatures of two ligands on a common GPCR.  The experimental 96-well plate is laid out in six rows (1-6) each with eight columns (A-H).  Each row contains cells co-transfected with the GPCR of interest and a different Rluc-arrestin3-FlAsH construct. Cells in the first two columns are not FlAsH-EDT2 labeled and are used to determine background BRET.  The corresponding drug plate (dashed lines) is laid out with the vehicle and test ligands in columns from which they will be transferred to the experimental plate using an 8-channel pipettor.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6307/v1/figure_2.jpg"
            },
            {
                "id": 2609926,
                "identity": "832f6a8e-8ce2-405b-b97a-aa95d808d406",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:17",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 332321,
                "visible": true,
                "origin": "",
                "legend": "Optimizing Experimental Conditions   Determining optimal GPCR and reporter transfection ratios and ligand concentration.  (a) HEK293 cells were co-transfected with a constant amount of B~2~R plasmid (1 μg) and varying amounts of Rluc-arrestin3-FlAsH5 plasmid (10-800 ng), and the F5 Δ net BRET determined following 5 min bradykinin (1 μM) stimulation. BRET measurements were performed in triplicate wells.  Shown is the mean +/- s.e.m. of four biological replicates. (b) HEK293 cells were co-transfected with a constant amount of Rluc-arrestin3-FlAsH5 plasmid (100 ng) and varying amounts of B~2~R plasmid (0.1-1.5 μg), and the F5 Δ net BRET determined following 5 min bradykinin (1 μM) stimulation.  BRET measurements were performed in triplicate wells.  Shown is the mean +/- s.e.m. of four biological replicates.  (c) HEK293 cells were co-transfected with B~2~R plasmid (1.0 μg) and Rluc-arrestin3-FlAsH5 plasmid (100 ng), and the F5 Δ net BRET determined following 5 min stimulation with varying concentrations of bradykinin (1 nM - 3 μM).  BRET measurements were performed in triplicate wells. Shown is the mean +/- s.e.m. of four biological replicates; * p<0.05 compared to 0 by Student’s t-test.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6307/v1/figure_3.jpg"
            },
            {
                "id": 2609927,
                "identity": "5f6b4b1f-b81e-4134-86b4-df1f1af59431",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 835158,
                "visible": true,
                "origin": "",
                "legend": "TABLE I   Troubleshooting",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6307/v1/figure_4.jpg"
            },
            {
                "id": 2609929,
                "identity": "620af8b1-eea0-4daa-990e-0448fea5e837",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 279126,
                "visible": true,
                "origin": "",
                "legend": "EQUATIONS   Calculating Δ net BRET",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6307/v1/figure_5.jpg"
            },
            {
                "id": 2609931,
                "identity": "8121d744-f4f0-4248-8ac9-b89c810baffe",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 558414,
                "visible": true,
                "origin": "",
                "legend": "FIGURE 4   Effects of Stimulation Time and Temperature   Determining the effects of stimulation time and temperature on the Rluc-arrestin3-FlAsH BRET signature.  (a) HEK293 cells were co-transfected with plasmid cDNA encoding the AT~1A~R plus Rluc-arrestin3-FlAsH4, 5 or 6, and stimulated at 22 ˚C with a saturating concentration of angiotensin II (Ang II) for 2-10 min prior to reading BRET.  BRET measurements were performed in triplicate wells. Shown is the mean +/- s.e.m. of six biological replicates; # p<0.005 compared to 0 by Student’s t-test.  (b) HEK293 cells were co-transfected with plasmid cDNA encoding the AT~1A~R, B~2~R, PTH~1~R or V~2~R plus Rluc-arrestin3-FlAsH1, 4, 5 or 6, and stimulated with a saturating concentration of ligand for 10 min at either 22 ˚C (room temp) or 37 ˚C prior to reading BRET.  For each receptor, the upper panel shows a representative confocal fluorescence image of the subcellular distribution of arrestin3-YFP following stimulation at each temperature.  All BRET measurements were performed in triplicate wells.  Shown is the mean +/- s.e.m. from four biological replicates; * p<0.05 compared to 0 by Student’s t-test.  ",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6307/v1/figure_6.jpg"
            },
            {
                "id": 2609928,
                "identity": "d29565b6-6877-4815-a373-b9b2dad8fe6a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 434790,
                "visible": true,
                "origin": "",
                "legend": "FIGURE 5   Examples of Rluc-arrestin3-FlAsH BRET signatures   Comparison of the Rluc-arrestin3-FlAsH BRET signatures produced by four different GPCRs.  HEK293 cells were co-transfected with plasmid cDNA encoding the AT~1A~R, B~2~R, β~2~AR or α~1B~AR  plus Rluc-arrestin3-FlAsH1, 2, 3, 4, 5 or 6, and stimulated with a saturating concentration of ligand for 5 min at 22 ˚C prior to reading BRET.  For each receptor, the upper panel shows a representative confocal fluorescence image of the subcellular distribution of arrestin3-YFP following 10 min stimulation at 37 ˚C.  BRET measurements were performed in triplicate wells.  Shown is the mean +/- s.e.m. from four biological replicates; * p<0.05, # p<0.005 compared to 0 by Student’s t-test.  Note that the F3 construct, which is expressed but does not bind GPCRs efficiently (internal negative control), did not produce a significant Δ net BRET with any GPCR tested.",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6307/v1/figure_7.jpg"
            },
            {
                "id": 13465748,
                "identity": "9b334e84-ff89-4499-aa74-41fc2c37d9ea",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:02",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 802166,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6307/v1/ac31f009-cc2d-46a8-94e4-954a3e789339.pdf"
            }
        ],
        "financialInterests": "The authors declare no conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Arrestin; Bioluminescence Resonance Energy Transfer; Fluorescent Arsenical; G Protein-Coupled Receptor; Ligand Efficacy; Signal Transduction",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Intermolecular bioluminescence resonance energy transfer \\(BRET) is a widely used method to detect protein-protein interactions in live cells.  Intramolecular fluorescent arsenical hairpin \\(FlAsH) BRET, wherein a Renilla luciferase \\(Rluc) donor excites a fluorescent arsenical acceptor placed within the protein by mutational insertion of a tetracysteine tag motif, can be used to monitor stimulus-induced changes in protein conformation.  Here, we describe a protocol using a series of Rluc-arrestin3-FlAsH-BRET biosensors to measure changes in arrestin conformation following G protein-coupled receptor \\(GPCR) activation as viewed from multiple vantage points within the protein. Changes in net BRET upon GPCR stimulation can be used to develop an arrestin3 “conformational signature” that is receptor- and ligand-specific.  This method can be used to determine how differences in GPCR and ligand structure influence information transfer across the plasma membrane and to classify GPCRs and/or ligands based on their capacity to induce different arrestin3 activation modes.",
        "manuscriptTitle": "Application of Intramolecular FlAsH-BRET to the Classification Arrestin Activation Modes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-07-12 08:51:09",
                "doi": "10.1038/protex.2017.149",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1301ed2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 12th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4074,
                "name": "Cell biology"
            },
            {
                "id": 4075,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-07-12 08:51:09",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}