{
    "identity": "nprot-4271",
    "title": "Generation of kidney organoids from human pluripotent stem cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Each human kidney comprises maximally 2 million nephrons and is responsible for blood filtration, the regulation of pH and electrolyte and fluid balance. As there is no postnatal nephron progenitor cell in the kidney, nephrons are never renewed spontaneously once they are lost or severely damaged. Therefore, there is an urgent need for renal regenerative strategies for generating kidney tissues artificially. One feasible approach is recreating the kidney via the directed differentiation of hPSCs. Considering that hPSCs represent a primed pluripotent state and are equivalent to epiblast stem cells, it is required to recapitulate the developmental steps via the posterior primitive streak \\(PS) and the intermediate mesoderm \\(IM) to induce kidney progenitor cells from hPSCs. The posterior PS is the progenitor population for the mesoderm such as the IM, and can be induced from hPSCs using CHIR99021<sup>1</sup>. The IM differentiates into two key kidney progenitor populations: the ureteric epithelium \\(UE), the progenitor of collecting ducts, and the metanehpric mesenchyme \\(MM), the progenitor of nephrons. While the anterior IM gives rise to UE, the posterior IM develops to the MM<sup>2-4</sup>. Here, we present a method to induce both the anterior and posterior IM at the same time by the carefully determined period of using CHIR99021. This simultaneous induction leads the successful generation of kidney organoids containing all anticipated renal components including nephrons, interstitia and endothelia."
        },
        {
            "header": "Reagents",
            "content": "• 2-Mercaptoethanol \\(55 mM) \\(Life Technologies, #21985-023)\r\n\n\n• Antibiotic-Antimycotic \\(Life Technologies, #15240-062)\r\n\n\n• STEMdiff APEL Medium \\(Stem Cell Technologies, #5210)\r\n\n\n• bFGF \\(Merck, #GF003-AF)\r\n\n\n• CHIR99021 \\(R&D, #4423/10)\r\n\n\n• DMEM high glucose \\(Life Technologies, #11995-073)\r\n\n\n• DMEM/F-12 \\(Life Technologies, #11320-082)\r\n\n\n• FGF-9 \\(R&D, #273-F9-025)\r\n\n\n• Foetal Bovine Serum \\(Interpath Services, #SFBSF)\r\n\n\n• Gelatin \\(Sigma Aldrich, #G9391)\r\n\n\n• GlutaMAX Supplement \\(Life Technologies, #35050-061)\r\n\n\n• Heparin \\(Sigma-Aldrich, #H4784-250MG)\r\n\n\n• hESC qualified Matrigel \\(In Vitro Technologies, #FAL354277)\r\n\n\n• Knockout Serum Replacement \\(Life Technologies, #10828028)\r\n\n\n• Non-Essential Amino Acids \\(NEAA) \\(Life Technologies, #11140050)\r\n\n\n• Penicillin/Streptomycin \\(Life Technologies, #15070-063)\r\n\n\n• TrypLE Select \\(Life Technologies, #12563029)\r\n\n\n• Trypsin EDTA \\(0.25%) \\(Life Technologies, #25200-072)"
        },
        {
            "header": "Equipment",
            "content": "• 15 mL Falcon tube \\(In Vitro Technologies, #FAL352096)\r\n\n\n• 25 cm<sup>2</sup> tissue culture \\(T25) flask \\(Thermo Fisher Scientific, #NUN156367) \r\n\n\n• Corning Transwell polyester membrane cell culture inserts 24 mm Transwell with 0.4 μm pore polyester membrane insert, TC-treated, sterile \\(Sigma-Aldrich, #CLS3450-24EA)\r\n\n\n• Stericup-GP, 0.22 µm, polyethersulfone, 250 mL, radio-sterilized \\(Merck Millipore, # SCGPU02RE)\r\n\n\n• CO<sub>2</sub> incubator\r\n\n\n• Hemocytometer\r\n\n\n• Biological safety cabinet\r\n\n\n• Centrifuges \\(for cells)"
        },
        {
            "header": "Procedure",
            "content": "**Cell culture medium preparation**\r\n\n\n\r\n\n\n• Gelatin solution: 0.1% gelatin in PBS. Then the solution is autoclaved.\r\n\n\n\r\n\n\n• FDMEM: 89% DMEM high glucose, 10% Foetal Bovine Serum, 1% GlutaMAX Supplement, 0.5% Penicillin/Streptomycin.\r\n\n\n\r\n\n\n• KSR medium: 77.8% DMEM/F-12, 20% Knockout Serum Replacement, 1% NEAA, 1% GlutaMAX, 0.5% Penicillin/Streptomycin, 0.2% 2-Mercaptoethanol \\(55 mM). Then medium is filtered by Stericup-GP.\r\n\n\n\r\n\n\n• MEF-conditioned KSR medium: Feed 40 mL of KSR medium to 10 million Mouse embryonic fibloblast cells in T175 flask for a day. Collect the medium next day and feed another 40 mL of KSR medium. After repeating this 6 times, collected and pooled medium is filtered by Stericup-GP. \r\n\n\n\r\n\n\n• APEL: Supplement a bottle of STEMdiff APEL \\(100 mL) with 0.5 mL of Antibiotic-Antimycotic.\r\n\n\n\r\n\n\n**Seed Feeders \\(Day -8)**\r\n\n\n\r\n\n\n1. Coat a T25 flask with 3 mL of 0.1% gelatin solution by 30 min incubation at 37 °C.\r\n  \r\n\n\n2. Thaw frozen vial of mitotically inactivated mouse embryonic fibroblasts \\(MEFs) by warming vial at 37 °C until a small ice pellet remains. Add pre-warmed 5 mL FDMEM in a drop wise manner to vial and gently mix. Collect into 15 mL tube and centrifuge at 400 xg for 3 min.\r\n  \r\n\n\n3. Remove supernatant and resuspend MEFs in FDMEM. Seed onto a T25 flask at 12,000 cells per cm\n2\nin FDMEM and culture overnight in a 37 °C CO\n2\nincubator.\r\n  \r\n\n\n**Thaw hESC/iPSC \\(Day -7)**\r\n\n\n\r\n\n\n4. Thaw frozen vial of iPSC/hESC onto the prepared T25 flask containing mitotically inactivated MEFs by warming vial at 37 °C until a small ice pellet remains. Add pre-warmed 5 mL KSR medium in drop wise manner to the vial and gently mix. Collect into 15 mL tube and centrifuge at 400 xg for 3 min.\r\n  \r\n\n\n5. Remove supernatant and resuspend iPSC/hESC in KSR medium containing 10 ng/mL bFGF. Seed onto flask and culture in a 37 °C CO\n2\nincubator for 4 days.\r\n  \r\n\n\n6. Daily, aspirate spent KSR medium and replenish with 5 mL fresh KSR medium containing 10 ng/mL bFGF.\r\n  \r\n\n\n**Matrigel adaption of hESC/iPSC \\(Day -3)**\r\n\n\n\r\n\n\n\\(For optimal results, cells should be approximately 80-90% confluent at this day. If cells are not confluent, allow another day for incubation or do a lower split ratio.)\r\n\n\n\r\n\n\nMatrigel Coating:\r\n\n\n\r\n\n\n7. Aliquot 3 mL of cold DMEM/F-12 into a 15 mL tube.\r\n  \r\n\n\n8. Add 25μL of hESC qualified Matrigel to DMEM/F-12. Mix well and transfer into a T25 flask. \\(Handle Matrigel on ice as it solidifies when warmed.)\r\n  \r\n\n\n9. Keep the flask at room temperature for at least 30 min to allow Matrigel to coat the surface.\r\n  \r\n\n\nPassaging cells:\r\n\n\n\r\n\n\n10. Wash cells in T25 flask with 3 mL PBS twice.\r\n  \r\n\n\n11. Add 2 mL TrypLE Select to cells and incubate at 37 °C for 3 min.\r\n  \r\n\n\n12. Pipette 5 mL DMEM/F-12 to cells, mix and ensure cells have lifted off from the plastic surface. \\(Pipette cells no more than twice as they hESC/iPSC are very sensitive.)\r\n  \r\n\n\n13. Collect cell suspension at a 1:3 split ratio in a 15 mL tube and centrifuge at 400 xg for 3 min.\r\n  \r\n\n\n14. Remove supernatant and add 5 mL MEF-conditioned KSR medium containing 10 ng/mL bFGF to cells. Mix gently.\r\n  \r\n\n\n15. Aspirate Matrigel-containing DMEM/F-12 from prepared T25 flask and seed cells.\r\n  \r\n\n\n16. Culture in a 37 °C CO\n2\nincubator for 2 days.\r\n  \r\n\n\n17. Daily, aspirate spent MEF-conditioned KSR medium and replenish with 5mL fresh MEF-conditioned KSR medium containing 10 ng/mL bFGF.\r\n  \r\n\n\n**Seeding hESC/iPSC for differentiation \\(Day -1)**\r\n\n\n\r\n\n\n18. Wash T25 flask with 3 mL PBS twice.\r\n  \r\n\n\n19. Add 2 mL TrypLE Select to cells and incubate at 37 °C for 3 min.\r\n  \r\n\n\n20. Pipette 5 mL DMEM/F-12 basal medium to cells, mix and ensure cells have lifted off from the plastic surface. \\(Pipette cells no more than twice as they hESC/iPSC are very sensitive.)\r\n  \r\n\n\n21. Collect cell suspension into 15 mL tube. Count cell number by hemocytometer.\r\n   \r\n\n\n22. Calculate cell suspension volume to achieve 375,000 cells.\r\n  \r\n\n\n23. Aliquot cells into a 15 mL tube. Centrifuge at 400 xg for 3 min.\r\n  \r\n\n\n24. Resuspend cells in 4mL of MEF-conditioned KSR medium, containing 10 ng/mL bFGF. Seed cells into a T25 matrigel coated flask \\(final 15,000 cells per cm\n2\n) and culture at 37 °C overnight. \r\n  \r\n\n\n**Differentiation stage one \\(Day 0)**\r\n\n\n\r\n\n\n25. For a freshly opened APEL bottle \\(100 mL), add 0.5 mL of Antibiotic-Antimycotic.\r\n  \r\n\n\n26. Cells should reach to 40-50% confluent. Aspirate MEF-conditioned KSR medium from T25 flask.\r\n  \r\n\n\n27. Add 4mL of APEL containing 8 μM CHIR99021 to cells.\r\n  \r\n\n\n28. Culture at 37 °C for 2-5 days, refreshing the medium every 2 days. Duration of CHIR99021 determines the ratio of collecting duct/nephron in the organoid. 3 or 4 days of CHIR99021 is recommended to obtain both compartments. \r\n  \r\n\n\n**Differentiation stage two \\(Day 2-5)**\r\n\n\n\r\n\n\n29. Aspirate spent APEL containing CHIR99021 from T25 flask.\r\n  \r\n\n\n30. Add 6 mL of APEL containing 200 ng/mL FGF9 + 1 μg/mL Heparin to cells.\r\n  \r\n\n\n31. Culture at 37 °C until day 7, refreshing the medium every 2 days.\r\n  \r\n\n\n**Making kidney organoids \\(Day 7)**\r\n\n\n\r\n\n\n32. Aspirate the culturing medium and wash with 3 mL PBS.\r\n  \r\n\n\n33. Aspirate the PBS.\r\n  \r\n\n\n34. Add 1 mL trypsin EDTA \\(0.25%) to cells.\r\n  \r\n\n\n35. Incubate at 37 °C for 3 min.\r\n  \r\n\n\n36. Monitor under the microscope to make sure all cells have lift off from the surfaces. If the cells are still attached to the surfaces, gently pipette the cells with trypsin and place back into the incubator for further 2 min.\r\n  \r\n\n\n37. Neutralize the trypsin with 9 mL of FDMEM.\r\n  \r\n\n\n38. Aliquot the entire culture into a 15 mL Falcon tube.\r\n  \r\n\n\n39. Centrifuge the cells at a speed of 400 xg for 3 min.\r\n  \r\n\n\n40. Aspirate the medium off till just a pellet of cells left.\r\n  \r\n\n\n41. Resuspend the cells with 3 mL of APEL.\r\n  \r\n\n\n42. Take out 10 μL of cell suspension and perform a cell count with a hemocytometer.\r\n  \r\n\n\n43. Each organoid will have roughly 5 x 10\n5\ncells, aliquot the required amount of cell suspension into a 1.5 mL Eppendorf tube.\r\n  \r\n\n\n44. Centrifuge the tube at 400xg for 2 min.\r\n  \r\n\n\n45. Aliquot 1.2 mL of APEL containing 5 μM CHIR99021 into the 6 well Transwell polyster membrane cell culture plate. The transwell filter attaches on the surface of the medium.\r\n  \r\n\n\n46. Pick the pellet up by using a P1000 or P200 wide bore tip.\r\n   \r\n\n\n47. Carefully place the pellet onto the transwell filter with minimal medium carry over.\r\n  \r\n\n\n48. Incubate pellets at 37 °C for 1 h.\r\n  \r\n\n\n49. After 1 h, remove the medium of APEL containing 5 μM CHIR99021, and use 1.2 mL of APEL containing 200 ng/mL FGF9 + 1 μg/mL Heparin.\r\n  \r\n\n\n50. Culture for 5 days with refreshing the FGF9 medium every two days.\r\n  \r\n\n\n**Withdrawing FGF9 \\(Day 7 + 5)**\r\n\n\n\r\n\n\n51. After 5 days, change the medium of FGF9-containing APEL to APEL only.\r\n  \r\n\n\n52. Culture the organoids for further 6 to 13 days in APEL only medium with refreshing the APEL every two days.\r\n  \r\n\n\n**Kidney organoids \\(Day 7 + 11 to 18)**\r\n\n\n\r\n\n\n53. Harvest kidney organoids for further experiments."
        },
        {
            "header": "Timing",
            "content": "8 days is required for recovering and expanding hPSCs after thawing cryopreserved cells. A further 18 to 25 days of differentiation, depending upon the degree of maturation being sought and the clone being used, is taken to obtain the kidney organoid."
        },
        {
            "header": "Troubleshooting",
            "content": "**Pellets break up during transfer from Eppendorf tube to a trans-membrane filter:** Pellets may be ‘sandy’ or loose such that they are easily disrupted by your pipetting. In such a case, for the procedure #44, perform two sequential centrifugations of 400 xg for 2 min with 180° rotation of the Eppendorf tube in the second time. Up to four sequential centrifugations can be performed.\r\n\n\n\r\n\n\n**Cells do not differentiate:** Initial cells density at day 0 is important. About 40-50% confluence is optimal to start differentiation. However, this may vary between cell lines.\r\n\n\n\r\n\n\n**Cells do not differentiate:** We have experienced a huge variation in differentiation success rate between experiments when cells were obtained from a continuously maintained cell culture pool. hESC/iPSCs, once expanded, should be frozen down into vials, then be thawed one by one for each experiment."
        },
        {
            "header": "Anticipated Results",
            "content": "**Cells at day 7 monolayer culture:** Typically, cells are nearly confluent with hilly surface. Occasionally, cells are piling up.\r\n\n\n\r\n\n\n**Kidney organoids as the end product:** Typically 3-5 mm in diameter with visible complex structures inside. These nephron structures consist of early glomeruli, proximal tubules, distal tubules and collecting ducts. There are interstitia and endothelia in between nephron structures."
        },
        {
            "header": "References",
            "content": "1. Takasato, M. et al. Directing human embryonic stem cell differentiation towards a renal lineage generates a self-organizing kidney. _Nat. Cell Biol._ **16,** 118–26 \\(2014).\r\n  \r\n\n\n2. Takasato, M. & Little, M. H. The origin of the mammalian kidney: implications for recreating the kidney in vitro. _Development_ **142,** 1937–1947 \\(2015).\r\n  \r\n\n\n3. Taguchi, A. et al. Redefining the in vivo origin of metanephric nephron progenitors enables generation of complex kidney structures from pluripotent stem cells. _Cell Stem Cell_ **14,** 53–67 \\(2014).\r\n  \r\n\n\n4. Xu, J. et al. Eya1 interacts with Six2 and Myc to regulate expansion of the nephron progenitor pool during nephrogenesis. _Dev. Cell_ **31,** 434–47 \\(2014)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature15695",
                "date": "2015-10-08 09:08:07",
                "title": "Kidney organoids from human iPS cells contain multiple lineages and model human nephrogenesis",
                "authors": [
                    "Minoru Takasato",
                    "Pei X. Er",
                    "Han S. Chiu",
                    "Barbara Maier",
                    "Gregory J. Baillie",
                    "Charles Ferguson",
                    "Robert G. Parton",
                    "Ernst J. Wolvetang",
                    "Matthias S. Roost",
                    "Susana M. Chuva de Sousa Lopes",
                    "and Melissa H. Little"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13539,
                "identity": "a07177d1-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Minoru Takasato",
                "email": "minoru.takasato@mcri.edu.au",
                "orcid": "",
                "institution": "Kidney Development, Disease and Regeneration Lab, Murdoch Childrens Research Institute",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Minoru",
                "middleName": "",
                "lastName": "Takasato",
                "suffix": ""
            },
            {
                "id": 13540,
                "identity": "a0717ae4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Pei X. Er",
                "email": "",
                "orcid": "",
                "institution": "Kidney Development, Disease and Regeneration Lab, Murdoch Childrens Research Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pei",
                "middleName": "X.",
                "lastName": "Er",
                "suffix": ""
            },
            {
                "id": 13541,
                "identity": "a0717c85-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Han S. Chiu",
                "email": "",
                "orcid": "",
                "institution": "Group Little, Institute for Molecular Bioscience",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Han",
                "middleName": "S.",
                "lastName": "Chiu",
                "suffix": ""
            },
            {
                "id": 13542,
                "identity": "a0717e39-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Melissa H. Little",
                "email": "",
                "orcid": "",
                "institution": "Kidney Development, Disease and Regeneration Lab, Murdoch Childrens Research Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Melissa",
                "middleName": "H.",
                "lastName": "Little",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-09-15 07:10:28",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.087",
        "doiUrl": "https://doi.org/10.1038/protex.2015.087",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465369,
                "identity": "c16a5bae-a958-43e3-b96b-105eda4f9379",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 147201,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4271/v1/bb69713b-c621-49fb-a9a5-8cf018081241.pdf"
            }
        ],
        "financialInterests": "MT and MHL are named investors on a patent relating to this methodology.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Kidney, organoid, stem cell",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes the generation of kidney organoids using human pluripotent stem cells \\(hPSCs), including human embryonic stem cells \\(hESCs) and human induced pluripotent stem cells \\(hiPSCs). The protocol consists of 2 phases: 7 days of monolayer culture and a subsequent 11 to 18 days of 3D culture in a pellet. End products are kidney organoids comprising segmented nephrons, including the collecting duct, distal tubule, proximal tubule and glomerulus, surrounded by renal interstitial and endothelial cells.",
        "manuscriptTitle": "Generation of kidney organoids from human pluripotent stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-10-08 09:06:37",
                "doi": "10.1038/protex.2015.087",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0712d49-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 8th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3425,
                "name": "Cell biology"
            },
            {
                "id": 3426,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-10-08 09:06:37",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}