{
    "identity": "nprot-3425",
    "title": "Long-term calcium imaging of ASJ sensory neuron controlling cold tolerance in Caenorhabditis elegans",
    "content": [
        {
            "header": "Introduction",
            "content": "The activation of sensory neurons in Caenorhabditis elegans is triggered by calcium entry through calcium channels. As the majority of the neurons in C. elegans probably do not have action potentials through voltage-dependent sodium channels, but rather utilize rapid activation of voltage-gated calcium channels1-4, calcium imaging is a useful technique for measuring neuronal activity2, 5, 6. In particular, genetically encodable calcium indicators such as cameleon and GCaMP are useful for measuring neuronal activity. We recently reported that a pair of sensory neurons, ASJ, in the head of C. elegans negatively regulate temperature habituation-linked cold tolerance7. Most wild-type animals cannot survive at 2°C for 48 h after cultivation at 20–25°C, while wild-type animals can survive at 2°C after cultivation at 15°C. This cold tolerance is established 3 to 5 hours after the cultivation temperature is changed from 25–15°C or 20–15°C. To elucidate the physiological property of thermo-sensory neurons in the formation of temperature experience for temperature tolerance, chronic measurement of neuronal activity is important. In previous reports, however, measurement time of neural activity of thermo-sensory neurons by calcium imaging is only approximately 10 min. In this paper, we describe a detailed protocol for long term calcium imaging for measuring thermo-sensory neurons in C. elegans."
        },
        {
            "header": "Reagents",
            "content": "Adult worms grown in well-fed condition.\r\n\n\n\r\n\n\n24-mm square coverglass \\(C024241; Matsunami, Japan) as a slideglass, 15-mm circle micro coverglass \\(C015001; Matsunami, Japan) as a coverglass8,9.\r\n\n\n\r\n\n\nFluorescence is performed using a Dual-View \\(Molecular Devices, USA) optics system. Fluorescence images of donor and acceptor fluorescent protein in yellow cameleon are simultaneously captured using an EM-CCD camera EVOLVE512 \\(Photometrics, USA). Images are taken with a 50–100 ms exposure time with 1×1 binning. The temperature of the agar pad is controlled by a Peltier-based temperature control system \\(MATS-5500RA-KY; Tokai Hit, Japan). The temperature on the agar pad is monitored by a thermometer connected to a temperature control system. For each imaging experiment, fluorescence intensities are measured using MetaMorph \\(Molecular Device, USA) image analysis system. Relative changes in intracellular calcium concentration are measured as the change in the Acceptor/Donor fluorescence ratio of yellow cameleon protein \\(Ratio Change). All band pass filters for experiments using yellow cameleon are according to previous reports8 9."
        },
        {
            "header": "Equipment",
            "content": "Optics system: Dual-View \\(Molecular Devices, USA)\r\n\n\nEM-CCD camera: EVOLVE512 \\(Photometrics, USA)\r\n\n\nTemperature control system: MATS-5500RA-KY \\(Tokai Hit, Japan)\r\n\n\nImage analysis software: MetaMorph \\(Molecular Device, USA) \r\n\n\nMicroscope: IX81 \\(Olympus, Japan)\r\n\n\n\r\n\n\nIncubators\r\n\n\nWe used incubator models CRB-14A \\(Hitachi, Japan) or FMU-2041 \\(Fukushima Industries Corp., Japan) for worm cultivation at 15–25°C."
        },
        {
            "header": "Procedure",
            "content": "Long-term calcium imaging of ASJ sensory neurons \\(Fig. 1).\r\n\n\n\r\n\n\nWell-fed animals expressing yellow cameleon 3.60 driven by the trx-1 promoter, trx-1p::yc3.60 \\(pTOM13), are used for calcium imaging. trx-1 promoter can drive the gene expression in ASJ sensory neurons. \r\n\n\n\r\n\n\nWe used 100 ms/s pulsed-light for the excitation of cameleon \\(440 nm wavelength). \r\n\n\n\r\n\n\n1. Immobilize animal cultivated at 15°C by 0.1 μm diameter polystyrene microspheres \\(Polysciences 00876-15; 2.5–5% w/v suspension) on 10% \\(w/v) agar pads on glass, then mount the coverslip10. Fill the edge of the coverslip with oil to keep from drying out11. \r\n  \r\n\n\n2. Before this step, set the temperature of thermocontroller at 17°C. Place the sample slide onto a Peltier-based thermocontroller \\(Tokai Hit, Japan) on the stage of an Olympus IX81. \r\n  \r\n\n\n3. Acquire the fluorescence images of YFP and CFP at the initial temperature from 17°C to 23°C for 2 min as −1- to 0-min states \\(Fig. 1, 2). Use pulsed-illumination excitation blue light for cameleon.\r\n  \r\n\n\n4. Keep temperature at 23°C.\r\n  \r\n\n\n5. After 30 min, acquire the fluorescence images of YFP and CFP for 60 s as the 30-min states\r\n  \r\n\n\n6. After another 30 min, take images for 60 s as the 60-min states\r\n  \r\n\n\n7. After another hour, take images for 60 s as the 120-min states\r\n  \r\n\n\n8. Repeat this operation every 60 min until 300 min.\r\n  \r\n\n\n8. After 300 min, turn the temperature down to 17°C.\r\n  \r\n\n\n9. After long-term calcium imaging, the cover glass is removed. Approximately 10 μl of M9 buffer is added onto the animals, and then animals confirmed to be alive."
        },
        {
            "header": "Troubleshooting",
            "content": "If worm makes strong movements, change the polystyrene microspheres concentration to 10% w/v suspension.\r\n\n\n\r\n\n\nDo not continuously illuminate with excitation light, as cameleon fluorescence will quickly decrease with constant illumination of a strong excitation light.\r\n\n\n\r\n\n\nTemperature stability can vary markedly with different models of incubators. We frequently monitored the internal temperature of the incubators and refrigerator using an HA-100K digital thermometer \\(Anritsum, Japan).\r\n\n\n\r\n\n\nBecause temperature is quickly changed by environmental conditions such as air blowing indirectly from air conditioners and other equipment, we used a custom-made microscope cover box made from acrylic board to maintain the temperature near the microscope."
        },
        {
            "header": "References",
            "content": "1 Lockery, S. R. & Goodman, M. B. The quest for action potentials in C. elegans neurons hits a plateau. Nat Neurosci 12, 377-378 \\(2009).\r\n\n\n2 Clark, D. A., Biron, D., Sengupta, P. & Samuel, A. D. The AFD sensory neurons encode multiple functions underlying thermotactic behavior in Caenorhabditis elegans. J Neurosci 26, 7444-7451 \\(2006).\r\n\n\n3 Chalasani, S. H. et al. Neuropeptide feedback modifies odor-evoked dynamics in Caenorhabditis elegans olfactory neurons. Nat Neurosci 13, 615-621 \\(2010).\r\n\n\n4 Ramot, D., MacInnis, B. L. & Goodman, M. B. Bidirectional temperature-sensing by a single thermosensory neuron in C. elegans. Nat Neurosci 11, 908-915 \\(2008).\r\n\n\n5 Kerr, R. et al. Optical Imaging of Calcium Transients in Neurons and Pharyngeal Muscle of C. elegans. Neuron 26, 583–594 \\(2000).\r\n\n\n6 Suzuki, H. et al. In vivo imaging of C. elegans mechanosensory neurons demonstrates a specific role for the MEC-4 channel in the process of gentle touch sensation. Neuron 39, 1005-1017 \\(2003).\r\n\n\n7 Ohta, A., Ujisawa, T., Sonoda, S. & Kuhara, A. Light and pheromone-sensing neurons regulates cold habituation through insulin signalling in Caenorhabditis elegans. Nature communications 5, 4412, doi:10.1038/ncomms5412 \\(2014).\r\n\n\n8 Kuhara, A. et al. Temperature sensing by an olfactory neuron in a circuit controlling behavior of C. elegans. Science 320, 803-807 \\(2008).\r\n\n\n9 Kuhara, A., Ohnishi, N., Shimowada, T. & Mori, I. Neural coding in a single sensory neuron controlling opposite seeking behaviours in Caenorhabditis elegans. Nat Commun 2, 355, doi:10.1038/ncomms1352 \\[pii] \\(2011).\r\n\n\n10 Kim, E., Sun, L., Gabel, C. V. & Fang-Yen, C. Long-term imaging of Caenorhabditis elegans using nanoparticle-mediated immobilization. PloS one 8, e53419, doi:10.1371/journal.pone.0053419 \\(2013).\r\n\n\n11 Fang-Yen, C., Gabel, C. V., Samuel, A. D., Bargmann, C. I. & Avery, L. Laser microsurgery in Caenorhabditis elegans. Methods in cell biology 107, 177-206, doi:10.1016/B978-0-12-394620-1.00006-0 \\(2012)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the members of the Kuhara laboratory for supporting the experiments and for stimulating discussion. A.K. was supported by the Narishige Zoological Science Award, the Toray Science Foundation, the Sumitomo Foundation, the Astellas Foundation, the Senri Life Science Foundation, the Shimadzu Foundation, the Novartis Foundation, the Mitsubishi Foundation, the Naito Foundation, the Casio Foundation, the Research Foundation for Opto-Science and Technology, the Asahi Glass Foundation, the Hirao Taro Foundation of Konan University, JSPS KAKENHI, grant-in-aid for Young Scientists \\(A) and grant-in-aid for Challenging Exploratory Research, and Grant-in-Aid for Scientific Research on Innovative Areas from the Ministry of Education, Culture, Sports, Science and Technology \\(MEXT) of Japan. A.O. was supported by the Sasagawa Science Foundation, the Naito Foundation, the Narishige Zoological Science Award and grant-in-aid for JSPS Fellows \\(KAKENHI), Japan."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms5412",
                "date": "2014-08-28 03:04:29",
                "title": "Light and pheromone-sensing neurons regulates cold habituation through insulin signalling in Caenorhabditis elegans",
                "authors": [
                    "Akane Ohta",
                    "Tomoyo Ujisawa",
                    "Satoru Sonoda",
                    "and Atsushi Kuhara"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13062,
                "identity": "a038da65-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Akane Ohta",
                "email": "aohta@center.konan-u.ac.jp",
                "orcid": "",
                "institution": "Atsushi Kuhara Lab, Faculty of Science and Engineering, & Institute for Integrative Neurobiology, Konan University, Japan",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Akane",
                "middleName": "",
                "lastName": "Ohta",
                "suffix": ""
            },
            {
                "id": 13063,
                "identity": "a038dd05-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Atsushi Kuhara",
                "email": "atsushi_kuhara@me.com",
                "orcid": "",
                "institution": "Atsushi Kuhara Lab, Faculty of Science and Engineering, & Institute for Integrative Neurobiology, Konan University, Japan",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Atsushi",
                "middleName": "",
                "lastName": "Kuhara",
                "suffix": ""
            },
            {
                "id": 13061,
                "identity": "a038d665-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tomoyo Ujisawa",
                "email": "",
                "orcid": "",
                "institution": "Atsushi Kuhara Lab, Faculty of Science and Engineering, & Institute for Integrative Neurobiology, Konan University, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tomoyo",
                "middleName": "",
                "lastName": "Ujisawa",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-09-03 03:33:56",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.034",
        "doiUrl": "https://doi.org/10.1038/protex.2014.034",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609032,
                "identity": "2d32233a-22c7-45bf-9a3f-85805ff9f6b6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:39",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 55537,
                "visible": true,
                "origin": "",
                "legend": "Long-term calcium imaging of ASJ sensoryneuron.   (a) Chronic calcium measurements in ASJ neurons to measure prolonged response of ASJ neurons to a step in temperature. Wild-type animals carrying the trx-1(ASJ) promoter::yc3.60 are used. Temperature is increased from 17 to 23°C and ASJ activity measured for 120 s. The temperature of the agar pad is maintained at 23°C for 5 h. ASJ neuron activity is measured for 60 s every 60 min from 60 min to 5 h. (b) The animal is immobilized by polystyrene microspheres on 10% agar pads on glass, and the coverslip then mounted. Sample slide on a thermocontroller. 440 nm wave length light is used for excitation of cameleon in ASJ sensoryneuron.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-3425/v1/figure_1.png"
            },
            {
                "id": 2609036,
                "identity": "467c6cf3-dca3-4235-92b3-ea4500e6e0e3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:39",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 144171,
                "visible": true,
                "origin": "",
                "legend": "ASJ sensoryneuron in an animal under calcium imaging.   (a) The head of wild-type adult animal expressing yellow cameleon 3.60 driven by the trx-1 promoter used for calcium imaging. Anterior, left. Ventral, bottom. (b) ASJ sensory neuron diagram.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-3425/v1/figure_2.png"
            },
            {
                "id": 2609035,
                "identity": "79cf0864-1df0-4c31-b9be-e07c16ecb7a9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:39",
                "extension": "pdf",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 277350,
                "visible": true,
                "origin": "",
                "legend": "Figures 1 and 2 in pdf format   Figures 1 and 2 in pdf format",
                "description": "",
                "filename": "figure3.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3425/v1/figure_3.pdf"
            },
            {
                "id": 13464909,
                "identity": "6fdd4a84-6c70-495b-8ea9-b111e32f9e50",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 574144,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3425/v1/50985920-ab87-4e5c-b2f7-e13cfe8b532d.pdf"
            }
        ],
        "financialInterests": "The Authors declare that they have no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "C. elegans; cold tolerance; temperature habituation, calcium imaging",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Caenorhabditis elegans has temperature habituation-linked cold tolerance that is controlled by a pair of ASJ temperature sensing neurons in the head. Recent phenotypic analyses showed that temperature experience for cold tolerance can be overwritten within 3–5 h after cultivation temperature is altered. Therefore, long-term measurement of neuronal activity of ASJ neurons is considered important to perform quantification analysis in cold tolerance. Here we show a detailed-protocol for long-term imaging of ASJ neuronal activity by using a genetically encoded calcium indicator cameleon.",
        "manuscriptTitle": "Long-term calcium imaging of ASJ sensory neuron controlling cold tolerance in Caenorhabditis elegans",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-09-08 16:25:43",
                "doi": "10.1038/protex.2014.034",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a036b2a3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 8th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3196,
                "name": "Biological techniques"
            },
            {
                "id": 3197,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-09-08 16:25:43",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}