{
    "identity": "pex-1646",
    "title": "<p>PV Loops and REBOA During Hemorrhage and Resuscitation </p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": "<p>Telazol (5 mg/kg)</p><p>Xylazine (2 mg/kg)&nbsp;</p><p>Heparin Sodium 10000 Units/10cc vial</p><p>Formalin (Sigma-Aldrich, SKU HT501128-4L)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Access:</strong></p><p>5 Fr micro-puncture access kit (Cook Medical,&nbsp;Bloomington,&nbsp;USA) - MPIS-502-NT-U-SST</p><p>10 cm 7 Fr sheath (Terumo, Elkton, NJ) - REF/Product Code RM*RS7F10PA</p><p>10 cm 9 Fr sheath (Terumo, Elkton, NJ) - REF/Product Code RM*RS9F10PA</p><p>25 cm 7 Fr sheath (Terumo, Elkton, NJ) - REF/Product Code RM*RS7F25PA</p><p><strong>Flow Probes, Pressure Catheters and REBOA:</strong></p><p>Pig-tail catheter&nbsp;(AngioDynamics Inc, Latham, USA) - H787107140055</p><p>ER-REBOA Catheter (Prytime Medical, USA) - ER7232PLUS</p><p>PV Loop Pressure Catheter - (ADInstruments, VENTRI CATH 510 or 510S - https://www.adinstruments.com/products/large-animal-pv-catheters#product-VENTRI-CATH-510)</p><p>Flow Probes, 3-4mm (ADInstruments, Series MA-n-PS-ori)</p><p>Pressure Catheter (5 F, Dual, Straight, 3 cm, 120 cm, PU/WD) - SPR-751S or SPR-751</p><p>Rectal Temperature probe (ADInstruments, Large Animal Rectal Probe (RET-1))</p><p><strong>Imaging:</strong></p><p>C-arm for fluoroscopy&nbsp;(OEC 9800,&nbsp;General Electric, Boston, USA)</p><p>Bedside US system, such as Phillips Lumify App and US Probes (Phillips, NV, USA) (available: https://www.usa.philips.com/healthcare/sites/lumify/lumify-android-app)</p><p><strong>Labs: </strong></p><p>iSTAT 1 (Abbott Labs; available: https://www.pointofcare.abbott/us/en/offerings/istat/istat-handheld#specs)</p><p>iSTAT test cartridges for Lactate, Chemistry (Abbott Labs; available: https://www.pointofcare.abbott/us/en/offerings/istat/istat-test-cartridges)</p><p><strong>Other:</strong></p><p>Endotracheal Tube 28 French 7.0mm 10/bx Endotrol (SAM Medical: 026351)</p><p>0.9% Normal Saline, IL bags</p><p>Infusion Tubing (BD: SKU 10013365)</p><p>Prefilled 10 cc 0.9% Saline Syringes (BD-9104 BD PosiFlush Saline Syringe)</p><p>Blood gas analyzer with rinse solution, or access to a lab with laboratory support</p>"
        },
        {
            "header": "Procedure",
            "content": "The animal protocol begins with animal preparation and instrumentation. This is followed by the experimental portion of the protocol, see Figure 1. Here we commence hemorrhage, which is followed by a period of hemorrhagic shock, followed by full REBOA, then partial REBOA, then wean REBOA and continue resuscitation.\nI. Animal Preparation and Instrumentation:\n1. anesthetize the animal with telazol (5mg/kg) and xylazine (2mg/kg) at appropriate doses.\n2. transport the animal to the procedure area.\n3. place the animal under isoflurane targeting 1.0 MAC by facemask. Transition to generally 10 ccs/kg TV, RR of 12-14 initially but to target a pCO2 of 30-45 and an FiO2 of 40% but adjusted appropriately as needed.\n4. place the animal in sternal recumbency and intubate the animal with a 7.0 endotracheal tube.\n5. make the animal supine and restrain.\n6. Place all venous and arterial catheters using US guidance, and place all monitoring devices.\nIncludes:\n-place an LV PV loop via a carotid or right brachial artery 7 fr sheath catheter.\n-place a 7 fr sheath in either jugular down to the RA to be able to obtain central venous gases (and labs).\n- place a 7 fr sheath in the other carotid or either brachial artery, and through this placean aortic pressure probe (which will remain proximal to the REBOA)\n-place a 7 fr sheath in the right or left jugular for central venous pressure probe\n-place an at least 7 fr sheath in either femoral vein through which we will hemorrhage and later resuscitate.\n-place a 7 fr sheath in either femoral artery, though which place an aortic pressure probe (which will remain below the REBOA)\n-place an at least 8 fr (ideally 9 fr sheath) in either femoral artery to hold the REBOA catheter from below\n-also place EKG leads, oxygen saturation probe, rectal temperature probe and a bovie pad (after shaving).\n7. Perform a lower abdominal laparotomy for cystostomy (place a foley catheter into the bladder) to facilitate bladder drainage.\n8. Perform a left anterolateral thoracotomy. Place the 3 or 4mm flow probe around the coronary flow probe and add ultrasound jelly to the probe.\n10. Perform a TIMEOUT. Confirm all line placements, confirm all sheaths work (drawback and flush), confirm fluids are ready, that the timer is ready and reset, that data is being transduced through LabChart through appropriately labeled channels and saved. Confirm ventilatory settings.\n11. Confirm fluoroscopically that all catheters and devices are appropriately positioned.\nII. Begin Baseline normalization period: (30 min)\n1. At the start, give 1L of 0.9% NS and one 50ccs of D50.\n2. Obtain VBG, ABG, Trop, Chem8, and 5 tubes of serum.\n3. Throughout baseline and resuscitation use the following guidelines:\n- Give one ampule of Calcium at start of resuscitation\n- Treat glucose < 65 with D50\n- for pH < 7.2 give on ampule of bicarbonate\n- treat pCO2 as necessary with MV changes\n- during resuscitation, treat sustained MAP < 65 after starting fluids with pressor, first line is norepinephrine.\n- get baseline blood resistivity, enter value into the PV catheter system control.\nIII. Bleed:\n1. Bleed at a rate of 50ccs/min from venous CVC to goal of 45 mmHg systolic BP.\nIV. Shock:\n(15 min once bleed is complete) – maintain SPB 45-50 and bleed more if needed.\n1. At end of shock obtain a VBG, and ABG if pO2 before was low or needed clinically\n2. Obtain repeat blood resistivity and if needed then enter new value into PV catheter system.\nV. REBOA Period: has two subperiods: Full REBOA and Partial REBOA periods, ending with REBOA wean and .\nVa: Full REBOA (15 min)\n-\nEnds with VBG, ABG\nVb: Partial REBOA (15min) and start resuscitation\n1. Aim for 50% SPB differential between the above REBOA and below REBOA aortic pressure transducers; once there, allow to stablize for 15 minutes.\n2. Begin fluid resuscitation. Start with return of all shed blood and one ampule of Calcium, then, as needed, in the remaining portion of the protocol we can give up to 3L of 0.9%NS total.\nVc: Full Deflation, transition to post REBOA ICU period.\nVI: ICU Period: 30 mins\n1. Obtain a VBG and ABG at the start of this period.\n2. Confirm ventilatory stability.\n3. Ends with chem8, VBB, ABG, and troponin. Obtain full thickness heart tissue and place in formalin. Obtain 5 tubes of blood, spin down and pipet off serum.\nVII. Completion of trial.\n1. Euthanize and dispose of animal.\n2. Clean equipment."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>We approximate that laboratory/OR preparation time is approximately one hour and animal preparation as one hour. The formal protocol begins and takes a total of approximately three hours, see Figure 1, with an additional one hour for take down and clean up. Therefore, each animal takes about 6 hours to complete, for a total of an anticipated 5 animals a total of approximately 30 hours with the animals. </p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>We anticipate 3 major portions of the results sections.</p><p><br></p><p>The first section will be an overview of the include animals, including weights, volume of shed blood, and collect laboratory data from each study period. We would anticipate an increase in lactate and troponin during the study period due to the hemorrhage and likely further injury from aortic occlusion.</p><p><br></p><p>The second section of the results will examine the PV loops and the associated cardiac parameters from each period of study, and quantify their evolution across the pressure-volume plane in time. We will compute hemodynamic parameters such as ESPVR, EDPVR, stroke work, stroke volume, HR, cardiac output and compare these across study period. We would expect the known changes in the PV relationship from baseline to hemorrhagic shock: a movement of the PV loop down and to the left of the PV plane. Supplemental Figure 1 shows an example video of pressure-volume data over time throughout a one hour hemorrhage, obtained from a prior animal study in our lab. This data has been cleaned algorithmically, and plotted in Matlab. Here, the PV loop moves from the upper right corner of the plot to the lower left as the animal is hemorrhaged. REBOA should then move the PV loop to the left, but with unknown impact on CO and stroke work. Transitioning then from full to partially occlusive REBOA should drop the afterload and be more physiologic, thereby off-loading the heart and improving contractility while at least theoretically maintaining stroke work. Our hypothesis is that partial REBOA balances the afterload benefit in a hypovolemic model, against the reduced aortic compliance seen when a fully occlusive REBOA is placed. Our goal is then to resuscitate the animal with the REBOA down completely and normalize the PV relationship close to baseline. We would expect close but most likely imperfect normalization in the first 30 minutes due to the stress and residual cardiac dysfunction. </p><p><br></p><p>The third portion of the results will examine coronary flow during each period of the study. We intend to examine the proportion of time spent in flow reversal from each study period, the average maximum flows during each cardiac cycle from each time period, and the total flow per second (absolute flow and flow relative to cardiac output).</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Senzaki H, Chen C-H, Kass DA. Single-Beat Estimation of End-Systolic Pressure-Volume Relation in Humans. Circulation. 1996;94(10):2497–506.&nbsp;</p><p><br></p><p>2. Burkhoff D, Mirsky I, Suga H. Assessment of systolic and diastolic ventricular properties via pressure-volume analysis: a guide for clinical, translational, and basic researchers. 2005;289(2 58-2):501–12.&nbsp;</p><p><br></p><p>3. Madurska MJ, Abdou H, Leung LY, et al. The cardiac physiology underpinning exsanguination cardiac arrest: targets for endovascular resuscitation. Shock. 2021;55(1):83–9.&nbsp;</p><p><br></p><p>4. Edwards J, Abdou H, Patel N, et al. The functional vascular anatomy of the swine for research: https://doi.org/101177/1708538121996500 [Internet] 2021 [cited 2021 Jul 18];Available from: https://journals.sagepub.com/doi/10.1177/1708538121996500?url_ver=Z39.88-2003&amp;rfr_id=ori%3Arid%3Acrossref.org&amp;rfr_dat=cr_pub++0pubmed</p><p><br></p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>Matthew Holt provided paid medical illustration services for rendering of Figure 2-4.&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 52294948,
                "identity": "29f80a2c-f608-4451-8f7f-fc8540895e3d",
                "order_by": 0,
                "name": "David P Stonko",
                "email": "dstonko1@jhmi.edu",
                "orcid": "https://orcid.org/0000-0002-2804-2857",
                "institution": "Johns Hopkins",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "David",
                "middleName": "P",
                "lastName": "Stonko",
                "suffix": ""
            },
            {
                "id": 52294949,
                "identity": "e0c0f376-26ec-43ac-a861-c17185831624",
                "order_by": 1,
                "name": "Joseph Edwards",
                "email": "",
                "orcid": "",
                "institution": "R. Adams Cowley Shock Trauma Center, University of Maryland Medical System",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joseph",
                "middleName": "",
                "lastName": "Edwards",
                "suffix": ""
            },
            {
                "id": 52294950,
                "identity": "7a1f20b3-68c9-4a83-b550-5bcd36710681",
                "order_by": 2,
                "name": "Hossam Abdou",
                "email": "",
                "orcid": "",
                "institution": "R. Adams Cowley Shock Trauma Center, University of Maryland Medical System",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hossam",
                "middleName": "",
                "lastName": "Abdou",
                "suffix": ""
            },
            {
                "id": 52294951,
                "identity": "49221248-10a3-4a13-9322-12c67071e2e7",
                "order_by": 3,
                "name": "Noha N Elansary",
                "email": "",
                "orcid": "",
                "institution": "R. Adams Cowley Shock Trauma Center, University of Maryland Medical System",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Noha",
                "middleName": "N",
                "lastName": "Elansary",
                "suffix": ""
            },
            {
                "id": 52294952,
                "identity": "439c255f-4855-46ea-a930-f96ee3e6f37e",
                "order_by": 4,
                "name": "Eric Lang",
                "email": "",
                "orcid": "",
                "institution": "R. Adams Cowley Shock Trauma Center, University of Maryland Medical System",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Eric",
                "middleName": "",
                "lastName": "Lang",
                "suffix": ""
            },
            {
                "id": 52294953,
                "identity": "4adeb08c-3657-465a-8293-97444b7fa202",
                "order_by": 5,
                "name": "Samuel G Savidge",
                "email": "",
                "orcid": "",
                "institution": "R. Adams Cowley Shock Trauma Center, University of Maryland Medical System",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Samuel",
                "middleName": "G",
                "lastName": "Savidge",
                "suffix": ""
            },
            {
                "id": 52294954,
                "identity": "ab00bea6-7131-49d4-8f90-b2e6e9dcacf4",
                "order_by": 6,
                "name": "Rebecca N Treffalls",
                "email": "",
                "orcid": "",
                "institution": "R. Adams Cowley Shock Trauma Center, University of Maryland Medical System",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rebecca",
                "middleName": "N",
                "lastName": "Treffalls",
                "suffix": ""
            },
            {
                "id": 52294955,
                "identity": "0dec54af-3976-4725-ac77-1ea64b94f097",
                "order_by": 7,
                "name": "Jonathan J Morrison",
                "email": "jonathan.morrison@som.umaryland.edu",
                "orcid": "",
                "institution": "R. Adams Cowley Shock Trauma Center, University of Maryland Medical System",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jonathan",
                "middleName": "J",
                "lastName": "Morrison",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-09-15 21:15:28",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1646/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1646/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 14340338,
                "identity": "8d280d2c-16c3-4313-8296-3296b17a624f",
                "added_by": "auto",
                "created_at": "2021-10-08 09:49:21",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 23390,
                "visible": true,
                "origin": "",
                "legend": "Study Protocol Timeline. After the animals are instrumented and prepared, a 30-minute window was observed for baseline data collection. They are then exsanguinated to systolic blood pressure (SBP) of 45 mmHg, with additional re-bleeding as necessary to maintain systolic pressure 45-50 mmHg for 15 minutes. The REBOA is then inflated and left inflated for 15 minutes, then partially deflated to 50% aortic occlusion. This is followed by REBOA deflation and then a 30 minute ICU period where the animal is further resuscitated and additional labs are acquired.   ",
                "description": "",
                "filename": "Protocol.png",
                "url": "https://assets.researchsquare.com/files/pex-1646/v1/30127af596da38dda56fd2f3.png"
            },
            {
                "id": 14340341,
                "identity": "bae78cfb-1554-41e0-85d9-03242e442a92",
                "added_by": "auto",
                "created_at": "2021-10-08 09:49:21",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 789653,
                "visible": true,
                "origin": "",
                "legend": "Cartoon depiction of the swine heart with a pressure-volume catheter in the left ventricle, with theoretical segmentation delimitations. ",
                "description": "",
                "filename": "heartPVloop.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1646/v1/345e842b6192ceb7319ce009.jpg"
            },
            {
                "id": 14340340,
                "identity": "789c05fa-dbab-4a71-88bf-c6807efa8bb6",
                "added_by": "auto",
                "created_at": "2021-10-08 09:49:21",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 822737,
                "visible": true,
                "origin": "",
                "legend": "Cartoon depiction of the swine heart with a pressure-volume catheter in the left ventricle, with theoretical segmentation delimitations, as well as pressure transducers in the aorta, SVC, and IVC, with depiction of inflated REBOA balloon in the descending aorta. ",
                "description": "",
                "filename": "heart.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1646/v1/09994850331703b88195a57d.jpg"
            },
            {
                "id": 14340426,
                "identity": "82fec547-ee96-45e0-aa6f-4ef750333629",
                "added_by": "auto",
                "created_at": "2021-10-08 09:52:21",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 962910,
                "visible": true,
                "origin": "",
                "legend": "Cartoon depiction of animal instrumentation. From superior to inferior and left to right: (1) right IJ with 7 fr. cannula in right atrium for central venous gases, (2) right carotid with 7 french (fr.) cannula with left ventricle PV catheter, (3) left IJ with right atrial pressure monitor and (4) left brachial artery with aortic (above the REBOA) pressure monitoring. Also, with an antero-lateral thoracotomy with a dissected LAD; (5) a flow probe around the LAD, and (6) EKG leads on left and right posterior chest. In the lower extremities, (7) right femoral artery with 7 fr sheath for an aortic pressure (below the REBOA), (8) a right femoral vein central venous catheter for controlled exsanguination, and (9) left femoral artery with 9 fr. sheath for the REBOA catheter and (10) left femoral vein 7 fr. Cannula for transfusions, medications, and IV fluids as needed. The animal also has a rectal temperature probe, endotracheal tube and oxygen saturation probe (not shown). ",
                "description": "",
                "filename": "pig.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1646/v1/ef7deed4ad338b8fb425e7b5.jpg"
            },
            {
                "id": 14340427,
                "identity": "d724e61a-339c-4d54-9828-ea674982da9b",
                "added_by": "auto",
                "created_at": "2021-10-08 09:52:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 530781,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1646/v1/6a8c24e6-c2f1-48f4-a20b-1d6dece30fad.pdf"
            },
            {
                "id": 14340342,
                "identity": "8ea4df0b-6ea0-484e-925b-16e13b2edb32",
                "added_by": "auto",
                "created_at": "2021-10-08 09:49:21",
                "extension": "avi",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 12155088,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "cleanHemorrhage.avi",
                "url": "https://assets.researchsquare.com/files/pex-1646/v1/749923eaa578cefff52525fb.avi"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "REBOA, hemorrhagic shock, aortic occlusion, PV loop, coronary flow dynamics",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Retrograde Endovascular Balloon Occlusion of the Aorta (REBOA) is frequently used in hemorrhagic shock to facilitate resuscitation. In theory, aortic occlusion increases afterload and focuses perfusion to the coronary arteries and great vessels; also to focus perfusion to the brain. It is, however, unknown exactly how and to what extent REBOA impacts cardiovascular parameters such as preload, afterload and contractility, or coronary artery blood flow. It is also not known how these parameters evolve over time during REBOA as it is shifted from fully to partially occlusive, or weaned down entirely. We aim to use left ventricular Pressure-Volume (PV) loop analysis and directly measure coronary flow in swine as they descend into hemorrhagic shock, are resuscitated with full aortic occlusion with REBOA, transitioned to partial aortic occlusion with REBOA, and then weaned completely off of the REBOA and are resuscitated. We will examine, specifically, measures of preload, afterload, contractility and coronary blood flow during each study time period (baseline, hemorrhagic shock, full aortic occlusion, partial aortic occlusion, and post-occlusion during resuscitation). </p>",
        "manuscriptTitle": "PV Loops and REBOA During Hemorrhage and Resuscitation",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-10-08 09:49:19",
                "doi": "10.21203/rs.3.pex-1646/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "3bc16dfc-e0c5-4e98-8b0a-f3ee8647492d",
        "owner": [],
        "postedDate": "October 8th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 7220247,
                "name": "Physiology"
            },
            {
                "id": 7220248,
                "name": "Cardiology"
            },
            {
                "id": 7220249,
                "name": "Biological techniques"
            },
            {
                "id": 7220250,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-10-08 09:49:19",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}