{
    "identity": "nprot-528",
    "title": "Two-photon microscopy and spectral detection for <em>ex vivo</em> imaging of individual stem cells",
    "content": [
        {
            "header": "Introduction",
            "content": "This protocol describes the use of two-photon microscopy to image the dynamic behavior of hematopoietic stem cells interacting with their niche. To distinguish the eGFP expressing cells from auto-fluorescent background, we use spectral finger-printing. We include image processing steps to visualize the results and extract quantitative information.\r\n\n\n\r\n\n\nFor successful long-term imaging \\(up to 18 hours) it is essential to prepare the sample in an adequate way and to align the two-photon microscopy as good as possible. Thus, this protocol will focus on these two steps. Following this protocol, one can expect to generate time lapse movies showing eGFP labeled hematopoietic stem cells interacting with their niche and undergoing active cell division. Typical results are published in Xie _et al_.: &#x201C;Detection of functional hematopoietic stem cell niche using real-time imaging&#x201D;<sup>1</sup>. It is straight forward to adapt this protocol to other cell types and fluorescence markers. The whole experiment will take one to two days.\r\n\n\n\r\n\n\nWe describe a method to visualize the dynamic behavior of individual hematopoietic stem cells \\(HSC) in their natural environment. \r\n\n\n\r\n\n\nWe use mice with stem cells injected into their tail vein. The cells express enhanced green fluorescence proteins driven by an actin promoter \\(actin-eGFP). The protocol can be adapted to animals expressing eGFP labels in different cell types. Other fluorescence proteins can be used as long as the near infrared laser \\(NIR) and the microscope optics allow their excitation \\(e.g. we can excite dsRed with 1060nm, but not mRFP) and detection. It is straight forward to extend this approach to multiple colors.\r\n\n\n\r\n\n\nBone marrow cells are derived from actin-eGFP transgenic mice. To enrich for HSCs, we use a cocktail of specific antibodies and FACS analysis<sup>2</sup>. The 6 to 8 weeks old recipient mouse is radiated with 10 Gray. Ten to 12 hours later 50,000 HCSs are injected into her tail vein.\r\n\n\n\r\n\n\nFour to 6 hours after transplantation, we sacrifice the mice. We extract the femur and tibias bones and cut them into transverse sections 2-3mm in height. The pieces are placed with the open end directly on the cover-slip bottom of a Petri-dish. To secure the upright position of the bone the Petri dish is filled with 2mm of agarose. \r\n\n\n\r\n\n\nBone structures scatter too much light to allow wide-field microscopy. That is why we use two-photon microscopy<sup>3</sup>. This allows us to image deeper into bone structures than with a confocal microscope. The infrared light used is less harmful to living cells than visible or ultraviolet exposure<sup>4,5</sup>. Collagen generates a second-harmonic signal \\(SHG). Differential interference contrast \\(DIC) highlights bone structures. We can use transmitted light DIC because of the relative high transparency of biological materials for light in the infrared range. These signals help to define the locations of HSCs within the living bone.\r\n\n\n\r\n\n\nTypically we image eGFP expressing cells with an emission band-pass filter of 500-550nm. However, we could find several cells and cell-like structures with auto-fluorescence in this emission range, even in living bones without eGFP marked cells. To distinguish these false signals from real eGFP labeled cells, spectral imaging was employed.\r\n\n\n\r\n\n\nWe imaged the dynamic interaction of HSCs with their niche for up to 18 hours. For these long-term experiments temperature control is imperative. \r\n\n\n\r\n\n\nWe finish this protocol with image processing procedures for 3D exploration of the datasets and quantification of fluorescence signals. While these protocols were used mainly with fixed samples, they can easily be adapted for live cell images. The image processing techniques are most valuable when applied to multi-color z-stacks.\r\n\n\n\r\n\n\n**EXPERIMENTAL DESIGN**\r\n\n\n\r\n\n\nThe whole experiment takes at least one day. The main steps as summarized in Figure 1 are:\r\n\n\n&#x2022; Isolate of hematopoietic stem cells \\(HSCs) from eGFP-transgenic mice.\r\n\n\n&#x2022; Transplant eGFP positive cells into host mouse.\r\n\n\n&#x2022; Prepare bones for imaging.\r\n\n\n&#x2022; Set-up and align two-photon microscope.\r\n\n\n&#x2022; Acquire eGFP reference spectrum with two-photon microscope.\r\n\n\n\r\n\n\nSample preparation and microscope alignment can be done in parallel. The time between the microscope alignment and the following imaging steps should not exceed one day. The imaging of the stem cells should be started immediately after the bone preparation is finished.\r\n\n\n\r\n\n\n&#x2022; Find bone using wide-field microscope.\r\n\n\n&#x2022; Find potential stem cells in bone structure with two-photon microscope. Set up two-photon microscope to image eGFP, SHG and transmitted light DIC signal, simultaneously.\r\n\n\n&#x2022; Confirm eGFP signal with spectral imaging.\r\n\n\n&#x2022; Start time lapse experiment.\r\n\n\n&#x2022; Repeat the last steps for next cell \\(or cells).\r\n\n\n\r\n\n\nIf the two-photon microscope is equipped with a motorized stage which can record positions, one can first locate and confirm multiple cells and store their positions. Most modern microscopes have software which allows switching between multiple locations during a time lapse experiment and revisit the previously stored positions.\r\n\n\n\r\n\n\n&#x2022; Process images.\r\n\n\n\r\n\n\nDepending on the experiment, image processing might include low-pass filtering, global contrast adjustment, fluorescence quantification, and 3D reconstruction."
        },
        {
            "header": "Reagents",
            "content": "**Critical**: Sterilize all reagents.\r\n\n\n&#x2022; PBS \\(pH 7.4) with 2% FBS.\r\n\n\n&#x2022; 0.5% agarose to mount bones.\r\n\n\n&#x2022; DMEM medium \\(phenol-red free).\r\n\n\n**Critical**: to avoid background fluorescence the medium should not contain phenol-red or any other dye.\r\n\n\n&#x2022; Petri dish with 0.170 mm cover-slip inserted in bottom \\(e.g.  \"MatTek 35mm glass bottom, uncoated\":http://www.glass-bottom-dishes.com) to mount bones.\r\n\n\n&#x2022; eGFP labeled cells mounted on cover-slip to acquire reference spectrum.\r\n\n\n**Critical**: the cells should not exhibit any auto-fluorescence."
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Rotary dental instruments to cut bone \\(e.g.  \"NTI-Kahla GmbH\":http://www.nti.de/cms/en/).\r\n\n\n**Critical**: Sterilize before use.\r\n\n\n&#x2022; Two-photon inverted microscope with spectral detection capability \\(e.g.  \"Carl Zeiss LSM 510 META NLO\":http://www.zeiss.com/lsm).\r\n\n\n**Critical**: fast and parallel recording of spectrum is preferable to avoid motion and bleaching artifacts.\r\n\n\n&#x2022; Incubation chamber \\(optional for long term experiments)\\(e.g.  \"Solent Scientific\":http://www.solentsci.com/ ;  \"Carl Zeiss\":http://www.zeiss.com/lsm).\r\n\n\n&#x2022; Microscope objectives with long working-distance, low magnification and high numerical aperture \\(e.g. Carl Zeiss Plan-Apochromate 20x/0.8 and C-Achroplan NIR 40x/0.8).\r\n\n\n**Critical**: the objectives have to have good optical transmission up to 920nm \\(or longer for red shifted fluorescence proteins).\r\n\n\n&#x2022; Pulsed near infrared laser as part of two-photon microscope with emission up to 920 nm \\(or longer for red shifted fluorescence proteins) \\(e.g.  \"Coherent Chameleon ULTRA\":http://www.coherent.com).\r\n\n\n&#x2022; Laser spectrum analyzer \\(e.g. IST-Rees Spectrum Analyzer E200) to check whether pulsed NIR laser is mode-locked.\r\n\n\n&#x2022; Slide with reflective crosshair or similar structure for laser alignment.\r\n\n\n&#x2022; Test slide \\(e.g. mixed pollen grains, #30-4264,  \"Carolina Biological\":http://www.carolina.com) to judge microscope setup.\r\n\n\n&#x2022; Infrared sensitive power meter \\(e.g.  \"Optical power meter model 840, Newport\":http://www.newport.com/).\r\n\n\n&#x2022; Software for 3D image processing \\(e.g.  \"Imaris, Bitplane\":http://www.bitplane.com).\r\n\n\n&#x2022; Custom Java script for  \"ImageJ\":http://rsbweb.nih.gov/ij/). Script can be requested from authors."
        },
        {
            "header": "Procedure",
            "content": "**Align NIR laser into microscope**\r\n\n\n**Critical**: This alignment step will strongly influence image quality.\r\n\n\n\r\n\n\nMost modern two-photon microscopes are equipped with fiber-coupled visible light lasers for confocal microscopy and a direct coupled infrared laser for two-photon excitation. In this alignment protocol we assume that the visible laser is well aligned and can be used as a guide beam. We assume that the NIR beam is steered into the microscope with two independent, adjustable mirrors \\(see Figure 2a). The mirrors allow moving the laser beam up-and-down and left-to-right.\r\n\n\n\r\n\n\nWe use these two mirrors to move the NIR beam until it is parallel to and overlaps with the visible laser beam in the sample. We use the back-aperture and the focal plane of the objective as alignment points \\(see Figure 2). \r\n\n\n\r\n\n\n**1.**  Cover an open objective position with lens paper. \r\n\n\n**2.**  Tune NIR laser to wavelength visible by human eye \\(e.g. 720nm). \r\n\n\n**3.**  Select fiber-coupled laser line \\(e.g. 561nm) and appropriate main dichroic \\(e.g. HFT KP 700/561).\r\n\n\n**4.**  Choose high zoom settings and start scanning. \r\n\n\n**5.**  Adjust laser power until a dark red \\(e.g. 720nm) spot and a spot in the color of the fiber-coupled laser line are visible on the lens paper. \r\n\n\n**6.**  Adjust one mirror until both spots are centered to each other. The spots can be detected with the confocal setup with wide open pinhole and less zoom. \r\n\n\n**7.**  Switch to a low magnification objective and image the alignment slide in reflected light with both laser lines in two channels, simultaneously. Make sure to avoid cross-talk. \\(e.g. HFT KP 700/561, mirror, NFT 565, KP 685, and channel 2; LP 575, and channel 3).\r\n\n\n**Critical**: Use collimator lens to ensure parfocality of visible light and NIR image. \r\n\n\n**8.**  Adjust the second mirror until both images overlap. \r\n\n\n**9.**  Repeat steps 6 to 8 until the two laser lines overlap perfectly in the back-aperture and the focal plane.\r\n\n\n**Troubleshooting\\!**\r\n\n\n\r\n\n\n**Check quality of NIR laser**\r\n\n\n\r\n\n\nUse laser spectrum analyzer and test sample to check quality of NIR laser. The width of the spectrum is inversely proportional to the pulse width \\(e.g. the spectrum is very narrow if laser is not mode-locked).\r\n\n\n\r\n\n\n**10.**  Place cover-slip next to output beam aperture of NIR laser. The main portion of the beam is transmitted; a small portion is reflected 90°.\r\n\n\n**11.**  Place the input window of the spectrometer head into the dimmer beam. If signal is too high, place a piece of Scott-tape in front of it.\r\n\n\n**12.**  Tune spectrometer to wavelength selected for NIR laser.\r\n\n\n**13.**  You should see a stable, bell-shaped spectral curve. The width depends on the pulse-width of the laser used.\r\n\n\n**Troubleshooting\\!**\r\n\n\n\r\n\n\n**BONE PREPARATION**\r\n\n\n\r\n\n\n**14.**  Harvest bone marrow cells from actin-eGFP transgenic mice.\r\n\n\n**15.**  Isolate HCSs using FACS1.\r\n\n\n**16.**  Inject cells into tail vein of mouse.\r\n\n\n**Timing**: wait 4-6 hours.\r\n\n\n**17.**  Sacrifice mouse.\r\n\n\n**Timing**: while preparing the bones for imaging, the two-photon microscope can be set up and reference spectra can be taken \\(see steps 24 to 28).\r\n\n\n**18.**  Isolate femur and tibia.\r\n\n\n**19.**  Remove muscle.\r\n\n\n**20.**  Cut bone into 2-3mm thick pieces in vertical orientation using a small saw \\(e.g. rotary dental instrument).\r\n\n\n**21.**  Fill Petri dish with 2mm of 0.5% agarose in PBS.\r\n\n\n**22.**  Insert bone into the agarose layer of the Petri dish with open end toward the dish bottom as close as possible to cover-slip.\r\n\n\n**23.**  Add DMEM.\r\n\n\n\r\n\n\n**IMAGING**\r\n\n\n\r\n\n\n**24.**  **Optional**: Switch on heating of incubator box.\r\n\n\n**Timing**: Wait two hours for temperature to equilibrate.\r\n\n\n**25.**  Tune NIR laser to 920 nm to image eGFP. If other fluorescent protein is used find optimum excitation wavelength. \r\n\n\n**Timing**: Let NIR laser warm up 30 min before imaging.\r\n\n\n**26.**  Decide on objective lens to be used for experiment \\(see equipment for details).\r\n\n\n**27.**  Set up beam-path of two-photon microscope to image eGFP labeled cells \\(e.g. HFT KP 650, mirror, NFT 490, BP 500-550 IR, and channel 3).\r\n\n\n**28.**  Image eGFP labeled cell using these settings.\r\n\n\n**Troubleshooting\\!**\r\n\n\n**29.**  Set up beam-path of two-photon microscope for spectral imaging of eGFP labeled cells for reference spectrum \\(e.g. HFT KP 650, plate, BG 39, META detector in lambda mode from 365.6nm to 708nm with 10.7nm steps).\r\n\n\n**30.**  Acquire reference spectrum from eGFP labeled cell and save it.\r\n\n\n**Troubleshooting\\!**\r\n\n\n**31.**  Replace slide with eGFP labeled cells with Petri-dish with mounted, live bone fragments.\r\n\n\n**32.**  Set up microscope for wide-field DIC imaging. Remove plastic lid of Petri dish when using DIC.\r\n\n\n**Troubleshooting\\!**\r\n\n\n**33.**  Find bone fragments. In most cases it will not be possible to identify internal bone structures or cells. Wide-field fluorescence will result in a uniform haze. A good starting point to find cells is the center of the bone where it appears reddish in transmitted light.\r\n\n\n**34.**  Set up beam-path of two-photon microscope to image eGFP, SHG and transmitted light DIC \\(e.g. HFT KP 650, mirror, NFT 490, BP 500-550 IR, and channel 3; BP 435-485 IR, and channel 2;  DIC prism, sample, DIC prism, analyzer, and transmitted light detector).\r\n\n\n**35.**  Image sample till you find a potential cell.\r\n\n\n**Troubleshooting\\!**\r\n\n\n**36.**  Set up beam-path of two-photon microscope for spectral detection \\(e.g. HFT KP 650, plate, BG 39, META detector in lambda mode from 365.6nm to 708nm with 10.7nm steps).\r\n\n\n**Critical**: Settings and objective have to be identical to settings established in step 29 to acquire reference spectrum.\r\n\n\n**Troubleshooting\\!**\r\n\n\n**37.**  Compare spectrum to reference spectrum of eGFP. The spectrum of an eGFP labeled cell \\(peak at 507nm) should be identical to the reference spectrum and can be clearly distinguished from SHG signals \\(narrow peak at 460nm) and auto-fluorescence \\(wide spectrum without distinct peaks).\r\n\n\n**38.**  Repeat steps 34 to 37 till eGFP positive cell is identified.\r\n\n\n**39.**  If cell was positively identified, switch back to settings established in step 34.\r\n\n\n**40.**  Select time interval for time-lapse imaging \\(e.g. 15 min).\r\n\n\n**41.**  Optional: Set up z-stack if 3D imaging is required.\r\n\n\n**42.**  Start time-lapse imaging.\r\n\n\n**43.**  Set up beam-path of two-photon microscope for spectral detection and confirm identity of eGFP labeled cells \\(see steps 36 and 37).\r\n\n\n**44.**  Move on to next cell and repeat previous steps, starting at step 34.\r\n\n\n\r\n\n\n**IMAGE PROCESSING**\r\n\n\n\r\n\n\n**45.**  Remove noise with 3x3 median filter using standard image acquisition software.\r\n\n\n**46.**  Optional: If z-stacks where acquired in steps 41 and 42, load results into 3D software. Identify cells of interest and define cell volume. Subtract background from eGFP signal.\r\n\n\n**47.**  Optional: If quantification of relative expression levels is required and a second label to highlight cell shape was used: \r\n\n\n  **a.**  Identify cells of interest using transmitted light DIC and all fluorescence channels \\(e.g. cells close to bone surface).\r\n\n\n  **b.**  Define cell volume based on second label.\r\n\n\n  **c.**  Subtract background from signal.\r\n\n\n  **d.**  Measure corrected mean intensity of signal label within cell volume defined by second label.\r\n\n\n**48.**  Load image at single time point into ImageJ.\r\n\n\n**49.**  Measure background and define threshold \\(e.g. 90% to 120% of mean background intensity).\r\n\n\n**50.**  Set pixels below threshold to zero.\r\n\n\n**51.**  Draw segmented line along bone surface.\r\n\n\n**52.**  Start Java custom script. The script will sample intensities along the line. For each sample point on the line, the script calculates the mean intensities of all pixels within ±8µm perpendicular to the line at the position of the sample point. To quantify labeled cells independently of expression level, the script divides the number of pixels along the line that have intensity greater than the threshold by the total number of pixels.\r\n\n\n**53.**  Optional: If multicolor co-localization is required and multiple colors where used: \r\n\n\n  **a.**  Repeat steps 49 to 52 for second color.\r\n\n\n  **b.**  To estimate the amount of co-localization, count all pixels along the line with mean intensity values larger than the threshold in both channels. Divide this number by the total number of pixels along the line."
        },
        {
            "header": "Timing",
            "content": "The whole experiment will take one to two days.\r\n\n\nTIMING\r\n\n\nThe microscope set-up can be done in parallel to the sample preparation.\r\n\n\nOverall time for microscope set-up: ~1 h 30 min to 3 h\r\n\n\n&#x2022; Steps 1-9: ~30 min\r\n\n\n&#x2022; Steps 10-13: ~15 min \\(faster if spectrometer is already aligned)\r\n\n\n&#x2022; Steps 24-26: <sub>30 min \\(or </sub>2 hours if optional heater box is used)\r\n\n\n&#x2022; Steps 27-30: ~15 min\r\n\n\nOverall time for sample preparation: ~8 h to 11 h\r\n\n\n&#x2022; Steps 14 to 16: ~3-4 h\r\n\n\n&#x2022; Step 16: ~15 min plus 4-6 h waiting time.\r\n\n\n&#x2022; Steps 17 to 22: ~1 h\r\n\n\nOverall time to locate and image cells of interest: up to 20 hours.\r\n\n\n&#x2022; Steps 31-34: ~15 min\r\n\n\n&#x2022; Steps 35-38: The time required to identify eGFP positive cells depends strongly on the density of HSC. It can take up to 2 hours to find viable cells.\r\n\n\n&#x2022; Steps 39-42: The time required to acquire a time lapse image series is determined by the experimenter. Time lapse series as long as 18 hours are possible.\r\n\n\n&#x2022; Step 43: ~5 min\r\n\n\nOverall time for image processing: ~1 h\r\n\n\n&#x2022; Step 45: ~5 min\r\n\n\n&#x2022; Step 46: ~30 min\r\n\n\n&#x2022; Steps 48-52: ~30 min"
        },
        {
            "header": "Troubleshooting",
            "content": "See Table 1."
        },
        {
            "header": "References",
            "content": "1. Xie, Y. _et al_. Detection of functional haematopoietic stem cell niche using real-time imaging. _Nature_ **457**, 97-101 \\(2009).\r\n  2. Christensen, J.L. &amp; Weissman, I.L. Flk-2 is a marker in hematopoietic stem cell differentiation: A simple method to isolate long-term stem cells. _Proc. Natl. Acad. Sci. U. S. A._ **98**, 14541-14546 \\(2001).\r\n  3. Denk, W., Strickler, J.H. &amp; Webb, W.W. Two-Photon Laser Scanning Fluorescence Microscopy. _Science_ **248**, 73-76 \\(1990).\r\n  4. Koenig, K. Multiphoton microscopy in life sciences. _Journal of Microscopy_, **200**, 83-104 \\(2000).\r\n  5. Squirrell, J.M., Wokosin, D.L., White, J.G. &amp; Bavister, B.D. Long-term two-photon fluorescence imaging of mammalian embryos without compromising viability. _Nature Biotechnol._ **17**, 763-767 \\(1999)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature07639",
                "date": "2008-12-17 11:30:12",
                "title": "Detection of functional haematopoietic stem cell niche using real-time imaging",
                "authors": [
                    "Yucai Xie",
                    "Tong Yin",
                    "Winfried Wiegraebe",
                    "Xi C. He",
                    "Diana Miller",
                    "Danny Stark",
                    "Katherine Perko",
                    "Richard Alexander",
                    "Joel Schwartz",
                    "Jeff S. Haug",
                    "Joshua P. Wunderlich",
                    "Hua Li",
                    "Simon Zhang",
                    "Teri Johnson",
                    "Ricardo A. Feldman & Linheng Li"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11122,
                "identity": "9f4b5244-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Winfried Wiegraebe",
                "email": "",
                "orcid": "",
                "institution": "Stowers Institute for Medical Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Winfried",
                "middleName": "",
                "lastName": "Wiegraebe",
                "suffix": ""
            },
            {
                "id": 11123,
                "identity": "9f4b56ac-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yucai Xie",
                "email": "",
                "orcid": "",
                "institution": "Stowers Institute for Medical Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yucai",
                "middleName": "",
                "lastName": "Xie",
                "suffix": ""
            },
            {
                "id": 11124,
                "identity": "9f4b5893-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tong Yin",
                "email": "",
                "orcid": "",
                "institution": "Stowers Institute for Medical Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tong",
                "middleName": "",
                "lastName": "Yin",
                "suffix": ""
            },
            {
                "id": 11125,
                "identity": "9f4b5aef-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Danny Stark",
                "email": "",
                "orcid": "",
                "institution": "Stowers Institute for Medical Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Danny",
                "middleName": "",
                "lastName": "Stark",
                "suffix": ""
            },
            {
                "id": 11126,
                "identity": "9f4b5c9b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Katherine Perko",
                "email": "",
                "orcid": "",
                "institution": "Stowers Institute for Medical Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Katherine",
                "middleName": "",
                "lastName": "Perko",
                "suffix": ""
            },
            {
                "id": 11127,
                "identity": "9f4b5df5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Richard Alexander",
                "email": "",
                "orcid": "",
                "institution": "Stowers Institute for Medical Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Richard",
                "middleName": "",
                "lastName": "Alexander",
                "suffix": ""
            },
            {
                "id": 11128,
                "identity": "9f4b5f42-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Joel Schwartz",
                "email": "",
                "orcid": "",
                "institution": "Stowers Institute for Medical Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joel",
                "middleName": "",
                "lastName": "Schwartz",
                "suffix": ""
            },
            {
                "id": 11129,
                "identity": "9f4b6090-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xi He",
                "email": "",
                "orcid": "",
                "institution": "Stowers Institute for Medical Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xi",
                "middleName": "",
                "lastName": "He",
                "suffix": ""
            },
            {
                "id": 11130,
                "identity": "9f4b61e4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Linheng Li",
                "email": "",
                "orcid": "",
                "institution": "Stowers Institute for Medical Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Linheng",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-03 15:47:20",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.48",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.48",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607972,
                "identity": "e6544eb7-e5b4-4f82-a297-b57499734ec3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:53",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 15759,
                "visible": true,
                "origin": "",
                "legend": "Experimental Design.   Bone marrow cells are extracted from a donor mouse and enriched for HSCs (a). Ten to 12 hours later the cells are injected into the tail vein of an irradiated mouse (b). Bones are extracted, cut (c) and placed into Petri dish (d) to be imaged (e).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-528/v1/figure_1.jpg"
            },
            {
                "id": 2607971,
                "identity": "1239b821-af2d-4f20-a725-f5e943e91b14",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:53",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 23935,
                "visible": true,
                "origin": "",
                "legend": "Alignment of NIR laser.   The laser beam is steered via two mirrors into the scan-head of the two-photon microscope. Panel (b) shows images of the back-aperture and the focal plane before alignment. Panel (c) shows the same images after alignment.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-528/v1/figure_2.jpg"
            },
            {
                "id": 2607974,
                "identity": "27841fb5-fcaf-4cfb-bbd9-d9d5f90671a3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:53",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6013,
                "visible": true,
                "origin": "",
                "legend": "Unspecific Signal.   The auto-fluorescence spectrum peaking around 610 nm corresponds to the green feature on the right (area 1 in the center image). The right image was acquired using an eGFP specific band-pass filter. The SHG acquired at region 2 is shown in blue.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-528/v1/figure_3.jpg"
            },
            {
                "id": 2607980,
                "identity": "92f818ed-244f-4867-8b6c-86877f4202d5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:53",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6991,
                "visible": true,
                "origin": "",
                "legend": "Specific eGFP Signal.   The eGFP spectrum peaking at 506 nm corresponds to the green feature on the right (area 1 in the center image). The second spectrum indicates the background. It was acquired in region 2.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-528/v1/figure_4.jpg"
            },
            {
                "id": 2607978,
                "identity": "a4c57b4b-533e-46a8-92db-03422cc7095b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:53",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 77617,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting Table.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-528/v1/figure_5.png"
            },
            {
                "id": 15665576,
                "identity": "fbebf0c2-9404-493a-b6f4-4d7219cdda1b",
                "added_by": "auto",
                "created_at": "2021-11-18 13:32:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 290308,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-528/v1/3192bd03-5c1b-433c-8ac3-ab0d1fbbda7f.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "microscopy, two-photon, non-linear, live cell, imaging, GFP, fluorescence protein, second harmonic generation, hematopoietic, stem cell, bone, niche, spectral imaging, spectral detection, finger-printing, time lapse\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Two-photon microscopy and spectral detection for ex vivo imaging of individual stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-02-19 10:30:15",
                "doi": "10.1038/nprot.2009.48",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f4afde5-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 19th, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2212,
                "name": "Biological techniques"
            },
            {
                "id": 2213,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-02-19 10:30:15",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}