{
    "identity": "pex-1546",
    "title": "<p>A movement monitoring system for assessing restricted rodents' movements during social interaction tests</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The development of the movement monitoring system described here was initiated for evaluating whether the differences in behavioral dynamics between C57BL/6J mice and Sprague Dawley (SD) rats in the classical social preference (SP) test is related to distinctions in movement of the social stimuli (<a href=\"https://www.nature.com/articles/s41467-020-19569-0\" rel=\"noopener noreferrer\" target=\"_blank\">Netser et&nbsp;al., 2020</a>). The assumption that movements of the social stimuli can serve as meaningful behavioral events for the subject came from a number of studies indicating the contribution of several non-olfactory sensory modalities, including hearing and whisking to social interactions and social discrimination (<a href=\"https://www.biorxiv.org/content/10.1101/2020.05.05.078139v1\" rel=\"noopener noreferrer\" target=\"_blank\">Haskal et al, BioRxiv</a>; <a href=\"https://www.sciencedirect.com/science/article/pii/S0896627314011684?via%3Dihub\" rel=\"noopener noreferrer\" target=\"_blank\">Lenschow C and Brecht M, 2015</a>). We hypothesize that movements of the stimuli result with both an audible cue as well as a somatosensory cue for the subject, which reacts to it. Thus, the movement monitoring system described here, was designed to be used in combination with our previously published video tracking system – \"TrackRodent\" (<a href=\"https://molecularautism.biomedcentral.com/articles/10.1186/s13229-017-0169-1\" rel=\"noopener noreferrer\" target=\"_blank\">Netser et al., 2017</a>; <a href=\"https://www.jove.com/t/60336/a-system-for-tracking-dynamics-social-preference-behavior-small\" rel=\"noopener noreferrer\" target=\"_blank\">Netser et al., 2019</a>), to examine whether the subject increases or decreases its tendency to investigate a social stimulus following a stimulus movement. </p><p>Using the two systems together, we have found that while SD rat subjects seem to be attracted by movements of the social stimulus, C57BL/6J mouse subjects were deterred by them. In addition, we have also used the system to measure mice movements from two stimuli presented simultaneously to a subject during a social discrimination test between cage-mate and a novel social stimulus (<a href=\"https://www.biorxiv.org/content/10.1101/2020.05.05.078139v1\" rel=\"noopener noreferrer\" target=\"_blank\">Haskal et al, BioRxiv</a>). The results show that the number of movements recorded from the novel stimulus was higher compare to those of a cage-mate stimulus. Interestingly, in contrast to the SP test, subjects did not deter from the novel stimulus movements, but did deter from the cage-mate stimulus movements.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>* Test mice or rats, according to the specific test performed. We have used adult C57BL/6J mice and Sprague Dawley (SD) rats (males at the age of 2-5 months). </p><p><br></p><p>* Stimuli mice or rats, according to the specific test performed. For mice, it is recommended to use stimuli older than 6 weeks, in order to get a strong and clear movement signal.</p><p> </p><p>* \"TrackRodent\" setup – Including the arena, stimuli chambers and camera. Please refer to <a href=\"https://molecularautism.biomedcentral.com/articles/10.1186/s13229-017-0169-1\" rel=\"noopener noreferrer\" target=\"_blank\">Netser et al., 2017</a> and <a href=\"https://www.jove.com/t/60336/a-system-for-tracking-dynamics-social-preference-behavior-small\" rel=\"noopener noreferrer\" target=\"_blank\">Netser et al., 2019</a> for more details.</p><p> </p><p>*<u style=\"letter-spacing: 0.1px;\">Movement recording system (See Fig.1 in this protocol):</u></p><p>1) 10.5 X 10.5 cm isosceles triangulated white Plexiglas plate (5-6 mm thick), drilled with a hole to fit the diameter of the back end (wide end) of a 5 ml pipette (~ 0.7 cm). The hole should be drilled about 0.5 cm from the 90 degrees' corner of the Plexiglas plate.&nbsp;</p><p>2) 5 ml pipette (cut the tip and remove any cotton filters of the pipette).</p><p>3) Six units of 27 mm piezo-electric disks (can be found on eBay or Amazon).</p><p>4) Copper foil isolated on one side or thin (~ 0.5 mm) isolated electric wires (for connecting between the piezo-electric disks).</p><p>5) An electric wire with two leads (~ 40 cm length). Shielded wire is recommended in case of sensitive electrical recordings conducted during the experiments (such as electrophysiological recordings of brain activity).</p><p>6) USB male + female connectors (can be found on eBay or Amazon).&nbsp;&nbsp;</p><p>7) Laminating film (80 microns, A4 or smaller). &nbsp;</p><p>8) Packaging tape (3-4 cm wide) or any other tape resistant to liquids (for protecting the disks from urine or ethanol used for cleaning).</p><p>9) 0.5-1 mm thick soldering wire.</p><p>10) Shrink tubes (according to the wire leads size).</p><p>&nbsp;</p><p>* For synchronizing the movement monitoring system to the video camera recording the subjects' activity, we have connected both hardware to an Intan RHD recording system (<a href=\"https://www.nature.com/articles/s41467-020-19569-0\" rel=\"noopener noreferrer\" target=\"_blank\">Netser et&nbsp;al., 2020</a>). See more details in \"Recording procedures\" section. Other recording devices, such as National Instruments data acquisition devices (DAQ) can be used alternatively, in a similar manner.</p><p> </p><p> </p>"
        },
        {
            "header": "Equipment",
            "content": "<p>* Soldering station.</p><p>* Hot air gun.</p><p>* Wire striper. </p><p>* Tweezers (for holding the wires when soldering)</p><p>* Scalpel knife (for cutting the wires and the laminating film).</p>"
        },
        {
            "header": "Procedure",
            "content": "Movement monitoring system assembly:\n* Start by arranging the 6 piezo-electric disks to fit into the shape of the Plexiglas plate. Then, solder the outer rings of the piezo-electric disks to each other as shown in Figure 2.\n* Place copper foil strips, cut into pieces, to connect between the inner parts of the piezo-electric disks (the silver color inner part if the disks). Place the strips with the isolated part facing down (to prevent shortcuts between the inner and outer parts of the piezo-electric disks). Solder all edges of the strips to the inner part of the piezo-electric disks. Solder two more wires to one of the piezo-electric disks aimed to be closer to the 90 degrees' corner (Figure 3). Those will be used for connecting the piezo-electric disks to the wire leading the signal to the DAQ system.\n* Position the soldered piezo-electric array in between the laminating films (Figure 4) and blow it gently with hot air (~100-150℃) using the hot air gun in order to laminate them together. Then, using the scalpel, cut the laminated film around the piezo-electric array in a triangulated shape (Figure 5).\n* Tape the edges of the assembled array to the edges of the Plexiglas plate using the packaging tape. Leave the hole in the plate uncovered (Figure 6).\n* Insert the main leading wire into the pipette tube (Figure 7). Then, expose the leading ends using a wire striper. Place shrink tubes on the wires. Solder the leads on the back end of the pipette to the piezo-electric array leads. Solder the leads on the other side to two pins of the USB female connector (Figure 7). Heat the shrink tubes to create electrical isolation.\n* Cut a slit of about 2 mm wide and 5 mm height at the flat end of the pipette to enable the leading wires from the piezo-electric array to fit into the slit. Then insert the flat end of the pipette to the hole in the Plexiglas plate. Tape the pipette to the Plexiglas plate to protect the wires (Figure 8).\n* Solder a two leads wire (as long as needed) to the corresponding pins on the USB male connector. The leads on the other side should be connected to the recording system.\n* The assembly is done!!! Take a break :)\nRecording procedures\nWe have used a Flea3 - USB3 video camera (Catalog number FL3-U3-13Y3M-C, FLIR (formerly PointGrey)) for recording the subjects' activity. Video recordings were done using FlyCapture Ver. 2.7.3.18 (FLIR Systems, Wilsonville, OR, USA) with the trigger mode enabled. In addition, the camera was configured to send TTL pulses for every frame acquired. A PGIO cable from the camera was connected to one of the digital inputs of Intan RHD data acquisition board.\nThe movement monitoring device was connected to one of the analog inputs of Intan RHD data acquisition board through the electrical circuit described in Figure 9 (\nimportant for protecting the board from high voltages that may be generated by the piezo-electric disks\n).\nWe first started the recordings of the data acquisition system and then triggered the camera. Therefore, when recording, we recorded both the timestamps of each frame acquired (TTL pulses from the camera), as well as the piezo-electric signals.\n* Comments: for more information about the camera configuration, please refer to the user manual supplied by Flir.\nData analysis\nFor recordings, we have used an Intan RHD data acquisition board (sampling rate of 20 kHz) and extracted the data using codes supplied by Intan Technologies (See Intan Technologies website for more details). All extracted signals were than analyzed using a custom-made codes written in MATLAB (2017a-2020a).\nSee example of a single recording in Figure 9.\nSupplementary code files\nThe purpose of the codes supplied with the current protocol is to help extracting large movement time points from down sampled signals (2000Hz) and to synchronize it with the video recordings analyzed using the \"TrackRodent\" software. The codes cannot run as is and requires modifications that includes data importation and sampling rate adjustments.\nThe attached files are:\n* A single .m file (matlab) with code for extracting large movement time points – AnalyzePiezoData_LargeMovements_10_5_2021.m.\n* A folder containing three .m files (matlab) with codes for analyzing the synchronized subject investigation towards the stimulus while large movements occurs. The main file is AnalyzePiezo_SubjectActivityRelativeToLargeMovements_10_5_2021.m , which uses two additional files (Analyze_Grooved_Video_Results_14_6_2017.m and AnalyzePiezoSensorsData_6_6_2017.m)."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>See example of a single recording in Figure 9.</p>"
        },
        {
            "header": "References",
            "content": "1.&nbsp; Haskal S, Netser S, Magalnik H, Briller M, Marzan D, Glatt S and Wagner S. Social recognition in rats and mice requires integration of olfactory, somatosensory and auditory cues. Preprint at <a href=\"https://www.biorxiv.org/content/10.1101/2020.05.05.078139v1\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.biorxiv.org/content/10.1101/2020.05.05.078139v1</a> </p><p>2.  Lenschow C, Brecht M. Barrel cortex membrane potential dynamics in social touch. <em>Neuron</em>. &nbsp;18;85(4):718-25 (2015).</p><p>3.  Netser S, Haskal S, Magalnik H, Wagner S. A novel system for tracking social preference dynamics in mice reveals sex- and strain-specific characteristics.&nbsp;<em>Mol. Autism</em>. 8:53 (2017).</p><p>4.  Netser S, Haskal S, Magalnik H, Bizer A and Wagner S. A system for tracking the dynamics of social preference behavior in small rodents.&nbsp;<em>J. Vis. Exp</em>. (153), e60336 (2019).&nbsp;</p><p>5.  Netser S, Meyer A, Magalnik H, Zylbertal A, Haskal S, Briller M, Bizer A, Grinevich V and Wagner S. Distinct dynamics of social motivation drive different patterns of social investigation behavior in C57BL/6J mice and Sprague Dawley rats.&nbsp;<em>Nat. Commun</em>. 20; 11(1):5908 (2020).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-020-19569-0",
                "date": "2020-11-20 11:07:06",
                "title": "Distinct dynamics of social motivation drive differential social behavior in laboratory rat and mouse strains",
                "authors": [
                    "Shai Netser",
                    "Ana Meyer",
                    "Hen Magalnik",
                    "Asaph Zylbertal",
                    "Shani Haskal de la Zerda",
                    "Mayan Briller",
                    "Alexander Bizer",
                    "Valery Grinevich",
                    "Shlomo Wagner"
                ],
                "journal": "Nature Communications",
                "logo": ""
            },
            {
                "doi": "10.1101/2020.05.05.078139",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 30950004,
                "identity": "75eca525-fa36-413e-99bd-07888a5c1a23",
                "order_by": 0,
                "name": "Shai Netser",
                "email": "shainetser@gmail.com",
                "orcid": "https://orcid.org/0000-0003-4176-1124",
                "institution": "University of Haifa",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Shai",
                "middleName": "",
                "lastName": "Netser",
                "suffix": ""
            },
            {
                "id": 30950005,
                "identity": "a53f4fa5-85da-416a-928d-aa9023b4df49",
                "order_by": 1,
                "name": "Alexander Bizer",
                "email": "",
                "orcid": "",
                "institution": "University of Haifa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "",
                "lastName": "Bizer",
                "suffix": ""
            },
            {
                "id": 30950006,
                "identity": "52e2a071-353c-454f-ba91-a7addbbc5448",
                "order_by": 2,
                "name": "Shlomo Wagner",
                "email": "",
                "orcid": "",
                "institution": "University of Haifa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shlomo",
                "middleName": "",
                "lastName": "Wagner",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-06-03 12:53:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1546/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1546/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 12020744,
                "identity": "5ae27d0a-0187-423d-b1da-5e06879afd6a",
                "added_by": "auto",
                "created_at": "2021-08-02 09:32:43",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 100427,
                "visible": true,
                "origin": "",
                "legend": "Part list.",
                "description": "",
                "filename": "Figure1Partlist.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1546/v1/7e082a6ee1eba733a93c4cae.jpg"
            },
            {
                "id": 12020617,
                "identity": "ae5f7a67-886a-4ad0-89f3-31c2a8f400cb",
                "added_by": "auto",
                "created_at": "2021-08-02 09:29:43",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 49643,
                "visible": true,
                "origin": "",
                "legend": "System assembly - step 1.",
                "description": "",
                "filename": "Figure2systemassemblystep1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1546/v1/f95289d9355fac1387366530.jpg"
            },
            {
                "id": 12020618,
                "identity": "4e3a15f0-b7b0-466a-956b-3c3d5da18b85",
                "added_by": "auto",
                "created_at": "2021-08-02 09:29:43",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 70607,
                "visible": true,
                "origin": "",
                "legend": "System assembly - step 2.",
                "description": "",
                "filename": "Figure3systemassemblystep2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1546/v1/3a3f7997c99d21dc84823c81.jpg"
            },
            {
                "id": 12020624,
                "identity": "ec500614-fea0-4977-b1c8-b0fc1dd7ea0a",
                "added_by": "auto",
                "created_at": "2021-08-02 09:29:43",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 80913,
                "visible": true,
                "origin": "",
                "legend": "System assembly - step 3.\nPiezo array positioned in the laminating film.",
                "description": "",
                "filename": "Figure4systemassemblystep3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1546/v1/b0267c99db319194e587b9f2.jpg"
            },
            {
                "id": 12020620,
                "identity": "72abf414-b733-4ea5-bb43-0123992aeeb7",
                "added_by": "auto",
                "created_at": "2021-08-02 09:29:43",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 44047,
                "visible": true,
                "origin": "",
                "legend": "System assembly - step 4.\nPiezo array inside the laminated film. Cut to the shape of the Plexiglas plate shape.",
                "description": "",
                "filename": "Figure5systemassemblystep4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1546/v1/6b3cb2e170f41cd9563a6ac2.jpg"
            },
            {
                "id": 12020623,
                "identity": "49782975-ef3e-4c2c-b2dd-a85e534f1cb9",
                "added_by": "auto",
                "created_at": "2021-08-02 09:29:43",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 27955,
                "visible": true,
                "origin": "",
                "legend": "System assembly - step 5.\nEdges of the assembled array are taped to the edges of the Plexiglas plate.",
                "description": "",
                "filename": "Figure6systemassemblystep5.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1546/v1/51676831ddd08716b18aa1b8.jpg"
            },
            {
                "id": 12020621,
                "identity": "a991e0ed-f915-4b3c-835a-140e0fcd4259",
                "added_by": "auto",
                "created_at": "2021-08-02 09:29:43",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 94406,
                "visible": true,
                "origin": "",
                "legend": "System assembly - step 6.\nThe main leading wire inserted into the pipette tube. One end is connected to the disks array. The other end to the USB connector.",
                "description": "",
                "filename": "Figure7systemassemblystep6.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1546/v1/6f878f1a97d6d684b34a19ee.jpg"
            },
            {
                "id": 12020619,
                "identity": "5c0522d6-c8a3-4acd-ba07-b507c0aaf933",
                "added_by": "auto",
                "created_at": "2021-08-02 09:29:43",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 68332,
                "visible": true,
                "origin": "",
                "legend": "System assembly - step 7.\nThe pipette, with the leading wires soldered, is inserted to the hole in the Plexiglas plate and covered with tape.",
                "description": "",
                "filename": "Figure8systemassemblystep7.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1546/v1/413856a3cdc21ddde6c498a0.jpg"
            },
            {
                "id": 12020625,
                "identity": "2eb4067d-e925-46d1-9565-b6609b00bdb2",
                "added_by": "auto",
                "created_at": "2021-08-02 09:29:43",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 100716,
                "visible": true,
                "origin": "",
                "legend": "Electrical circuit for DAQ and recording example",
                "description": "",
                "filename": "Figure9.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1546/v1/8d66ec0274fa48a2bf7b35e5.jpg"
            },
            {
                "id": 13706951,
                "identity": "95b98a15-91fa-4e00-baa0-abb8ae01fb10",
                "added_by": "auto",
                "created_at": "2021-09-17 14:00:09",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 577021,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1546/v1/a7cecacd-1fc7-4b63-a2ea-a4393d7b6be8.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Social behavior, Rodent, Movement monitoring system",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Social interactions between rodents is commonly evaluated using setups that enable restricted interactions between two rodents. However, such interactions are most often evaluated only for the animal defined as subject, but not for the social stimuli, which are usually located in a specific compartment. In most cases, behavioral quantification is done using a single video camera that allows visualizing the subject, but not the stimuli. To assess stimuli behavior in such experiments, we constructed a movement-monitoring system, comprising an array of piezoelectric sensors located at the floor of a small triangular chamber to which the social stimulus is allocated. The system and quantification methodology described in the following protocol, together with a camera recorded simultaneously, enabled us to simultaneously evaluate the movements of one or two social stimuli and the subject's investigatory behavior correlated with it.&nbsp;</p>",
        "manuscriptTitle": "A movement monitoring system for assessing restricted rodents' movements during social interaction tests",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-08-02 09:29:41",
                "doi": "10.21203/rs.3.pex-1546/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "f7db1f82-fcdf-4ea1-a0b1-72ef184f2d82",
        "owner": [],
        "postedDate": "August 2nd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4779091,
                "name": "Biological techniques"
            },
            {
                "id": 4779092,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-08-02 09:29:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}