{
    "identity": "pex-402",
    "title": "<p>Live imaging of mouse embryos during pre-implantation and peri-implantation development</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Upon implantation, the mouse embryo undergoes a series of tissue remodelling events, that transform the pre-implantation blastocyst into the post-implantation egg cylinder. The precise sequence of these events cannot be delineated by analysis of fixed samples, even though these provide valuable insights.&nbsp;</p><p>We adapted the in vitro culture protocol established by our lab(Bedzhov et al., 2014), to optimise this system for blastocyst- and peri-implantation culture. Through this culture method, we have characterised the epiblast tissue morphogenesis from pre- to post-implantation(Bedzhov and Zernicka-Goetz, 2014). Therefore, the entire method was optimised for epiblast growth. This includes removal of a part of the trophectoderm lineage to maximise culture fidelity(Bedzhov et al., 2014).</p><p>To delineate the events driving the blastocyst to egg-cylinder transition, maintenance of both extraembryonic lineages is vital. To enable this, we developed a simple imaging technique for pre-implantation blastocysts, that allows imaging for up to 20h in 10 min time intervals, taking advantage of self-made imaging grids, that allow imaging of multiple positions, without the embryo moving out of position. To study the further development of the peri-implantation blastocyst into the post-implantation egg cylinder for up to 36h live imaging, we developed a simpler method based on thinly spread drops of medium on glass bottom dishes covered with mineral oil, that opens this developmental stage for analysis.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>M2 medium,Sigma Aldrich (M7167-100ML)</p><p>&nbsp;</p><p>KSOM, Sigma-Aldrich (MR-106-D)</p><p><br></p><p>ADF, Thermo Fisher Scientific (12634-010)</p><p>&nbsp;</p><p>ITS-X, Thermo Fisher Scientific (51500-056)</p><p>&nbsp;</p><p>Glutamax, Life Technologies (35050-038)&nbsp;</p><p>&nbsp;</p><p>Penicillin-Streptomycin, Thermo Fisher Scientifics (15140122)</p><p>&nbsp;</p><p>Mineral oil, Biocare Europe SRL (9305)</p><p>&nbsp;</p><p>FBS, Thermo Fisher Scientific (10270-106)</p><p><br></p><p>ddH2O</p><p><br></p><p>&nbsp;</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1.5ml eppendorf, Fisher Scientific (0030120086)</p><p><br></p><p>200ul pipet, Gilson Company, Inc. (F123601)</p><p><br></p><p>200ul tips, Star Lab (S1120-8810-C)</p><p><br></p><p>35x10mm petri dishes, SLS (351008)</p><p><br></p><p>Bunsen burner/flame</p><p><br></p><p>Confocal microscope, Leica SP8</p><p><br></p><p>Dissection microscope, Nikon</p><p><br></p><p>Forceps, Fine Science Tools (11254-20)</p><p><br></p><p>Glass bottom dish, MatTek  Corporation (P35G-1.5-14-C)</p><p><br></p><p>Pasteur Glass pipets, Thermo Fisher Scientific (11546963)</p><p><br></p><p>Grids, Plastok (03-150/50)</p><p><br></p><p>Heating stage, Agar Scientific (AG12857-220)</p><p><br></p><p>Incubator Galaxy 170R, Eppendorf New </p><p>Brunswick Scientific (CO17311022)</p><p><br></p><p>Needles. Fisher Scientific (10703815)</p><p><br></p><p>Pasteur pipets, VWR (612-1681)</p><p><br></p><p>Scissors, Scientific Laboratie Supplies (ins4860)</p><p><br></p><p>Siliconeadhesive sealant</p><p><br></p><p><br></p><p>Spinning disc, Zeiss</p><p><br></p><p>Syringe, Thermo Fisher Scientific (10142104)</p><p><br></p><p>Tubing for mouth-pipetting</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Pre-implantation embryo imaging\n1.    Preparation of grids\n-      Pull glass pipets as for mouth pipetting over an open flame, but then close the tip, in a way, that the tip consists of a small, thickened drop of glass. It is important not to pull the pipets too thin. The drop on the tip of the pipet should have the diameter of roughly 1 mm.\n-      Cut 150um nylon mesh into small rectangles of about 0.75 cm\n2\nand place it in a glass bottom dish. Be careful that the nylon does not stick to the side as it charges statically quite easily.\n-      Place a small amount of fresh silica in a petri dish.\n-      Take 2 glass pipets. With the first, hold down the nylon mesh. With the other, take up small amount of silica and glue the grid onto the glass bottom dish. Do this side by side until the net is held down by silica from all four sides (Figure 1A).\no  Note: It is important, that the grid is pressed down firmly to the bottom of the dish, as otherwise the embryo can get stuck under the grid or move beneath the grid from one position to the next. To be sure, that the grid is attached to the bottom, a small drop of silica can be placed in the middle of the mesh and pressed down\n-      The silica must solidify overnight (~20h).\n-      Before usage, the grids must be washed for a minimum of 5h, best overnight in ddH\n2\nO.\n-      The grids can be stored and also reused, when washed with EtOH.\n2.    Preparation for Imaging\n-      Take glass bottom dish with washed grid and pipet 200ul of KSOM medium into the grid. Drop the plate gently from a height of 2-3cm, in order to remove air-bubbles trapped in the grid.\no  Note: If air bubbles remain, use a 200ul pipet and pipet into the single wells, until air bubbles are gone. Then, take up most of the medium and replace with fresh.\n-      Cover the medium with mineral oil and incubate the glass bottom dish for 30 min minimum at 37\no\nC in a humidified atmosphere containing 5% CO\n2\nto equilibrate the medium (Figure 1B).\n-      E3.5 mouse blastocysts are collected as described previously(Bedzhov et al., 2014).\n-      After collection of blastocysts, mouth pipet them into the imaging plate, distribute blastocysts in one or two rows of the net.\n-      Take off medium with mouth pipet. Ensure that embryos are covered sufficiently.\no  Note, if too much medium constitutes the drop on top of the grid, slight movement, exerted when carrying the plate to the imaging microscope, will lead to the embryos to move position.\n3.    Imaging\n-      Ensure that imaging chamber is preheated to 37\no\nC and the CO\n2\n-levels are at 5%.\n-      Place a drop of oil on the 40x objective and then set imaging dish into the stage.\n-      Imaging is carried out at a time interval of 10 min, which is sufficient to carry out single cell tracking of nuclear staining.\n-      The z-resolution is set to 1um.\n-      The imaging can be carried out for up to 20h.\nPeri-implantation embryo culture and imaging\nRecovery of peri-implantation stages\nRecovery of E4.5 embryos\no  Note: This stage can be flushed as it was described before, but it was found that embryos have established first adhesion sites with the maternal endometrium, which will result in a very low yield when flushed. Also, flushing might result in damage of the mural trophectoderm, which already adhered to the maternal endometrium.\n-      Place uteri of E4.5 pregnant females in petri-dish in M2 medium\n-      Remove fat tissue with scissors.\n-      Sites of initiated implantation are visible under the recovery microscope as light shadows within the uterine tissue\no  Note that at this stage, decidual swellings are not detectable.\n-      Cut uterus in pieces, each encompassing one of these hypothetical implantation sites\n-      Remove vasculature and carefully open uterus. For this hold down each side with forceps and cut with a sharp needle the uterus open from the inside to the outside.\n-      When opening, a slight decidualisation is visible, where the uterine tissue almost loses. In this area, the embryo is localised in a small crypt.\n-      Slight touch with the needle will loosen the embryo out of the crypt and allow pipetting into a medium plate.\n-      Use mouth pipets for this stage, pull over an open flame.\nRecovery of E4.75 embryos\n-      At this stage, small decidualisations are visible by bare eye.\n-      Clean uterus, then cut in pieces, each encompassing one decidual swelling.\n-      Cut off the outer layer of the uterine endometrium\no  Note, that it is not necessary at this stage to remove the entire maternal endometrium. As the decidua is very small at this stage, it is sufficient of remove one side.\n-      Hold down either side of the decidua with forceps and open the decidua with a sharp needle.\n-      The embryo has not been engulfed yet from maternal tissue, so it will be facing the opening.\n-      Carefully cut it out of the endometrium and remove remaining maternal cells through usage of a --- needle (the fine needle used for Reichert’s removal)\n-      Pipet into plate with medium or the imaging dish. Use mouth pipets for this stage, pull these over an open flame prior to embryo recovery.\nCulturing Peri-implantation embryos:\n-      Prepare IVC1 medium as described in Bedzhov et al. 2014. Note, that the culture was found to provide a higher success rate when not adding the hormones estradiol, progesterone and NAC. For this reason, these components were removed.\n-      Place small drops of medium in a culture dish. Cover this with mineral oil and incubate for a minimum of 1h prior to addition of embryos at 37\no\nC and 5% CO\n2\nin a humidified Atmosphere to equilibrate the medium (Figure 1C).\n-      Mouth-pipet embryos into droplets and culture overnight.\no  Note, up to 6 embryos can be cultured within one droplet.\nImaging peri-implantation embryos:\n-      Prepare imaging dish: For this, take a 200ul pipet and carefully pipet 4 drops of IVC1 medium onto the glass bottom dish, so that each of them touches the edge of the glass as well as is spread out (Figure 1D). Cover droplets with mineral oil and incubate the plate for a minimum of 1h prior to addition of embryos at 37\no\nC and 5% CO\n2\nin a humidified atmosphere.\n-      Prepare microscope: Set CO\n2\nlevel to 5% and temperature to 37\no\nC.\n-      Mouth-pipet embryos into drops, up to 6 embryos per drop. Spread the embryos across the drop. And then remove surplus medium\no  Note that if embryos are in close proximity, they tend to move more.\no  Note that if drops are not spread sufficiently or contain too high amounts of medium, the embryos tend to movie more.\n-      Place imaging dish in the stage.\n-      Imaging is carried out at 5 min time intervals for membrane staining and at 10 min time intervals for nuclear staining. The z-resolution is set to 1um.\n-      Imaging can be carried out up to 36h."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Pre-implantation imaging</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Embryos move below grid: Ensure during preparation that the grid is pressed down firmly on the bottom of the dish. An additional drop of silica into the middle of the grid may be helpful to ensure this.</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Embryos move from one well to the next between pipetting and beginning of imaging. This is due to a too high amount of medium on top of the grid. Carefully remove surplus medium with a mouth pipet</p><p>Peri-implantation imaging</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Embryos move out of position: Please note that at peri-implantation stages due to global tissue rearrangements taking pace, the embryos are prone to move. This can be minimised through using drops of medium that are very spread and remove maximal amount of medium after adding the embryos into a drop.</p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Culture and imaging of E3.5 blastocysts allows observation of trophectoderm dynamics at early blastocyst stages.</p><p>Culture and imaging of peri-Implantation stage embryos will result in the formation of post-implantation egg cylinders after overnight culture. This enables the visualisation of tissue morphogenesis during peri-implantation development.</p>"
        },
        {
            "header": "References",
            "content": "<p>Bedzhov, I., Leung, C.Y., Bialecka, M., and Zernicka-Goetz, M. (2014). In vitro culture of mouse blastocysts beyond the implantation stages. Nat Protoc<em>9</em>, 2732-2739.</p><p>Bedzhov, I., and Zernicka-Goetz, M. (2014). Self-organizing properties of mouse pluripotent cells initiate morphogenesis upon implantation. Cell<em>156</em>, 1032-1044.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-019-11482-5",
                "date": "2019-08-07 10:02:56",
                "title": "Morphogenesis of extra-embryonic tissues directs the remodelling of the mouse embryo at implantation",
                "authors": [
                    "Neophytos Christodoulou",
                    "Antonia Weberling",
                    "Douglas Strathdee",
                    "Kurt I. Anderson",
                    "Paul Timpson",
                    "Magdalena Zernicka-Goetz"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 92541,
                "identity": "ffa488d2-ec57-4e19-9549-cca236b08a50",
                "order_by": 1,
                "name": "Neophytos Christodoulou",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-4338-5847",
                "institution": "University of Cambridge",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Neophytos",
                "middleName": "",
                "lastName": "Christodoulou",
                "suffix": ""
            },
            {
                "id": 92542,
                "identity": "bc3cfe95-406b-403f-b16b-cbda37072fa9",
                "order_by": 2,
                "name": "Antonia Weberling",
                "email": "",
                "orcid": "",
                "institution": "University of Cambridge",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Antonia",
                "middleName": "",
                "lastName": "Weberling",
                "suffix": ""
            },
            {
                "id": 92543,
                "identity": "7e2de2df-ffbb-47b0-842f-ee4c2d049564",
                "order_by": 3,
                "name": "Magdalena Zernicka-Goetz",
                "email": "mz205@cam.ac.uk",
                "orcid": "",
                "institution": "University of Cambridge",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Magdalena",
                "middleName": "",
                "lastName": "Zernicka-Goetz",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-06-01 09:21:57",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.10053/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.10053/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2613713,
                "identity": "47b626f3-6e49-4ddd-bdc5-971367ce0db2",
                "added_by": "58586f49-be87-4f05-bd22-b2c713abd53c",
                "created_at": "2020-09-25 20:53:46",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 281793,
                "visible": true,
                "origin": "",
                "legend": "Schematic representation of the apparatus used for pre- and peri-implantation​ mouse embryos mounting, for ex-vivo culture and live imaging",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-402/v1/figure_1.jpg"
            },
            {
                "id": 13470354,
                "identity": "84b7472e-1539-4407-9497-4e201813d3c1",
                "added_by": "auto",
                "created_at": "2021-09-16 21:05:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 229516,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-402/v1/395d71f5-da01-4f43-840c-8d6e0157cfc2.pdf"
            }
        ],
        "financialInterests": "No financial interest",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Developmental Biology, Live imaging, Mouse embryogenesis",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Live visualisation of embryo development is a powerful tool for scientists to understand how morphogenetic events shape the embryo. Here, we report on a culturing technique that allows live imaging of pre- and peri-implantation mouse embryos throughout the process of blastocyst to egg cylinder transition, enabling single cell tracking and delineation of the tissue dynamics accompanying this morphogenetic stage. At the same time, this protocol can be used for pharmacological manipulations of mouse embryos.</p>",
        "manuscriptTitle": "Live imaging of mouse embryos during pre-implantation and peri-implantation development",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-08-09 10:55:27",
                "doi": "10.21203/rs.2.10053/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a9d07c7e-3fa2-4671-8af9-174a678bf6de",
        "owner": [],
        "postedDate": "August 9th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 12995,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-08-09 10:55:27",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}