{
    "identity": "pex-1495",
    "title": "<p>Efficacy of powerball versus mulligan mobilization with movement on pain and function in patients with lateral epicondylitis: a randomised control trial</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>\tLateral Epicondylitis (LE), also known as Lateral Elbow Tendinopathy (LET) or Tennis Elbow, is one of the most frequent arm lesions <sup>1</sup>. Morris in 1882 was the first to name this condition as Lawn Tennis Arm<sup>2</sup>. The term tendinopathy is used to describe tendon disorders of chronic overuse that form a group of pathologies, a disease continuum. This condition is commonly seen in middle-aged adults with a highest incidence of 40 to 60 years, affecting lateral part of the forearm of the extensor tendons<sup>3</sup>.</p><p>\tTypically, its work or sport related condition triggered by prolonged sudden, uniform, repeated eccentric contractions and wrist gripping behaviours. Prevalence rate of 1-3 percent is seen in the general population where dominant arm is generally affected<sup>1</sup>. The word \"tennis elbow\" is inappropriate since only 5 to 10 percent of cases are tennis players, but racket sports activity raises the risk of developing and can develop this condition for 40 to 50 percent of players<sup>4</sup>. </p><p>\tPrevalence rates are seen equal in both the genders. It is seen that around 75 % of the population are affected in their dominant arms. Extensor carpi radialis brevis muscle with episodic participation of extensor digitorum communis, extensor carpi radialis longus and extensor carpi ulnaris muscles are most frequently drawn in clinically as well as surgically<sup>2</sup>. </p><p>\tIt happens most often in men and women<sup>5</sup> with repeated upper extremity movements like computer usage, dominant forearm pronation and supination, heavy lifting&nbsp;and repetitive vibration. Consistently it is seen because upper limb counts on peripheral muscles, ligaments and capsules to codirect the movements<sup>6</sup>. This chronic condition is often widely seen in sports such as badminton, swimming, squash, baseball, and throwing activities, despite the name.</p><p>\tWhile the clinical signs of LE are evident and easy to diagnose, no optimal cure has yet emerged. Evidence reports, the use of corticosteroid injections is actively anticipated for the worse outcomes in the moderate and long lasting with controls<sup>7</sup>. As the therapy of choice for LE, many practitioners support a conservative approach. Physiotherapy is a conservative procedure generally prescribed for patients with LE. Most popular physical therapy rehabilitation is the exercise programme for LE. Basically, exercise program involves: exercises performed in clinical setting and home exercise programs<sup>1</sup>. They include stretching and strengthening, manual therapy, taping, electrotherapy, shock wave therapy, myofascial release, therapeutic ultrasound, mobilisation and many more<sup>7,8</sup>. </p><p>\tAmong those employed in high-risk industries involving loading, frequent gripping and/or wrist extension operations, also racquet sports players, there is a greater prevalence<sup>3</sup>. In terms of individual risk factors, age, profession, hobbies, or prior injury, the combination of excessive loading triggers the transition from normal tendons to degenerative tendinosis<sup>3</sup>. </p><p>\tVarious therapies for treating and preventing shoulder and elbow injuries have also been suggested in recent years which includes use of braces, isolated eccentric exercises and standard motions (wrist extensors stretching, strengthening exercise and orthoses), ultrasound, heat and cold therapy<sup>6</sup>. </p><p>\tAlso, effect of resistance training is being determined on raising shoulder and elbow muscle strength whereas eccentric exercises have already shown an improvement in the symptoms of tennis elbow to some extent. Recent studies have found that people with tennis elbow injuries have a high impact effect on the strength of the muscle, pain, ROM as well as health quality with vibrating tools (PowerBall device) more than dumbbell exercise. In the chronic phase “PowerBall device” exercise is considered to be an effective resistance training, putting extrinsic and intrinsic pressure on wrist, elbow and shoulder muscles<sup>6</sup>.&nbsp;</p><p>\t&nbsp;Research findings has shown the use of “PowerBall device” has led to an increased power. Even though use of a dynamic PowerBall has been shown to improve strength, function, ROM, tennis elbow pain and quality of life, most common problems among overhead athletes, have yet to be confirmed<sup>6</sup>. </p><p>Mulligan Mobilisation with movement (MMWM) is the type of manual therapy which includes sustained lateral glide with concurrent physiological movement to elbow joint. As compared to conventional mobilisation techniques in which mobilisation is applied in a static position, MMWM focuses on mobilizing the joint throughout physiological movements. Studies have suggested that MMWM is efficacious in relieving pain and functional ability of elbow joints in LE<sup>8</sup>.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong><u>PRIMARY OUTCOME MEASURE:</u></strong></p><p><strong>1.&nbsp;&nbsp;&nbsp;&nbsp;Patient-Rated Tennis Elbow Evaluation (PRTEE)</strong></p><p><strong>2.&nbsp;&nbsp;&nbsp;&nbsp;HAND DYNAMOMETER</strong></p><p><strong>3.&nbsp;&nbsp;&nbsp;&nbsp;Visual Analogue Scale (VAS)</strong></p><p><strong><u>SECONDARY OUTCOME MEASURE:</u></strong></p><p><strong>1.&nbsp;&nbsp;&nbsp;&nbsp;RANGE OF MOTION&nbsp;</strong></p><p><strong>&nbsp;</strong></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1. Hand-held dynamo-meter</p><p>2. Mulligan Mobilization Belt</p><p>3. Goniometer</p><p>4. Plinth</p><p>5. Pen</p><p>6. Paper</p>"
        },
        {
            "header": "Procedure",
            "content": "STUDY PROCEDURE:\n·      Participants will be categorized into two groups\n·      Group A is an experimental group and Group B is conventional group.\n·      Group A will receive Powerball exercises and Group B will receive MMWM.\n·      Group A and Group B will receive ultrasound and exercises prior performing Powerball exercises and MMWM\n·\nExercises performed are:\ni.         Strongly Clenching the fist\nii.         Wrist flexors and extensors resisted exercises.\niii.         Pronation and supination performed.\niv.         End of the range For at least 30 seconds, stretch the wrist flexors and extensors.\nGroup A\n·      “PowerBall device” will be used for resistance training program\n·      5 sessions will be given every week, consistently for next 3 weeks for 20 -64 minutes every session.\n·      The intensity of the “PowerBall device” will be determined according to the subject’s tolerance by total numbers of rounds per minute starting with 2000 up to 10000 rounds per minutes.\n·      Wrist flexion, wrist extension, elbow flexion and elbow extension exercises will be performed.\nGroup B\n·      Mulligan Mobilizations with movement performed 3 sets per session which includes total of 5 sessions every week, consistently for next 3 weeks.\n·      Sustained lateral glide are performed with concurrent physiological movement to elbow joint\n·      Subjects, lying in supine position with extended elbow and pronated forearm.\n·      Therapist stands at the side of the patient, placing the belt around his/her own shoulder and patient’s forearm, close to elbow joint.\n·      Subjects are informed to make a fist and open without pain when sustained lateral glides are performed using belt.\n·      The therapist repeated the procedure 30 times in one session.\n·      After 10 repetitions, a short rest period will be given for 1 minute.\n·      Each session lasts for 30- 60 minutes"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stasinopoulos, D., Stasinopoulou, K. &amp; Johnson, M. An exercise programme for the management of lateral elbow tendinopathy. <em>Br. J. Sports Med.</em> <strong>39</strong>, 944–947 (2005).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Prabhakar, A., Kage, V. &amp; Anap, D. Effectiveness of Cyriax Physiotherapy in Subjects with Tennis Elbow. <em>J. Nov. Physiother.</em> <strong>3</strong>, (2013).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Speers, C. J., Bhogal, G. S. &amp; Collins, R. Lateral elbow tendinosis: a review of diagnosis and management in general practice. <em>Br. J. Gen. Pract.</em> <strong>68</strong>, 548–549 (2018).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Blanchette, M.-A. &amp; Normand, M. C. Impairment assessment of lateral epicondylitis through electromyography and dynamometry. <em>J. Can. Chiropr. Assoc.</em> <strong>55</strong>, 96–106 (2011).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bisset, L. M. &amp; Vicenzino, B. Physiotherapy management of lateral epicondylalgia. <em>J. Physiother.</em> <strong>61</strong>, 174–181 (2015).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Babaei-Mobarakeh, M., Letafatkar, A., Barati, A. H. &amp; Khosrokiani, Z. Effects of eight-week “gyroscopic device” mediated resistance training exercise on participants with impingement syndrome or tennis elbow. <em>J. Bodyw. Mov. Ther.</em> <strong>22</strong>, 1013–1021 (2018).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bateman, M., Whitby, E., Kacha, S. &amp; Salt, E. Current physiotherapy practice in the management of tennis elbow: A service evaluation. <em>Musculoskeletal Care</em> <strong>16</strong>, 322–326 (2018).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Aqeel Ahmed <em>et al.</em> Comparing the effectiveness of mulligan mobilization versus cyriax approach in the management of patients with subacute lateral epicondylitis. <em>J. Pak. Med. Assoc.</em> 1–11 (2020) doi:10.47391/JPMA.399.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wright, A. &amp; Vicenzino, B. Lateral epicondylalgia II: therapeutic management. <em>Phys. Ther. Rev.</em> <strong>2</strong>, 39–48 (1997).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Post Graduate Student, Swatantra Institute of Physiotherapy and Rehabilitation, Rajahmundhry, Andhra Pradesh, India. <em>et al.</em> EFFECTIVENESS OF MULLIGAN MOBILISATION WITH MOVEMENT COMPARED TO SUPERVISED EXERCISE PROGRAM IN SUBJECTS WITH LATERAL EPICONDYLITIS. <em>Int. J. Physiother. Res.</em> <strong>4</strong>, 1394–1400 (2016).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lee, M. <em>et al.</em> The effects of smartphone use on upper extremity muscle activity and pain threshold. <em>J. Phys. Ther. Sci.</em> <strong>27</strong>, 1743–1745 (2015).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Landman, D. M., Maree, J. H. &amp; Peterson, C. The Effect of the Powerball Gyroscope as a Treatment Device for Nonspecific Wrist Pain. <em>J. Manipulative Physiol. Ther.</em> <strong>43</strong>, 483–489 (2020).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Olmos, C. F. <em>et al.</em> AB0933 Predictive model for shoulder pain using clinical and epidemiological variables. <em>Ann. Rheum. Dis.</em> <strong>76</strong>, 1382–1382 (2017).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Balan, S. A. &amp; Garcia-Elias, M. Utility of the Powerball in the invigoration of the musculature of the forearm. <em>Hand Surg. Int. J. Devoted Hand Up. Limb Surg. Relat. Res. J. Asia-Pac. Fed. Soc. Surg. Hand</em> <strong>13</strong>, 79–83 (2008).</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pienimäki, T. T., Tarvainen, T. K., Siira, P. T. &amp; Vanharanta, H. Progressive Strengthening and Stretching Exercises and Ultrasound for Chronic Lateral Epicondylitis. <em>Physiotherapy</em> <strong>82</strong>, 522–530 (1996).</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jafarian, F.-S., Barati, H. &amp; Sadeghi-Demneh, E. The Patient-Rated Tennis Elbow Evaluation Questionnaire was successfully translated to Persian. <em>J. Hand Ther.</em> <strong>34</strong>, 127–130 (2021).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 23053927,
                "identity": "358d9b09-13ec-41d9-a05b-81a64e8b2bc2",
                "order_by": 0,
                "name": "Shivani Uttamchandani",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-7154-9928",
                "institution": "Datta Meghe University of Medical Science",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shivani",
                "middleName": "",
                "lastName": "Uttamchandani",
                "suffix": ""
            },
            {
                "id": 23053928,
                "identity": "6af5e678-cdca-42ee-9808-181eeffe9071",
                "order_by": 1,
                "name": "Dr Pratik Phansopkar",
                "email": "drpratik77@gmail.com",
                "orcid": "https://orcid.org/0000-0003-3635-8840",
                "institution": "Datta Meghe University of Medical Science",
                "correspondingAuthor": true,
                "prefix": "Dr",
                "firstName": "Pratik",
                "middleName": "",
                "lastName": "Phansopkar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-24 09:10:06",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1495/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1495/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13695778,
                "identity": "4a92d4a9-a631-44f0-9d25-b58930e4c6de",
                "added_by": "auto",
                "created_at": "2021-09-17 12:59:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 218902,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1495/v1/01d3c134-0005-450f-9e4e-d814211ee29a.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "“PowerBall device”, Mulligan Mobilisation with Movement, Lateral Epicondylitis, Physiotherapy.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Background: </strong>Lateral epicondylitis (LE), most commonly referred to as Lateral Elbow Tendinopathy (LET) or Tennis Elbow is one of the commonest repetitive stress syndromes seen in elbow joint. Tendinopathy, an injury to forearm extensor muscles. These muscles arise from the distal end of humerus from lateral epicondylar region. In many cases, involvement of extensor carpi radialis brevis muscle’s insertion is seen. This study focuses on the treatment of a person with LE which occurs in repeated upper extremity movements. There is no such research relevant to PowerBall device exercises on Lateral epicondylitis patients' pain and function. “PowerBall device” exercise is considered to be an effective resistance training, putting extrinsic and intrinsic pressure on wrist, elbow and shoulder muscles and has been shown to improve strength, function, ROM, tennis elbow pain and quality of life. Whereas MMWM has been proven to reduce the pain in patients with LE.</p><p>&nbsp;</p><p><strong>Methods/Design: </strong>The participants (n=50) with lateral epicondylitis<strong> </strong>will be included in a single-blinded, randomised control trial. Participants will be categorised into either a control group or an intervention group after performing baseline assessments and randomization. The participants in the control group will be given Mulligan Mobilisation with Movement, and those in the intervention group will be given “PowerBall device” exercise and conventional physiotherapy. Basic exercises and ultrasound will be given to both groups with the given protocol. We will evaluate pain, function, grip strength and Range of motion, pre and post intervention period.</p><p>&nbsp;</p><p><strong>Discussion: </strong>Efficacy of the intervention is evaluated by analysing the pain and function in patients with lateral epicondylitis using PRTEE scale, and grip strength using Hand-held Dynamometer. The results from the study will significantly provide affirmation on the application of “PowerBall device” exercise and Mulligan Mobilisation with Movement on the patients with lateral epicondylitis.</p><p><br></p><p>The clinical trial registry-India(CTRI) registration number for this trial is CTRI/2021/05/033363.</p>",
        "manuscriptTitle": "Efficacy of powerball versus mulligan mobilization with movement on pain and function in patients with lateral epicondylitis: a randomised control trial",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-28 16:59:02",
                "doi": "10.21203/rs.3.pex-1495/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "c0fe5799-ce8e-4007-8f83-dbf45f9e8cc5",
        "owner": [],
        "postedDate": "May 28th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4655723,
                "name": "Health humanities"
            },
            {
                "id": 4655724,
                "name": "Anatomy"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-28 16:59:02",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}