{
    "identity": "pex-1321",
    "title": "<p>Continuous monitoring of health data with a wearable device in pediatric patients undergoing chemotherapy for cancer – a feasibility pilot study</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong>Background and rationale</strong></p><p>Pediatric patients with cancer and chemotherapy-induced neutropenia are at great risk to develop severe and potentially life threatening infections. Initially, fever is often the only clinical detectable sign of such an infection. Therefore, fever in neutropenia is treated as an emergency, including hospitalization, start of intravenous empirical broad-spectrum antibiotics and close monitoring.</p><p>Several clinical decision rules have been established to distinguish between severe and less severe infections, based on the patient’s history, clinical appearance and laboratory signs [1, 2], but with the exception of fever, vital signs are hardly explored. Delay of diagnosis and treatment can result in increased mortality [3], more intensive treatment [4] and more adverse events [5]. Time from hospital admission to antibiotics has been shown to influence clinical outcomes [5].</p><p>Wearable devices (WD) are already frequently used by athletes to monitor their activities and vital signs. Those devices are becoming smaller, more powerful and sophisticated and allow continuous recording of health data nearly everywhere and under any condition. Also in medical settings, WD are increasingly used for continuous measurements of patients’ health data [6, 7]. Non-invasive on-skin wearable monitoring devices offer a broad set of health data that is recorded continuously.</p><p>It is hypothesized that continuous health data monitoring will provide more detailed information, and an more exact representation of the patient’s health status than discrete measurements.</p><p>Specifically it has been shown, that infections trigger changes of vital-signs very early in their course. For example heart-rate variability has been identified to change before clinical symptoms are detectable in neonates with sepsis [8] and in adults who underwent bone marrow transplant [9, 10]. Using a WD therefore opens the possibility to identify health data patterns that might be used as an additional diagnostic tool or a tool predicting imminent fever or infection in the near future. This may lead to earlier diagnosis and shorter time to antibiotics in patients at high risk for severe infection and the distinction from patients at lower risk.</p><p><br></p><p><strong>Primary objective</strong></p><p>To assess the feasibility of continuous monitoring of heart rate in pediatric patients undergoing chemotherapy for cancer using the WD.</p><p><br></p><p><strong>Secondary objectives</strong></p><p>Secondary objectives are related to:</p><p>A. Further feasibility aspects</p><p>B. Comparison of continuously recorded data with results of discrete measurements performed for clinical routine care</p><p>C. Exploration for specific patterns in continuously recorded data before and during episodes of fever and infection</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p>The WD investigated in this study is the Everion® by Biovotion (now Biofourmis), Zurich, Switzerland.</p><p>Data recorded by the WD will be transferred to the mobile phone via Bluetooth and then uploaded in a pseudonymized fashion to a web-based password-protected dashboard.</p><p>All data are transferred and stored using encryption (TLS, https).</p>"
        },
        {
            "header": "Procedure",
            "content": "Project design\nIn this study the WD will be studied in the patients for 14 days. A total of 20 patients will be included, including at least 4 patients <6 years. As this is a feasibility study, a formal sample size calculation has not been performed. However, this sample size allows to assess the primary outcome with clinically meaningful precision and to roughly assess the primary outcome in the group of patients <6 years of age.\nProject population, inclusion and exclusion criteria\nInclusion criteria:\n·       Chemotherapy treatment because of any malignancy, expected to last ≥1 month at time of recruitment for \t\t myelosuppressive therapy; or at least one cycle of myeloablative therapy requiring autologous hematopoietic stem cell transplantation.\n·       Age from 1 month to 17.99 years at time of recruitment\n·       Written informed consent from patients and/or parents\nExclusion criteria:\n·       Local skin diseases prohibiting wearing of the WD.\n·       Denied written informed consent from patients and/or parents\nPhases of the study:\nRecruitment, screening and informed consent procedure\nThis study will be conducted at the Inselspital, Bern University Hospital. Patients will be screened for eligibility and recruited by a study investigator or treating physician. Patient recruitment will stop when the aimed number of twenty patients is reached. No payment or compensation will be given to study patients or their parents. The investigators will explain to the parents/legal representative and the patient if applicable, the nature of the study, its purpose, the procedures involved, the expected duration, the potential risks and benefits and any discomfort it may entail. The participation in the study is voluntary and the participants may withdraw from the study at any time. The formal consent of the parents/legal representative and the patient if applicable, using the approved consent form, must be obtained before the patient is submitted to any study procedure.\nStudy visit\nThe study visit will be done during a routine outpatient visit, or during hospitalization. One of the study investigators will distribute the WD, the charger, and if needed a mobile phone to the parents or patient. Parents and/or patients, with no suitable mobile phone, will be provided with a phone for the study time. This phone will not be usable for other purposes than data transfer. Basic characteristics will be assessed at the study visit.\nThe WD is fitted using body size-appropriate elastic bands and the fitting is controlled by the investigator. Parents and patients if applicable, will be instructed in the handling and charging of the WD. For instructions, the pictures and descriptions provided by the manufacturer on the website, in the “instructions for use” handbook and the information in the study information form will be used. The WD will be put on the upper arm or, if anatomically reasonable, on the upper leg.\nStudy period\nThere will be no additional examinations or procedures performed for this study, specifically no additional discrete measurements of vital signs will be undertaken unless the clinically indicated measurements. Daily activities and temperature measurements if taken during outpatient stay will be recorded on case report forms (CRF) by parents and/or by patients. Questionnaires will be used for the assessment of WD acceptance, side effects and reasons not to wear the device.\nParents, patients and members of the treating staff will not be able to access the continuously measured data, in order to avoid any influence on clinical decision making due to these data.\nDuring the whole study period, one of the investigators will do a daily data-check, to see if data is recorded properly or not. If no data is recorded or if there are signs for reduced data quality, the parents and/or patients will be contacted by phone. Possible reasons for non-recording or reduced data quality will be discussed on the phone and instructions will be given to parents and/or patients.\nDuring the study period, parents and/or patients will be in charge for battery charging (approx.2 hours each day) and data upload via mobile phone app. Parents and/or patients will fill out a CRF daily and note time of charging, connection to the mobile phone, reasons for not wearing the WD, any side effects, activities and temperature measurements, if applicable.\nDuring hospitalization treating staff will perform discrete measurements as clinically indicated and note them in the patient chart. Parents and/or patients will continue to fill out the CRF daily. The charts will be assessed by the investigators to match the recorded data with the data from the WD.\nThe study period ends regularly for each patient after the planned period of 14 days, in case of intensive care unit admission or at the day of death from any cause, unrelated to the study.\nFollow-up\nFollow-up period covers 24hours after the end of the study period. The respective follow-up interview by phone or if applicable during a routine hospital visit will take place 1 to 3 days after the end of the study period."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>We expect study duration of three to four months</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>This study will allow a broad assessment of feasibility of continous monitoring of health data in pediatric patients undergoing chemotherapy for cancer. The results of this study will influence the design of future WD-studies in pediatrics including those aiming to identify patterns predicting fever or infection.</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Phillips, R.S., Lehrnbecher, T., Alexander, S., Sung, L.: Updated systematic review and meta-analysis of the performance of risk prediction rules in children and young people with febrile neutropenia. PLoS One. 7, e38300 (2012).</p><p>2. Delebarre, M., Macher, E., Mazingue, F., Martinot, A., Dubos, F. Which decision rules meet methodological standards in children with febrile neutropenia? Results of a systematic review and analysis. Pediatr Blood Cancer. 61, 1786-1791 (2014).</p><p>3. Rosa, R. G., Goldani, L. Z. Cohort study of the impact of time to antibiotic administration on mortality in patients with febrile neutropenia. Antimicrob Agents Chemother. 58, 3799-3803 (2014).</p><p>4. Salstrom, J. L. et al. Pediatric patients who receive antibiotics for fever and neutropenia in less than 60 min have decreased intensive care needs. Pediatr Blood Cancer. 62, 807-815 (2015).</p><p>5. Fletcher, M. et al. Prompt administration of antibiotics is associated with improved outcomes in febrile neutropenia in children with cancer. Pediatr Blood Cancer. 60, 1299-1306 (2013).</p><p>6. Reyzelman, A. M. et al. Continuous Temperature-Monitoring Socks for Home Use in Patients With Diabetes: Observational Study. J Med Internet Res. 20, e12460 (2018).</p><p>7. Koshy, A. N. et al. Smart watches for heart rate assessment in atrial arrhythmias. Int J Cardiol. 266, 124-127 (2018).</p><p>8. Griffin, M. P. et al. Abnormal heart rate characteristics preceding neonatal sepsis and sepsis-like illness. Pediatr Res. 53, 920-926 (2003).</p><p>9. Bravi, A., Green, G., Longtin, A., Seely, A. J. E. Monitoring and identification of sepsis development through a composite measure of heart rate variability. PLoS One. 7, e45666 (2012).</p><p>10. Ahmad, S. et al. Continuous multi-parameter heart rate variability analysis heralds onset of sepsis in adults. PLoS One. 4, e6642 (2009).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 8652640,
                "identity": "e3b055ec-a2f7-44c6-9b69-17c71d8247c8",
                "order_by": 0,
                "name": "Brack Eva",
                "email": "eva.brack@insel.ch",
                "orcid": "",
                "institution": "1Pediatric Hematology/Oncology, Department of Pediatrics, Inselspital, Bern University Hospital, University of Bern, Switzerland",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Brack",
                "middleName": "",
                "lastName": "Eva",
                "suffix": ""
            },
            {
                "id": 8652641,
                "identity": "e0276e0a-7f00-4d9a-8196-b7c96e8c8a26",
                "order_by": 1,
                "name": "Koenig Christa",
                "email": "christa.koenig@insel.ch",
                "orcid": "https://orcid.org/0000-0002-9965-5183",
                "institution": "1Pediatric Hematology/Oncology, Department of Pediatrics, Inselspital, Bern University Hospital, University of Bern, Switzerland",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Koenig",
                "middleName": "",
                "lastName": "Christa",
                "suffix": ""
            },
            {
                "id": 8652642,
                "identity": "95bc45cd-7f95-4013-85e2-a6326f504730",
                "order_by": 2,
                "name": "Roessler Jochen",
                "email": "",
                "orcid": "",
                "institution": "1Pediatric Hematology/Oncology, Department of Pediatrics, Inselspital, Bern University Hospital, University of Bern, Switzerland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roessler",
                "middleName": "",
                "lastName": "Jochen",
                "suffix": ""
            },
            {
                "id": 8652643,
                "identity": "6bd64f77-f977-4352-be64-4eae6ab2bf66",
                "order_by": 3,
                "name": "Ammann Roland A.",
                "email": "",
                "orcid": "",
                "institution": "1Pediatric Hematology/Oncology, Department of Pediatrics, Inselspital, Bern University Hospital, University of Bern, Switzerland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ammann",
                "middleName": "Roland",
                "lastName": "A.",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-01-05 07:29:09",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1321/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1321/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13655526,
                "identity": "bca86204-b892-47ec-86db-929317a1bb5f",
                "added_by": "auto",
                "created_at": "2021-09-17 10:02:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 223419,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1321/v1/366d3498-1562-4f4d-89b9-b6ebf174dcd0.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "continuous recording, vital signs, pediatric oncology, wearable devices",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Pediatric patients with cancer are at high risk for severe infections and delayed treatment increases mortality. Infections can trigger changes of vital signs long before clinical symptoms arise. Continuous recording may detect such changes earlier than discrete measurements. This is the protocol for an investigator-initiated, single-center observational pilot study on the feasibility of continuous monitoring of health data with a wearable device (WD) in pediatric patients undergoing chemotherapy of cancer. A total of 20 patients will be included, including at least 4 patients &lt;6 years. Each patient will wear the WD for 14 days and we expect study duration of three to four months. The protocol had been registered at www.clinicaltrials.com (NCT04134429) and was approved by the local Ethics Committees (Ethikkommission der Universitätskinderkliniken Bern, “Gesuch 1912”, Kantonale Ethikkommission Bern, BASEC-No.: 2019-01919).</p>",
        "manuscriptTitle": "Continuous monitoring of health data with a wearable device in pediatric patients undergoing chemotherapy for cancer – a feasibility pilot study",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-02-02 10:12:01",
                "doi": "10.21203/rs.3.pex-1321/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "3395a9ac-374f-4800-bc18-a7a084dc7aab",
        "owner": [],
        "postedDate": "February 2nd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1992561,
                "name": "Oncology"
            },
            {
                "id": 1992562,
                "name": "Cancer"
            },
            {
                "id": 1992563,
                "name": "Health humanities"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-02-02 10:12:01",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}