{
    "identity": "nprot-2552",
    "title": "Isolation, culture and transplantation of female germline stem cells from neonatal and prepubertal mice",
    "content": [
        {
            "header": "Introduction",
            "content": "A long-held concept has been that germline stem cells only exist in postnatal and adult mammals in the testes, not the ovaries. However, our previous study showed otherwise by the successful isolation by MVH \\(mouse vasa homolog, a germline marker) \\[1] - targeted magnetic bead sorting and culture of FGSCs \\[2]. Furthermore, efficiency of FGSC purification was improved using Fragilis \\(specifically expressing in germ cells) \\[3, 4] -based magnetic bead sorting \\[5], and transgenic mice were generated by random recombination of targeted genes in FGSCs \\[6]. Isolated FGSCs are similar to freshly isolated spermatogonial stem cells \\(SSCs) in terms of morphology, high nuclear/cytoplasmic ratio, size and nuclear diameter. Recently, FGSCs \\(or oogonial stem cells) were isolated, purified and cultured from ovary tissue of reproductive-age women \\[7] following the protocol of our previous reports \\[2, 5, 6].\r\n\n\nAlthough FGSCs can be isolated from postnatal ovarian tissues and cultured as cell lines without losing oogenic function, the FGSCs are extremely rare after isolation from postnatal ovaries. Moreover, sophisticated procedures and medium composition for culture impede the research of FGSCs. Therefore, the successful isolation and culture of FGSCs from postnatal ovaries will allow further study of their biological characteristics and potential applications. Here, we provide highly detailed procedures that are based on our previous studies. We include protocols for FGSC isolation, enrichment, culture and transplantation. In general, establishing FGSC lines will take about 13 weeks starting at isolation from ovarian tissues."
        },
        {
            "header": "Reagents",
            "content": "• Experimental animals: 3-6 days old CD-1 and 18-22 days old C57BL female mice were used for this study. \\! Caution All experiments with live rodents must comply with national and institutional regulations.\r\n\n\n• α-Minimal essential medium \\(MEM) \\(Invitrogen, cat. no. 22561-021)\r\n\n\n• Dulbecco’s \\(D)MEM \\(4.5 g liter-1 glucose; Invitrogen, cat. no. 861491)\r\n\n\n• Collagenase IV \\(Invitrogen., cat. no. 17104-019)\r\n\n\n• Collagenase solution \\(see REAGENT SETUP)\r\n\n\n• Trypsin: trypsin powder \\(Richu, cat. no. 0458)\r\n\n\n• EDTA solution \\(0.5 M, Decent Biotech, cat. no. E1006)\r\n\n\n• Trypsin/EDTA solution \\(see REAGENT SETUP)\r\n\n\n• Fetal bovine serum \\(FBS; Life Technologies, cat. no.16000044)\r\n\n\n• Gelatin \\(Sigma, cat. no. G1890) solution \\(see REAGENT SETUP)\r\n\n\n• Pyruvic acid sodium \\(Amresco, cat. No. BR2281)\r\n\n\n• Nonessential amino acids \\(NEAA), 100× solution \\(Invitrogen cat. no. 11140-050)\r\n\n\n• L-glutamine, 200 mM \\(Amresco, cat. no. 0374)\r\n\n\n• β-Mercaptoethanol \\(β-ME, Biotech, cat. no. MB0338). \\! CAUTION β-ME is toxic; avoid inhalation, ingestion as well as contact with skin and mucous membranes.\r\n\n\n• Penicillin G sodium salt \\(Amresco, cat. no. E480) solution \\(see REAGENT SETUP) \r\n\n\n• Recombinant mouse leukemia inhibitory factor \\(LIF; Santa Cruz Biotechnology, cat. no. sc-4378)\r\n\n\n• Recombinant murine glial cell line-derived neurotrophic factor \\(GDNF) \\(Peprotech, cat. no. 450-44) \\(see REAGENT SETUP)\r\n\n\n• Human recombinant basic fibroblast growth factor \\(bFGF; Peprotech, cat. no. 100-18B) \\(see REAGENT SETUP)\r\n\n\n• Recombinant murine epidermal growth factor \\(EGF; Peprotech, cat. no. 315-09) \\(see REAGENT SETUP)\r\n\n\n• Mitomycin C solution \\(Sigma, cat. no. M0503) \\(see REAGENT SETUP) \\! CAUTION Mitomycin C is toxic and carcinogenic; avoid inhalation and ingestion as well as contact with skin and mucous membranes.\r\n\n\n• STO cell medium \\(see REAGENT SETUP)\r\n\n\n• FGSC medium \\(see REAGENT SETUP)\r\n\n\n• Cell freezing medium \\(see REAGENT SETUP)\r\n\n\n• Alkaline phosphatase \\(ALP) kit \\(Sigma, cat. no. 86C-1KT)\r\n\n\n• RNA isolation kit \\(Invitrogen, cat. no. 15596-026)\r\n\n\n• 4% \\(wt/vol) paraformaldehyde \\(PFA) solution \\(Sigma, cat. no. 158127) \\(see REAGENT SETUP)\r\n\n\n• 4ˊ, 6-Diamidino-2-phenylindole \\(DAPI) solution \\(Sigma, cat. no. D9542) \\(see REAGENT SETUP)\r\n\n\n• Dimethylsulfoxide \\(DMSO; Sigma, cat. no. D2650)\r\n\n\n• Goat anti-rabbit IgG microbeads \\(Miltenyi Biotech, cat. no. 130-048-602)\r\n\n\n• Rabbit polyclonal MVH antibody \\(Abcam, cat. no. ab13840) \r\n\n\n• Rabbit polyclonal Fragilis antibody \\(Abcam, cat. no. ab15592)"
        },
        {
            "header": "Equipment",
            "content": "• Cell culture disposables: glass dishes, 24 and 48 well plates, 2 ml centrifuge tubes, pipettes, pipette tips, cryovials and a filter unit\r\n\n\n• Centrifuge\r\n\n\n• Stereomicroscope\r\n\n\n• 37 °C water bath\r\n\n\n• Electrophoresis equipment\r\n\n\n• CO2 incubator with humidity and temperature monitoring by external equipment\r\n\n\n• Inverted fluorescence microscope with phase contrast and differential Interference contrast \\(DIC) objectives \\(phase ×4, ×10, ×20, ×40 and DIC ×20, ×40)"
        },
        {
            "header": "Procedure",
            "content": "Isolation of FGSCs\r\n\n\n1| Sixteen to twenty ovaries from 8-10 postnatal mice and 12 ovaries from six prepubertal mice should be obtained for FGSC isolation as described below. The modified enzymatic procedure is based on previously published methods \\[8-12]. Sacrifice mice and remove the ovaries and place in a 60 mm glass dish containing D-Hank’s on ice.\r\n\n\n2| Wash ovaries in 10 ml PBS and remove adherent tissue \\(such as oviduct and adipose) using fine forceps. Transfer cleaned ovaries to another glass dish containing 50 µl D-Hank’s on ice.\r\n\n\n▲ CRITICAL STEP Ensure the ovaries are as clean as possible.\r\n\n\n3| Cut ovaries into small pieces with surgical scissors and transfer to a 15 ml tube containing 5 ml digestion solution I, and incubate in a 37 °C water bath with gentle agitation \\(40-45 times of back and forth per minute) until tissue separation \\(~ 20 min).\r\n\n\n▲ CRITICAL STEP Ovaries should be cut in pieces as small as possible. To fully digest the ovarian tissue, gently agitation of the 15 ml tube in the water bath is recommended. Moreover, digestion time should be optimized; over or inadequate dissociation will affect the efficiency of FGSC isolation.\r\n\n\n4| Centrifuge at 300 g for 5 minutes at RT and wash the cells with 5 ml of D-Hank’s twice.\r\n\n\n5| Discard the supernatant, resuspend the pellet by repeated pipetting of 5 ml digestion solution II, then place in a 37 °C water bath for 15 minutes and gently agitate to achieve a single cell suspension. Terminate the trypsin activity by adding 500 l FBS.\r\n\n\n▲ CRITICAL STEP Full dissociation is important for FGSC isolation. Alternatively, add fresh digestion solution II to the ovarian tissue and repeat Step 5 if further digestion is required. Over dissociation will damage the FGSC membranes, therefore, the time of trypsin digestion should be strictly controlled.\r\n\n\n6| Centrifuge the cell suspension at 300 g for 5 minutes at RT and discard the supernatant.\r\n\n\n7| Resuspend the cell pellet in STO cell medium and remove cell clumps by passing the suspension through a 70 μm nylon cell strainer.\r\n\n\n8| Centrifuge the cell suspension at 300 g for 5 min at RT and discard the supernatant.\r\n\n\n9| Resuspend the cell pellet by repeated pipetting with FGSC culture medium. \r\n\n\n\r\n\n\nEnrichment of FGSCs\r\n\n\n10| To enrich FGSCs and remove somatic cells using selective adhesion, follow option \\(A) \\(see below). To purify FGSCs with specific marker, follow option \\(B) \\(see below).\r\n\n\n\\(A) FGSCs enriched by selective adhesion\r\n\n\n\\(i) Two wells of 24-well plate were pre-coated by 0.1% gelatin for 30 minutes.\r\n\n\n\\(ii) Transfer the cells from Step 9 into one well of a gelatin-coated 24-well plate for 30 minutes \\(somatic cells will quickly attach).\r\n\n\n\\(iii) Place unattached cells in another gelatin-coated culture well for 30 minutes.\r\n\n\n\\(iv) Gently collect unattached cells.\r\n\n\n\\(B) FGSCs purified with MACS\r\n\n\n\\(i) Incubate the goat anti-rabbit IgG microbeads \\(2 µl) and rabbit polyclonal MVH or Fragilis antibody \\(1 µl) in 200 µl PBS at 37 °C for 30 minutes with gentle agitation. The mixture is separated by a magnetic bead separator to collect MVH or Fragilis microbeads, followed by discarding the supernatant and resuspending the microbeads in 200 µl PBS.\r\n\n\n\\(ii) Rremove the FGSC medium by centrifugation \\(300 g for 5 min) for cell purification. Wash the cells twice with PBS and then resuspend the cells in 100µl PBS. Label cells by adding 100 µl MVH or Fragilis microbeads in a 2 ml microtube.\r\n\n\n\\(iii) Mixture was incubated for 30 minutes at RT with gentle agitation.\r\n\n\n\\(iv) Place the microtube containing the mixture in a magnetic bead separator for 5 minutes.\r\n\n\n\\(v) Discard the supernatant, wash cells by adding 0.5–1 ml PBS twice. MVH+ or Fragilis+ cells are separated by the magnetic bead separator.\r\n\n\n\\(vi) Resuspend by repeatedly pipetting the cell pellet with 300 µl FGSC medium.\r\n\n\n▲ CRITICAL STEP Purification is an important step for FGSC enrichment and culture. However, in our previous study, we obtained only a small number of FGSCs from freshly isolated and purified germ cells \\(53842 germ cells / 20 ovaries) by MVH-targeted immunomagnetic bead sorting \\[5], which affected FGSC line establishment. Therefore, we adjusted our previous protocol as below: collect unattached cells from A-\\(iv) of Step 10 and transfer onto a mitotically inactivated STO cell monolayer seeded on 0.1% gelatin-coated culture wells for 1 week and then purified the FGSCs by MVH-targeted MACS. However, Fragilis-targeted immunomagnetic bead sorting could be performed directly and do not need to culture for 1 week following the step of selective adhesion under the well-dissociation condition.  Moreover, it also need to culture for 1 week before MACS even if using Fragilis as a target when a small number of FGSCs yield after dissociation by newcomers. Last but not the least important, culture and cell line establishment will be easier when the enough number of FGSCs yield from isolation.\r\n\n\n\r\n\n\nFGSC culture for the first week\r\n\n\n11| Transfer the MVH+ or Fragilis+ cells and FGCS medium from step 10 B-\\(vi) onto a mitotically inactivated STO cell monolayer attached to 0.1% gelatin-coated culture wells \\(800–1200 MVH+ or Fragilis+ cells per well), and culture the cells at 37 °C in 5% CO2.\r\n\n\n12| On day 2, slowly add 300 µl fresh FGSC medium to each well.\r\n\n\n▲ CRITICAL STEP To avoid losing unattached FGSCs, do not remove the medium in the wells before adding fresh FGSC medium.\r\n\n\n13| On day 4, slowly remove half of the medium from each well and slowly add 300 µl fresh FGSC medium to well.\r\n\n\n14| On day 6, slowly remove the medium from the wells and slowly add 300 µl fresh FGSC medium to each well.\r\n\n\n? TROUBLESHOOTING\r\n\n\nSubculture\r\n\n\n15| Aspirate the supernatant from the wells and slowly add 200 µl PBS to each well to wash the cells once.\r\n\n\n16| Add 50 µl 0.05% \\(wt/vol) trypsin/EDTA to the wells for detaching the cells and incubate at RT for 1 minute. Add 200 µl STO cell medium and dissociate the MVH+ or Fragilis+ cells by repeated pipetting to achieve a single cell suspension. Then, centrifuge at 300 g for 5 minutes at RT.\r\n\n\n17| Discard the supernatant, resuspend the MVH+ or Fragilis+ cells in 300 µl FGSC medium, seed in one well of a 24-well plate containing a STO cell monolayer and incubate at 37 °C in 5% CO2.\r\n\n\n▲CRITICAL STEP Because the number of FGSCs in the well is low during the initial derivation step, it is critical not to lose any FGSCs. To avoid cell loss, collect all the cells from the entire well after detachment, even if feeder cells are among the detached cells. Feeder cells do not affect further FGSC expansion.\r\n\n\nLong-term culture of FGSCs\r\n\n\n18| Check the culture plates the next morning after subculture and exchange the medium if floating cell fragments are observed under a microscope, otherwise, replace only half of the medium.\r\n\n\n19| Change the medium daily and passage the cells as described in steps 15–18 onto freshly prepared plates containing a STO cell monolayer.\r\n\n\n20| After 4 passages at a 1:2 split ratio for FGSC expansion, 5 × 105 cells can be obtained.\r\n\n\n▲ CRITICAL STEP FGSCs grow as clusters that adhere to the STO cell monolayer, but can be easily detached by gentle pipetting. Therefore, gently pipette to detach FGSCs. For FGSC expansion, seed FGSCs \\(0.5 × 106) in one well of a 6-well plate containing a STO cell monolayer and passage the cells every 3–5 days depending on the quality of the STO cell monolayer and the number of FGSCs seeded at 1:2–1:3 split ratios.\r\n\n\n? TROUBLESHOOTING\r\n\n\n21| As soon as FGSCs are grown to 3 confluent wells of a 24-well plate, the cells should be frozen to preserve the cell line for future use.\r\n\n\nFreezing and thawing cells\r\n\n\n22| Rinse the 24 or 6 well plate containing the FGSCs with PBS twice.\r\n\n\n23| Add trypsin/EDTA to the cells and digest for 1–2 minutes.\r\n\n\n24| Add STO cell medium to stop the digestion, and then collect the cells.\r\n\n\n25| Pellet cells by centrifugation at 300 g for 5 minutes at RT, and then remove the medium.\r\n\n\n26| Slowly add freshly prepared cell-freezing medium to the pellet and carefully resuspend the cells \\(1 ml per vial and 3 confluent wells of a 24-well plate per vial).\r\n\n\n27| Place the vials in a freezing vessel \\(vials wrapped in cotton and placed in a foam box), and cool to 4 °C for 1 hour, –20 °C for 2 hours, and then –80 °C for 6 hours or overnight.\r\n\n\n28| Transfer the vials to liquid nitrogen the next day for long-term storage.\r\n\n\n29| For FGSC thawing, prepare a 15 ml tube with 10 ml STO cell medium prewarmed to 37 °C.\r\n\n\n30| Take the vial directly from liquid nitrogen and immerse in a 37 °C water bath until the cells are completely thawed.\r\n\n\n31| Sterilize the vial with 70% ethanol and transfer to a clean bench.\r\n\n\n32| Carefully transfer the cells to the prepared tube with STO cell medium, centrifuge at 300 g for 5 minutes at RT and then remove the supernatant.\r\n\n\n33| Gently resuspend the cells in FGSC medium by repeated pipetting and then transfer to prepared plates \\(mitotically inactivated STO cell monolayers attached to 0.1% gelatin-coated culture wells).\r\n\n\n34| Change the medium the next morning.\r\n\n\nCharacterization of FGSC lines\r\n\n\n35| Characterize the FGSCs via morphology, marker gene expression, karyotyping and functionality in vivo after FGSC transplantation as FGSC lines are established.\r\n\n\n\\(A) Karyotyping\r\n\n\n\\(i) Passage FGSCs into two wells of a 6 well plate and culture for 48 hours.\r\n\n\n\\(ii) Aspirate the supernatant, then add 1 ml fresh FGSC medium and colcemid at a 0.1 μg ml−1 final concentration and incubate for at least 3 hours.\r\n\n\n\\(iii) Remove the medium, digest with trypsin to achieve a single cell suspension, and then transfer the cells into a 15 ml tube and centrifuge at 450 g for 5 minutes at RT.\r\n\n\n\\(iv) Aspirate the supernatant, hypotonically treat the cells with prewarmed 75 mM KCl for 15 minutes, fix the cells in methanol:acetic acid \\(3:1) for 30 minutes, air-dry and stain the cells with DAPI. FGSC lines should have a normal karyotype \\(40, XX) in metaphase spreads. \r\n\n\n\\(B) ALP activity\r\n\n\n\\(i) Aspirate FGSC medium and wash FGSCs cultured in a 24 well plate twice with PBS.\r\n\n\n\\(ii) Fix FGSCs with 4% PFA solution.\r\n\n\n\\(iii) Detect ALP activity according to the manufacturer’s instructions from the kit.\r\n\n\n\\(C) RT-PCR to detect expression of FGSC markers\r\n\n\n\\(i) Remove the medium and wash FGSCs cultured in a 6 well plate twice with PBS.\r\n\n\n\\(ii) Place the culture plate on ice and add 400 µl Trizol reagent per well. Pipette the Trizol across the surface of the well and scrape the surface to ensure complete lysis, and then transfer the Trizol and cell lysates to a 1.5 ml eppendorf tube.\r\n\n\n\\(iii) Isolate the total RNA according to the manufacturer’s instructions.\r\n\n\n\\(iv) Quantitate and qualify the total RNA by spectrophotometric analysis and visualization on a 1% agarose gel, respectively.\r\n\n\n\\(v) Perform reverse transcription and PCR using primers for stem and germ cell-specific transcription factors such as Oct4, MVH, Fragilis, Dazl and Stella. PCR conditions and the primers are provided in Table 1. Perform electrophoresis in a 1–2% agarose gel.\r\n\n\nTransplantation of FGSCs into ovaries\r\n\n\n36| Inject busulfan \\(30 mg kg−1 body weight) and cyclophosphamide \\(120 mg kg−1 body weight) into female recipient mice \\(6-week-old CD-1 or C57BL mice) to ablate endogenous oogenesis.\r\n\n\n▲ CRITICAL STEP Syngeneic transplantation, or transplanted cells may be rejected by host immune system.\r\n\n\n37| Use recipients for transplantation at 3–7 days after busulfan and cyclophosphamide injections.\r\n\n\n38| Anaesthetize with a sodium pentobarbitone injection \\(45 mg kg−1 body weight, intraperitoneal) for 15–30 minutes. After disinfection of the abdominal surface using 75% ethanol, carefully open the abdominal cavity. To find the ovaries, locate the Y-shaped uterus. Follow the uterus and oviduct until posterior to the kidneys. The ovaries are small bean-shaped bodies, which are caudal to the kidneys in the lower abdominal cavity. Gently hold an ovary with forceps.\r\n\n\n▲ CRITICAL STEP To expose the ovaries, the intestines must be carefully moved away from the inside of the abdominal cavity. Be careful not to damage the underlying structures and connective tissue, in particular the ovaries.\r\n\n\n39| Inject an ovary at 1–2 sites using a glass pipette with a 45 μm tip, the other end of pipette is inserted into a plastic micropipe connected a mouthpiece holder to gently bubble and transplant a 6 µl single-cell suspension of ~ 1 × 104 FGSCs into each recipient ovary.\r\n\n\n40| Usually, 5 to 6 recipients per cell line will be transplanted. After transplantation for  35 days, the recipients will mate 8-week-old male mice.\r\n\n\n\r\n\n\nCharacterization of offspring produced after FGSC transplantation\r\n\n\n\\(A) PCR analysis of GFP in offspring\r\n\n\n\\(i) Extract genomic DNA from the tail of 8-day-old offspring.\r\n\n\n\\(ii) Use GFP specific primers for PCR detection of GFP.\r\n\n\n\\(B) Southern blot analysis to evaluate GFP in offspring\r\n\n\n\\(i) Digest the genomic DNA from the above step with EcoR I.\r\n\n\n\\(ii) After depurination, denaturation, neutralization, prehybridization and hybridization, use GFP specific primers to detect a GFP signal in samples."
        },
        {
            "header": "Troubleshooting",
            "content": "See Table 2."
        },
        {
            "header": "Anticipated Results",
            "content": "Following this protocol, we established neonatal and prepubertal mouse FGSC lines by immunomagnetic purification, it is worth mentioning that immunomagnetic purification could be performed using either MVH-based or Fragilis-targeted MACS according to the actual situation of newcomers’ lab. FGSC line expanded in vitro over 5 months with a normal karyotype and high telomerase activity \\(Fig. 2). Cultured FGSCs lines can be frozen and thawed. To prove FGSC functionality, cultured FGSCs \\(labeled with GFP) were transplanted into the ovaries of sterile recipient females that were pre-treated with cyclophosphamide and busulphan to eliminate existing germ cell pools. After 2 months post-FGSC transplantation, ovaries were collected and the presence of oocytes was determined \\(Fig. 3). Our data showed that a number of oocytes at all stages of development were GFP-positive oocytes. This result suggests that oocytes are regenerated in sterile recipient females after FGSC transplantation. Moreover, GFP-transgenic offspring were produced. The offspring showed no abnormalities and were fertile. These findings may contribute toward basic research into oogenesis and stem cells in regenerative medicine."
        },
        {
            "header": "References",
            "content": "1. Noce, T., Okamoto-Ito, S. & Tsunekawa, N. Vasa homolog genes in mammalian germ cell development. Cell Struct. Funct. 26, 131-136 \\(2001).\r\n  2. Zou, K. et al. Production of offspring from a germline stem cell line derived from neonatal ovaries. Nat. Cell Biol. 11, 631-636 \\(2009). \r\n  3. Saitou, M., Barton, S.C. & Surani, M.A. A molecular programme for the specification of germ cell fate in mice. Nature 418, 293-300 \\(2002).\r\n  4. Lange, U.C. et al. The fragilis interferon-inducible gene family of transmembrane proteins is associated with germ cell specification in mice. BMC Dev. Biol. 3, 1 \\(2003).\r\n  5. Zou, K. et al. Improved efficiency of female germline stem cell purification using Fragilis-based magnetic bead sorting. Stem Cells Dev. 20, 2197-2204 \\(2011).\r\n  6. Zhang, Y. et al. Production of transgenic mice by random recombination of targeted genes in female germline stem cells. J. Mol. Cell Biol. 3, 132-141 \\(2011). \r\n  7. White Y. A. et al. Oocyte formation by mitotically active germ cells purified from ovaries of reproductive-age women. Nat. Med. 18, 413-421 \\(2012).\r\n  8. Nagano, M. et al. Culture of mouse spermatogonial stem cells. Tissue Cell 30, 389-397 \\(1998).\r\n  9. Wu, J. et al. Expression of a novel factor, short-type PB-cadherin, in Sertoli cells and spermatogenic stem cells of the neonatal rat testis. J. Endocrinol. 176, 381-391 \\(2003).\r\n  10. Wu, J., Jester, W.F. Jr. & Orth, J.M. Short-type PB-cadherin promotes survival of gonocytes and activates JAK-STAT signalling. Dev. Biol. 284, 437-450 \\(2005).\r\n  11. Wu, J. et al. Short-type PB-cadherin promotes self-renewal of spermatogonial stem cells via multiple signaling pathways. Cell Signal. 20, 1052-1060 \\(2008).\r\n  12. Yuan, Z., Hou, R. & Wu, J. Generation of mice by transplantation of an adult spermatogonial cell line after cryopreservation. Cell Prolif. 42, 123-131 \\(2009).\r\n  13. Shinohara, T., Orwig, K.E., Avarbock, M.R. & Brinster, R.L. Spermatogonial stem cell enrichment by multiparameter selection of mouse testis cells. Proc. Natl. Acad. Sci. USA 97, 8346-8351 \\(2000).\r\n  14. Izadyar, F. et al. Spermatogonial stem cell transplantation. Mol. Cell Endocrinol. 169, 21-26 \\(2000).\r\n  15. Herrid, M. et al. A comparison of methods for preparing enriched populations of bovine spermatogonia. Reprod. Fertil. Dev. 21, 393–399 \\(2009).\r\n  16. Izadyar, F. et al. Isolation and purification of type A spermatogonia from the bovine testis. Reproduction 124, 85-94 \\(2002).\r\n  17. Lo, K.C., Brugh, V.M. 3rd, Parker, M. & Lamb, D.J. Isolation and enrichment of murine spermatogonial stem cells using rhodamine 123 mitochondrial dye. Biol. Reprod. 72, 767-771 \\(2005). \r\n  18. Honaramooz, A. & Yang, Y. Recent advances in application of male germ cell transplantation in farm animals. Vet Med Int. pii: 657860 \\(2011).\r\n  19. Kubota, H., Avarbock, M.R. & Brinster R.L. Culture conditions and single growth factors affect fate determination of mouse spermatogonial stem cells. Biol. Reprod. 71, 722–731 \\(2004). \r\n  20. Shiromizu, K., Thorgeirsson, S.S. & Mattison, D.R. Effect of cyclophosphamide on oocyte and follicle number in Sprague-Dawley rats, C57BL/6N and DBA/2N mice. Pediatr. Pharmacol. 4, 213-221 \\(1984).\r\n  21. Johnson, J. et al. Germline stem cells and follicular renewal in the postnatal mammalian ovary. Nature 428, 145-150 \\(2004).\r\n  22. Johnson, J. et al. Oocyte generation in adult mammalian ovaries by putative germ cells in bone marrow and peripheral blood. Cell 122, 303-315 \\(2005).\r\n  23. Sabour, D. et al. Identification of genes specific to mouse primordial germ cells through dynamic global gene expression. Hum. Mol. Genet. 20, 115-125 \\(2011).\r\n  24. Kee, K. et al. Human DAZL, DAZ and BOULE genes modulate primordial germ-cell and haploid gamete formation. Nature 462, 222-225 \\(2009).\r\n  25. Ruggiu, M. et al. The mouse Dazla gene encodes a cytoplasmic protein essential for gametogenesis. Nature 389, 73-77 \\(1997).\r\n  26. Conrad, S. et al. Generation of pluripotent stem cells from adult human testis. Nature 456, 344-349 \\(2008).\r\n  27. Bortvin, A., Goodheart, M., Liao, M. & Page, D.C. Dppa3 / Pgc7 / stella is a maternal factor and is not required for germ cell specification in mice. BMC Dev. Biol. 4, 2 \\(2004).\r\n  28. Hayashi, K., de Sousa Lopes, S.M. & Surani, M.A. Germ cell specification in mice. Science 316, 394-396 \\(2007).\r\n  29. Ohinata, Y. et al. Blimp1 is a critical determinant of the germ cell lineage in mice. Nature 436, 207-213 \\(2005).\r\n  30. Schöler, H.R. et al. New type of POU domain in germ line-specific protein Oct-4. Nature 344, 435-439 \\(1990)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors would like to thank Il-Hoan Oh for kindly providing the MSCV-PGK-GFP vector used in this study. This work was supported by National Basic Research Program of China \\(No. 2013CB967401, No. 2010CB945001)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb1869",
                "date": "2012-12-28 15:05:12",
                "title": "Production of offspring from a germline stem cell line derived from neonatal ovaries",
                "authors": [
                    "Kang Zou",
                    "Zhe Yuan",
                    "Zhaojuan Yang",
                    "Huacheng Luo",
                    "Kejing Sun",
                    "Li Zhou",
                    "Jie Xiang",
                    "Lingjun Shi",
                    "Qingsheng Yu",
                    "Yong Zhang",
                    "Ruoyu Hou",
                    "and Ji Wu"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            },
            {
                "doi": "10.1089/scd.2011.0091",
                "date": "2012-12-28 15:07:20",
                "title": "Improved Efficiency of Female Germline Stem Cell Purification Using Fragilis-Based Magnetic Bead Sorting",
                "authors": [
                    "Kang Zou",
                    "Lin Hou",
                    "Kejing Sun",
                    "Wenhai Xie",
                    "and Ji Wu"
                ],
                "journal": "Stem Cells And Development",
                "logo": ""
            },
            {
                "doi": "10.1093/jmcb/mjq043",
                "date": "2012-12-28 15:08:26",
                "title": "Production of transgenic mice by random recombination of targeted genes in female germline stem cells",
                "authors": [
                    "Y. Zhang",
                    "Z. Yang",
                    "Y. Yang",
                    "S. Wang",
                    "L. Shi",
                    "W. Xie",
                    "K. Sun",
                    "K. Zou",
                    "L. Wang",
                    "J. Xiong",
                    "J. Xiang",
                    "and J. Wu"
                ],
                "journal": "Journal Of Molecular Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12280,
                "identity": "9fe366e8-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ji Wu",
                "email": "jiwu@sjtu.edu.cn",
                "orcid": "",
                "institution": "Key laboratory for the Genetics of Developmental & Neuropsychiatric Disorders (Ministry of Education), Bio-X Institutes, Shanghai Jiao Tong University, Shanghai, 200240, China",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ji",
                "middleName": "",
                "lastName": "Wu",
                "suffix": ""
            },
            {
                "id": 12274,
                "identity": "9fe34fee-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hu  Wang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hu",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 12275,
                "identity": "9fe3527a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lingjun  Shi ",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lingjun",
                "middleName": "",
                "lastName": "Shi",
                "suffix": ""
            },
            {
                "id": 12276,
                "identity": "9fe354c6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jie  Xiang ",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jie",
                "middleName": "",
                "lastName": "Xiang",
                "suffix": ""
            },
            {
                "id": 12277,
                "identity": "9fe35d72-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xinbao  Ding  ",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xinbao",
                "middleName": "",
                "lastName": "Ding",
                "suffix": ""
            },
            {
                "id": 12278,
                "identity": "9fe36135-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Huacheng  Luo ",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Huacheng",
                "middleName": "",
                "lastName": "Luo",
                "suffix": ""
            },
            {
                "id": 12279,
                "identity": "9fe36422-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shuzeng  Wang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shuzeng",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-12-28 15:37:56",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.004",
        "doiUrl": "https://doi.org/10.1038/protex.2013.004",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608621,
                "identity": "b4bb20e5-9e38-496e-b4d3-05f04e6edfa0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 120643,
                "visible": true,
                "origin": "",
                "legend": "Schematic diagram of the major steps for FGSC line establishment from neonatal and prepubertal mice",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2552/v1/figure_1.pdf"
            },
            {
                "id": 2608620,
                "identity": "b52e14e4-43a2-42d4-8f6f-16743d8e4577",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 266006,
                "visible": true,
                "origin": "",
                "legend": "Characterization of established FGSC lines from neonatal and prepubertal mice   (a, b) Phase-contrast images of FGSCs from neonatal (a) and prepubertal (b) mice after 2 days culture. (c, d) Representative morphology of neonatal (c) and prepubertal (d) FGSC lines. (e) Representative image of MVH immunofluorescence in the prepubertal FGSCs. (f) Merger for MVH (red) and BrdU (green) immunofluorescence. (g) Cytogenetic analysis by DAPI staining shows FGSC lines with a normal karyotype (40, XX). (h) RT-PCR analysis of FGSC-specific gene expression in established FGSC lines from neonatal and prepubertal mice. M, 100 bp DNA marker; lane 1, STO (negative control); lane 2, prepubertal FGSC line; lane 3, neonatal FGSC line. The sizes of resolved DNA fragments are (in bp): MVH, 213; Dazl, 328; Oct4, 313; Stella, 354; Blimp-1, 483; Fragilis, 151; Gapdh, 458. Scale bar, 25 mm (a, b, e, f), 50 µm (c, d).",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2552/v1/figure_2.pdf"
            },
            {
                "id": 2608624,
                "identity": "12ac6e5e-e8ee-41a0-a74b-79f46aeafc08",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "pdf",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 193893,
                "visible": true,
                "origin": "",
                "legend": "Characterization of regenerated oogenesis and resultant offspring after FGSC transplantation   (a–d) Regeneration of oogenesis. Representative morphology as visualized by hematoxylin staining of the ovaries from recipients without FGSC transplantation (a) and recipients with FGSC transplantation (b). Oocytes from controls (c) and FGSC transplantations (d) analyzed by immunofluorescence (GFP expression, green; DAPI, blue). Arrows indicate oocytes. (e–g) Characterization of offspring produced after FGSC transplantation. Offspring from recipient mice transplanted with GFP-labeled FGSCs (e). Transgenic offspring were detected by PCR analysis (f) using the following GFP-specific primers (5’-CGA CGC ACT ACA GAC G-3’ and 5’-ACG AAC TCC AGC AGG ACC ATG-3’) and Taq polymerase (Promega). A 366 bp PCR-amplified fragment was detected. M, 100 bp DNA ladder; lane 1, positive control (DNA from MSCV-PGK-GFP plasmid); lane 2, 3, transgenic mouse; lane 4, wild-type mouse. Transgenic offspring as detected by Southern blotting (g). M, 100 bp DNA ladder; line 1, 2, transgenic mouse; line 3, wild-type mouse. Scale bars, 25 mm (a), 50 mm (b–d).",
                "description": "",
                "filename": "figure3.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2552/v1/figure_3.pdf"
            },
            {
                "id": 13464784,
                "identity": "53793ed0-c4dc-419f-9c0b-777a80d8e4a0",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:46",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 4423264,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2552/v1/df65adc8-803b-44d7-bb37-348510a7852d.pdf"
            },
            {
                "id": 2608618,
                "identity": "d00c6ae1-72f9-4cd9-a5cd-989bc393b78d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 49152,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Primers used for investigation of genes specific for FGSCs",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2552/v1/supplement_0.doc"
            },
            {
                "id": 2608622,
                "identity": "9f599a3d-c6b4-44a7-8ea5-ba8d901fc4db",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 28160,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Troubleshooting table ",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2552/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "No",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "female germline stem cell, isolation, purification, culture",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The successful isolation and culture of female germline stem cells \\(FGSCs) that exist in postnatal and adult mammals will allow us to study their biological characteristics and their applications in biotechnology and medicine. In this study, we describe systematic procedures for the culture and transplantation of FGSCs. To establish mouse FGSC lines, the FGSCs were isolated from the ovaries of postnatal mice by enzymatic digestion and immunomagnetic purification. After culture, FGSCs were transplanted into the ovaries of recipient females that were sterilized by chemotherapy to analyze physiological function. Establishment of FGSC lines allows new possibilities for the use of FGSCs in biotechnology and medicine.",
        "manuscriptTitle": "Isolation, culture and transplantation of female germline stem cells from neonatal and prepubertal mice",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-01-02 11:22:42",
                "doi": "10.1038/protex.2013.004",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fe2fda3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 2nd, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2859,
                "name": "Cell biology"
            },
            {
                "id": 2861,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-01-02 11:22:42",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}