{
    "identity": "nprot-631",
    "title": "Measuring fatty acid oxidation in tissue homogenates",
    "content": [
        {
            "header": "Introduction",
            "content": "Organisms store excess energy as fatty acids and triglycerides. Under fasting conditions, fatty acids are oxidized in the mitochondria in a multi-step pathway called beta-oxidation<sup>1</sup>. Beta-oxidation \\(or fatty acid oxidation) begins by importing long-chain fatty acids into the mitochondria, followed by a four-step reaction. In the first step, acyl-CoA dehydrogenase dehydrogenates the long-chain acyl-CoA. In the second step, enoyl-CoA hydratase hydrates the intermediate forming a hydroxy-acyl-CoA. In the third step, hydroxy-acyl-CoA dehydrogenase oxidizes the intermediate forming a keto-group. In the fourth step, thiolase cleaves acetyl-CoA and adds CoA to the new substrate, generating an acyl-CoA shortened by two carbons. This cycle is repeated until the entire chain is oxidized into acetyl-CoA. \r\n\n\n Mitochondrial fatty acid oxidation can be measured at the level of individual enzymes or by measuring flux through the pathway<sup>2</sup>. Enzymatic activity is measured in cell culture _in vitro_ or in tissue homogenate _ex vivo_, whereas pathway flux can be measured _in vitro_, _ex vivo_, or indirectly _in vivo_<sup>3</sup>. Here, we describe detailed methods adapted from previous studies<sup>4-7</sup> using common supplies and reagents for preparing hepatic, cardiac, skeletal muscle and adipose tissue homogenates to measure fatty acid oxidation flux _ex vivo_ \\(Figure 1)."
        },
        {
            "header": "Reagents",
            "content": "1 M sucrose\r\n\n\n1 M Tris-HCl pH 7.4\r\n\n\n50 mM EDTA pH 8.0\r\n\n\n1 mM trichostatin A \\(TSA)\r\n\n\n1 M nicotinamide \\(NAM)\r\n\n\nRadiolabeled fatty acid \\(e.g. 1-<sup>14</sup>C-palmitate, 1-<sup>14</sup>C-oleate)\r\n\n\nNonradiolabeled fatty acid \\(i.e. same fatty acid as above)\r\n\n\n30% fatty acid-free bovine serum albumin \\(BSA)\r\n\n\n1 M KH<sub>2</sub>PO<sub>4</sub>\r\n\n\n1 M KCl\r\n\n\n1 M MgCl<sub>2</sub>\r\n\n\n50 mM L-carnitine\r\n\n\n20 mM malate\r\n\n\n10 mM coenzyme A\r\n\n\n100 mM ATP\r\n\n\n1 M dithiothreitol  \\(DTT)\r\n\n\nFatty acid oxidation inhibitor - negative control \\(e.g. etomoxir, NaN<sub>3</sub>, KCN, rotenone)\r\n\n\nFatty acid oxidation activator - positive control \\[e.g. aminoimidazole carboxamide ribonucleotide \\(AICAR)]\r\n\n\nConcentrated perchloric acid or other strong acid\r\n\n\nConcentrated hyamine hydroxide or other strong base"
        },
        {
            "header": "Equipment",
            "content": "Thermomixer \\(Eppendorf 5436) set to 60 °C\r\n\n\nRepeater pipette \\(optional)\r\n\n\n2.0 ml glass Dounce tissue homogenizer and \"A\" pestle, or equivalent\r\n\n\nDissection tools\r\n\n\nWater bath set to 37 °C\r\n\n\nWhatman filter paper\r\n\n\nScissors\r\n\n\n1.5 ml Eppendorf tubes\r\n\n\nScintillation counter, fluid and vials"
        },
        {
            "header": "Procedure",
            "content": "1. Plan the number of reaction vials needed for the assay. \r\n       **TIP:** Run each sample in triplicate, including triplicate positive and triplicate negative experimental controls. While running positive and negative sample controls for individual samples is not necessary, it is good practice, especially when performing this assay for the first time. Measure triplicate blanks for each reaction mixture.\r\n\n\n\r\n\n\n2. Prepare the radiolabeled substrate in advance by aliquoting 0.4 mCi radiolabeled fatty acid per reaction into an Eppendorf tube and dry off the organic phase under nitrogen, air or vacuum. \r\n  \r\n\n\n3. Add non-radio-labeled substrate/BSA carrier. \r\n  **TIP:** After evaporation, the radiolabeled substrate is in a solid phase attached to the inside of the Eppendorf tube. BSA is added to resolubilize and stabilize the radiolabel in the aqueous solution. Some protocols use alpha-cyclodextrin instead of BSA to resolubilize the radiolabel. Adding a non-radiolabeled substrate to the radiolabeled substrate \\(i.e. cold + hot) is not necessary, but can increase the signal measured in the assay. Higher substrate levels will increase fatty acid oxidation flux while keeping the radiolabeled signal in the measurable range.\r\n\n\n4. Place solution on thermomixer at 60 C to resuspend radiolabeled substrate. \r\n       **TIP:** Incomplete resuspension of the radiolabeled substrate into the aqueous phase is a common problem with this assay. Using a heated thermomixer set to high-speed shaking can increase the amount of radiolabeled lipid in solution. Prepare this mixture before collecting tissues, which allows 1-2 hours for complete resolubilization.\r\n\n\n\r\n\n\n5. Prepare reaction mixture from stock solutions for the number of reactions \\(400 L/reaction +10%) at room temperature with the following final concentration: 100 mM sucrose, 10 mM Tris-HCl, 5 mM KH\n2\nPO\n4\n, 0.2 mM EDTA, 5 mM NAM, 1 M TSA, 0.3% fatty acid-free BSA, 80 mM KCl, 1 mM MgCl\n2\n, 2 mM L-carnitine, 0.1 mM malate, 0.05 mM coenzyme A, and adjust to pH 8.0 \\(Table 1).  This is the entire reaction mixture without DTT, ATP and substrate, which are added immediately before use. \r\n       **TIP:** Prepare the reaction mixture before harvesting mouse tissues. Alternatively, the stock reaction mixture \\(without DTT, ATP and substrate) can be prepared in advance and stored for up to 6 months at 4 C.\r\n\n\n\r\n\n\n6. Prepare tissue homogenate as follows\n8\n:\r\n     a. Prepare sucrose, Tris, EDTA \\(STE) buffer containing 0.25 M sucrose, 10 mM Tris, 1 mM EDTA \\(or EGTA), 1 M TSA and 5 mM NAM and place on ice.\r\n\n\n     **TIP:** TSA and NAM are added as class I and II, or class III histone deacetylase inhibitors, respectively, and are added only when inhibiting these enzymes is necessary.\r\n\n\n   b. Anesthetize animal following institutional IACUC protocols.\r\n\n\n   c. Remove liver, or other tissue of choice.\r\n\n\n   d. Rinse in cold STE buffer \\(optional).\r\n\n\n   e. Homogenize 100-200 mg of liver in 5 volumes STE buffer using a glass 2.0 ml Dounce homogenizer with the \"A\" pestle \\(down and up 5 strokes each).\r\n\n\n     **TIP:** The \"A\" pestle is a loose fit and the \"B\" pestle is a tight fit. Use the \"A\" pestle to help keep mitochondria intact.\r\n\n\n   f. Pour homogenate into Eppendorf tubes and place immediately on ice.\r\n\n\n   g. Continue until all tissues are collected and homogenized.\r\n\n\n     **TIP:**  No more than 30 min should pass from the time of tissue collection until start of assay, to maintain the integrity of the mitochondria, and ensure a high signal in the assay.\r\n\n\n   h. Spin crude homogenates at 420 g for 10 min at 4 C.\r\n\n\n   i. Decant the supernatant containing crude mitochondria into fresh, chilled tubes.\r\n\n\n   j. Resuspend pellet in STE buffer and spin homogenate again at 420 g for 10 min at 4 C \\(optional).\r\n\n\n   k. Discard the pellets and decant supernatant and pool it with supernatant #1.\r\n\n\n     **TIP:** Set aside a small volume of tissue homogenate supernatant on ice to measure protein concentration \\(1:10-1:100 dilution for Bradford/BCA assay).\r\n\n\n\r\n\n\n7. Dispense 20 l \\(approximately 250-500 g) of tissue homogenate supernatant into Eppendorf tubes for the reaction on ice\r\n       **TIP:** Highly oxidizing tissues \\(e.g. brown adipose tissue, liver) requires lower tissue concentrations, whereas low oxidizing tissues \\(e.g. skeletal muscle, smooth muscle, brain) requires higher tissue concentrations. \r\n\n\n   a. Include your inhibitor/activator\r\n\n\n     **TIP:** The tubes containing inhibitors \\(e.g. etomoxir) and activators \\(e.g. AICAR) can be prepared ahead of time, on the same day before tissue collection. Adding the inhibitor/activators to the tissue homogenate supernatant before the buffer and substrate ensures maximal inhibition or activation.\r\n\n\n   b. Etomoxir irreversibly binds to CPT1 and inhibits mitochondrial oxidation\n9\nc. KCN/NaN\n3\nirreversibly binds to cytochrome oxidase and blocks the electron transport chain\n6\nd. AICAR is an AMP-kinase activator and stimulates oxidation\n10\n8. Add 2 mM ATP, 1 mM DTT and resuspended radiolabel/BSA to reaction mixture and mix.\r\n       **TIP:** For multiple concentrations of radiolabeled substrate \\(i.e. dose curve) or various substrates \\(e.g. palmitate, palmitoleate), split the master mix into different aliquots after DTT and ATP addition, and then add radiolabel/BSA.\r\n\n\n\r\n\n\n9. Dispense 380 l of reaction mixture into each Eppendorf tube and start the reaction \\(Figure 2). \r\n  \r\n\n\n10. Incubate for 30-60 min at 37 C. \r\n       **TIP:** When testing this assay for the first time, try various time points \\(e.g. fewer than 30 min, greater than 60 min), or different temperatures \\(e.g. room temperature). \r\n\n\n\r\n\n\n11. While the reaction is running, prepare new Eppendorf tube reaction collection vials by placing 200 l of 1 M perchloric acid into the tube, and add 10-20 µl of concentrated hyamine hydroxide onto a piece of Whatman filter paper placed in the tube cap.\r\n       **TIP:** Whatman filter paper cut into small discs will fit into cap of an Eppendorf tube. Cut the disc to a size slightly larger than the cap and use the large end of a pipette tip to place the disc in the cap. Making the disc larger than the cap and adding the hyamine hydroxide will help keep the disc in place after inversion \\(Figure 1). \r\n\n\n\r\n\n\n12. At the end of the incubation period, transfer the reaction mixture to the Eppendorf collection vials containing perchloric acid.\r\n  \r\n\n\n13. Quickly close the cap and wait at least 1 h.\r\n       **TIP:** The perchloric acid will precipitate any long-chain \\(i.e. unoxidized) fatty acids from the reaction mixture. Additionally,  CO\n2\nis trapped in the reaction mixture and is liberated upon acidification and captured on the highly basic filter paper. NB: Loss of CO\n2\nin this step was not detected compared to sealed vials. \r\n\n\n\r\n\n\n14. Open the reaction collection tubes and carefully transfer filter paper disc to a glass scintillation vial.\r\n       **TIP:** Allowing the acid-soluble metabolite and CO\n2\nto equilibrate for more than 1h does not result in greater signal detection, and often causes the paper disc to fall into the acid solution. If this happens, discard the sample and measure the remaining duplicate samples.\r\n\n\n\r\n\n\n15. Close the reaction collection tubes and spin in microcentrifuge at 14,000 rpm \\(maximum speed) for 10 min.\r\n  \r\n\n\n16. Transfer 400 l of the centrifuged reaction mixture containing the acid-soluble metabolites to a scintillation vial.\r\n  \r\n\n\n17. Add 4 ml of scintillation fluid to all scintillation vials and measure average counts per minute \\(cpm) over 3 min.\r\n       **TIP:** Include blank vials containing substrate mixture but no tissue homogenate, which is subtracted from the measurement as background. Additionally, to allow for conversion of radioactive counts per minute to fatty acid oxidative activity, measure the radioactive counts per minute of 380 µl of radiolabled reaction mixture. This measurement indicates the amount of signal going into the reaction, and will facilitate the conversion of radioactive counts per minute to fatty acid oxidative activity.\r\n\n\n\r\n\n\n18. Filter paper counts indicate the amount of CO\n2\nliberated by fatty acid oxidation, while homogenate counts indicate the amount of acid-soluble metabolites \\(ASM). The radioactive counts in the ASM are typically 5-10-fold higher than in the CO\n2\n."
        },
        {
            "header": "Timing",
            "content": "Buffer preparation - 60 min\r\n\n\nTissue Collection - 30 min\r\n\n\nAssay preparation - 30 min\r\n\n\nAssay reaction - 30-60 min\r\n\n\nReaction stoppage and CO<sub>2</sub> capture - 90 min\r\n\n\nScintillation sample preparation - 30 min\r\n\n\nScintillation counting - 3 min/sample"
        },
        {
            "header": "Critical Steps",
            "content": "4. Ensure complete resolubilization of the radiolabeled substrate into the BSA solution. \r\n  6g. No more than 30 min should pass between tissue collection and the start of the assay."
        },
        {
            "header": "Troubleshooting",
            "content": "**Low signal**\r\n\n\n- If more than 30 min passes between tissue collection and start of the assay, reduce the number of samples.\r\n\n\n- Measure radioactivity of the reaction mixture before adding to tissue homogenates to ensure resolubilization of the substrate.\r\n\n\n- Add more unlabeled substrate to the reaction mixture. **TIP:** Performing an initial experiment to determine the optimal amount of radiolabeled and unlabeled substrate by varying the concentrations will identify the optimal substrate amount. Use the amount just below the maximum signal on a dose-dependent substrate curve. \r\n\n\n- Use terminally labeled 1-<sup>14</sup>C-fatty acid, not uniformly labeled U-<sup>14</sup>C-fatty acid, which  will reduce the signal in the non-oxidized sample."
        },
        {
            "header": "Anticipated Results",
            "content": "Fatty acid oxidation can be measured in multiple oxidizing tissues, including liver, cardiac muscle, mixed skeletal muscle, and brown adipose tissue \\(Figure 2a). Flux through the fatty acid oxidation pathway is measured by monitoring the formation of acid-soluble metabolites or by capturing CO<sub>2</sub>. Acetyl-CoA generated from the oxidation of long-chain fatty acids is acid-soluble, whereas long-chain fatty acids \\(longer than C6) are acid-insoluble. Therefore, the amount of radioactivity measured in the acid-soluble fraction represents the amount of oxidized fatty acids. Conversely, the amount of captured CO<sub>2</sub> represents a small fraction of radiolabeled acetyl-CoA that is further oxidized by the Kreb's cycle \\(Figure 2b) in tissues such as skeletal muscle and cardiac, but not in the liver. \r\n\n\nOne regulatory mechanism of the fatty acid oxidation pathway is by substrate availability, and therefore the pathway will exhibit substrate dose-dependent oxidation rates. Under low substrate concentrations, tissue homogenates will have low oxidation rates \\(Figure 2b). However, as substrate concentrations increase, oxidation rates will also increase. \r\n\n\nAdditionally, _ex vivo_ fatty acid oxidation is sensitive to pharmacological manipulation. Fatty acid oxidation activators, such as AICAR, or inhibitors, such as sodium azide, will directly affect tissue homogenate oxidation rates, and should be used as positive and negative controls \\(Figure 2c)."
        },
        {
            "header": "References",
            "content": "1. McGarry, J.D. & Foster, D.W. Regulation of hepatic fatty acid oxidation and ketone body production. _Annu Rev Biochem_ **49**, 395-420 \\(1980).\r\n  \r\n\n\n2. Bennett, M.J. Assays of fatty acid beta-oxidation activity. _Methods Cell Biol_ **80**, 179-197 \\(2007).\r\n  \r\n\n\n3. Jéquier, E., Acheson, K. & Schutz, Y. Assessment of energy expenditure and fuel utilization in man. _Annu Rev Nutr_ **7**, 187-208 \\(1987).\r\n  \r\n\n\n4. Kim, J.Y., Hickner, R.C., Cortright, R.L., Dohm, G.L. & Houmard, J.A. Lipid oxidation is reduced in obese human skeletal muscle. _Am J Physiol Endocrinol Metab_ **279**, E1039-1044 \\(2000).\r\n  \r\n\n\n5. Shindo, Y., Osumi, T. & Hashimoto, T. Effects of administration of di-\\(2-ethylhexyl)phthalate on rat liver mitochondria. _Biochem Pharmacol_ **27**, 2683-2688 \\(1978).\r\n  \r\n\n\n6. Mannaerts, G.P., Debeer, L.J., Thomas, J. & De Schepper, P.J. Mitochondrial and peroxisomal fatty acid oxidation in liver homogenates and isolated hepatocytes from control and clofibrate-treated rats. _J Biol Chem_ **254**, 4585-4595 \\(1979).\r\n  \r\n\n\n7. Van Veldhoven, P.P., et al. Identification and purification of a peroxisomal branched chain fatty acyl-CoA oxidase. J Biol Chem 266, 24676-24683 \\(1991).\r\n  \r\n\n\n8. Hirschey, M.D., Shimazu, T., Huang, J. & Verdin, E. Chapter 8 acetylation of mitochondrial proteins. _Meth Enzymol_ **457**, 137-147 \\(2009).\r\n  \r\n\n\n9. Weis, B.C., Cowan, A.T., Brown, N., Foster, D.W. & McGarry, J.D. Use of a selective inhibitor of liver carnitine palmitoyltransferase I \\(CPT I) allows quantification of its contribution to total CPT I activity in rat heart. Evidence that the dominant cardiac CPT I isoform is identical to the skeletal muscle enzyme. _J Biol Chem_ **269**, 26443-26448 \\(1994).\r\n  \r\n\n\n10. Corton, J.M., Gillespie, J.G., Hawley, S.A. & Hardie, D.G. 5-aminoimidazole-4-carboxamide ribonucleoside. A specific method for activating AMP-activated protein kinase in intact cells? _Eur J Biochem_ **229**, 558-565 \\(1995)."
        },
        {
            "header": "Acknowledgements",
            "content": "Special thanks to John Carroll for figure preparation, and Gary Howard and Stephen Ordway for editorial review. This work was supported in part by a Senior Scholarship in Aging from the Elison Medical Foundation to EV and by institutional support from the J. David Gladstone Institutes."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature08778",
                "date": "2010-01-19 13:42:44",
                "title": "SIRT3 regulates mitochondrial fatty-acid oxidation by reversible enzyme deacetylation",
                "authors": [
                    "Matthew D. Hirschey",
                    "Tadahiro Shimazu",
                    "... Ronald Kahn & Eric Verdin"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11351,
                "identity": "9f71c513-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Matthew D Hirschey",
                "email": "",
                "orcid": "",
                "institution": "Gladstone Institute of Virology and Immunology, University of California, San Francisco CA, 94158, USA",
                "correspondingAuthor": "",
                "prefix": "",
                "firstName": "Matthew",
                "middleName": "D",
                "lastName": "Hirschey",
                "suffix": ""
            },
            {
                "id": 11352,
                "identity": "9f71c838-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Eric Verdin",
                "email": "",
                "orcid": "",
                "institution": "Gladstone Institute of Virology and Immunology, University of California, San Francisco CA, 94158, USA",
                "correspondingAuthor": "",
                "prefix": "",
                "firstName": "Eric",
                "middleName": "",
                "lastName": "Verdin",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-04-19 06:26:13",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.92",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.92",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608064,
                "identity": "cb57f9c0-2995-46a6-be60-59e57a877cb0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:56",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 107802,
                "visible": true,
                "origin": "",
                "legend": "Fatty acid oxidation schematic.   Radiolabeled fatty acids are oxidized by tissue homogenates _ex vivo_ and measured by monitoring conversion into acid-soluble metabolites or CO~2~.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-631/v1/figure_1.jpg"
            },
            {
                "id": 2608065,
                "identity": "44743037-44e3-4138-801a-0155f3ef73cf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:56",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 52212,
                "visible": true,
                "origin": "",
                "legend": "Palmitate oxidation in multiple tissues is dose-dependent and sensitive to pharmacological manipulation.    a. Mitochondrial fatty acid oxidation was measured in highly oxidizing tissues, including heart, liver, mixed gastrocnemius and soleus skeletal muscle (SKM), and brown adipose tissue (BAT) b. Fatty acid oxidation was measured by incubation of liver extract from wt mice with 1-^14^C-palmitate and monitored by acid-soluble metabolites (ASM) and captured CO~2~; c. Fatty acid oxidation was measured by incubation of liver extract from wt mice with 1-^14^C-palmitate including AICAR (activator) or sodium azide (NaN~3~, inhibitor) and monitored by acid-soluble metabolites (ASM).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-631/v1/figure_2.jpg"
            },
            {
                "id": 2608067,
                "identity": "a83fd14c-e32a-4e66-ac79-8ed3db7c987a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:56",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 76593,
                "visible": true,
                "origin": "",
                "legend": "Table 1.   Fatty acid oxidation reaction solutions.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-631/v1/figure_3.jpg"
            },
            {
                "id": 13464677,
                "identity": "b441b5ac-63d5-4613-b329-03db4893f058",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:18",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 220267,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-631/v1/c01b2dce-a097-4f9c-91b4-8f564dfb6a32.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "oxidation, fatty acid, palmitate, oleate, lipid, ex vivo, liver, skeletal muscle, heart, brown adipose tissue",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Measuring fatty acid oxidation in tissue homogenates",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-04-15 04:07:39",
                "doi": "10.1038/nprot.2010.92",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f71687e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 15th, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2375,
                "name": "Biochemistry"
            },
            {
                "id": 2376,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 2377,
                "name": "Cell biology"
            },
            {
                "id": 2378,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-04-15 04:07:39",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}