{
    "identity": "nprot-3245",
    "title": "Measuring _C. elegans_ food intake in liquid culture",
    "content": [
        {
            "header": "Reagents",
            "content": "Worm strains can be obtained from the _C. elegans_ Genetics Center \\(http://www.cbs.umn.edu/CGC/) and the National Bioresource Project \\(http://shigen.lab.nig.ac.jp/c.elegans/index.jsp)\r\n\n\n\r\n\n\nFor detailed instructions on how to generate the reagents below please see the Extended Materials and Methods \r\n\n\n\r\n\n\nLB \\(Luria-Bertani) media\r\n\n\n\r\n\n\nTB \\(Terrific Broth) media\r\n\n\n\r\n\n\nNGM agar\r\n\n\n\r\n\n\nS-Complete medium \r\n\n\n\r\n\n\nM9 medium\r\n\n\n\r\n\n\nBleach \\(Chlorox, 8.25% Sodium Hypochlorite)\r\n\n\n\r\n\n\nAmpicillin\r\n\n\n\r\n\n\nCarbenicillin\r\n\n\n\r\n\n\nAmphotericin B\r\n\n\n\r\n\n\n5-fluoro-2'-deoxyuridine \\(FUDR, Sigma, #F0503)"
        },
        {
            "header": "Equipment",
            "content": "Microplate reader \\(96-well) capable of measuring optical density at 600nm\r\n\n\n\r\n\n\nSpectrophotometer \\(cuvette-based)\r\n\n\n\r\n\n\nMicrotiter plate shaker\r\n\n\n\r\n\n\nPlate sealers \\(Easy Peel Easy Seal Sealing Tape, Nunc, #236707)\r\n\n\n\r\n\n\nOptically clear, black, flat-bottom 96-well plates \\(Costar, #3603)\r\n\n\n\r\n\n\nA 37°C shaking incubator to grow bacteria\r\n\n\n\r\n\n\nA 20°C incubator to grow worms\r\n\n\n\r\n\n\nA dissecting microscope to manipulate worms \r\n\n\n\r\n\n\nA light microscope to count viable worms in microplate wells \r\n\n\n\r\n\n\nA centrifuge for pelleting bacteria, worm eggs, or debris\r\n\n\n\r\n\n\nPlastic dishes for dispensing media and worms using a multichannel pipette \\(Costar, #4870)\r\n\n\n\r\n\n\nMultichannel pipette \\(0.5-12.5 μl) for dispensing drugs\r\n\n\n\r\n\n\nMultichannel pipette \\(3-125 μl) for dispensing drugs\r\n\n\n\r\n\n\nMultichannel pipette \\(15-850 μl) for dispensing worms, bacterial preparations, and drugs\r\n\n\n\r\n\n\nPetri Dishes \\(Sterile, 10 cm)\r\n\n\n\r\n\n\nNutator \\(or similar device) to gently agitate worm solutions"
        },
        {
            "header": "Procedure",
            "content": "**A. Preparation of Feeding Bacteria**\r\n\n\n\r\n\n\nThis section describes the preparation of feeding bacteria. The _E. coli_ strain we use is called OP50. This strain has been made Carbenicillin/Ampicillin resistant to prevent cross contamination of the worm culture with other bacteria. The OP50 should be prepared five days in advance. All materials that will come in contact with the worms and bacteria must be sterile.\r\n\n\n\r\n\n\n**Day -7:** Thursday \\(week 1): \r\n\n\n\r\n\n\n1. In the early morning, innoculate 5 mL of LB containing 100 μg/mL Ampicillin and 0.1 μg/mL Amphotericin B with a single OP50 colony and incubate for 8-12hrs at 37°C in a bacterial shaker. \r\n  \r\n\n\n2. In the late afternoon, dilute the culture of OP50 1:2000 in 300mL TB containing 50 μg/mL Ampicillin. Incubate the culture in a bacterial shaker for overnight at 37°C until saturation is reached. Do not allow the culture to grow more than 14-16 hours.\r\n  \r\n\n\n**Day -6:** Friday \\(week 1):\r\n\n\n\r\n\n\n1. Transfer the OP50 into a pre-weighted sterile centrifugation tube. Pellet the OP50 by centrifugation for 10 min at 3500 rpm \\(2200 x g). \r\n  \r\n\n\n2. Discard the supernatant and re-suspend the OP50 pellet in sterile water. Repeat this wash twice.\r\n  \r\n\n\n3. After the second wash, carefully remove all the remaining water. No water should be left in the tube. Weigh the centrifuge tube containing the pellet and subtract the weight of the empty tube to determine the weight of the pellet.\r\n  \r\n\n\n4. Thoroughly re-suspend the pellet in S-complete to a concentration of 100 mg/mL. No clumps should be left.\r\n  \r\n\n\n5. The concentration of 100 mg/mL should correspond to 2 x 10\n10\nbacteria/mL. Use a photo spectrometer to determine the number of bacteria per mL if the relationship between the optical density and number of bacteria per mL is known. If necessary, adjust the concentration of the OP50 feeding solution to 2 x 10\n10\nbacteria/mL.\r\n  \r\n\n\n6. Store the OP50 solution at 4°C until is is used for the worm culture.\r\n  \r\n\n\n**B. Preparation of a Synchronous Worm Culture**\r\n\n\n\r\n\n\nThis section describes the preparation of the worm culture. The goal is to generate an age-synchronous population of worms. All materials coming into contact with the worms after step 5 must be sterile. Plates are kept at 20°C unless otherwise indicated.\r\n\n\n\r\n\n\n**Day -6:** Friday \\(week 1), 4:00 p.m.: **Transfer the animals to a fresh plate**\r\n\n\n\r\n\n\n1. Take a 5-10 day old NGM plate on which the majority of the worm population consists of starved L1 larvae.\r\n  \r\n\n\n2. Sterilize a metal spatula by shortly heating it over a Bunson burner. Let it cool. Use the cooled spatula to cut out agar chunks from the plate containing the starved worms. Transfer several of these chunks onto a fresh 10 cm NGM plate seeded with OP50. Incubate for approximately 65 hours at 20°C until the majority of the worm population consists of gravid adults. The time it takes for the starved L1 animals to grow into gravid adults may vary from strain to strain.\r\n  \r\n\n\n**Day -3:** Monday \\(week 2), 10:00 a.m.: **Establish a synchronous population**\r\n\n\n\r\n\n\n3. Collect worms from the 10 cm NGM plate by washing them of the plate with 5-10 mL sterile water. Transfer the worms/water solution into a 15 mL conical tube.\r\n  \r\n\n\n4. Wash the worms by centrifuging for 30 seconds at 2000 rpm. Discard supernatant and add 10 mL water. Repeat until solution containing worms has largely cleared of bacteria.\r\n  \r\n\n\n5. Remove supernatant and add 5 mL of freshly prepared bleach/NaOH solution \\(1.8 mL household bleach, 0.5 mL 10N NaOH, 7.7 mL water). Incubate for up to 5 minutes at RT until the worms break open. Be sure to vortex gently every minute. Monitor the progress of the reaction under the dissecting microscope. Do not over-bleach worms, larval viability will be severely diminished. Some mutant strains are sensitive to bleach time and NaOH concentration. Reduce these parameters if viability becomes an issue. We would suggest using 0.5 mL 10N NaOH or bleaching for 3 minutes when this becomes a problem.\r\n  \r\n\n\n6. As soon as all the adults dissolve, add 5 mL of M9 buffer to neutralize the reaction. \r\n  \r\n\n\n7. Centrifuge the eggs/debris solution at 3000 rpm for 2 minutes. Discard supernatant and add 10 mL M9 buffer. Vortex solution briefly to dissociate egg pellet. Repeat M9 egg wash twice.\r\n  \r\n\n\n8. Wash the eggs once with 10 ml S-complete and transfer the solution to a fresh 50 mL conical tube. Add 30 mL of S-complete to a final volume of 40 mL. Gently shake the tube overnight at room temperature on a nutator or similar device.\r\n  \r\n\n\n**Day -2:** Tuesday \\(week 2), 12:00 noon.: **Seed the animals into plates**\r\n\n\n\r\n\n\n9. Under the dissecting scope, check whether the worms hatched during the night. Determine the concentration of worms in the S-complete solution by counting the number of worms in 10 μL drops using a dissecting scope. Count at least 10 drops for each sample. \r\n  \r\n\n\n10a. Prepare solution that contains worms plus bacteria and antibiotics. \r\n\n\n\r\n\n\n10b. In separate sterile 15 or 50 mL conical tubes, re-suspend each worm strain to a final concentration of 40 worms/mL in S-complete. If lifespan or stress-resistance will also be measured, then concentrations up to 75 worms/mL are acceptable. Higher worm concentrations \\(> 80)  increase the likelihood of overcrowded wells, which need to be censored from analyses due to the potential for confounding DR-type effects.\r\n\n\n\r\n\n\n10c. In parallel, prepare a no worm control solution that contains Carbenicillin, Amphotericin B, and OP50 at the final concentrations specified below in S-complete. Prepare a volume sufficient for the individual testing of each drug and solvent. In our lab, we perform each control in triplicate \\(three wells per drug or solvent). This solution is necessary to identify and correct for any influence of a drug or solvent on the feeding bacteria. Inclusion of control wells is required regardless of the state of the feeding bacteria \\(live, killed by heat, UV, or γ-irradiation) and is necessary even if no drugs will be tested. \r\n\n\n\r\n\n\n11. Add Carbenicillin \\(stock 100 mg/mL) to a final concentration of 50 μg/mL and Amphotericin B \\(stock 250 μg/mL) to a final concentration of 0.1 μg/mL. Gently shake the solutions on a nutator at room temperature until animals are ready for plating.\r\n  \r\n\n\n12. At 2:30pm, add the OP50 prepared in Part A to a final concentration of 6 mg/mL \\(1.2 x 10\n9\nbacterial/mL). Return the OP50 to 4°C.\r\n  \r\n\n\n13. Transfer 150 μL of the worm/OP50 solution into each well of a 96 well plate with a transparent bottom. Make sure to keep the worms in suspension while pipetting.\r\n  \r\n\n\n14. Transfer 150 μL of the no worm control solution into the wells of a 96 well plate with a transparent bottom. Ensure that a sufficient number of wells are prepared for each drug or solvent used. The control solution can be plated separately from the experimental wells.\r\n  \r\n\n\n15. To ensure the detection of small effect sizes, three columns per treatment is ideal. However, one column per treatment is sufficient to detect large effects \\(i.e. >40% effect size).\r\n  \r\n\n\n16. Seal the plate using tape sealer to avoid contamination and evaporation. Shake the plate on a microtiter plate shaker for 2 minutes and incubate for 2 days at 20°C until the animals reach the L4 stage.\r\n  \r\n\n\n**Day -0:** Thursday \\(week 2), Before noon.: **Sterilize animals by adding Fluorodeoxyuridine \\(FUDR)**\r\n\n\n\r\n\n\n17. To sterilze the animals add 3-4 μL of FUDR \\(stock 6mM) to each well. This step brings the final concentration of FUDR to 120 μM. Re-seal the plate using tape sealers and shake it for 2-3 minutes on a microtiter plate shaker. If the OP50 was added at 2:30 pm on day -2, it is essential that the FUDR is added before noon. Return the plates to the 20°C incubator.\r\n  \r\n\n\n**C. Measuring Food Intake Using OD600**\r\n\n\n\r\n\n\nThis section contains details on how food intake is measured using OD600. The goal of this section is to collect OD600 values for each well over the span of several days, and to establish the number of worms in each well for later analysis of food intake. Plates are kept at 20°C unless otherwise indicated.\r\n\n\n\r\n\n\n**Day 1:** Friday \\(week 2): **Add drugs to culture and measure OD600**\r\n\n\n\r\n\n\n1. By 9:00 a.m. most of the animals should be gravid adults and contain several eggs each. Add the drugs whose effect on food intake is to be tested at the desired concentration. If dissolving the drugs in DMSO the final concentrations of DMSO should not exceed 0.6%, as DMSO concentrations higher than 0.6% significantly influence _C. elegans_ health and lifespan. If no drugs are to be added, proceed to step 4.\r\n  \r\n\n\n2. For DMSO soluble drugs, we add 0.5 μL of a 300X stock to each well. Add 0.5 μL of DMSO or Drug/DMSO solution to the appropriate control wells.\r\n  \r\n\n\n3. For Water soluble drugs, we add 3 μL of a 50X stock to each well. Add 3 μL of Water or Drug/Water solution to the appropriate control wells.\r\n  \r\n\n\n4. After addition of the drug, seal the plates with tape sealer. Shake each plate for 2-3 minutes on a microtiter plate shaker.\r\n  \r\n\n\n5. Adding the drugs can occasionally kill a few animals per plate, especially if using a solvent other than water. Use the inverted microscope to quickly check for dead animals. Generally, there should be less than 5 dead animals per 96 well plate. \r\n  \r\n\n\n6a. To obtain reliable OD600 measurements, bacteria must not be aggregated or settled at the bottom of the assay wells. Simple shaking of each plate on a microtiter plate shaker was found to be sufficient to dissolve bacterial aggregates and re-suspend the bacteria into solution. \r\n\n\n\r\n\n\n6b. Prior to measuring the OD600, shake each plate on a microtiter plate shaker for 25 minutes. \r\n\n\n\r\n\n\n7a. Bacterial quickly settle to the bottom of the wells after shaking. As such, the OD600 becomes less reliable as the time interval between the end of shaking and measurement increases. It is important to keep this interval short, preferably under 10 minutes to ensure robust results.\r\n\n\n\r\n\n\n7b. Measure the OD600 for each well of each plate using a microplate reader \\(96-well) capable of measuring optical density at 600nm. Make sure to complete all measurements in under 10 minutes. Note the order in which the plates were measured.\r\n\n\n\r\n\n\n7c. Save output files for later use.\r\n\n\n\r\n\n\n8. Return plates to the 20°C incubator.\r\n  \r\n\n\n**Day 4:** Monday \\(week 3): **Measure OD600 and Count Worms Number Per Well**\r\n\n\n\r\n\n\n9. Measure the OD600 by repeating steps 6-8. Ensure that the order the plates are read does not differ from the previous measurements.\r\n  \r\n\n\n10a. Count the number of live adult animals in each well for each plate \\(see section D). To observe animals in 96 well plates, use an inverted microscope with a 2x or 2.5x objective. \r\n\n\n\r\n\n\n10b. In order to increase the chance that the animals move shake the 96 well plate on a microtiter plate shaker for 2 minutes prior to counting. \r\n\n\n\r\n\n\n10c. Use the attached excel template FeedingAssay.xlsx to record dead and live animals \\(see section D for details).\r\n\n\n\r\n\n\n11a. If performing additional food intake measurements, lifespan or stress-resistance assays:\r\n\n\n\r\n\n\n11b. Allow fresh oxygen to enter the culture by removing the tape sealer. Wait 1 minute and reseal the plate. Shake the plate for 2-3 minutes on a microtiter plate shaker. Repeat once every week. \r\n\n\n\r\n\n\n11c. When performing a lifespan assay, it is recommended to add new OP50 on Day 5 to prevent starvation. If food intake and lifespan measurements will be performed on the same animals, the OD600 must be measured after the new OP50 has been added. Ensure that new OP50 is also added to the control wells.\r\n\n\n\r\n\n\n**D. Scoring Live Animals and Food Intake**\r\n\n\n\r\n\n\nThis section describes how the food intake of a worm population is estimated from individual wells. We also describe how to score adult animals as live or dead by using movement. Strong light, especially blue light, induces the animals to move. Do not remove dead animals from the assay. \r\n\n\n\r\n\n\n1. To score live animals, simply record the number of adult animals that move in each well when stimulated with strong light. Young adults \\(day 1 to 8) move vigorously for several minutes in liquid culture after brief shaking and exposure to a strong light source. \r\n  \r\n\n\n2. After counting the total number of adult worms in each well \\(see section C, step 10), censor wells that contain more than 15 animals from the analysis. Animals in these wells will not have enough OP50 and will show effects of dietary restriction and over-crowding. Censoring wells that contain less than 3 animals will increase the reproducibility and robustness of the assay and is recommended. Censor any wells where hatchlings are observed. Developing worms are not included in the adult worm count and will influence OD600 measurements. \r\n  \r\n\n\n3. To estimate food intake, three factors need to be measured. \\(i) The change in OD600 over time for each condition or treatment. \\(iI) The number of worms per well. \\(iiI) The basal decay of OD600 for bacteria in the absence of worms.  \r\n  \r\n\n\n4. Calculate the difference in OD600 per well between two time points. In this protocol, this is the difference in OD600 between Day 4 and Day 1.\r\n  \r\n\n\nΔOD600 = OD600\nday4\n- OD600\nday1\nThe distribution of the differences for each condition will be analyzed to compare the effects of different conditions and expressed relative to a specific control. \r\n\n\n\r\n\n\n5. The worm count per well \\(X0) is established as stated above.\r\n  \r\n\n\n6. The basal decay of OD600 must be established for each treatment condition, and will vary between individual drugs or solvents. The basal decay is measured in the control wells as described in Section B 10c and Section C 2/3. To calculate the basal decay, calculate the ΔOD600 for each well in each set of controls. The average decay \\(D\nc\n) for each set of control wells will be used as a correction factor for each experimental well using the same drug and solvent \\(i.e. wells with Drug A in Solvent A are corrected using D\nc\nfor Drug A in Solvent A). \r\n  \r\n\n\n7. To calculate the food intake per well, subtract the appropriate average basal decay value from difference in OD600 per well, and divide the result by the number of worms per well.\r\n   \r\n\n\n\\[ΔOD600 - D\nc\n]/\\[X0]\r\n\n\n\r\n\n\n8. Next, normalize the food intake values for each condition relative to an appropriate control. In our lab, we perform many of our experiments with the Bristol N2 strain. Thus, we use the food intake of Bristol N2 untreated animals as the control condition, and express food intake as a percentage of  untreated or solvent treated N2. For genetic experiments, use the appropriate background strain that was used for outcrossing."
        },
        {
            "header": "Anticipated Results",
            "content": "**E. Representative Results**\r\n\n\n\r\n\n\nThis section describes how to keep records of the food intake data generated by the bacterial clearance assay and provides several examples of representative results for the food intake assay.\r\n\n\n\r\n\n\nFigure 1 shows an example of how to record experimental metadata,  worm counts per well, and OD600 measurements. We have provided this example excel sheet \\(Example_Data.xlsx) that contains real experimental data as well as a blank template \\(Feeding_Assay.xlsx) for use in recording OD600 measurements and preliminary data analysis. In our example file, information for each plate and well including the plate ID, strain, drug, and drug concentration are recorded at the beginning of the experiment. The total number of animals alive on day 4 \\(X0) can also be recorded here, as well as the OD600 measurements. To graph the results, calculate the difference in OD600 between day 4 and 1, corrected for worm number per well and basal decay of OD600, and plot it as a function of worm number for each condition. Censor wells if appropriate, and inspect the data for significant outliers or abnormal trends in food intake with respect to worm number. If you are using our template excel file, please read the Instructions tab which will explain in detail how the data are generated. The template excel file is sufficient for small scale experiments from recording through data analysis, and provides graphs and summary statistics. For larger scale experiments with multiple conditions, appropriate statistical tests \\(ANOVA, corrected for multiple hypotheses) should be calculated using software such as R or GraphPad Prism.\r\n\n\n\r\n\n\nFood intake of _C. elegans_ is dependent upon bacterial strain, bacterial concentration, and temperature. Figure 2A shows the changes in food intake with decreasing concentrations of bacteria, similar to compensatory feeding observed in other species such as _Drosophila melanogaster_. The food intake assay detects changes in feeding behavior in response to Serotonin \\(Figure 2B). Mutants deficient for Serotonin receptors involved in food intake \\(_ser-7_) differ from wild-type N2 animals treated with Serotonin.\r\n\n\n\r\n\n\nThe assay is best suited to make quantitative statements on food intake. In Figure 2C food intake is plotted as a function of Serotonin concentration. The Tukey-style box and whisker plots are ideal to present _C. elegans_ food intake, as they allow clear visualization of the median, the distribution of the data, and the biological variation within and between groups or conditions. For large effect sizes \\(> 40% increase), the number of wells assayed can be as low as 8 \\(1 column of a 96-well plate). For small effects we suggest a larger sample size \\(minimum 21 wells or 3 columns of a 96-well plate)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1534/genetics.115.175851",
                "date": "2015-06-19 20:06:01",
                "title": "Measuring Food Intake and Nutrient Absorption in Caenorhabditis elegans",
                "authors": [
                    "R. L. Gomez-Amaro",
                    "E. R. Valentine",
                    "M. Carretero",
                    "S. E. LeBoeuf",
                    "S. Rangaraju",
                    "C. D. Broaddus",
                    "G. M. Solis",
                    "J. R. Williamson",
                    "and M. Petrascheck"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12973,
                "identity": "a02f4912-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Michael Petrascheck",
                "email": "pscheck@scripps.edu",
                "orcid": "",
                "institution": "Petrascheck Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Michael",
                "middleName": "",
                "lastName": "Petrascheck",
                "suffix": ""
            },
            {
                "id": 12972,
                "identity": "a02f44e7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rafael Gomez-Amaro",
                "email": "",
                "orcid": "",
                "institution": "Petrascheck Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rafael",
                "middleName": "",
                "lastName": "Gomez-Amaro",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-06-19 20:22:47",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.064",
        "doiUrl": "https://doi.org/10.1038/protex.2015.064",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609000,
                "identity": "0672d813-0727-4a34-b29b-12d83f417c96",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:37",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 23312932,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Visualizing and Interpreting Food Intake Data   *A*. Food intake in response to decreasing concentrations of bacteria. Bristol N2 animals were raised in liquid culture at 20°C in 6 mg/mL bacteria. On day 1 of adulthood, the bacteria was removed and animals were re-plated into various concentrations of bacteria. Food intake is plotted as a function of bacterial concentration. *B*. Food intake of wild-type N2 and animals carrying a loss of function allele of the Serotonin receptor _ser-7_ in response to Serotonin. *C*. Dose response curve of Serotonin treated N2 animals. Food intake is plotted as a function of Serotonin concentration.",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-3245/v1/figure_1.tif"
            },
            {
                "id": 2609003,
                "identity": "90bf7e9b-a18f-47c9-90b1-09bdd30e07d1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:37",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3919924,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Example Data Sheet   Screenshot of the DATA tab from the Example_Data.xlsx file showing properly filled fields comprised of experimental metadata and raw data such as worm number per well (X0) and OD600 values. ",
                "description": "",
                "filename": "figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-3245/v1/figure_2.tif"
            },
            {
                "id": 13465382,
                "identity": "d406a554-de80-4202-8026-1f6ee42c51a0",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:33",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 499496,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3245/v1/eaa50db8-a55a-464b-9b25-68bda50ed1bb.pdf"
            },
            {
                "id": 2608997,
                "identity": "0dccfead-59c6-4023-b1a1-000d54a1298d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:37",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 61162,
                "visible": true,
                "origin": "",
                "legend": "Extended Materials and Methods   Preparation of Stock Solutions",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-3245/v1/supplement_0.docx"
            },
            {
                "id": 2609001,
                "identity": "8659e867-b8b9-4b5d-9fc9-5a51cd52a592",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:37",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 320952,
                "visible": true,
                "origin": "",
                "legend": "Example_Data.xlsx   Example Excel Sheet",
                "description": "",
                "filename": "supplement0.xlsx",
                "url": "https://assets.researchsquare.com/files/nprot-3245/v1/supplement_0.xlsx"
            },
            {
                "id": 2609002,
                "identity": "db53e8fc-49d0-450a-8f7e-b80fa448aeef",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:37",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 305956,
                "visible": true,
                "origin": "",
                "legend": "Feeding_Assay.xlsx   Blank Excel Template For Food Intake Assay",
                "description": "",
                "filename": "supplement0.xlsx",
                "url": "https://assets.researchsquare.com/files/nprot-3245/v1/supplement_0.xlsx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "C. elegans, feeding, food intake",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "_Caenorhabditis elegans_ has emerged as a powerful model to study the genetics of feeding, food-related behaviors, and metabolism. Despite the many advantages of _C. elegans_ as a model organism, direct measurement of its bacterial food intake remains challenging.  Here, we describe a method to measure the food intake of _C. elegans_ in liquid culture. We use a medium throughput microtiter plate-based bacterial clearing assay to measure food intake by quantifying the change in the optical density of bacteria over time. Using the bacterial clearance assay, we have compared the bacterial food intake of various _C. elegans_ strains and in response to changing environmental conditions. The bacterial clearance assay provides a new and powerful tool for _C. elegans_ research to investigate feeding and how food intake affects the physiology and health of an organism.",
        "manuscriptTitle": "Measuring C. elegans food intake in liquid culture",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-06-23 16:52:21",
                "doi": "10.1038/protex.2015.064",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a02eef4c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 23rd, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3141,
                "name": "Developmental biology"
            },
            {
                "id": 3142,
                "name": "Genetics"
            },
            {
                "id": 3143,
                "name": "Biological techniques"
            },
            {
                "id": 3144,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-06-23 16:52:21",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}