{
    "identity": "pex-1548",
    "title": "<p>Hand Performance and Strength Evaluation in Smartphone users in the Healthy Population: A Study Protocol</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>In the 21st century, technology plays a crucial role in human life. Well amidst all of its devices, the Smartphone is a wonderful advancement in modern technology (1). The invention and popularization of the \"smartphone\" encapsulate the legacy of these significant developments (2). In the recent decade, when technology evolves at rapid speed and frequency with which we use it evolves as well (3).<strong> </strong>Smartphones are becoming more and more indispensable in daily life, and they provide an inclusive of mobile applications for acquired facts, communication, &nbsp;adult education, and entertainment (4). Smartphone usage has a wide range of goals and purposes. Several studies have found that smartphones have various social and medical benefits (5). Young children have become keen smartphone users as a result of their social involvement with communication technologies (6). This is because these portable gadgets may serve as a phone, internet browser, camera, e-mail service, multimedia player and navigation system, in addition to facilitating social networking and game play (7). </p><p>On the one hand, technology gives us a variety of fantastic functions, but its extensive use has negative implications for our physical and mental health (1). Excessive smartphone use can lead to addictive behaviours, which can lead to alterations in the users' musculoskeletal system (8). The average amount of time spent on a smartphone by university students was &gt; 3.5 hours per day, with soreness at the base of the thumb. Dry eyes, computer vision complication, neck as well as shoulder issues, De Quervain's tenosynovitis, and thumb and wrist weakness are some of the complications along with negative effects of prolonged smartphone use. These challenges would reduce the hand's functionality over time, potentially leading to psychological issues resulting in low quality of life (9).&nbsp;The use of the internet has become excessive among youths and adults all over the world. Excessive internet use causes psychological illnesses, low self-esteem, sadness, and poor academic and professional performance (5). </p><p>Researchers have developed scales to assess smartphone addiction to identify smartphone addicts. The \"Smartphone Addiction Scale\" (SAS) and the \"Smartphone Addiction Inventory\" (SPAI) are two of the most commonly utilized screening instruments in recent studies. The SPAI is a 26-item questionnaire whereas, the SAS-SV has a question of 10 items. SAS-SV is shorter as well as effortless to complete, making it more appropriate for the young population (8). Osailan evaluated the association among smartphone use (in time units) along with hand-grip strength among youthful individuals. It was found out that in comparison to lower frequency smartphone users, greater frequency smartphone users reported weaker handgrip strength (9). </p><p>Gripping, continuous pushing movements along with repeated thumb motions, Despite, were all risk factors for upper-limb dysfunction (6).&nbsp;The qDASH questionnaire has ICC reliability of 0.90 as well as validity is Pearson r &gt; 0.70. It is an automatic management region-specific outcome device designed to assess upper-extremity impairment along with symptoms. The qDASH had a high level of internal consistency (Cronbach alpha 0.9)&nbsp;(10). Its goal is to diagnose upper limb problems of various symptoms, evaluate changes over time, and assess intervention outcomes. Clinically, it is one of the finest upper limb measurements. The qDASH, a shorter, more quickly administered variant of the DASH, was created (11). This study aimed to evaluate the hand performance and strength of smartphone users in a normal healthy population. Keeping the objective as to evaluate hand-grip strength, whereas finding out the smartphone addiction and Upper extremity functional assessments in a healthy population.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "1. All participants will be explained thoroughly with the procedure.\n2. Consent will be taken and data will be collected using Google form of SAS-SV and qDASH questionnaire will be used to evaluate the smartphone addiction and assess the upper extremity functional independency.\n3. The data will be collected, statistical analysis will be performed, and results will be drawn.\n4. The result and conclusion will be analyzed and drawn respectively."
        },
        {
            "header": "References",
            "content": "<p>1. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Taj S. Relationship of Smartphone Addiction with Hand Grip Strength and Upper Limb Disability. 6(6):7. </p><p>2. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dharmadhikari SP, Harshe SD, Bhide PP. Prevalence and Correlates of Excessive Smartphone Use among Medical Students: A Cross-sectional Study. Indian Journal of Psychological Medicine. 2019 Nov;41(6):549–55. </p><p>3. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Akın A, Altundağ Y, Turan ME, Akın U. The Validity and Reliability of the Turkish Version of the Smart Phone Addiction Scale-short Form for Adolescent. Procedia - Social and Behavioral Sciences. 2014 Oct;152:74–7. </p><p>4. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Haug S, Castro RP, Kwon M, Filler A, Kowatsch T, Schaub MP. Smartphone use and smartphone addiction among young people in Switzerland. Journal of Behavioral Addictions. 2015 Dec;4(4):299–307. </p><p>5. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ching SM, Yee A, Ramachandran V, Sazlly Lim SM, Wan Sulaiman WA, Foo YL, et al. Validation of a Malay Version of the Smartphone Addiction Scale among Medical Students in Malaysia. Weinstein AM, editor. PLoS ONE. 2015 Oct 2;10(10):e0139337. </p><p>6. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Radwan NL, Ibrahim MM, Mahmoud WSE-D. Evaluating hand performance and strength in children with high rates of smartphone usage: an observational study. J Phys Ther Sci. 2020;32(1):65–71. </p><p>7. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chen B, Liu F, Ding S, Ying X, Wang L, Wen Y. Gender differences in factors associated with smartphone addiction: a cross-sectional study among medical college students. BMC Psychiatry. 2017 Dec;17(1):341. </p><p>8. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mescollotto FF, Castro EM de, Pelai EB, Pertille A, Bigaton DR. Translation of the short version of the Smartphone Addiction Scale into Brazilian Portuguese: cross-cultural adaptation and testing of measurement properties. Brazilian Journal of Physical Therapy. 2019 May;23(3):250–6. </p><p>9. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Osailan A. The relationship between smartphone usage duration (using smartphone’s ability to monitor screen time) with hand-grip and pinch-grip strength among young people. An observational study [Internet]. In Review; 2020 Oct [cited 2021 Jun 1]. Available from: https://www.researchsquare.com/article/rs-89184/v1.</p><p>10. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Atroshi I, Gummesson C, Andersson B, Dahlgren E, Johansson A. The disabilities of the arm, shoulder and hand (DASH) outcome questionnaire: Reliability and validity of the Swedish version evaluated in 176 patients. Acta Orthopaedica Scandinavica. 2000 Jan;71(6):613–8. </p><p>11. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hammond A, Prior Y, Tyson S. Linguistic validation, validity and reliability of the British English versions of the Disabilities of the Arm, Shoulder and Hand (DASH) questionnaire and QuickDASH in people with rheumatoid arthritis. BMC Musculoskelet Disord. 2018 Dec;19(1):118. </p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 31128313,
                "identity": "eb9d6fac-c722-4f94-a2ba-b2c4fe25738e",
                "order_by": 0,
                "name": "Jasraj Kaur Bhamra",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-0835-7659",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jasraj",
                "middleName": "Kaur",
                "lastName": "Bhamra",
                "suffix": ""
            },
            {
                "id": 31128314,
                "identity": "2c2bfea3-be7d-44f1-905a-4dbac865ccef",
                "order_by": 1,
                "name": "Waqar M. Naqvi",
                "email": "waqar.naqvi@dmimsu.edu.in",
                "orcid": "https://orcid.org/0000-0003-4484-8225",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Waqar",
                "middleName": "M.",
                "lastName": "Naqvi",
                "suffix": ""
            },
            {
                "id": 31128315,
                "identity": "3f5871dd-93b1-4e35-9cad-1bb83d9c3f73",
                "order_by": 2,
                "name": "Sakshi P. Arora",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2706-3461",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sakshi",
                "middleName": "P.",
                "lastName": "Arora",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-06-04 09:39:31",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1548/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1548/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13698403,
                "identity": "a6920c28-1543-4abf-8535-32615aa32ddf",
                "added_by": "auto",
                "created_at": "2021-09-17 13:14:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 147432,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1548/v1/b5e97cd6-2010-4a26-b35c-eb3edcf0a225.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Smartphone overuse, Hand function, Hand-grip strength, smart addiction scale short version, qDASH questionnaire",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Introduction: </strong>This study investigated the interactive effects between the levels of smartphone use on hand-grip strength and functional hand performance in young people. High levels of smartphone use diminished hand-grip strengths as well as and hand function that results in a reduction of handgrip strength of dominant hands in smartphone users. To create a self-diagnostic scale that could tell the difference between smartphone addicts and non-addicts. The smartphone addiction scale short version (SAS-SV) was shown to be reliable and accurate. The qDASH (Questionnaire for Disorders of the Arm, Shoulder, and Hand) is an automatic management region-specific outcome device designed to assess upper-extremity impairment along with symptoms. The key component of the qDASH is an 11-item disability/symptom scale.</p><p><strong>Method: </strong>The observational cross-sectional study will be including 70 participants aged between 16 to 29 years from Ravi<strong> </strong>Nair College of Physiotherapy, India for study as per exclusion and inclusion criteria. Intervention, the span of the duration of analysis of the study will be 6 months. The Hand Dynamometer will be used, SAS-SV and qDASH questionnaire will be used to evaluate the smartphone addiction and assess the upper extremity functional independency.</p><p><strong>Discussion:</strong> The Study will evaluate the hand performance and strength of smartphone in healthy participants. There was a link between smartphone addiction and hand-grip strength and upper-limb disability. There is a dismissive impact on youthful participants during the overuse of smartphone on their hand functions.</p><p>The Institutional Ethical Clearance reference number for this study is&nbsp;RNPC/IEC/2020-21/0013.</p>",
        "manuscriptTitle": "Hand Performance and Strength Evaluation in Smartphone users in the Healthy Population: A Study Protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-14 09:12:22",
                "doi": "10.21203/rs.3.pex-1548/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "914f7327-7eb3-4857-a479-2d6e1ae655e5",
        "owner": [],
        "postedDate": "June 14th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4797129,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-14 09:12:22",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}