{
    "identity": "nprot-176",
    "title": "QPCR",
    "content": [
        {
            "header": "Introduction",
            "content": "This protocol was used in the above _Nature Immunology_ paper."
        },
        {
            "header": "Reagents",
            "content": "10X TAQ Buffer \\(Stratagene 200435)\r\n\n\nFluoroscein \\(Bio-Rad 1708780)\r\n\n\nSYBR Green \\(Bio-Rad)\r\n\n\nBio-Rad 96 well PCR plates \\(2239441)"
        },
        {
            "header": "Procedure",
            "content": "1) Mix below reagents in a 1.5 mL conical and vortex \\( good for 96 Q-PCR reactions)\r\n\n\na) 10X TAQ buffer- 300 μL \r\n\n\nb) DI water- 2.45 mL\r\n\n\nc) 10 μM Fluoroscein \\(in DMSO) - 1.5 μL \\(5nM)\r\n\n\nd) 1500X SYBR Green-3 μL  this will need to be titrated each new batch ordered\r\n\n\ne) 10mM dNTPs -40 μL \\(125 μM)\r\n\n\nf) Taq polymerase \\(made by tech-200 μL)- this will have to be titrated each new batch that is made\r\n\n\n\r\n\n\nIn a given Q-PCR plate, there are typically at least two different primers used- one primer that will act as a loading control for cDNA levels \\(L32 or actin) and the experimental primer against the gene of choice \\(Dlgh1, galectin-1, etc.).  Each primer will be run in a separate reaction. Each reaction should be run in either duplicate or triplicate. Thus, if you have 10 experimental conditions with 2 primers run in triplicate you will have 60 separate PCR reactions.  Keep this in mind when calculating the amount of master mix and primers to add.\r\n\n\n\r\n\n\nYou must run samples of known cDNA concentrations to calibrate the machine. This must be done each time you run a Q-PCR plate.  This is done by making 3 or 4 -10 fold serial dilutions of one unmanipulated cDNA sample \\(Make these fresh each time).  I usually will take 1 μL of a control sample cDNA and add 9 μL of DI water \\(10 fold dilution- volume 10 μL), then take 1 μL of the 10 fold dilution and add 9 μL of DI water \\(100 fold dilution-volume 10 μL), repeat this one more time to make a 1000 fold dilution.  The primer I use for these reactions is L32, but one can use your experimental primer as well \\(Dlgh1, galectin etc). The primer you choose should amplify approximately within the same range as your experimental primer.  While L32 is good for Dlgh1, 18s is not. I prefer L32 to calibrate the machine because it most often gives me a slope within the -3.2 or -3.4 range and there is enough of it in a given sample to be diluted 1000 fold and still be amplified.  This calibration is essential to allowing you to quantify the relative amount of cDNA, this step instructs the machine as to what a 10 fold dilution looks like and it will compare your experimental samples to these control samples.  \r\n\n\n\r\n\n\nWhen calculating the amount of master mix and primer to add to the L32 reaction \\(or actin or 18S control reaction of your choosing) remember to include calibration samples \\(usually four) in duplicate \\(add 8) or triplicate \\(add 12).   \r\n\n\n\r\n\n\n\r\n\n\n2) The master mix is now divided into 1.5mL eppendorf tubes with each eppy containing a different primer \r\n\n\n3) In a 1.5 mL eppy place 28.13 μL/ rxn \\(triplicate \\(84.4 μL of master mix) or duplicate \\(56.3 μL of master mix)- remember calibration samples\r\n\n\n4) Add 0.6 μL/rxn of each primer \\(duplicate-1.2 μL or triplicate-1.8 μL)-remember calibration samples\r\n\n\n5) Using the backside of a large rack \\(8 X12) that can hold 0.8mL eppy. Use a 0.8mL eppy for every experimental condition with each primer. For instance, if you 10 experimental conditions with 2 different primers you will need 20 -0.8mL eppys \\( + 4 more for the calibration samples) for a total of 24 0.8 mL eppys\r\n\n\n\r\n\n\n6) in each 0.8mL eppy dispense 88 μL \\(triplicate) or 58 μL \\(duplicate) of the master mix combined with primer\r\n\n\n7) Add 2 μL of the appropriate cDNA reaction to bring the volume to 90 μl \\(triplicate) or 60 μL \\(duplicate) to each eppy. Mix well\r\n\n\n8) Obtain a 96 well plate- Add 25 μl of each sample to a well. \\(Each eppy should then equal 2 \\(duplicate) or 3 \\(triplicate) wells).\r\n\n\n9) Cover the plate with a seal. Take care not to place ungloved figures all over plate seal. Keep this as clean as possible.  \r\n\n\n10) Spin briefly to settle contents of each well to the bottom and place in Icycler Q-PCR machine from Bio-RAD.  \r\n\n\n\r\n\n\n**Q-PCR analysis**\r\n\n\n\r\n\n\n1) Subtract PCR baseline\r\n\n\n2) First look at Standard curve- the slope should be between -3.0 to -3.6 with an optimum around -3.3.  You can play with this value by deleting samples from the calibration group that are included in this calculation.  Start by getting rid of one dilution \\(I usually start with 1:1000 dilution) Continuing doing this until you get a slope that is within this range. \r\n\n\n3) Look at the melt curve for each primer. Each primer should only amplify one PCR product and should thus yield only one melt curve. If you see multiple curves from the same sample, you cannot trust this sample and it should not be included in the anaylsis. \r\n\n\n4) One you have done this from the standard curve menu you can copy the raw numbers into excel by clicking the upper left most box \\(this should highlight all the numbers in black) and hold down ctrl c, go to excel and hold down ctrl v to paste it in excel.\r\n\n\n5) The raw numbers to use are SQ mean. Your experimental numbers should be normalized to your loading control \\(L32).  Standard deviation is calculated for you and is in the next column labeled SQ STD DEV."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ni1422 ",
                "date": "2007-01-25 11:11:56",
                "title": "Scaffold protein Dlgh1 coordinates alternative p38 kinase activation, directing T cell receptor signals toward NFAT but not NFkappa-B transcription factors",
                "authors": [
                    "Round",
                    "J.L. et al."
                ],
                "journal": "Nature Immunology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10102,
                "identity": "9ee0675a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "June  Round",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": "",
                "prefix": "",
                "firstName": "June",
                "middleName": "",
                "lastName": "Round",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-03-20 09:17:49",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.70",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.70",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464668,
                "identity": "12e1f186-fbdb-47b9-a6ba-c6a58ef02d97",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:16",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 87217,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-176/v1/2983310f-1428-47f1-8c2c-2c96ee97703f.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "QPCR",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "QPCR",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-01-29 09:01:17",
                "doi": "10.1038/nprot.2007.70",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ea38c09-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 29th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1590,
                "name": "Genetics"
            },
            {
                "id": 1591,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-01-29 09:01:17",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}