{
    "identity": "nprot-609",
    "title": "Accurate measurement of cytosolic free zinc using eCALWY variants: a toolbox of genetically encoded FRET sensors",
    "content": [
        {
            "header": "Introduction",
            "content": "Zinc plays a critical role in many fundamental cellular processes, acting as a Lewis acid catalyst in numerous enzymes, having a structural function in DNA binding proteins and acting as a modulator in neurotransmission<sup>1-3</sup>. At the same time, low nanomolar concentrations of free Zn<sup>2+</sup> can be cytotoxic, rendering zinc homeostasis a delicate balance that is not well understood. We developed a toolbox of genetically-encoded Forster Resonance Energy Transfer \\(FRET)-based sensors that allow monitoring of fluctuations in intracellular free zinc levels. These sensors, called eCALWY-1, -2, -3, -4, -5 and -6, display a large decrease in energy transfer upon Zn<sup>2+</sup> binding and have affinities that span the pico- to nanomolar range \\(Table 1). They were successfully used to determine the cytosolic free Zn<sup>2+</sup> concentrations of HEK293 and INS-1\\(832/13) cells, which were both found to be 0.4 nM. In addition, the sensors can be targeted to subcellular organelles, as was shown for secretory granules in pancreatic beta-cells<sup>4</sup>. \r\n\n\nAn important issue when measuring cytosolic free zinc concentrations is whether the presence of micromolar concentrations of sensor is not affecting the free zinc level. The availability of a toolbox of sensors spanning a range of affinities allows addressing this issue. Each sensor can be intracellularly saturated with and depleted from zinc, after which the individual sensor occupancies at steady-state zinc levels can be calculated. When combining these occupancies with the _in vitro_ determined _K_<sub>d</sub>, the steady-state cytosolic free zinc concentration can be accurately determined. Here we describe the complete protocol to quantify changes in intracellular free Zn<sup>2+</sup>, based on a protocol described by Palmer et al for genetically encoded Ca<sup>2+</sup> sensors<sup>5</sup>. Next, we explain how to use the toolbox of sensors to accurately determine the steady-state cytosolic free zinc concentration."
        },
        {
            "header": "Reagents",
            "content": "-Mammalian expression vectors encoding for the eCALWY sensors\r\n\n\n-Krebs-Hepes-bicarbonate buffer plus \\(KHBP) \\(see REAGENT SETUP)\r\n\n\n-TPEN \\(N,N,N',N'-Tetrakis\\(2-pyridylmethyl)ethylenediamine), 50 mM stock solution in ethanol \\(Sigma, cat. no. P4413)\r\n\n\n-ZnCl<sub>2</sub>, 100 mM stock solution in demiwater \\(Sigma, cat. no. 39059)\r\n\n\n-Pyrithione \\(2-Mercaptopyridine N-oxide), 5 mM stock solution in water \\(Sigma, cat. no. 188549)\r\n\n\n-Lipofectamine<sup>TM</sup> 2000 \\(Invitrogen, cat. no. 11668-027) \r\n\n\n-Maxiprep kit \\(Qiagen, cat. no. 12663)"
        },
        {
            "header": "Equipment",
            "content": "-Olympus IX-70 inverted optics microscope \\(Olympus UK, Ltd; \"http://www.olympus.co.uk\":http://www.olympus.co.uk) and an Olympus 40x, 1.35 numerical aperture oil immersion objective lens, or equivalents - \"http://www.zeiss.com/micro\":http://www.zeiss.com/micro; \"http://www.nikoninstruments.eu/Products/Microscopes\":http://www.nikoninstruments.eu/Products/Microscopes  \r\n\n\n-Monochromator \\(Polychrome IV, TILL Photonics GmbH, Grafelfing, Germany; \"http://www.till-photonics.com/index.php\":http://www.till-photonics.com/index.php)\r\n\n\n-IMAGO charge-coupled device camera \\(TILL Photonics, GmbH) \r\n\n\n-455DRLP dichroic mirror \\(Chroma Technology, Brattleboro, NY) \r\n\n\n-FRET emission filters \\(D465/30 for CFP or equivalents \\(we used cerulean) and D535/30 \\(Chroma) for YFP or equivalents \\(we used citrine))\r\n\n\n-Lambda 10-2 controller \\(Sutter Instruments, San Rafael, CA)\r\n\n\n-Heating stage \\(MC60, LINKAM Scientific Instruments, Surrey, UK)\r\n\n\n-Perifusion system. Peristaltic pump \\(Gilson Minipuls 3); plastic tubing \\(Pump tubes PVC, 116-0549-150; 116-0549-080, Anachem LTD, Luton, UK)\r\n\n\n-TILLVISION software \\(TILL Photonics GmbH) \r\n\n\n-3.5-cm imaging chamber \\(we use the Attofluor cell chamber \\(Invitrogen) for microscopy)\r\n\n\n-Glass coverslips \\(25 mm; Fisher Scientific UK Ltd)\r\n\n\n-Waterbath \\(Fisher Scientific)"
        },
        {
            "header": "Procedure",
            "content": "**Cell transfection**\r\n\n\n1. Typically, 72 hours prior experiment, plate the cells on glass coverslips. Cells should reach 40-60% confluency within 24 h.\r\n   \r\n\n\nPause point. Continue after 24 h with step 2.\r\n\n\n\r\n\n\n2. 48 hours prior to imaging, transfect cells with 1 micro g of plasmid DNA. We typically use Lipofectamine\nTM\n2000, according to the manufacturers' instructions \\(Invitrogen).\r\n  \r\n\n\nPause point. Continue after ~48 h with step 3.\r\n\n\n\r\n\n\n**Quantifying intracellular changes in \\[Zn\n2+\n]**\r\n\n\n\r\n\n\n3. Prepare 5 ml per coverslip of the following solutions to allow addition of different Zn\n2+\nperturbing reagents:\r\n  a) KHBP without additives \\(1).\r\n\n\nb) KHBP with an agent that perturbs or activates Zn\n2+\npathways. \r\n\n\nc) KHBP containing 50 microM TPEN.\r\n\n\nd) KHBP without additives \\(2). Two separate solutions without additives are used to prevent cross-contamination. \r\n\n\ne) KHBP containing 5 microM pyrithione and 100 microM ZnCl\n2\n.\r\n\n\nPut the buffers in the waterbath at 37\no\nC. \r\n\n\nCritical step: Unless a microscope with a climate chamber to control CO\n2\nlevels is used, the CO\n2\nlevel in the buffer will slowly decrease in time. Although we have not observed strong effects due to CO\n2\nevaporation, we recommend re-bubbling KHBP with 95% air/5% CO\n2\nfor 10 minutes every 2 hours.\r\n\n\n4. Measure the time elapsed between the buffer entering the perifusion tubing and reaching the outlet. During imaging acquisition, take this time into account when switching between different solutions. We typically use a flow speed of 1-2 ml/ min.\r\n  5. Take the glass coverslips with cells that have previously been transfected with the eCALWY variant of interest from the incubator and mount into the 3.5-cm imaging chamber. Add 1 ml of KHBP to the cells.\r\n  6. Mount the inlet and outlet of the perifusion system to the imaging chamber. \r\n  Critical step: Ensure that the outlet is at a higher level than the inlet to prevent the cells from running dry. In addition, ensure that the outlet flow is at least equal to the inlet to prevent the imaging dish from overflowing.\r\n\n\n7. Focus on the cells using brightfield illumination. Switch to fluorescence illumination to choose a field of view. Preferably, multiple cells are in one field of view and cells displaying different intensities are used \\(this is only possible if a CMV or equivalent promoter is used). The latter is to confirm that the expression level of the indicator is not affecting the cytosolic zinc level. The localization of the sensor should also be evaluated and cells should appear healthy. \r\n  8. Start perifusion with regular KHBP. Adjust the flow to ensure that the buffer is flowing constantly over the cells without dislodging the cells. \r\n  9. Start image acquisition. We acquire images every 1 or 2 seconds to also obtain information regarding the binding and release kinetics of our sensors. The protocol can easily be expanded with additional steps wherein biological stimuli are given, as long as intracellular calibration of the sensor is performed at the end of each experiment. The calibration requires the determination of the ratio under Zn\n2+\n-free conditions \\(R\nmax\n) and the ratio under Zn\n2+\n-saturation conditions \\(R\nmin\n). During acquisition of R\nmin\nand R\nmax\n, a longer interval between measurements can be used to prevent photobleaching. We typically use the timeframe stated below, although occasionally 2 minutes of TPEN incubation was sufficient for eCALWY-4, 5 and 6 to reach R\nmax\n. \r\n  Critical step: Remember to also take into account the time it takes for the buffer to reach the imaging dish. \r\n\n\n-2 minutes KHBP containing no additives \\(1)\r\n\n\n-x minutes KHBP containing an agent that perturbs or activates Zn\n2+\ninflux or efflux pathways. \r\n\n\nEnsure that steady-state Zn\n2+\nlevels are reached during this step\r\n\n\n-2 minutes KHBP containing no additives \\(2)\r\n\n\n-3 minutes KHBP containing 50 microM TPEN \\(to determine R\nmax\n)\r\n\n\n-2 minutes KHBP containing 5 microM pyrithione and 100 microM ZnCl\n2\n\\(to determine R\nmin\n)\r\n\n\nCritical step: If multiple coverslips are measured sequentially, rinse the perifusion tubing with KHBP after each experiment to prevent saturation with Zn\n2+\nat the start of the next experiment.\r\n\n\n\r\n\n\nPause point. Offline data analysis can be carried out at any time.\r\n\n\n\r\n\n\n10. Select regions of interest \\(ROIs). Draw an ROI in the individual fluorescent cells and include an ROI that is used for background correction. This is preferably a non-transfected cell to correct for autofluorescence, but an empty area in the image can also be used. Use identical ROIs for the two images \\(FRET and CFP) obtained at each time point. The software package should allow calculation of the average intensity in each of the ROIs, followed by export in an ASCII or other format for import into a data processing program such as Microsoft Excel.\r\n  11. Calculating the FRET ratio for each timepoint. Use the following equation to calculate the FRET ratio for each timepoint:\r\n  \r\n\n\nRatio = \\(FRET\nint\n- FRET\nbkgnd\n) / CFP\nint\n- CFP\nbkgnd\n) \r\n\n\n\r\n\n\nHere, FRET\nint\nand CFP\nint\nrepresent the intensity of the FRET and CFP channels in the ROI. FRET\nbkgnd\nand CFP\nbkgnd\nrepresent the intensity of FRET and CFP in the background ROI. The obtained values can then be plotted as a function of time \\(Figure 1). A background corrected ratio image can be generated using a program such as ImageJ via the RatioPlus plugin.\r\n\n\n12. Converting the ratios into \\[Zn\n2+\n]. When quantifying the changes in free Zn\n2+\ninduced by a biological stimulus, the _in vitro_ determined _K_\nd\ncan be used to convert the sensor occupancy to a Zn\n2+\nconcentration:\r\n  \r\n\n\n\\[Zn\n2+\n] = \\(\\(R\nmax\n- R) / \\(R - R\nmin\n)) * _K_\nd\nHere, R is the background-corrected ratio at any timepoint. R\nmax\nand R\nmin\nare the background-corrected ratios after addition of KHBP supplemented with TPEN or pyrithione and zinc respectively \\(see point 9). As proposed by Palmer et al\n5\n, we recommend reporting time traces of both FRET ratio changes and \\[Zn\n2+\n] using left and right vertical axes for the two calibrations. Also mention the exact parameters used for the conversion to \\[Zn\n2+\n].\r\n\n\n\r\n\n\n**Using the sensor toolbox to determine the steady-state free \\[Zn\n2+\n]**\r\n\n\n\r\n\n\nThe protocol described above is meant for quantifying changes in free \\[Zn\n2+\n] induced by agents that influence zinc homeostasis. Those experiments typically involve a single sensor, equipped with a binding affinity that allows detection of small perturbations of free \\[Zn\n2+\n]. During these measurements the _in vitro_ _K_\nd\nfor zinc is assumed to be identical to the intracellular _K_\nd\nand potential changes in the free \\[Zn\n2+\n] due to the presence of micromolar amounts of sensor protein are neglected. Although an intracellular titration of zinc with permeabilized cells showed that the _K_\nd\nis only weakly affected by the cytosolic environment, ideally these experiments should be repeated using sensors with different _K_\nd\n's to verify whether multiple sensors report similar changes in \\[Zn\n2+\n]. A special case occurs when determining the steady-state free zinc concentration. Instead of quantifying a change in \\[Zn\n2+\n], these experiments aim at reliable quantification of the starting ratio of the experiments described above. We believe that to make a confident statement regarding the steady-state free zinc levels, the experiments described in step 3-9 need to be repeated for each of the eCALWY variants. Below we discuss the different steps and analysis of the data.\r\n\n\n13. Repeat step 3-9 with each of the eCALWY variants using the following timeframe: \r\n  -2 minutes KHBP containing no additives \\(1)\r\n\n\n-3 minutes KHBP containing 50 microM TPEN \\(determines R\nmax\n)\r\n\n\n-2 minutes KHBP containing 5 microM pyrithione and 100 microM ZnCl\n2\n\\(determines R\nmin\n)\r\n\n\nCritical step: If multiple coverslips are measured sequentially, remember to rinse the perifusion tubing with KHBP after each experiment to prevent saturation with Zn\n2+\nat the start of the next experiment.\r\n\n\n\r\n\n\nPause point. Offline data analysis can be carried out at any time.\r\n\n\n\r\n\n\n14. Repeat step 10-11 for all eCALWY variants. \r\n  15. Calculate the sensor occupancy at resting Zn\n2+\nlevels. This is an essential step to quantify the observed intracellular ratios. In our hands, steady-state emission ratios can differ substantially from cell to cell, but much less variation is observed following conversion of the emission ratio to sensor occupancy. The sensor occupancy at resting Zn\n2+\nlevels can be calculated via the follow equation:\r\n  \r\n\n\nOccupancy \\(%)=\\(\\(R\nmax\n- R\nrest\n) / \\(R\nmax\n- R\nmin\n))*100\r\n\n\n\r\n\n\nHere, R\nrest\nis the background-corrected ratio prior to addition of any additives. R\nmax\nand R\nmin\nare the background-corrected ratios after addition of KHBP supplemented with TPEN or pyrithione and zinc, respectively. To prevent small perturbations in the ratio from affecting the occupancy, use an average for R\nmax\n, R\nmin\nand R\nrest\nover at least 10 timepoints where steady-state has been achieved. \r\n\n\nWe typically use the average occupancy of >10 cells, preferably divided over at least four coverslips.\r\n\n\n16. Obtaining a free \\[Zn\n2+\n]. There are multiple ways to obtain a free \\[Zn\n2+\n] from the data points in 15. Once the percentage of occupancy in the resting state has been calculated for each of the eCALWY variants, their individually determined _in vitro_ _K_\nd\n's can be used to generate a plot of the sensor occupancy as a function of sensor _K_\nd\n. The data can now be fitted using the following equation: \r\n  \r\n\n\nOccupancy = \\(\\(P\n1\n* \\[Zn\n2+\n])/\\(\\[Zn\n2+\n] + _K_\nd\n)) + P\n2\nOne consideration when fitting the data is whether P\n1\nand P\n2\nshould be included in the fit or set at fixed values of -100 and 100 respectively. In our hands, slightly different free zinc concentrations resulted from these two fitting procedures and we have no experimental evidence favoring one over the other. Alternatively, one could decide not to fit the data, but plot a series of simulated curves representing increasing free zinc concentrations to provide a clear indication of the free zinc concentration \\(Figure 2). The use of multiple curves provides the reader with an indication of the accurateness of the determined free Zn\n2+\nvalue. The simulated curves are generated via standard equation for obtaining a dissociation constant using a single binding model \\(listed at timepoint 16). For these curves, we set P\n1\nand P\n2\nat -100 and 100 respectively."
        },
        {
            "header": "Timing",
            "content": "Steps 1-2: 3 d. \r\n\n\nSteps 3-4: 1 h.\r\n\n\nSteps 5-9: 0.5-1 h. per cover slip. \r\n\n\nSteps 11-13: 1-2 h.\r\n\n\nStep 14: 2-3 d.\r\n\n\nStep 15-16: 0.5-1 d"
        },
        {
            "header": "Anticipated Results",
            "content": "The approach described here has been useful for determining the free cytosolic zinc concentration in HEK293 cells and INS-1\\(832/13) cells. A typical trace for eCALWY-4 when expressed in HEK293 cells is given, together with a plot of the occupancy and the corresponding _K_<sub>d</sub> of all eCALWY variants versus occupancy \\(Figure 1 and 2)."
        },
        {
            "header": "References",
            "content": "1. B. L. Vallee et al., Physiol. Rev. 73 \\(1), 79-118 \\(1993).\r\n  2. N. C. Lim et al., Chem. Eur. J. 11 \\(1), 38-49 \\(2005).\r\n  3. W. Maret, Biometals 22 \\(1), 149-157 \\(2009).\r\n  4. Jan L. Vinkenborg et al., Nat Meth advance online publication \\(2009).\r\n  5. Amy E. Palmer et al., Nat. Protocols 1 \\(3), 1057-1065 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "MM and MSK acknowledge support by the Human Frontier of Science Program \\(HPSF Young Investigator Grant, \\(RGY)0068-2006). GAR thanks the National Institutes of Health for Project grant RO1 DK071962-01, the Wellcome Trust for Programme grants 067081/Z/02/Z and 081958/Z/07/Z, the MRC \\(UK) for Research Grant G0401641, and the EU FP6 \\(SaveBeta consortium grant). TJN and EAB were supported by Imperial College Divisional Studentships."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.1368",
                "date": "2009-09-18 09:23:08",
                "title": "Genetically encoded FRET sensors to monitor intracellular Zn2+ homeostasis",
                "authors": [
                    "Jan L Vinkenborg",
                    "Tamara J Nicolson",
                    "Elisa A Bellomo",
                    "Melissa S Koay",
                    "Guy A Rutter & Maarten Merkx"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11312,
                "identity": "9f6a772f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jan L. Vinkenborg",
                "email": "",
                "orcid": "",
                "institution": "Eindhoven University of Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jan",
                "middleName": "L.",
                "lastName": "Vinkenborg",
                "suffix": ""
            },
            {
                "id": 11313,
                "identity": "9f6a7ae5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Elisa A. Bellomo",
                "email": "",
                "orcid": "",
                "institution": "Imperial College London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Elisa",
                "middleName": "A.",
                "lastName": "Bellomo",
                "suffix": ""
            },
            {
                "id": 11314,
                "identity": "9f6a7dcb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tamara J. Nicolson",
                "email": "",
                "orcid": "",
                "institution": "Imperial College London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tamara",
                "middleName": "J.",
                "lastName": "Nicolson",
                "suffix": ""
            },
            {
                "id": 11315,
                "identity": "9f6a8024-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Melissa S. Koay",
                "email": "",
                "orcid": "",
                "institution": "Eindhoven University of Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Melissa",
                "middleName": "S.",
                "lastName": "Koay",
                "suffix": ""
            },
            {
                "id": 11316,
                "identity": "9f6a81b3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maarten Merkx",
                "email": "",
                "orcid": "",
                "institution": "Eindhoven University of Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maarten",
                "middleName": "",
                "lastName": "Merkx",
                "suffix": ""
            },
            {
                "id": 11317,
                "identity": "9f6a831f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Guy A. Rutter",
                "email": "",
                "orcid": "",
                "institution": "Imperial College London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Guy",
                "middleName": "A.",
                "lastName": "Rutter",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-03 11:12:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.168",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.168",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608049,
                "identity": "dfd16fe7-1a30-47ec-8b92-90ee79274f32",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 13628,
                "visible": true,
                "origin": "",
                "legend": "Response of a single HEK293 cell expressing eCALWY-4 to perifusion with KHBP buffer containing 50 microM TPEN  (1),  5 microM pyrithione (2), 5 microM pyrithione and 100 microM Zn^2+^ (3) or no additives (4) using epifluorescence microscopy. ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-609/v1/figure_1.png"
            },
            {
                "id": 2608053,
                "identity": "a7ee8a54-0ecb-41b8-b62e-905e11d8b61f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 40931,
                "visible": true,
                "origin": "",
                "legend": "Sensor occupancy in HEK293 cells as a function of the sensor _K_~d~ for different eCALWY variants; error bars indicate the standard deviation. The dashed lines depict the expected responses assuming different free zinc concentrations.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-609/v1/figure_2.png"
            },
            {
                "id": 2608054,
                "identity": "cd78c223-5540-422e-b7c6-571969518cd1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30296,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Properties of the different eCALWY-variants",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-609/v1/figure_3.png"
            },
            {
                "id": 13464455,
                "identity": "0ab5d18f-06ab-4ae5-972b-2e0bb48aaf2c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:25",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 259319,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-609/v1/ac782785-7249-40fd-9cb6-72f0646785b6.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "fluorescence, zinc, imaging, FRET, sensor\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Accurate measurement of cytosolic free zinc using eCALWY variants: a toolbox of genetically encoded FRET sensors",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-09-22 05:06:37",
                "doi": "10.1038/nprot.2009.168",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f6a289c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 22nd, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2345,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-09-22 05:06:37",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}