{
    "identity": "nprot-2216",
    "title": "Highly Sensitive Method for Titration of Adenovirus Vectors",
    "content": [
        {
            "header": "Introduction",
            "content": "Vaccines to many of the most prevalent pathogens such as human immunodeficiency virus \\(HIV)-1, Plasmodium falciparum or mycobacterium tuberculosis are not available or lack efficacy. Vaccines to non-infectious diseases such as cancers, which at least theoretically should be treatable by active immunization, have thus far failed to achieve the therapeutic benefits of passive transfer of ex vivo expanded tumor antigen-specific T cell populations<sup>1,2</sup>. Licensed vaccines to infectious agents in general protect by induction of neutralizing antibodies \\(nAbs). For some of the more complex pathogens and for therapy of established malignancies protection depends at least in part on sustainable CD8<sup>+</sup> T cell responses. CD8<sup>+</sup> T cells are most readily elicited by infectious or genetic vaccines.  Induction of CD8<sup>+</sup> T cells in general requires processing and presentation of de novo synthesized proteins, which upon degradation in the cytosol are transported into the endoplasmic reticulum from where, upon association with MHC class I molecules, they are carried to the cell surface. CD8<sup>+</sup> T cells, once their recognize their cognate antigen in the context of MHC class I and co-stimulatory molecules and additional signals from CD4<sup>+</sup> T helper cells, proliferate and migrate to sites of inflammation where upon encounter of antigen-expressing cells they commence effector functions<sup>3</sup>. Once the antigen has been removed most of the activated CD8<sup>+</sup> T cells undergo apoptotic cell death. Some effector CD8<sup>+</sup> T cells linger in peripheral tissue, while others differentiate into resting central memory CD8<sup>+</sup> T cells that home to lymphatic tissue<sup>4</sup>. While frequencies of memory CD8<sup>+</sup> T cells are maintained through homeostatic IL-7 and Il-15 dependent proliferation for the life of an individual, numbers of effector or effector memory CD8<sup>+</sup> T cells, which provide a first layer of defense at ports of entry of invading pathogens, gradually decline5. This poses a challenge to the development of CD8<sup>+</sup> T cell-inducing vaccines, as their efficacy especially against rapidly multiplying and mutating viruses such as HIV-1 is likely to wane rapidly once effector and effector-memory T cell responses contract. Effector-like CD8<sup>+</sup> T cells can be maintained by persisting pathogens, such as those based on cytomegalovirus \\(CMV)<sup>6</sup> or adenovirus \\(Ad)<sup>7</sup>. Ad viruses persist without establishing latency at very low levels mainly in T cells<sup>8</sup>, and, on average, humans have robust frequencies of 1-2% of circulating T cells against their antigens<sup>9</sup>. Vectors based on E1-deleted Ad viruses also persist and achieve sustained levels of transgene product-specific T cell responses<sup>10,11</sup>. In response to Ad vectors some T cells transition into central memory and others remain activated7. Ad vectors are thus uniquely suited as CD8<sup>+</sup> T cell-inducing vaccines by not only maintaining effector and effector memory CD8<sup>+</sup> T cells but by also allowing for transition of some of the CD8<sup>+</sup> T cells into central memory, which, due to their higher proliferative capacity may replenish terminally differentiated effector cells. Humans carry nAbs to common Ad viruses, such as human serotype 5 Ad virus \\(HAdV-5 also termed AdHu5 in reference to vectors), which can reduce the uptake of Ad vector vaccines based on the same serotype and thus their immunogenicity<sup>12</sup>. To address the problem of pre-existing nAbs, vaccine platform based on replication-defective vectors derived from chimpanzee Ads \\(AdC)<sup>12,13</sup> or alternative so-called rare human serotypes, such as HAdV-26 or -35<sup>14</sup> \\(termed AdHu26 or -35 in reference to vectors) have been developed. These Ad vectors share the advantages of HAdV-5 vectors yet prevalence rates of nAbs are markedly lower in humans<sup>14,15</sup>. \r\n\n\nClinical development of Ad vaccine vectors requires accurate techniques to determine vector doses. Ad vectors are dosed according to virus particles \\(vp), which due to the induction of potent innate immune responses dictate vector reactogenicity. Content of infectious particles is typically lower and determines the vector’s ability to induce transgene product-specific adaptive immune responses. For HAdV-5 vectors content of infectious particles \\(multiplicity of infectivity or moi) can readily be determined by a plaques assay in which serial dilutions of vectors are inoculated for several days on a suitable packaging cell line such as HEK 293 cells, which are used by most academics for the production of Ad vectors. Other Ad vectors such as those derived from chimpanzees such as SAd-V23 \\(termed AdC6 in reference to vectors), SAd-V24 \\(termed AdC7 in reference to vectors) or SAd-V25 \\(termed AdC68 in reference to vectors) plaque only poorly and moi titration by counting plaques on HEK 293 cells underestimates the content of infectious particle by 50-100 fold. Here we describe a technique that was initially developed for titration of HAdV-5 vectors and that we modified for titration of Ad vectors from alternative serotypes. \r\n\n\n\r\n\n\nOverview of the protocol\r\n\n\n\r\n\n\nWe initially developed a nested reverse transcription polymerase chain reaction \\(RT-PCR) to titrate the moi content of Ad vectors. This method although very sensitive was not only costly and labor intensive but also prone to errors due to contaminations. Here we present an alternative method based on staining with an antibody to hexon that cross-reacts with all Ad serotypes we have tested, i.e., the AdC vectors as well as vectors based on human serotypes such HAd-V5 and -V26. Sensitivity of the assay was validated against the nested RT-PCR method and by microscopic counting of colonies of Ad vectors that express enhanced green fluorescent protein \\(EGFP). The staining method is robust and highly reproducible. It has one additional benefit. It allows for an assessment of vector fitness as it reveals frequencies of viral colonies versus those of single transduced cells in which virus underwent an abortive infection but then failed to assemble correctly to infect neighboring cells."
        },
        {
            "header": "Reagents",
            "content": "Reagents\r\n\n\n Methanol \\(Sigma, cat. no. 34860)\r\n\n\n Diluent \\(10x) \\(Cell Biolabs, cat. no. 10905)\r\n\n\n H2O2 \\(Sigma, cat. no. 349887)\r\n\n\n Bovine Serum Albumin \\(\\[BSA] Sigma, cat. no. A4503)\r\n\n\n SuperSript One-Step RT-PCR with Platinum Taq \\(Invitrogen, cat. no. 10928-034) \r\n\n\n IllustraTM puRetaq Ready-to-go beads \\(GE Health, cat. no. 27-9557-01)\r\n\n\n TRI Reagent ® \\(Sigma, cat. no. 9424)\r\n\n\n 2-Isopropanol, anhydrous, \\(Sigma, cat. no. 278475)\r\n\n\n 1-bromo-3-chloropropane  \\(BCP) Phase Separation reagent \\(MRC, cat no. BP151)\r\n\n\n DAB Substrate \\(25X) \\(Cell Biolabs, cat. no. 10903)\r\n\n\n Dulbeccos Modified Medium \\(\\[DMEM] Mediatech, cat. No.10-017-CV)\r\n\n\n Fetal bovine serum \\(\\[FBS] PPA Laboratories, cat. no.A11-034) \r\n\n\n Penicillin-streptomycin \\(Mediatech, cat. no. 30-002-CI)\r\n\n\n UltraPure agarose \\(Invitrogen, cat. no. 15510-027)\r\n\n\n DEPC-treated water \\(Ambion, cat. no. 9915G)\r\n\n\n Distilled water\r\n\n\n\r\n\n\n Buffer\r\n\n\n Tris, Acetic Acid, EDTA \\(TAE) buffer \\(Mediatech, cat. no. 46-010-CM)\r\n\n\n  Dulbeccos Phosphate Buffered Saline \\(DPBS) 1X \\(Mediatech, cat. No.10-030-CM)\r\n\n\n\r\n\n\n Antibody\r\n\n\n Anti-hexon antibody \\(1000X) \\(Cell Biolabs, cat. no. 10901)\r\n\n\n Secondary antibody horse radish peroxidase \\(HRP) Conjugate \\(1000X) \\(Cell Biolabs, cat. no. 10902)\r\n\n\n\r\n\n\n Cells\r\n\n\n Human Embryonic Kidney \\(HEK) 293 cells \\(ATCC, cat. no. CCL-243)\r\n\n\n\r\n\n\n Recombinant adenovirus \\(lot number)\r\n\n\n AdC6HIVgag \\(L1121)\r\n\n\n AdC7EGFP \\(L1074)\r\n\n\n AdC7HIVgag \\(L1111)\r\n\n\n AdC7SIVgp160 \\( L1213)\r\n\n\n AdHu5EGFP \\(L1093)\r\n\n\n AdHu5SIVgp160 \\( L1225)\r\n\n\n\r\n\n\n     Primers\r\n\n\nFor list of primers consult \"Table Primers\":http://www.nature.com/protocolexchange/system/uploads/1947/original/PRIMERStable.doc?1318360888"
        },
        {
            "header": "Equipment",
            "content": " 1.5 ml Eppendorf tubes\r\n\n\n T75 flasks\r\n\n\n 6-well culture plates\r\n\n\n 24-well culture plates\r\n\n\n Agarose gel chamber\r\n\n\n Gel imaging system \\(Gel logic 200, Kodak)\r\n\n\n Inverted light and fluorescent microscope\r\n\n\n Humidified tissue culture incubator \\(37 °C, 5% CO2)\r\n\n\n Thermal cycler \\(Eppendorf Mastercycle gradient, cat. #5331)\r\n\n\n Agarose gel chamber\r\n\n\n Power supply \\(Bio-Rad)\r\n\n\n Spectrophotometer\r\n\n\n Gel imaging system \\(Gel logic 200, Kodak)\r\n\n\n Freezer \\(−80 °C)"
        },
        {
            "header": "Procedure",
            "content": "Titration of Ad vectors by hexon staining        TIMING  8 days\r\n\n\n\r\n\n\nVirus Infection\r\n\n\n1. Harvest HEK 293 cells from one T75 flask and suspend in DMEM plus 10% FBS at a concentration of 4X10\n5\ncells /ml. Seed 1 ml per well in 24-well plate and then incubate the plate at 37 C and 5% CO\n2\nfor 24 hours.\r\n  2. 24 hours later, aspirate the culture medium from each well, wash the cells with serum-free DMEM once. Then add 1 ml of serum-free DMEM to each well.\r\n  3. Using serum-free DMEM as diluent, prepare 10-fold serial dilutions of recombinant adenovirus at concentrations ranging from 10\n2\nto 10\n6\nvirus particles \\(vps) per ml, which is typically equivalent to vector dilutions of 10-8 to 10-12. Add 0.1 ml diluted virus into each of 8 wells per dilution. Set up duplicates for each dilution. Incubate the plates at 37 C in 5% CO2 for 1 hour.\r\n  4. Add 1 ml DMEM containing 10% FBS to each well. Incubate the plates at 37 C in 5% CO\n2\nfor 6 days.\r\n  \r\n\n\nImmunostaining        \r\n\n\n5. Slowly remove medium from the 12-well plates, then fix infected cells by gently adding 0.5 ml of 100% cold methanol without dislodging the cells. Incubate at -20 C for 20 min.\r\n  6. Aspirate the solution from each well. Gently wash the fixed cells 3 times with PBS containing 1% FBS.\r\n  CRITICAL STEP  Wash the cells gently to avoid disturbing or washing away the cells \r\n\n\n7. Add 0.25 ml of diluted 1× anti-hexon antibody solution in PBS containing 1% BSA to each well and incubate at room temperature for 1 hour.\r\n  8. Repeat step 6.\r\n  9. Add 0.25 ml of diluted 1× HPR-labeled secondary antibody in PBS containing 1% FBS to each well and incubate at room temperature for 1 hour.\r\n  10. Repeat step 6.\r\n  11. Add 0.25 ml of freshly diluted 1×DAB working solution to each well and incubate at room temperature for 15 minutes.\r\n  12. Aspirate DAB solution, wash once with 1×PBS and add 0.5 ml of 1×PBS to each well.\r\n  13. The next day, count colonies of positively stained cells in each well under inverted microscope at 4× or 10× magnification.\r\n  CRITICAL STEP  Ad-infected cells should show dark brown staining and they can form large clusters.\r\n\n\n? TROUBLESHOOTING \r\n\n\n14. Calculate the average number of positively staining colonies in each well and determine viral titer \\(MOI, Multiplicity of infectious unit/ml) based on following formula.\r\n  MOI/ml=\\(Average stained cells of highest dilution +10 × average stained cells of second highest dilution) x dilution factor /2.\r\n\n\nCRITICAL STEP  The lengthy incubation period of virus with cells will allow for formation of secondary plaques. It is therefore crucial to use end point dilutions to allow for accurate read-outs.\r\n\n\n\r\n\n\nAlternative method for titration of Ad vectors by nested PCR       TIMING 8 days\r\n\n\n\r\n\n\nVirus Infection\r\n\n\n15. Harvest HEK 293 cells from one T75 flask and suspend cells in DMEM plus 10% FBS at a concentration of 4X10\n5\ncells /ml. Seed 3 ml per well in 6-well plate.\r\n  16. Repeat step 2.\r\n  17. Using serum-free DMEM as diluents, prepare 10-fold serial dilutions of recombinant adenovirus ranging from 10\n2\nto 10\n6\nvirus particles \\(vps) per ml , which is typically equivalent to vector dilutions of 10\n-8\nto 10\n-12\n. Add 0.1 ml diluted virus into each well. Set up 6-8 wells for each dilution. Incubate the plates at 37\no\nC in 5% CO\n2\nfor 1 hour.\r\n  18. Repeat step 4\r\n  \r\n\n\nIsolation of total RNA from infected cells\r\n\n\n19. Remove medium from 6-well plates. Add 1 ml of TRI reagent to each well, incubate at room temperature for 10 min.\r\n  20. Transfer cells from individual wells to 1.5 ml Eppendorf tubes and add 0.1 ml of Phase separation reagent and mix well by vortexing vigorously for 2 min.\r\n  21. Centrifuge at 1 x10, 000 rpm for 20 min.\r\n  22. Harvest aqueous phase and transfer it into 1.5 ml Eppendorf tubes. Add equal volume of isopropanol, incubate at -20 C for 20 min.\r\n  23. Mix and then centrifuge at 1 x13, 000 rpm at 4 C for 20 min.\r\n  24. Remove supernatant and wash the pellets once with 1 ml of 75% ethanol.\r\n  25. Centrifuge at 1 x13, 000 rpm at 4 C for 10 min.\r\n  26. Aspirate ethanol, then suspend RNA pellets in 40 µl of DEPC-treated water.\r\n  CRITICAL STEP  Use DEPC-treated water to dissolve the RNA pellets.\r\n\n\n? TROUBLESHOOTING Please consult \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/1951/original/table1troubleshooting.doc?1318433344\r\n\n\nReverse transcription polymerase chain reaction \\(RT-PCR)\r\n\n\n27. Take 1 µl of RNA from step 27, set up one-step RT-PCR reaction as indicated as below by using SuperSript One-Step RT-PCR with Platinum Taq. \r\n  Please consult \"component table RNA\":http://www.nature.com/protocolexchange/system/uploads/1948/original/TABLE_RNA.doc?1318430422\r\n\n\nGently mix the reaction by vortexing and centrifuge briefly. Run the reaction on a PCR machine with the following conditions.\r\n\n\n28. Run 5.0 μl of first PCR amplicon on 1% \\(wt/vol) agarose gel in TAE buffer. Take a gel picture by using gel imaging system after running the gel at 130 voltage for 30 min. \r\n  ? TROUBLESHOOTING\r\n\n\n       Nested PCR  \r\n\n\n29. Take 0.2 μl of amplicon of each sample from step 28, set up nested PCR reaction as indicated as below by using illustraTM puReTag Ready-TO-GO PCR Beads. Please consult \"component  table DNA\":http://www.nature.com/protocolexchange/system/uploads/1949/original/TABLE_DNA.doc?1318430454\r\n  \r\n\n\nGently mix the reaction by vortexing and centrifuge briefly. Run the reaction on a PCR machine with the following conditions.\r\n\n\nPlease consult \"adenovirus table\":http://www.nature.com/protocolexchange/system/uploads/1950/original/vectorTABLE.doc?1318430533\r\n\n\n30. Run 5.0 μl of the PCR amplicon on 1% \\(wt/vol) agarose gel in TAE buffer. Run the gel at 130 voltage for 30 mi, take a gel picture by using gel imaging system.\r\n  ? TROUBLESHOOTING\r\n\n\n31. Count samples that show positive bands of the expected size at the highest and second highest dilutions \\(Figure 2). Please consult \"Figure 2\":http://www.nature.com/protocolexchange/system/uploads/1945/original/fig2.tif?1318360568\r\n  Determine viral titer \\(MOI, Multiplicity of infectious unit/ml) according to the following formula.\r\n\n\nMOI/ml = \\(positive no. in highest dilution/6 x dilution + positive no. in second highest dilution/6 x dilution) /2.\r\n\n\n\r\n\n\n? TROUBLESHOOTING\r\n\n\nTroubleshooting advice can be found in \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/1951/original/table1troubleshooting.doc?1318433344"
        },
        {
            "header": "Timing",
            "content": "Titration of Ad vectors by hexon staining        \r\n\n\nTIMING  8 days"
        },
        {
            "header": "Troubleshooting",
            "content": "For Troubleshooting, please consult \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/1951/original/table1troubleshooting.doc?1318433344"
        },
        {
            "header": "Anticipated Results",
            "content": "ANTICIPATED RESULTS\r\n\n\nThe sensitivity of the hexon titration method  \"Figure1\":http://www.nature.com/protocolexchange/system/uploads/1944/original/Fig1.tif?1318360472 based on antibody staining is comparable to the method based on the nested PCR \"Figure 2\":http://www.nature.com/protocolexchange/system/uploads/1945/original/fig2.tif?1318360568\r\n\n\nWe used both methods to titrate Ad vectors from the same lots and the results are shown in \"Table 2\":http://www.nature.com/protocolexchange/system/uploads/1952/original/Table_2.doc?1318430642\r\n\n\n We also titrated Ad vectors expressing EGFP \"Figure 3\":http://www.nature.com/protocolexchange/system/uploads/1946/original/Fig3.tif?1318360682\r\n\n\n by hexon staining and determined titers of the same lots by checking for green colonies with a fluorescent microscope. Again, as shown in \"Table 3\":http://www.nature.com/protocolexchange/system/uploads/1953/original/Table_3.doc?1318430670 both methods yield comparable moi titers."
        },
        {
            "header": "References",
            "content": "References\r\n\n\n1. Klebanoff, C.A., Acquavella, N., Yu, Z. & Restifo, N.P. Therapeutic cancer vaccines: are we there yet? Immunol Rev. 239, 27-44 \\(2011).\r\n  2. Rosenberg, S.A. Medscape. Cell transfer immunotherapy for metastatic solid cancer-what clinicians need to know. Nat Rev Clin Oncol. In press \\(2011).\r\n  3. Lauvau, G. & Glaichenhaus, N. Mini-review: Presentation of pathogen-derived antigens in vivo. Eur J Immunol. 34, 913-20 \\(2004). \r\n  4. Cui, W. & Kaech, S.M. Generation of effector CD8+ T cells and their conversion to memory T cells. Immunol Rev. 236, 151-166 \\(2010). \r\n  5. Sprent, J., Cho, J.H., Boyman, O. & Surh, C.D. T cell homeostasis. Immunol Cell Biol. 86, 312-319.\r\n  6. Hansen, S.G. et al. Profound early control of highly pathogenic SIV by an effector memory T-cell vaccine. Nature. 473, 523-527 \\(2011).\r\n  7. Lasaro, M.O. et al. Vaccine-induced T cells provide partial protection against high-dose rectal SIVmac239 challenge of rhesus macaques. Mol Ther. 19, 417-26 \\(2011). \r\n  8. Garnett, C.T., Erdman, D., Xu, W. & Gooding, L.R. Prevalence and quantitation of species C adenovirus DNA in human mucosal lymphocytes. J Virol. 76, 10608-10616 \\(2002).\r\n  9. Hutnick, N.A. et al. Adenovirus-specific human T cells are pervasive, polyfunctional, and cross-reactive. Vaccine. 28, 1932-41 \\(2010).\r\n  10. Tatsis, N. et al. Adenoviral vectors persist in vivo and maintain activated CD8+ T cells: implications for their use as vaccines. Blood. 2007;110:1916-23. \r\n  11. Tatsis, N. et al. Adenovirus vector-induced immune responses in nonhuman primates: responses to prime boost regimens. J Immunol. 2009;182:6587-99. \r\n  12. Fitzgerald, J.C. et al. A simian replication-defective adenoviral recombinant vaccine to HIV-1 gag. J Immunol. 2003;170:1416-22.\r\n  13. Tatsis, N. & Ertl, H.C. Adenoviruses as vaccine vectors. Mol Ther. 10, 616-29 \\(2004). \r\n  14. Abbink, P. et al. Comparative seroprevalence and immunogenicity of six rare serotype recombinant adenovirus vaccine vectors from subgroups B and D. J Virol. 81, 4654-4663 \\(2007). \r\n  15. Xiang, Z. et al. Chimpanzee adenovirus antibodies in humans, sub-Saharan Africa. Emerg Infect Dis. 12, 1596-1599 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "ACKOWLEDGMENTS\r\n\n\nThis work was supported by grants from NIAID and the Commonwealth of Pennsylvania."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11883,
                "identity": "9fb16e12-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hildegund Ertl",
                "email": "ertl@wistar.upenn.edu",
                "orcid": "",
                "institution": "Ertl Lab, Wistar Institute",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hildegund",
                "middleName": "",
                "lastName": "Ertl",
                "suffix": ""
            },
            {
                "id": 11884,
                "identity": "9fb17255-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "ZhiQuan Xiang",
                "email": "",
                "orcid": "",
                "institution": "Ertl Lab, Wistar Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "ZhiQuan",
                "middleName": "",
                "lastName": "Xiang",
                "suffix": ""
            },
            {
                "id": 11885,
                "identity": "9fb175fd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yan Li",
                "email": "",
                "orcid": "",
                "institution": "Ertl Lab, Wistar Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yan",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 11886,
                "identity": "9fb1782c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dongming Zhou",
                "email": "",
                "orcid": "",
                "institution": "Ertl Lab, Wistar Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dongming",
                "middleName": "",
                "lastName": "Zhou",
                "suffix": ""
            },
            {
                "id": 11887,
                "identity": "9fb17adf-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xiangyang Zhou",
                "email": "",
                "orcid": "",
                "institution": "Ertl Lab, Wistar Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiangyang",
                "middleName": "",
                "lastName": "Zhou",
                "suffix": ""
            },
            {
                "id": 11888,
                "identity": "9fb17c82-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wynetta Giles-Davis",
                "email": "",
                "orcid": "",
                "institution": "Ertl Lab, Wistar Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wynetta",
                "middleName": "",
                "lastName": "Giles-Davis",
                "suffix": ""
            },
            {
                "id": 11889,
                "identity": "9fb17de4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yi-lin E.  Liu",
                "email": "",
                "orcid": "",
                "institution": "Ertl Lab, Wistar Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yi-lin",
                "middleName": "E.",
                "lastName": "Liu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-10-12 15:59:18",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.262",
        "doiUrl": "https://doi.org/10.1038/protex.2011.262",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608352,
                "identity": "00c9a997-ffc3-4ad9-a733-966d61d84835",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3647736,
                "visible": true,
                "origin": "",
                "legend": "Titration of the moi of Ad vectors by hexon staining   HEK 293 cells were infected with two different AdC vectors at different dilutions. Six days later, infected cells were stained with the hexon-specific antibody. Cells were counterstained and substrate was added. A shows 2 colonies of cells infected with a 10^-9^ dilution of an AdC7 HIV gag vector. B shows results for an AdHu5 SIVgp160 at a 10^-10^ dilution. Of note this vector grew poorly and had a high vp to moi ration. C shows cells in a control well that was not infected with an Ad vector. ",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2216/v1/figure_1.tif"
            },
            {
                "id": 2608353,
                "identity": "24b515d3-4089-484e-a82e-2f6fa674464b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1830348,
                "visible": true,
                "origin": "",
                "legend": "Titration of the moi of Ad vectors by nested RT-PCR   HEK 293 cells were infected with Ad vectors at 10^-9^ to 10^-12^ dilutions. Uninfected cells cultured in parallel were used as negative controls. Six days later, RNAs from cells of each well were isolated and reverse transcribed. A fragment of hexon-specific cDNA was amplified by a nested PCR and the resulting amplicons were run on a 1% (wt/vol) agarose gel. Arrow indicated the expected molecular weight (MW) of the amplicon.",
                "description": "",
                "filename": "figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2216/v1/figure_2.tif"
            },
            {
                "id": 2608360,
                "identity": "2168f4f9-c0e7-4c05-bb81-e86402c3ab5b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "tif",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2605328,
                "visible": true,
                "origin": "",
                "legend": "Titration of the moi of Ad vectors expressing EGFP by fluoresent microscopy   HEK 293 cells were infected with Ad vectors expressing EGFP at different dilutions. 3 days later, cells were visualized under fluorescent microscope. A shows a colony of an AdC68-EGFP vector at a 10^-9^ dilution. B shows cells in a control well that was not infected with an Ad vector. ",
                "description": "",
                "filename": "figure3.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2216/v1/figure_3.tif"
            },
            {
                "id": 13464419,
                "identity": "35d54cc0-c72c-48ad-b47d-5a97f63e1278",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2575494,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2216/v1/569a6f89-5712-43ee-9d31-9cb71db6f6a4.pdf"
            },
            {
                "id": 2608356,
                "identity": "0a990c6f-41a7-47f7-8d2c-053f065641f5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 45568,
                "visible": true,
                "origin": "",
                "legend": "Table Primers    Primers   All primers used in this protocol are shown in below table.",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2216/v1/supplement_0.doc"
            },
            {
                "id": 2608357,
                "identity": "09dfb3bf-527e-4ecb-aaab-9e06581426e2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 67584,
                "visible": true,
                "origin": "",
                "legend": "Component DNA Table   Template RNA Table and Concentration",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2216/v1/supplement_0.doc"
            },
            {
                "id": 2608358,
                "identity": "3be7f57e-53df-43e4-84cb-eb62c62cd928",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 29184,
                "visible": true,
                "origin": "",
                "legend": "Component RNA Table   Template RNA Table and Concentration",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2216/v1/supplement_0.doc"
            },
            {
                "id": 2608359,
                "identity": "1442b72f-5133-4b8b-ab28-9c839906f3ac",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 71168,
                "visible": true,
                "origin": "",
                "legend": "Adenovirus Table   Ad vector and PCR reaction Table",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2216/v1/supplement_0.doc"
            },
            {
                "id": 2608361,
                "identity": "3da7c484-58a7-4e22-809e-b0d6ffff8c79",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 39936,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2216/v1/supplement_0.doc"
            },
            {
                "id": 2608362,
                "identity": "fce5d21e-b3c3-45b9-91f7-a3e1563e8c2b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 52736,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Virus titers of Ad-EGFP determined by hexon staining and EGFP visualization",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2216/v1/supplement_0.doc"
            },
            {
                "id": 2608363,
                "identity": "2ba37c54-f584-42fb-8b1d-1065f5202fb5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 44032,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Virus titers determined by hexon staining and nested PCR",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2216/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "The authors have no conflicts of interest to disclose.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "adenoviral vectors",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Clinical development of vaccines based on adenovirus \\(Ad) vectors requires accurate techniques to determine vector doses including contents of infectious particles. For vectors derived from Ad virus of human serotype 5 content of infectious particles can readily be determined by plaque assays. Vaccine vectors based on alternative Ad serotypes such as those derived from chimpanzees or so-called rare serotype plaque poorly and titration by plaque assays underestimates the content of infectious particle by 50-100 fold. Here we describe a simple technique that was initially developed for titration of HAdV-5 vectors and that we modified for titration of Ad vectors from alternative serotypes.",
        "manuscriptTitle": "Highly Sensitive Method for Titration of Adenovirus Vectors",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-10-13 11:02:37",
                "doi": "10.1038/protex.2011.262",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fb11344-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 13th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2641,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-10-13 11:02:37",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}