{
    "identity": "nprot-104",
    "title": "Oscillating current stimulation &#8211; slow oscillation stimulation during sleep",
    "content": [
        {
            "header": "Introduction",
            "content": "The present protocol describes the transcranial application of oscillating current stimulation \\(0.75 Hz) for inducing slowly oscillating potential fields in underlying neocortical tissue during early nocturnal non-rapid eye movement \\(NonREM) sleep. In itself the application of weak currents to the human brain via scalp electrodes has been employed, in the course of history, in numerous variations, i.e., using different current intensities, current waveforms, stimulation durations and different positions and sizes of stimulating electrodes. However, currents were applied mainly during wakefulness and frequently the attempts served therapeutic purposes. The aim of the oscillating current stimulation is to boost endogenous slow oscillatory electroencephalographic \\(EEG) activity during sleep, taking advantage of resonance effects occurring in neuronal networks for defined oscillatory rhythms. Aside from transcranial stimulation the protocol requires polysomnograhic recordings. \r\n\n\n\r\n\n\nThe idea of applying constant and oscillating currents to the human scalp and brain dates back to way before the 19<sup>th</sup> century. At the beginning of the 20<sup>th</sup> century electric stimulation, often together with psychopharmacological treatments, was employed in an attempt to aid various psychiatric conditions and also insomnia. However, results of different laboratories were often not consistent, due to the diversity in stimulation parameters which mostly also lacked a detailed documentation. As the reliability of psychopharmacological treatments developed, the interest in transcranial stimulation with electrical currents for clinical use in humans faded. Within the last 60 years, methodologically well documented systematic studies have lent support for the efficacy of transcranial current stimulation to affect neuronal excitability within the brain <sup>1-6</sup>. Some of these studies in humans showed that transcranial direct current stimulation changes excitability within the visual and motor cortex <sup>7,8</sup> as well as behavioural indicators of cortical processing such as reaction time and working memory performance <sup>9-13</sup>.\r\n\n\n\r\n\n\nTranscranial stimulation with currents is different from the transcranial magnetic stimulation \\(TMS) of the brain which recently has become a widely used technique in human neurosciences and clinical neurology to excite or inhibit local regions of the neocortex <sup>14,15</sup>. Different from TMS which is typically applied as single or repetitive pulses, transcranial stimulation with currents aims to induce slow and gradual changes in potential fields in underlying brain tissue. Also due to the resistance and capacitor effects of the scalp, skull, cerebroventricular fluid etc. transcranial stimulation with currents reaches more widespread areas of the cortical surface.\r\n\n\n\r\n\n\nThe parameters for the present protocol are based on the concept that the oscillating current stimulation induces potential fields in underlying cortical tissue which are similar in size and frequency to those naturally occurring in these networks during defined states of sleep and wakefulness. It is assumed that the oscillating potential fields induced by stimulation through mechanisms of resonance can potentiate endogenous rhythmic EEG activity present in these tissues. Neurons are indeed capable of synchronizing to weak oscillating fields as small as 295 &#xB5;V mm<sup>-1</sup> \\(140 &#xB5;V mm<sup>-1</sup> rms; ref. 16). In vitro experiments indicated that the synchronizing effect is even stronger for neuronal networks than for single neurons and persists in the absence of functioning chemical synapses <sup>17</sup>. In line with this concept it should be possible to boost other endogenous EEG rhythms by applying corresponding stimulation frequencies, \\(e.g., during a state of wakefulness) at a time when neocortical networks are particularly sensitive to tune into the respective rhythm. \r\n\n\n\r\n\n\nOur experiments focused on the &lt; 1 Hz slow oscillation during sleep which groups delta and spindle EEG activity in humans and is presumed to contribute to memory consolidation during sleep <sup>18-20</sup>. Thus, the present protocol of slow oscillation stimulation aims to enhance slow rhythmic oscillations and associated spindle activity when applied during early nocturnal NonREM sleep which is a time of emergent endogenous slow oscillation activity. It is, hence, necessary to monitor also sleep and sleep stages, to set the beginning of stimulation. Sleep stages are conventionally determined by the criteria of Rechtschaffen and Kales <sup>21</sup>. Slow oscillation stimulation begins shortly after the subject has attained stable NonREM sleep for the first time after sleep onset, i.e., specifically after online scoring of polysomnographic recordings confirms the presence of eight consecutive 30-s epochs of sleep stage 2 or a deeper NonREM sleep stage. \r\n\n\n\r\n\n\nAside from monitoring endogenous brain electric activity for determining sleep stage the investigator might want to record EEG from other scalp locations to identify immediate effects of the stimulation. Note, however, that intervals during acute stimulation cannot necessarily be scored or analyzed for cortical activity due to excessive signal artifacts. Therefore, we stimulated repeatedly for 5-min intervals and introduced 1-min stimulation-free intervals between these periods of slow oscillation stimulation which allows analyzing immediate after-effects of the stimulation. \r\n\n\n\r\n\n\nIn the described experiments we used a stimulator \\(Electronics Department, University of L&#xFC;beck) which produces a regulated current oscillating at a frequency of 0.75 Hz between a peak positive value of a predetermined strength of 260 &#xB5;A and zero current. Strength of slow oscillation stimulation is derived from estimated potential fields induced in underlying neocortical tissue that should not exceed the size of potential fields naturally occurring in these tissues <sup>22-24</sup>. Oscillating stimulator output can be anodal or cathodal and it is debatable whether the polarizing component may modify effects. We applied current via electrodes attached bilaterally over left and right prefrontal cortex \\(F3, F4) and to both mastoids. Positioning of electrodes was chosen based on the predominant generation of slow oscillations in the prefrontal cortex <sup>25</sup>. Cortical effects of transcranial electrical stimulation depend strongly on the positioning of stimulation electrodes <sup>26</sup>. The positioning and possibly  also the number of stimulation electrodes should be adapted for oscillating current stimulation which is to correspond to another rhythm. \r\n\n\n\r\n\n\nIt is very important to take into account, that current strength, size of stimulation electrodes as well as the stimulation frequency and total duration are all relevant for the safety of the stimulation. Also consider in placing electrodes that the current density in the cortex immediately underneath a cranial suture may be several times higher than under the non-suture area <sup>24</sup>. It is to note, that the electrical parameters used for oscillating current stimulation are closely comparable to those used normally with transcranial direct current stimulation. However, they are not at all comparable with the high intensities used in some studies with pulsed transcranial electric stimulation or with electro convulsive therapy. For detailed discussions on resulting intracerebral currents and safety limits see also refs. 8,23,27-30.\r\n\n\n\r\n\n\nTo capture immediate effects of current stimulation on EEG activity, recording at additional sites is required, as noted above. Slow oscillation stimulation during early nocturnal NonREM sleep modifies endogenous EEG activity and this is accompanied by a functional effect on concurrent central nervous processing, i.e., on processes of memory consolidation <sup>31</sup>. Anticipated results are seen in the mean response of a subject sample, with each subject undergoing stimulation and a sham stimulation control condition where no current is applied. Although oscillating current stimulation may be adapted for use with various parameters as discussed above, specifications given below are for the slow oscillation stimulation as employed by Marshall et al.<sup>31</sup>"
        },
        {
            "header": "Reagents",
            "content": "**Materials**\r\n\n\n&#x25CF; Four electrodes for current stimulation \\(8 mm diameter Ag/AgCl sintered)\r\n\n\n&#x25CF; Materials for standard polysomnographic \\(PSG) recording and standard EEG recordings \r\n\n\n&#x25CF; Materials for skin preparation \\(self-adhesive electrode paste, electrode abrasive paste etc.)\r\n\n\n&#x25CF; Two electrodes for standard electrocardiographic \\(ECG) recordings from the chest"
        },
        {
            "header": "Equipment",
            "content": "&#x25CF; Battery-driven constant current stimulator \\(Electronics Department, University of L&#xFC;beck): For a given resistance the current produced by the stimulator remains constant, whereby the maximal voltage of the device is 10 V. We used an oscillating current with the peak value of 260 &#xB5;A. The oscillating current is produced by two independently operating, insulated, circuits with a constant phase-shift of zero for the current oscillations. Commercial stimulators producing the above parameters are now also available.\r\n\n\n&#x25CF; EEG amplifier \\(Toennies DC/AC amplifier; Jaeger GmbH - Viasys Healthcare GmbH, Germany)\r\n\n\n&#x25CF; Analog-digital converter \\(CED 1401 _plus_, Cambridge Electronics, UK)\r\n\n\n&#x25CF; PC for on-line PSG/EEG and ECG monitoring \r\n\n\n&#x25CF; Device to measure electrode impedance \\(XI-1 Electrode Impedance Tester, Oxford Instruments)"
        },
        {
            "header": "Procedure",
            "content": "**Subject recruitment**\r\n\n\n1| Subjects should have a normal sleep-wake cycle, including a regular sleep-wake schedule within the last 4 weeks.\r\n\n\n**CRITICAL STEP** Do not use electrical stimulation in humans with anamnestic indications of seizure disorders, who possess metallic foreign bodies \\(pacemaker, metallic implantations), have a skull fracture, who show any signs of neurological diseases, or severe systemic diseases with effects on the central nervous system or cardiovascular regulation, or on pregnant women. \r\n\n\nAny study with human subjects must abide by the Ethical Principles for Medical Research Involving Human Subjects in accordance with the Declaration of Helsinki.\r\n\n\n\r\n\n\n**Application of electrodes for PSG/EEG and slow oscillation stimulation**\r\n\n\n2| Apply electrodes for PSG/EEG and ECG according to standard procedures \\(degreasing the skin with alcohol, use of abrasive and conductive paste).\r\n\n\n**CRITICAL STEP** The stimulating and PSG/EEG electrodes should not be positioned too close to each other, in order to keep stimulation artifacts in the EEG recording as small as possible.  \r\n\n\n3| Degrease, disinfect the sites for the stimulating electrodes \\(F3, F4, right and left mastoids).\r\n\n\n4| Apply several drops of abrasive paste by rubbing skin with pressure on an area of about 1 cm\n2\n. Apply self-adhesive electrode paste to stimulating electrodes and stick to scalp. \r\n\n\n**CRITICAL STEP** Current density depends upon the area of skin-electrode paste contact, which should be > 0.8 cm\n2\n. For this purpose electrode paste may supersede the size of the electrode.\r\n\n\n5| Measure electrode impedance.\r\n\n\n**CRITICAL STEP** Electrode impedance between each pair of stimulating electrodes \\(ipsilateral frontal and mastoid sites) must be < 2 kOhm. This typically requires very intensive rubbing with abrasive paste.\r\n\n\n\r\n\n\n**Preparing stimulation**\r\n\n\n6| Using a 2 kOhm resistor for each circuit, check that the applied current does not exceed the selected strength of 260 µA.\r\n\n\n7| Set stimulator for slow oscillation stimulation: we used currents oscillating at a frequency of 0.75 Hz \\(0.33 s-on/0.33 s-off with rising and falling slopes of 0.33 s) \r\n\n\n**CRITICAL STEP** If for checking current strength a different current setting is used, always switch back to the correct settings immediately. \r\n\n\n8| For our slow oscillation stimulation plug the frontal electrodes cable into the anode \\(positive) sockets and the ipsilateral mastoids into the corresponding reference sockets. \r\n\n\n**CRITICAL STEP** Check with the documentation and/or manufacturer of the EEG amplifier that the stimulation current is uncritical for the amplifier. \r\n\n\n9| After attaching the subject to the recording equipment and stimulation device, check that current is not felt by the subject, when the stimulation is turned on for about 4 sec.\r\n\n\n10| Monitor the polysomnographic recording for the presence of eight consecutive 30-s epochs of sleep stage 2 or a deeper NonREM sleep stage. If the subject awakens or shifts into stage 1 sleep before eight 30-s epochs have passed, wait for the subject to re-enter and maintain stage 2 sleep anew for the eight consecutive 30-s epochs.\r\n\n\n**CRITICAL STEP** Proper recording of slow oscillations require high pass filters set at a sufficiently low frequency, e.g., 0.08 Hz.\r\n\n\n11| To assess effects of stimulation, a within-subject control is necessary. The interval between stimulation and sham stimulation sessions or two sessions of different types of stimulation should be at least 1 week."
        },
        {
            "header": "Timing",
            "content": "Steps 2-9, 1.5 h; Step 10 highly variable, on average 12 min \\(5 min - 2 h)"
        },
        {
            "header": "Critical Steps",
            "content": "These are described in the Procedure."
        },
        {
            "header": "Troubleshooting",
            "content": "Not specified in the procedure."
        },
        {
            "header": "Anticipated Results",
            "content": "During the 1-min stimulation-free intervals the mean value of endogenous EEG power in the slow wave frequency bands, in particular for the slow oscillations \\(&lt; 1 Hz), and for slow frontal spindle activity \\(8-12 Hz) should be increased after stimulation as compared to sham stimulation. \\(Results are described in detail in ref. 31.)"
        },
        {
            "header": "References",
            "content": "1.  Iwanovsky, A. &amp; Dodge, C. Electrosleep and electroanesthesia: Theory and clinical experience. _Foreign Science Bulletin_ **4**, 1-64 \\(1968).\r\n  \r\n\n\n2.  Nias, D. K. Therapeutic effects of low-level direct electrical currents. _Psychol. Bull._ **83**, 766-773 \\(1976).\r\n  \r\n\n\n3.  Jefferys, J. G. Nonsynaptic modulation of neuronal activity in the brain: electric currents and extracellular ions. _Physiol Rev._ **75**, 689-723 \\(1995).\r\n  \r\n\n\n4.  Nitsche, M. A. _et al._ Modulation of cortical excitability by weak direct current stimulation--technical, safety and functional aspects. _Suppl Clin. Neurophysiol._ **56**, 255-276 \\(2003).\r\n   \r\n\n\n5.  Priori, A. Brain polarization in humans: a reappraisal of an old tool for prolonged non-invasive modulation of brain excitability. _Clin. Neurophysiol._ **114**, 589-595 \\(2003).\r\n   \r\n\n\n6.  Bikson, M. _et al._ Effects of uniform extracellular DC electric fields on excitability in rat hippocampal slices in vitro. _J. Physiol_ **557**, 175-190 \\(2004).\r\n  \r\n\n\n7.  Nitsche, M. A. _et al._ Modulating parameters of excitability during and after transcranial direct current stimulation of the human motor cortex. _J. Physiol_ **568**, 291-303 \\(2005).\r\n  \r\n\n\n8.  Antal, A., Nitsche, M. A. &amp; Paulus, W. Transcranial direct current stimulation and the visual cortex. _Brain Res. Bull._ **68**, 459-463 \\(2006).\r\n  \r\n\n\n9.  Elbert, T., Lutzenberger, W., Rockstroh, B. &amp; Birbaumer, N. The influence of low-level transcortical DC-currents on response speed in humans. _Int. J. Neurosci._ **14**, 101-114 \\(1981).\r\n  \r\n\n\n10.  Jaeger, D., Elbert, T., Lutzenberger, W. &amp; Birbaumer, N. The effects of externally applied transcephalic weak direct currents on lateralization in choice reaction tasks. _J. Psychophysiol._ **1**, 127-133 \\(1987).\r\n  \r\n\n\n11.  Fregni, F. _et al._ Anodal transcranial direct current stimulation of prefrontal cortex enhances working memory. _Exp. Brain Res._ **166**, 23-30\\(2005).\r\n  \r\n\n\n12.  Marshall, L., M&#xF6;lle, M., Siebner, H. R. &amp; Born, J. Bifrontal transcranial direct current stimulation slows reaction time in a working memory task. _BMC. Neurosci._ **6**, 23 \\(2005).\r\n  \r\n\n\n13.  Marshall, L., M&#xF6;lle, M., Hallschmid, M. &amp; Born, J. Transcranial direct current stimulation during sleep improves declarative memory. _J. Neurosci._ **24**, 9985-9992 \\(2004).\r\n  \r\n\n\n14.  Kobayashi, M. &amp; Pascual-Leone, A. Transcranial magnetic stimulation in neurology. _Lancet Neurol._ **2**, 145-156 \\(2003).\r\n  \r\n\n\n15.  Siebner, H. R. &amp; Rothwell, J. Transcranial magnetic stimulation: new insights into representational cortical plasticity. _Exp. Brain Res._ **148**, 1-16 \\(2003).\r\n  \r\n\n\n16.  Francis, J. T., Gluckman, B. J. &amp; Schiff, S. J. Sensitivity of neurons to weak electric fields. _J. Neurosci._ **23**, 7255-7261 \\(2003).\r\n  \r\n\n\n17.  Jefferys, J. G. &amp; Haas, H. L. Synchronized bursting of CA1 hippocampal pyramidal cells in the absence of synaptic transmission. _Nature_ **300**, 448-450 \\(1982).\r\n  \r\n\n\n18.  Achermann, P. &amp; Borb&#xE9;ly, A. A. Low-frequency \\(&lt; 1 Hz) oscillations in the human sleep electroencephalogram. _Neuroscience_ **81**, 213-222 \\(1997).\r\n  \r\n\n\n19.  M&#xF6;lle, M., Marshall, L., Gais, S. &amp; Born, J. Grouping of spindle activity during slow oscillations in human non- rapid eye movement sleep. _J. Neurosci._ **22**, 10941-10947 \\(2002).\r\n  \r\n\n\n20.  Steriade, M. Grouping of brain rhythms in corticothalamic systems. _Neuroscience_ **137**, 1087-1106 \\(2006).\r\n  \r\n\n\n21.  Rechtschaffen, A. &amp; Kales, A. A manual of standardized terminology, techniques and scoring system for sleep stages of human subjects. _NIH Publ._ **204**, US Government Printing Office, Washington \\(1968).\r\n  \r\n\n\n22.  Steriade, M., Contreras, D., Amzica, F. &amp; Timofeev, I. Synchronization of fast \\(30-40 Hz) spontaneous oscillations in intrathalamic and thalamocortical networks. _J. Neurosci._ **16**, 2788-2808 \\(1996).\r\n  \r\n\n\n23.  Lutzenberger, W. &amp; Elbert, T. Safety assessment of NMR clinical equipment. Schmidt, K. H. \\(ed.), pp. 36-45 \\(Thieme, Stuttgart,1987).\r\n  \r\n\n\n24.  Rush, S. &amp; Driscoll, D. A. Current distribution in the brain from surface electrodes. _Anesth. Analg._ **47**, 717-723 \\(1968).\r\n  \r\n\n\n25.  Massimini, M., Huber, R., Ferrarelli, F., Hill, S. &amp; Tononi, G. The sleep slow oscillation as a traveling wave. _J. Neurosci._ **24**, 6862-6870 \\(2004).\r\n  \r\n\n\n26.  Nitsche, M. A. &amp; Paulus, W. Excitability changes induced in the human motor cortex by weak transcranial direct current stimulation. _J. Physiol._ **527** Pt 3, 633-639 \\(2000).\r\n  \r\n\n\n27.  Dymond, A. M., Coger, R. W. &amp; Serafetinides, E. A. Intracerebral current levels in man during electrosleep therapy. _Biol. Psychiatry_ **10**, 101-104 \\(1975).\r\n  \r\n\n\n28.  Agnew, W. F. &amp; McCreery, D. B. Considerations for safety in the use of extracranial stimulation for motor evoked potentials. _Neurosurgery_ **20**, 143-147 \\(1987).\r\n  \r\n\n\n29.  Nitsche, M. A. _et al._ Safety criteria for transcranial direct current stimulation \\(tDCS) in humans. _Clin. Neurophysiol._ **114**, 2220-2222 \\(2003).\r\n   \r\n\n\n30.  Miranda, P. C., Lomarev, M. &amp; Hallett, M. Modeling the current distribution during transcranial direct current stimulation. _Clin. Neurophysiol._ **117**, 1623-1629 \\(2006).\r\n   \r\n\n\n31.  Marshall, L., Helgad&#xF3;ttir, H., M&#xF6;lle, M. &amp; Born, J. Boosting sleep slow oscillations potentiates memory. _Nature_ \\(2006).doi:10.1038/nature05278"
        },
        {
            "header": "Acknowledgements",
            "content": "We thank H. Koller \\(University of L&#xFC;beck, Electronics Department) for help in designing the stimulation apparatus. This work was supported by the Deutsche Forschungsgemeinschaft, SFB 654.\r\n\n\n\r\n\n\nCompeting interests statement: The authors declare that they have no competing financial interests.\r\n\n\nCorrespondence and requests for materials should be addressed to L.M. \\(marshall@kfg.uni-luebeck.de) or J.B. \\(born@kfg.uni-luebeck.de)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature05278",
                "date": "2006-10-19 06:30:28",
                "title": "Boosting slow oscillations during sleep potentiates memory",
                "authors": [
                    "Marshall",
                    "L. et al."
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9936,
                "identity": "9ec69226-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lisa Marshall",
                "email": "",
                "orcid": "",
                "institution": "Department of Neuroendocrinology, University of Luebeck",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lisa",
                "middleName": "",
                "lastName": "Marshall",
                "suffix": ""
            },
            {
                "id": 9937,
                "identity": "9ec69540-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Matthias Molle",
                "email": "",
                "orcid": "",
                "institution": "Department of Neuroendocrinology, University of Luebeck",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Matthias",
                "middleName": "",
                "lastName": "Molle",
                "suffix": ""
            },
            {
                "id": 9938,
                "identity": "9ec696ea-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jan Born",
                "email": "",
                "orcid": "",
                "institution": "Department of Neuroendocrinology, University of Luebeck",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jan",
                "middleName": "",
                "lastName": "Born",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-06 14:30:08",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.299",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.299",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464171,
                "identity": "b07d38b3-fec3-43a4-9881-4f9a78755776",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:36",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 149059,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-104/v1/3f889b23-2798-43f2-b1a0-960948bc7e3c.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "transcranial electrical stimulation, transcranial direct current stimulation, slow oscillation, EEG, sleep, human\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Oscillating current stimulation &#8211; slow oscillation stimulation during sleep",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-11-09 09:25:00",
                "doi": "10.1038/nprot.2006.299",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ec6301e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 9th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1434,
                "name": "Neuroscience"
            },
            {
                "id": 1435,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-11-09 09:25:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}