{
    "identity": "nprot-329",
    "title": "Studying effect of hypergravity on cleavage timings in developing embryos of _Limnaea_",
    "content": [
        {
            "header": "Introduction",
            "content": "Human space technology is currently advancing with hasty pace. Top space agencies are now proposing their plans of establishing extra-terrestrial human life. With this background it&#x2019;s vital to know exact effects of phenomenon like hypergravity, experienced during space flights on development of metazoan embryos. In this perspective it is very important to establish proper animal models for studying the effect of hypergravity on animal development. In the present protocol, an attempt has been made to establish the embryos of mollusc, _Limnaea_ as model for studying the effect of hypergravity on cleavage timings of animal-embryos. _Limnaea_ embryos/eggs are being considered suitable as models for this protocol because of several characters like, \\(1) Transparency of embryo, which allows easy visualization of developmental stages; \\(2) _Limnaea_ embryos resemble human ones with respect to egg nature \\(isolecithal) and cleavage \\(holoblastic) and \\(3) _Limnaea_ embryos show spiral cleavage, which is thermodynamically the most stable cleavage pattern, thus if something affects them than that&#x2019;s bound to put effect on rotational cleavages in human embryos."
        },
        {
            "header": "Reagents",
            "content": "Filtered pond water\r\n\n\n_Limnaea_ eggs obtained as described in Step 4."
        },
        {
            "header": "Equipment",
            "content": "4 cm diameter Petri dishes\r\n\n\n\r\n\n\nRegular Centrifuge Tubes \\(Scientific Co., India)\r\n\n\n\r\n\n\nFixed-Angle Rotor Ultracentrifuge \\(REMI Co., USA)\r\n\n\n\r\n\n\nDissection Instrument \\(Scientific Co., India)\r\n\n\n\r\n\n\nBinocular Light Microscope with magnification up to 100X \\(Scientific Co., India)\r\n\n\n\r\n\n\nLarge troughs of 30 to 50 cm diameter and 10 to 15 cm height\r\n\n\n\r\n\n\nForceps or Scalpels\r\n\n\n\r\n\n\nTurbo C++ v.3.0 Software \\(Borland International Inc., USA)"
        },
        {
            "header": "Procedure",
            "content": "1. First, create an ANSI C++ algorithm \\(Balagurusamy 2004) in the Turbo C++ v.3.0 software \\(Borland International Inc., USA) to calculate the correlation between real time hypergravity values and corresponding values of centrifugal speed \\(in RPM or revolutions per minute) to be used for exposing the _Limnaea_ eggs to increased gravity conditions \\(relative centrifugal force or RCF) inside an ultracentrifuge. Following algorithm must be entered into the Turbo C++ v.3.0 software to run this, “Program for Calculation of Centrifugal RPM with respect to Hypergravity”:\r\n      \r\n\n\n    #include_<iostream.h>\r\n\n\n    #include_<math.h>\r\n\n\n    void_main\\()\r\n\n\n    \\{\r\n\n\n    float RCF, rpm, r, b, e;\r\n\n\ncout<<”Program for calculation of REVOLUTIONS PER MIN. with respect  to HYPERGRAVITY”<<”\\n\\n”;\r\n\n\ndo\\{\r\n\n\ncout<<”\\t”<<”Enter the value of Avg. radius \\(r) of centrifugal tube:”;\r\n\n\ncin>>r;\r\n\n\ne=0.00001119;\r\n\n\nb=e*r\r\n\n\ncout<<”\\t”<<”Enter the value of HYPERGRAVITY \\(RCF) e.g. 5 for 5g:”;\r\n\n\ncin>>RCF;\r\n\n\nrpm=RCF/b;\r\n\n\ncout<<”\\n\\t”<<”The value of Revolutions per Minute \\(rpm) is:”<<sqrt\\(rpm)<<endl<<”\\n”;\r\n\n\n}\r\n\n\nWhile\\(r\\!=0);\r\n\n\n}\r\n\n\n \r\n\n\n2. Once the above algorithm has been entered into the software one may run the program after which the program will ask for two values i.e. \\(1) Value of Average radius \\(r) of centrifugation rotors and \\(2) The value of Hypergravity required. \r\n  The average radius of the centrifugation rotor is provided by the manufacturer with the fixed-angle rotors. On the other hand, value of hypergravity depends upon the type of investigation. Since hypergravity is the level of gravitation force experienced by astronauts in space-crafts, there are specific minimum or maximum values of hypergravity which may be entered into the program. Following is the array of such values \\(multiples of G=9.8m/s\n2\n) \\(Chatterjee 2002):\r\n\n\n   Hypergravitation experienced at first booster stage of aircraft: +9G \r\n\n\n   Hypergravitation experienced at second booster stage of aircraft: +8G\r\n\n\n   Hypergravitation causing fall in blood pressure to 40mm Hg: +4G\r\n\n\n   Hypergravitation that may cause fracture in vertebrae: +20G\r\n\n\n      \r\n\n\n3. Any of above values or similar values may be entered into the C++ program as per the nature of investigation. Once a particular hypergravity value is entered, the program will give corresponding RPM value. \r\n  Conventionally, if the ultracentrifuge is run at this calculated RPM, the Limnaea eggs and embryos would experience that particular value of hypergravity in the centrifuge tube as would be experienced by the astronaut in a spacecraft.\r\n\n\n\r\n\n\n4. In order to obtain the eggs of _Limnaea_, visit freshwater ponds with floating lotus or water lily \\(_Nymphaea_) leaves. Turn the leaves upside-down and observe for presence of transparent egg masses attached on the leaves under surface, to ensure the presence of snails in the pond. \r\n  \r\n\n\n5. Identify and confirm the taxonomic status of _Limnaea_ snails.\r\n  \r\n\n\n6. Now, bring these _Limnaea_ snails and the leaves along with the pond water to laboratory.\r\n  \r\n\n\n7. Filter the pond water and fill it into the troughs. Lay down the lotus leaves on the water’s surface.\r\n  \r\n\n\n8. Allow the snails to lay eggs under the leaves, to permit collection of freshly laid eggs. \r\n  \r\n\n\n9. After fresh eggs have been laid, detach these egg masses carefully from the leaf’s under-surface by scrapping with a scalpel or forceps and transfer into a Petri dish containing filtered pond water.\r\n  \r\n\n\n10. Now observe various eggs under the light microscope and segregate each of them into specific groups depending upon the developmental or cleavage stage in which the embryo exists. \r\n  \r\n\n\n11. Initially, note the time intervals between various cleavages. At room temperature, time interval between each cleavage is 90 minutes.\r\n  \r\n\n\n12. As soon as the cleavage stage is identified, put the eggs into the centrifuge tube and centrifuge in an ultracentrifuge at corresponding centrifugal speed \\(in RPM), calculated via the above ANSI C++ algorithm. \r\n  \r\n\n\n13. Precisely note the time for which the eggs were exposed to centrifugation and remove them accordingly when a particular cleavage stage should exist as per the inter-cleavages timings noted previously.\r\n  \r\n\n\n14. Immediately observe the eggs under light microscope to find as to whether the expected cleavage stage has taken place or not. Note the timings accordingly.\r\n  \r\n\n\n15. Analyze the corresponding values for each cleavage stage in normal condition as well as in hypergravity conditions."
        },
        {
            "header": "Timing",
            "content": "2 weeks"
        },
        {
            "header": "Critical Steps",
            "content": "1. Step 1 stands very critical, since proper algorithm would ensure correct hypergravity values to work with.\r\n  2. Step 2, is also critical as correct value of hypergravity \\(to which the eggs are to be exposed) would decide upon the implications that could be drawn about its effect on a specific embryonic stage with respect to scenario in a space-ship.  \r\n  3. Step 8 is critical because, this step decides upon the probable yield of synchronized eggs. To achieve synchronised and assured egg laying keep the trough free of leaves for a period of one to two days before the eggs are required."
        },
        {
            "header": "Troubleshooting",
            "content": "1. In Step 6, Collection of specific male or female snail isn&#x2019;t required since these snails could also reproduce asexually. Thus, any number of snails collected irrespective of sex, would suffice the need for the eggs required during the experiment."
        },
        {
            "header": "Anticipated Results",
            "content": "In the experiment conducted by the authors, the _Limnaea_ eggs/embryos were exposed to hypergravity of +8G. It was found that hypergravity caused a delay of about 1.56 minutes in onset of 8-cell stage and a delay of about 0.43 minutes in onset of blastocyst stage. Hatching of veligar larvae from eggs actually happened prematurely by about 2 hours when compared to control eggs.\r\n\n\n     This protocol may help in noting down the exact effect of hypergravity on cleavage timings. Such experiments may prove to be vital in laying down the safety clauses for human space tourists with regards to reproduction or pregnancy in space flights. _Limnaea_ embryos are good models for this type of study since they are easy to obtain regardless of sexual reproduction or seasonal variation \\(Raven 1968). Moreover the developmental stages and cleavage patterns of embryos of these snails may be observed more efficiently because of high transparency of cells. Another fact is that, no aseptic precautions are required to be taken except that development-inhibitory factors shouldn&#x2019;t be present in the water to prevent overlapping of anti-cleavage activity. The algorithm mentioned above may also be used to produce a program in the software, &#x201C;Visual Basic&#x201D;."
        },
        {
            "header": "References",
            "content": "Balagurusamy, E. 2004. Object-oriented programming with C++, 2nd ed. Tata McGraw-Hill Publishing Co. Ltd., India.\r\n\n\n\r\n\n\nChatterjee, C. C. 2002. Human Physiology, 11th ed., Vol. I. Medical Allied Agency, Kolkatta, India.\r\n\n\n\r\n\n\nRaven, C. P. 1968. Morphogenesis: The Analysis of Molluscan Development. Pergamon Press, London."
        },
        {
            "header": "Acknowledgements",
            "content": "Authors would like to acknowledge the help of Mr. A. N. Gandhare \\(Zoologist) in collection and experimentation procedures."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10651,
                "identity": "9f0ecb45-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Abhishek D. Garg",
                "email": "",
                "orcid": "",
                "institution": "Dept. of Microbiology & Biotechnology, G. H. Raisoni Institute of Interdisciplinary Sciences, Nagpur (M. S.), India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Abhishek",
                "middleName": "D.",
                "lastName": "Garg",
                "suffix": ""
            },
            {
                "id": 10652,
                "identity": "9f0ece4a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dhananjay D. Garg",
                "email": "",
                "orcid": "",
                "institution": "Dept. of Electronics & Telecommunication, G. H. Raisoni College of Engineering, Nagpur (M.S.), India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dhananjay",
                "middleName": "D.",
                "lastName": "Garg",
                "suffix": ""
            },
            {
                "id": 10653,
                "identity": "9f0ed01e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rajshekhar V. Hippargi",
                "email": "",
                "orcid": "",
                "institution": "Dept. of Zoology, Institute of Science, Nagpur (M.S.), India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rajshekhar",
                "middleName": "V.",
                "lastName": "Hippargi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-17 14:38:14",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.348",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.348",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464353,
                "identity": "a26bfc47-73c6-48eb-b802-12f405395171",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 143324,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-329/v1/1818b6bd-24f6-4751-b8fe-52131a921dd6.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Limnaea, hypergravity, embryos, development, embryonic cleavage",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Studying effect of hypergravity on cleavage timings in developing embryos of Limnaea",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-08-20 06:20:13",
                "doi": "10.1038/nprot.2007.348",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f0e71bf-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 20th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1912,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-08-20 06:20:13",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}