{
    "identity": "nprot-581",
    "title": "A protocol to detect apoptotic dendritic cells in murine lymph nodes using multiphoton microscopy",
    "content": [
        {
            "header": "Introduction",
            "content": "This protocol describes a method to detect and measure the percentage of apoptotic or live dendritic cells \\(DCs) in popliteal lymph nodes \\(PLNs). DCs labelled with fluorescent cell trackers are subcutaneously \\(s.c.) injected in mice. After allowing the DCs to reach the PLNs, animals are intravenously injected with FLIVO<sup>TM</sup>, a permeant fluorescent reagent that selectively marks apoptotic cells. Of note, the fluorophore moiety of the latter reagent should be selected so as its emission wavelength can be distinguished under the confocal microscope from that of the fluorescent cell tracker used to label the cells. Explanted PLN are then examined under a two-photon microscope to analyse for the presence of apoptotic cells among the DCs injected. \r\n\n\n\r\n\n\nCaspases are the key proteolytic components of the demolition machinery that cleaves vital cell substrates during apoptosis<sup>1</sup>. These proteases display in their active center a cysteine residue that is required for their activity<sup>1</sup>. Active caspases can be detected _in situ_ by  Fluorochrome-Labeled Inhibitors of CAspases \\(FLICA)<sup>2-5</sup>, a technique based on the fact that fluorochrome-labeled inhibitors of caspases, through its conjugated reactive fluoromethyl-ketone \\(fmk) moiety, can form an irreversible thio-methyl ketone link with the cystein in the active center of these enzymes. Importantly, reagents based on FLICA do not bind to pro-caspases or any inactive form of these enzymes. Specifically, to detect apoptotic DCs _in vivo_ we have used FLIVO<sup>TM</sup>, a reagent based on FLICA that is composed of a poly caspase binding inhibitor probe \\(Val-Ala-Asp\\(OMe)-fluoromethyl ketone \\(VAD-FMK)) which binds irreversibly to apoptotic<sup>6</sup> caspases-1, -3, -4, -5, -6, -7, -8 and -9, conjugated to fluorescent dyes \\(either red SR-FLIVO or green FAM-FLIVO)<sup>7</sup>. These reagents can be intravenously injected to live mice and, since they are cell permeant, they can be used to stain apoptotic DCs in the LNs. In non-apoptotic DCs, which lack caspases, FLIVO reagents are not retained and leak out. However, in apoptotic DCs they form covalent bonds with intracellular caspases, resulting in the trapping of the \\(green or red) FLIVO<sup>TM</sup> fluorescent signal within these cells. Subsequently, the LNs can be explanted and examined by two photon microscopy to search for the presence of fluorescent FLIVO, indicating apoptosis, in the DCs."
        },
        {
            "header": "Reagents",
            "content": "PBS/EDTA solution \\(5 mM EDTA in PBS)\r\n\n\n\r\n\n\nBovine Serum Albumin \\(BSA) Fraction V \\(Roche, Cat No 735086)\r\n\n\n\r\n\n\nLipopolysaccharides \\(LPS) from _Escherichia coli_ 0111:B4 \\(Sigma, Cat No L3024)\r\n\n\n\r\n\n\nMACS buffer \\(0.5% BSA and 2 mM EDTA in PBS)\r\n\n\n\r\n\n\nAnti-CD11c \\(N418), magnetic microbeads \\(Miltenyi Biotec, Cat No 130-052-001)\r\n\n\n\r\n\n\nCMFDA \\(5-chloromethylfluorescein diacetate) \\(Molecular Probes, Cat No C7025). Prepare a 5 mM stock in DMSO.\r\n\n\n\r\n\n\nSNARF1 \\(Seminaphtorhodafluor1) \\(Molecular Probes, Cat No C1272). Prepare a 5 mM stock in DMSO.\r\n\n\n\r\n\n\nComplete medium \\(10% FCS in RPMI) \r\n\n\n\r\n\n\nGreen carboxyfluorescein \\(FAM)-FLIVO \\(FAM, &#x3BB;<sub>abs</sub> 492 nm; &#x3BB;<sub>em</sub> 520 nm), \\(Cat No 981) and  Red sulforhodamine B \\(SR)-FLIVO \\(SR, &#x3BB;<sub>abs</sub> 565 nm; &#x3BB;<sub>em</sub> &gt;600 nm) \\(Cat No 983)\\(Immunochemistry technologies, LCC).  Dissolve lyophilized FLIVO in a solution 20% DMSO in PBS \\(v/v), according to the manufacturers' instructions, to obtain 0.2 mg/ml \\(w/v) of FLIVO.\r\n\n\n\r\n\n\nFluorescence antifading reagent \\(Invitrogen. Molecular Probes, Cat No P36930)"
        },
        {
            "header": "Equipment",
            "content": "Tweezers\r\n\n\n\r\n\n\n0.5 ml insulin syringes \\(BD, Cat No 320927)\r\n\n\n\r\n\n\nCell strainers \\(BD Falcon, Cat No 352360)\r\n\n\n\r\n\n\nRefrigerated centrifuge\r\n\n\n\r\n\n\nLS Separation Columns \\(Miltenyi Biotec. Cat No 130-042-401)\r\n\n\n\r\n\n\nQuadroMACS Separator \\(including QuadroMACS&#x2122; Separation Unit \\(Cat No 130-090-976) and 1 MACS<sup>&#xAE;</sup> MultiStand. \\(Miltenyi Biotec, Cat No 130-042-303) \r\n\n\n\r\n\n\n22 x 22 mm coverslips \\(Menzel-Gl&#xE4;ser, Cat No BB022022A1)\r\n\n\n\r\n\n\nCell Incubator\r\n\n\n\r\n\n\nLeica confocal inverted microscope \\(TCS-SP2 AOBS spectral system) equipped with a wideband mode-locked Ti:sapphire two-photon excitation laser \\(Mai Tai, Spectra-Physics)."
        },
        {
            "header": "Procedure",
            "content": "**A. Preparation of splenic DCs** \r\n\n\n1. Sacrifice C57/BL6 mice.\r\n  **Note**. All experiments involving animals must be carried out according to institutional and national guidelines.\r\n\n\n2. Extract spleens and place them in a Petri dish.\r\n  3. Using tweezers to hold the spleen. Employ a syringe to inject into this organ PBS/EDTA solution. Collect the fluid that exits the spleens. Inject until the colour of the organ becomes clearer. This treatment facilitates the subsequent disaggregation of the spleen.\r\n  4. Place the spleens on a cell strainer and, while PBS/EDTA solution is poured over the spleen and strainer, use the plunger of a syringe to disaggregate the spleens. \r\n  5. Collect the cellular suspension with splenic cells and centrifuge at 1500 rpm \\(453 g) for 10 min at 4ºC.\r\n  6. Resuspend the cellular pellet in cold MACS buffer and add the required volume of anti-CD11c Miltenyi magnetic MicroBeads \\(25 µl per 10\n8\nDCs).\r\n  7. Incubate for 15 min at 4ºC.\r\n  8. Add cold MACS buffer up to a volume of 3 ml.\r\n  9. Equilibrate Miltenyi LS Column by passing 3 ml of MACS buffer. Apply cell suspension onto the equilibrated LS Column.\r\n  10. Collect unlabeled cells that pass through. Wash LS Column three times with 3 ml of buffer. This is the unlabeled cell fraction.\r\n  11. Remove the Column from the separator and place it in a new collection tube.\r\n  12. Pipette 5 ml of MACS buffer onto the LS Column and flush out the fraction with the magnetically labelled cells by applying a plunger. The cell fraction obtained is the DC fraction.\r\n  \r\n\n\n**B. Labelling and injection of DCs**\r\n\n\n**Note**. The protocol indicated  below describes largely the labeling of  DCs with CMFDA \\(subsequent injection of mice with SR-FLIVO). The protocol  is exactly the same if the DCs are labeled with SNARF1, with the difference that mice should be then injected with FAM-FLIVO.\r\n\n\n1. Add 5 µM of CMFDA \\(dilute 1:1000 CMFDA stock solution) to the DCs obtained after the elution  from the LS Columns.\r\n  2. Incubate for 40 min at 37ºC.\r\n  3. Add 2 volumes of cold complete medium to quench staining and incubate 5 min in ice.\r\n  4. Centrifuge twice 5 min at 1000 rpm \\(201 g) at 4ºC. Collect the pellet and suspend in RPMI at a concentration of 20-40x10\n6\nDCs/ml.\r\n  5. Inject 50 µl of suspension of DCs in RPMI \\(1-2x10\n6\nDCs) along with LPS \\(1µg/ml) in each footpad. \r\n  \r\n\n\n**C. Intravenous injection of FLIVO**\r\n\n\n1. Ensure in prior experiments that the labelled DCs have reached the LN before injecting FLIVO\nTM\n. Use a U-100 insulin syringe to inject  intravenously each animal with 40 µl of stock solution of FLIVO\nTM\n\\(0.2 mg/ml), i.e. with 8 µg of FLIVO. \\(Inject Red SR-FLIVO\nTM\nor Green FAM-FLIVO\nTM\nif CMFDA- or SNARF1-labeled DCs, respectively, were previously injected).\r\n  \r\n\n\n**D. Extraction and preparation of the samples of PLN**\r\n\n\n1. Sacrifice the animals. Isolate the PLNs and, under a magnification glass, trim them carefully free of fat. Fix the PLNs with paraformaldehyde for at least 30 min and then immerse them in PBS.\r\n  2. Use a razor blade and a magnification grass to cut transversally the PLN along the longest axis of this organ in two halves. \r\n  3. Mount the two halves of the PLNs between two square coverslips. To mount the PLNs prepare the following setting. Make an approximately 0.5 mm thick layer composed of two sided tape \\(Scotch). Perforate with a punch a small circular hole with a diameter large enough to fit the two halves of the PLNs. Stick the two sided tape 0.5 mm thick layer onto one of coverslips. Carefully deposit into the small circular hole in the cellotape layer the two halves of the PLNs. Immerse the two pieces of PLNs in fluorescence mounting medium. Finally, taking care to avoid air bubbles, seal the sandwich that include the LNs, with the second glass coverslip.\r\n  \r\n\n\n**E. Visualization of the DCs in the LN with two photon optics**\r\n\n\n1. Analyze the PLNs under the two photon microscope using a 20×magnification oil-immersion objective \\(1.20 NA) in a Leica confocal inverted microscope. Optimal two-photon excitation of the three fluorochromes is achieved at 856 nm wavelength and spectral detection is at 510-540 nm \\(for CMFDA and FAM-FLIVO) and 560-600 nm \\(for SNARF1 and SR-FLIVO). Detector slits are configured to minimize crosstalk between channels. LNs are thoroughly scanned from both sides of the coverslip up to a depth of 200-300 μm with a z spacing of 2 μm. \r\n  \r\n\n\n**F. Analysis of the presence of SR-FLIVO in DCs by two photon microscopy**\r\n\n\n1. Examine two-photon microscopy optical section stacks obtained from the analysis of the LN for the presence of FLIVO staining using the Leica Confocal Software \\(LCS) \\(see **Supplementary Fig. 5 online** in Ref 7). \r\n  2. To quantify the amount of FLIVO incorporated by the cells labeled with the fluorescent cell tracker probes \\(CMFDA or SNARF1), we use the LCS profile quantification tool. Several lineal Regions of Interest \\(ROI) are traced in each cell to be analyzed. Subsequently, graphs with the intensity profiles of the SNARF1/FAM-FLIVO\nTM\nor CMFDA/SR- FLIVO\nTM\npair intensity are obtained. It is important to check for leakage between SR-FLIVO\nTM\nand CMFDA channels. \r\n  3. The value of Maximum Amplitude of the SR-FLIVO, measured automatically by the LCS, provides an index of the incorporation of FLIVO and, consequently, information on the degree of apoptosis of the DC analysed \\(see below). To this value it should be subtracted the value of FLIVO channel background in the field where the cell is positioned \\(see **Supplementary Fig. 5 online**, Ref 7). \r\n  \r\n\n\n**G. Analysis of apoptotic DCs in the LN**\r\n\n\n1. A calibration for each batch of FLIVO\nTM\nis required to assess the value of the Maximum Amplitude of the FLIVO channel that marks the limit between non-apoptotic and apoptotic DCs. This limit value is determined in prior _in vitro_ experiments where the ability of FLIVO and Hoechst to stain apoptotic DCs is compared. In our experiments, non-apoptotic DCs, determined according to Hoechst staining, displayed a Maximum Amplitude of the SR-FLIVO channel equal or lower than 30 \\(see **Supplementary figures 4 and 5 online**, in Ref. 7). Thus, we considered the DCs that have a Maximum Amplitude of the SR-FLIVO above this value as apoptotic. \r\n  2. This limit value may change with a different batch of FLIVO, hence, as indicated above, calibration is required every time the batch of FLIVO is changed. We obtained similar results either measuring the values of maximum intensities of SR-FLIVO or the ratio Maximum Amplitude SR-FLIVO over the Maximum Amplitude CMFDA, implying negligible leakage from the CMFDA channel. In case of doubt on the possibility of leakage, it is probably safer to represent the data as a ratio. \r\n  3. In studies to ascertain whether a treatment increases or reduces the percentage of apoptotic DCs in the LNs, if the absolute value of the percentage of live DCs is not required, it is possible to analyse the results just by comparing the average value of the Maximum Amplitude of FLIVO in control and treated animals."
        },
        {
            "header": "Timing",
            "content": "Preparation of splenic DCs, about 1.5 h \\(Spleen extraction, 30 min; Disaggregation of spleen, 30 min; Magnetic labelling and separation, 30 min).\r\n\n\n\r\n\n\nLabelling of DCs, about 45 min\r\n\n\n\r\n\n\nSubcutaneous injection of DCs, 3-5 min per footpad\r\n\n\n\r\n\n\nIntravenous injection of FLIVO<sup>TM</sup>, 15 min per mouse\r\n\n\n\r\n\n\nExtraction and preparation of PLNs, 15-30 min per LN\r\n\n\n\r\n\n\n\r\n\n\nVisualization of DCs in the LN with two photon optics. Depending on the size or the quality of the preparations of LNs, the analysis takes 20-30 min per stack. Each stack includes 100-150 confocal planes."
        },
        {
            "header": "Critical Steps",
            "content": "Ensure that 1-2x10<sup>6</sup> DCs per footpad are injected. \r\n\n\nEnsure correct intravenous injection of FLIVO."
        },
        {
            "header": "Troubleshooting",
            "content": "-When pharmacological inhibitors are used to analyse the effect of inhibition or activation a molecule on the apoptosis of the DCs in the LNs, it is necessary to test before if the inhibitors affect the migration of the DCs. If this is the case, perform the experiments when the DCs are already positioned in the LNs.\r\n\n\n-Washes after centrifugation may result in losing an important amount of the DCs. Use conical-bottom instead of round-bottom tubes to improve the recovery after the centrifugation.\r\n\n\n-Intravenous injection in mouse tail, especially in the darker C57/BL6 mice, can be problematic. Use a mouse restrainer. If possible, the periorbital venous sinus route of injection can be tried.\r\n\n\n-Short fixation times result in soft PLN, which can make the  mounting, for subsequent observation under the two photon microscope difficult. Fixation time should be extended if the LNs are too soft.\r\n\n\n-PLN should be sliced as cleanly as possible in two halves for easier observation. Use a sharp razor and a good magnification glass.\r\n\n\n-Avoid air bubbles when mounting the PLNs on the coverslips. Push gently coverslip with tweezers to push air bubbles out.\r\n\n\n-High background. High FLIVO fluorescence in the low apoptotic DCs could be due an inappropriate washing out of this reagent from non-apoptotic DCs. To allow the washing of the reagent out the cells, it is convenient to wait 60-120 min after FLIVO injection."
        },
        {
            "header": "Anticipated Results",
            "content": "We usually start with 9-10 spleen and obtain enough DCs to inject 6 footpads \\(2x10<sup>6</sup> DCs per footpad). \r\n\n\nConsistent with results obtained by other groups<sup>8</sup>, eighteen hours upon injecting the DCs we observe a considerable number of DCs positioned in the LNs. After 36 h a sizeable amount of the injected DCs become apoptotic and after 48 h, most injected cells are apoptotic. Therefore treatments that purport to study the apoptosis DCs in the LNs have to take into consideration this time window. \r\n\n\n\r\n\n\nWe have largely used the technique described in this report to analyse the  apoptosis of DCs<sup>7</sup> in the PLN. The method is also useful to analyse the apoptosis of T cells<sup>7</sup> or any other cell type able to  migrate to the PLN or to any other anatomical organ that could be observed with a two-photon microscopy. Moreover, it is potentially possible to observe, in anaesthetised mice DC apoptosis _in vivo_, although so far we have not carried out this type of experiments."
        },
        {
            "header": "References",
            "content": "1. Shi, Y. Mechanisms of caspase activation and inhibition during apoptosis. Mol Cell **9**, 459-470 \\(2002).\r\n  2. Bedner, E., Smolewski, P., Amstad, P. &amp; Darzynkiewicz, Z. Activation of caspases measured in situ by binding of fluorochrome-labeled inhibitors of caspases \\(FLICA): correlation with DNA fragmentation. Exp. Cell  Res. **259**, 308-313 \\(2000).\r\n  3. Darzynkiewicz, Z., Bedner, E., Smolewski, P., Lee, B.W. &amp; Johnson, G.L. Detection of caspases activation in situ by fluorochrome-labeled inhibitors of caspases \\(FLICA). Methods  Mol. Biol. **203**, 289-299 \\(2002).\r\n  4. Grabarek, J., Amstad, P. &amp; Darzynkiewicz, Z. Use of fluorescently labeled caspase inhibitors as affinity labels to detect activated caspases. Human Cell **15**, 1-12 \\(2002).\r\n  5. Pozarowski, P. et al. Interactions of fluorochrome-labeled caspases inhibitors with apoptotic cells: a caution in data interpretation. Cytometry A **55**, 50-60 \\(2003).\r\n  6. Strasser, A., O\\`Connor, L., and Dixit, V.M. Apoptosis Signaling. Annu. Rev.  Biochem. **69**, 217-245 \\(2000).\r\n  7. Riol-Blanco, L. et al. Immunological synapse formation inhibits, through NFkB and FOXO1, the apoptosis of dendritic cells. Nature Immunol. \\(in press).  \\(2009).\r\n  8. Mempel, T.R., Henrickson, S.E. &amp; von Andrian, U.H. T-cell priming by dendritic cells in lymph nodes occurs in three distinct phases. Nature **427**, 154-159 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by grants BFI-2001-0228 and SAF2005-00801 \\(Ministerio de Educaci&#xF3;n y Ciencia) and grant RD08/0075 \\(RIER) \\(RETICS Program/Instituto de Salud Carlos III) to JLRF. LRB was partially supported by a scholarship associated to grant PI021058. CD-M was supported by fellowships FPI, conferred by the Ministerio de Educaci&#xF3;n y Ciencia \\(Spain)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11250,
                "identity": "9f61ba53-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Cristina  Delgado-Martn",
                "email": "",
                "orcid": "",
                "institution": "Centro de Investigaciones Biolgicas, CSIC, Madrid, Spain. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Cristina",
                "middleName": "",
                "lastName": "Delgado-Martn",
                "suffix": ""
            },
            {
                "id": 11251,
                "identity": "9f61bd06-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lorena  Riol-Blanco",
                "email": "",
                "orcid": "",
                "institution": "Brigham and Women's Hospital, Harvard Medical School, Massachusetts, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lorena",
                "middleName": "",
                "lastName": "Riol-Blanco",
                "suffix": ""
            },
            {
                "id": 11252,
                "identity": "9f61bea4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Luis M   Alonso-C",
                "email": "",
                "orcid": "",
                "institution": "Centro de Microscopia y Citometria, Universidad Complutense, Madrid, Spain. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Luis",
                "middleName": "M",
                "lastName": "Alonso-C",
                "suffix": ""
            },
            {
                "id": 11253,
                "identity": "9f61c00a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jos Luis Rodrguez-Fernndez",
                "email": "",
                "orcid": "",
                "institution": "Centro de Investigaciones Biolgicas, CSIC, Madrid, Spain.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jos",
                "middleName": "Luis",
                "lastName": "Rodrguez-Fernndez",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-05-15 13:02:54",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.133",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.133",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464481,
                "identity": "864e0b6b-49ef-49b1-adbd-d1f19103db98",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 166846,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-581/v1/be179f5d-93ac-430b-89fc-8c1bcfb89334.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "dendritic cells, apoptosis, lymph node, two photon microscopy, FLICA, FLIVO\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "A protocol to detect apoptotic dendritic cells in murine lymph nodes using multiphoton microscopy",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-06-10 05:50:44",
                "doi": "10.1038/nprot.2009.133",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f61638c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 10th, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2319,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-06-10 05:50:44",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}