{
    "identity": "nprot-559",
    "title": "Optimized transfection protocol for efficient <em>in vitro</em> non-viral polymeric gene delivery to human retinal pigment epithelial cells \\(ARPE-19)",
    "content": [
        {
            "header": "Introduction",
            "content": "Transfection of therapeutic genes to retinal pigment epithelial cells has many potential applications for the treatment of ocular diseases. This protocol has been systematically optimized to obtain reproducible, high-level gene transfer to retinal pigment epithelial cells \\(ARPE-19) _in vitro_, using branched polyethyleneimine \\(PEI) as a gene carrier and secreted _Renilla_ Luciferase as a reporter protein. In a first stage of the protocol development, different parameters, including cell density at seeding, PEI/DNA charge ratio, composition of the preparation buffer and nanoparticulate assembly conditions as well as incubation time of the nanoparticulates with ARPE-19 cells, were optimized in a matrix-like fashion. Selection of the most effective conditions for gene transfer led to the finalization of the present protocol, with which transgene expression efficacies of 10-20 ng/ml are typically obtained. Cell viability is 60-80% depending on the incubation time of the nanoparticulates with cells. This protocol has been optimized for ARPE-19 cells and for PEI as gene carrier. However, with minor changes, it should be suitable also for transfection of other cultured cells, as well as for different polymeric carriers."
        },
        {
            "header": "Reagents",
            "content": "ARPE19 cells \\(ATCC accession no. CRL-2302), passage number 25-35\r\n\n\nCell culture media \\(see REAGENT SETUP)\r\n\n\nCoelenterazine 1mM solution \\(see REAGENT SETUP)\r\n\n\nDulbecco&#x2019;s Phosphate Buffered Saline \\(D-PBS) with and without Ca<sup>2+</sup> and Mg<sup>2+</sup> \\(see REAGENT SETUP)\r\n\n\nErythrosin B 0.1% solution \\(see REAGENT SETUP)\r\n\n\nMes-Hepes buffered saline \\(see REAGENT SETUP)\r\n\n\nMethanol \\(Fluka, 65543) \\!CAUTION Highly flammable, toxic.\r\n\n\nPolyethylenimine 2.95 mM stock solution \\(see REAGENT SETUP)\r\n\n\nRenilla Luciferase \\(RL) plasmid \\(see REAGENT SETUP)\r\n\n\nTris-EDTA buffer pH 8 \\(TE buffer, see REAGENT SETUP)\r\n\n\nTrypsin 0.25% \\(1X) with EDTA solution \\(see REAGENT SETUP)\r\n\n\nUptiblue viable cell counting reagent \\(Interchim, UP669413)\r\n\n\nEthanol 70% \\(vol/vol)\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\n**DMEM/F12 medium with 10% and 20% serum**\r\n\n\nDMEM/F12 \\(Gibco, 31330), 10% \\(or 20%) \\(vol/vol) fetal bovine serum \\(FBS) \\(Gibco, 10270) and 1% \\(vol/vol) 100x penicillin-streptomycin, glutamine \\(Gibco, 10378).\r\n\n\n**DMEM/F12 medium without serum**\r\n\n\nSame as above, but without fetal bovine serum \\(FBS).\r\n\n\n**Dulbecco&#x2019;s Phosphate Buffered Saline \\(D-PBS) with Ca<sup>2+</sup>and Mg<sup>2+</sup>**\r\n\n\n1 g/L CaCl<sub>2</sub> anhyd., 1 g/L MgCl<sub>2</sub>-6H<sub>2</sub>O, 2 g/L KCl, 2 g/L KH<sub>2</sub>PO<sub>4</sub>, 80 g/L NaCl, 21,6 g/L Na<sub>2</sub>HPO<sub>4</sub>-7H<sub>2</sub>O. Dilute 1:10, adjust pH to 7.1. Ready-to-use mixture with Ca<sup>2+</sup> and Mg<sup>2+</sup> \\(Gibco, 14080).\r\n\n\n**Dulbecco&#x2019;s Phosphate Buffered Saline \\(D-PBS) without Ca<sup>2+</sup> and Mg<sup>2+</sup>**\r\n\n\n2 g/L KCl, 2 g/L KH<sub>2</sub>PO<sub>4</sub>, 80 g/L NaCl, 21,6 g/L Na<sub>2</sub>HPO<sub>4</sub>-7H<sub>2</sub>O. Dilute 1:10, adjust pH to 7.1. Ready-to-use mixture without Ca<sup>2+</sup> and Mg<sup>2+</sup> \\(Gibco, 14200).\r\n\n\n**Mes-Hepes buffered saline**\r\n\n\n50 mM Mes hydrate \\(Sigma, M2933), 50 mM Hepes \\(Sigma, H4034), 75 mM NaCl \\(Riedel, 31434) in mqH<sub>2</sub>O; adjust pH to 7.2.\r\n\n\n**Trypsin 0.25% \\(1X) with EDTA 4Na solution**\r\n\n\n2.5 g/L trypsin \\(1:250), 0.38 g/L EDTA-4Na in Hanks' Balanced Salt Solution without CaCl<sub>2</sub>, MgCl<sub>2</sub>-6H<sub>2</sub>O, and MgSO<sub>4</sub>-7H<sub>2</sub>O. Contains phenol red. Ready-to-use mixture \\(Gibco, 25200).\r\n\n\n**Coelenterazine 1 mM solution**\r\n\n\nDissolve 250 &#x3BC;g coelenterazine \\(Promega, S2001) in methanol \\(Fluka, 65543) to get a 1 mM solution.\r\n\n\n**Erythrosin B 0.1% solution**\r\n\n\nDissolve erythrosin B \\(Merck, 15936) in mqH<sub>2</sub>O while stirring, filter before use.\r\n\n\n**Polyethylenimine 2.95 mM stock solution** \r\n\n\nPrepare a 2.95 mM \\(0.6136 mg/ml) PEI \\(branched, MW 25 kDa, water free, Sigma, 408727) solution in mqH<sub>2</sub>O. Adjust pH to 7.2. Sterile filter with PVDF filter \\(0.22 &#x3BC;m).\r\n\n\nIn order to prepare the stock solution of a carrier polymer, the mass/charge of the polymer needs to be known. For PEI it is 208 g/mol \\(1 positive charge for every 208 Da). Therefore 2.95 mM x 208 g/mol = 0.6136 mg/ml.\r\n\n\n**_Renilla_ Luciferase \\(RL) plasmid \\(1 mg/ml) stock solution**\r\n\n\nPrepare a 1 mg/ml RL plasmid stock solution in TE buffer pH 8. Check the plasmid DNA purity by spectrophotometer \\(DNA 260/280 ratio should be &gt; 1.7).\r\n\n\n**10x Tris-EDTA buffer \\(TE buffer) pH 8**\r\n\n\nMix 33.3 ml 3 M Tris-HCl pH 8 \\(dilute 363.42 g Tris \\(ICN 819638) in 1 L mqH<sub>2</sub>O, adjust pH to 8) with 20 ml 0.5 M EDTA pH 8 \\(dilute 186,12 g EDTA \\(J.T.Baker, 1073) in 1 L mqH<sub>2</sub>O adjust pH to 8) ad. 1 L mqH<sub>2</sub>O, adjust pH to 8. Dilute 1:10."
        },
        {
            "header": "Equipment",
            "content": "96-well cell culture plate \\(black, flat bottom, with lid) \\(Greiner, 655090)\r\n\n\n96-well plate \\(clear, flat bottom, non treated) \\(Nunc, 256510)\r\n\n\nB&#xFC;rker cell counting chamber\r\n\n\nDynamic light scattering \\(DLS) apparatus \\(Malvern Zetasizer)\r\n\n\nInverted microscope \\(Olympus CKX31)\r\n\n\nLabculture Class II Type A2 Biohazard Safety Cabinet \\(ESCO)\r\n\n\nMillex-GV filter unit, 0.22 &#x3BC;m, PVDF \\(Millipore, SLGV033RS)\r\n\n\npH meter \\(Jenway, model 3510)\r\n\n\nPipettes and multichannel pipettes \\(Finnpipette, 10, 100, 300 and 1000 &#x3BC;l)\r\n\n\nSpectral scanning multimode reader including fluorescence intensity and luminometric detection technology, with onboard dispenser \\(Thermo Scientific Varioskan Flash)\r\n\n\nSterile plasticware: 50 ml, 15 ml, 5 ml tubes \\(Sarstedt), 1.5 ml micro tubes \\(Sarstedt), tips for pipettes\r\n\n\nSyringes\r\n\n\nTissue culture flask 75 cm<sup>2</sup> \\(Sarstedt)\r\n\n\nTissue culture incubator at 37&#xB0;C, with humidified, 7% CO<sub>2</sub> atmosphere \\(HERAcell 150)\r\n\n\nUV-visible spectrophotometer \\(Spectronic Genesys 10 Bio, Thermo Electron)\r\n\n\nVortex mixer \\(Finevortex)\r\n\n\nWater bath at 37&#xB0;C"
        },
        {
            "header": "Procedure",
            "content": "**Seeding ARPE-19 cells \\(day 1)**\r\n\n\n1) Grow ARPE19 cells in a tissue culture flask until they reach 80% confluence.\r\n\n\n2) Wash the cells with 10 ml D-PBS \\(without Ca\n2+\nand Mg\n2+\n).\r\n\n\n3) Add 3 ml trypsin 0.25% \\(1X) with EDTA solution to the flask, mix briefly and immediately discard most of the trypsin \\(just leave one drop in the bottle).\r\n\n\n4) Incubate the cells for 4 minutes in a tissue culture incubator at 37°C, with humidified, 7% CO\n2\natmosphere.\r\n\n\n5) Re-suspend the cells in 9 ml DMEM/F12 medium without serum.\r\n\n\nCRITICAL STEP Make sure by microscopic observation that the cells have detached from the bottom of the flask.\r\n\n\n6) Stain dead cells with Erythrosin B 0.1% solution and count the living cells in a Bürker cell counting chamber.\r\n\n\n7) Dilute the cells with DMEM/F12 medium without serum at the desired final concentration of 20,000 cells/well.\r\n\n\n8) Seed 50 μl cell suspension with a multichannel pipette into a black 96-well cell culture plate, cover the plate with the lid.\r\n\n\nCRITICAL STEP ARPE19 cell density at seeding affects remarkably the transfection efficiency and cytotoxicity.\r\n\n\n9) Incubate the cells for 20 minutes in a tissue culture incubator at 37°C, with humidified, 7% CO\n2\natmosphere\r\n\n\n10) Add 50 μl DMEM/F12 culture medium containing 20% FBS with a multichannel pipette.\r\n\n\n11) Incubate the cells overnight in a tissue culture incubator at 37°C, with humidified, 7% CO\n2\natmosphere.\r\n\n\n\r\n\n\n**Preparation of PEI/DNA \\(charge ratio 2/1) nanoparticulates \\(day 2)**\r\n\n\nGeneral indications for the preparation of polycation/DNA nanoparticulates at charge ratios 4/1, 2/1 and 1/1 can be found in Table 1. The following procedure is for PEI/DNA charge ratio 2/1.\r\n\n\n12) **_Renilla_ Luciferase plasmid \\(RL plasmid)**. In a 5 ml tube dilute 12 μl RL plasmid \\(1 mg/ml) with 488 μl Mes-Hepes buffered saline. Incubate at room temperature for 5 min.\r\n\n\n13) **Polycation**. Meanwhile in a 1.5 ml micro tube dilute 25 μl PEI \\(2.95 mM) with 475 μl Mes-Hepes buffered saline. Vortex briefly. \r\n\n\n14) Add all the PEI solution to the DNA dilution, mix rapidly twice with the pipette and immediately vortex at 3000 rpm for 2 s.\r\n\n\nCRITICAL STEP It is important to follow the preparation procedure as indicated. The appearance of the nanoparticle solution must be clear, no precipitation should occur.\r\n\n\n15) Incubate the complexes in the safety cabinet for 2 h.\r\n\n\nCRITICAL STEP If the incubation time is shortened, incomplete nanoparticulate formation may occur.\r\n\n\n16) Confirm the formation of nanoparticulates by dynamic light scattering. The size should be ~ 300 nm. \r\n\n\n\r\n\n\n**Transfection of ARPE-19 cells with PEI/DNA nanoparticulates**\r\n\n\n17) After 2 h incubation time distribute 60 μl complexes into a clear 96-well plate \\(4 wells for each charge ratio).\r\n\n\nCRITICAL STEP This clear plate will have exactly the same filling matrix as intended for transfection. In this way by convenient transfer of the nanoparticulate solutions, cells can be transfected simultaneously.\r\n\n\n18) Wash the overnight cultured ARPE-19 cells with 150 μl D-PBS \\(with Ca\n2+\nand Mg\n2+\n) per well.\r\n\n\n19) Add 100 μl DMEM/F12 medium without serum per well with a multichannel pipette.\r\n\n\n20) Transfer 50 μl nanoparticulates from the clear 96-well plate to the cells with a multichannel pipette. Remember to leave 4 control wells for each of the following: Mes-Hepes buffered saline, free plasmid DNA \\(600 ng/well) and free cationic polymer \\(767 ng/well, in the case of PEI at charge ratio 2).\r\n\n\nCRITICAL STEP The cells should be transfected simultaneously in order to obtain consistent results.\r\n\n\n21) Stir the plate gently.\r\n\n\n22) Incubate for 1 or 2 h in a tissue culture incubator at 37°C, with humidified, 7% CO\n2\natmosphere, depending on the desired outcome \\(higher transfection versus toxicity).\r\n\n\nCRITICAL STEP Incubation time of the nanoparticulates with ARPE-19 cells is of crucial importance, in order to get high gene expression levels and minimal cytotoxicity.\r\n\n\n23) Wash ARPE-19 cells with 150 μl D-PBS \\(with Ca\n2+\nand Mg\n2+\n) per well.\r\n\n\n24) Add 100 μl DMEM/F12 medium with 10% serum per well.\r\n\n\n25) Incubate overnight in a tissue culture incubator at 37°C, with humidified, 7% CO\n2\natmosphere.\r\n\n\n\r\n\n\n**Measurement of _Renilla_ Luciferase activity and cell viability 24 h, 48 h and 72 h after transfection \\(days 3, 4 and 5)**\r\n\n\n26) Dilute coelenterazine 1 mM solution in D-PBS \\(with Ca\n2+\nand Mg\n2+\n) to achieve a 1.5 μM concentration \\(i.e. for a total volume of 40 ml, take 60 μl coelenterazine 1 mM).\r\n\n\nCRITICAL STEP The coelenterazine dilution needs to be prepared just before the measurement. We suggest to aliquot the coelenterazine 1 mM solution and store it at -20°C until use.\r\n\n\n27) **_Renilla_ Luciferase activity.** With a luminometer/fluorometer 96-well plate reader, inject directly 50 μl coelenterazine 1.5 μM solution into the transfected wells. Measure the luminescence for 10 s with a delay of 2 s between injection and measurement.\r\n\n\n28) **Cell viability.** \r\n\n\ni) Add 15 μl Uptiblue \\(10% of culture volume) per well with a multichannel pipette.\r\n\n\nii) Incubate for 2 h in a tissue culture incubator at 37°C, with humidified, 7% CO\n2\natmosphere.\r\n\n\niii) Measure fluorescence ex.540/em.590 nm for 0.1 s.\r\n\n\n29) Wash ARPE-19 cells with 150 μl D-PBS \\(with Ca\n2+\nand Mg\n2+\n) per well.\r\n\n\n30) Add 100 μl DMEM/F12 medium with 10% serum per well.\r\n\n\n31) Incubate overnight in a tissue culture incubator at 37°C, with humidified, 7% CO\n2\natmosphere.\r\n\n\n32) Repeat the measurements on days 4 and 5.\r\n\n\n33) Calculate the normalized _Renilla_ Luciferase activity in ng/ml and the cell viability in % relative to buffer treated wells.\r\n\n\nTROUBLESHOOTING"
        },
        {
            "header": "Timing",
            "content": "The protocol takes 5 days to complete."
        },
        {
            "header": "Critical Steps",
            "content": "5) Re-suspend the cells in 9 ml DMEM/F12 medium without serum.\r\n\n\nCRITICAL STEP Make sure by microscopic observation that the cells have detached from the bottom of the flask.\r\n\n\n\r\n\n\n8) Seed 50 &#x3BC;l cell suspension with a multichannel pipette into a black 96-well cell culture plate, cover the plate with the lid.\r\n\n\nCRITICAL STEP ARPE19 cell density at seeding affects remarkably the transfection efficiency and cytotoxicity.\r\n\n\n\r\n\n\n14) Add all the PEI solution to the DNA dilution, mix rapidly twice with the pipette and immediately vortex at 3000 rpm for 2 s.\r\n\n\nCRITICAL STEP It is important to follow the preparation procedure as indicated. The appearance of the nanoparticle solution must be clear, no precipitation should occur.\r\n\n\n\r\n\n\n15) Incubate the complexes in the safety cabinet for 2 h.\r\n\n\nCRITICAL STEP If the incubation time is shortened, incomplete nanoparticulate formation may occur.\r\n\n\n\r\n\n\n17) After 2 h incubation time distribute 60 &#x3BC;l complexes into a clear 96-well plate \\(4 wells for each charge ratio).\r\n\n\nCRITICAL STEP This clear plate will have exactly the same filling matrix as intended for transfection. In this way by convenient transfer of the nanoparticulate solutions, cells can be transfected simultaneously.\r\n\n\n\r\n\n\n20) Transfer 50 &#x3BC;l nanoparticulates from the clear 96-well plate to the cells with a multichannel pipette. Remember to leave 4 control wells for each of the following: Mes-Hepes buffered saline, free plasmid DNA \\(600 ng/well) and free cationic polymer \\(767 ng/well, in the case of PEI at charge ratio 2).\r\n\n\nCRITICAL STEP The cells should be transfected simultaneously in order to obtain consistent results.\r\n\n\n\r\n\n\n22) Incubate for 1 or 2 h in a tissue culture incubator at 37&#xB0;C, with humidified, 7% CO<sub>2</sub> atmosphere, depending on the desired outcome \\(higher transfection versus toxicity).\r\n\n\nCRITICAL STEP Incubation time of the nanoparticulates with ARPE-19 cells is of crucial importance, in order to get high gene expression levels and minimal cytotoxicity.\r\n\n\n\r\n\n\n26) Dilute coelenterazine 1mM solution in D-PBS \\(with Ca<sup>2+</sup> and Mg<sup>2+</sup>) to achieve a 1.5 &#x3BC;M concentration \\(i.e. for a total volume of 40 ml, take 60 &#x3BC;l coelenterazine 1 mM).\r\n\n\nCRITICAL STEP The coelenterazine dilution needs to be prepared just before the measurement. We suggest to aliquot the coelenterazine 1 mM solution and store it at -20&#xB0;C until use."
        },
        {
            "header": "Troubleshooting",
            "content": "See Table 2."
        },
        {
            "header": "Anticipated Results",
            "content": "Self-assembly of plasmid DNA and carrier is due to electrostatic interaction, induced by the attraction between the anionic DNA and the cationic carrier polymer. The stability of these nanoparticulates depends on the strength of the electrostatic interaction and thus on the total charge and the charge density of the carrier molecule as well as the ionic strength of the solution used. In general, colloidal stability is being achieved by working with an excess of cationic charge, that is, carrier polymer, to ensure complete coating of the DNA. This creates charged nanoparticulates that are stabilized by the electrostatic repulsion. The hydrodynamic diameter of PEI/DNA charge ratio 2/1 nanoparticulates is ~300 nm, as determined by dynamic light scattering method. DLS also reveals the polydisperse nature of the polyplexes. Complex size is a potentially important property of synthetic gene delivery vectors. DNA complexes tend to form particulate systems \\(i.e., size range of 0.05&#x2013;1 &#x3BC;m) with the exact size depending on a number of factors such as, for example, DNA to carrier ratio, type of carrier, ionic strength of the buffer, and kinetics of mixing. The same PEI/DNA charge ratio 2/1 nanoparticulates, if prepared in 10 mM Hepes buffer without addition of salt, are much smaller in size \\(70 nm). Zabner et al. \\(J. Biol. Chem. 270, 1995) have shown that whilst a large amount of DNA is effectively delivered to the cell, only a small percentage is released from the endosomes, and even less makes its way from the cytoplasm to the nucleus where it is transcribed. Therefore larger nanoparticulates that sediment faster and can bear a larger DNA dose, may have some advantages over smaller vector systems. Transgene peak expression efficacy typically obtained with this protocol using ARPE19 cells and PEI/DNA charge ratio 2/1 is in the range of 10 ng/ml for 1 h incubation time and 20 ng/ml for 2h incubation \\(Figure 1). The profile shows in both cases a peak in expression on the second day. This is probably caused by the CMV promoter in the plasmid. Cell viability is higher if the contact of the nanoparticulates with the cells is minimized; 80% for 1h and 60-70% for 2h incubation times \\(Figure 1)."
        },
        {
            "header": "References",
            "content": "1. Campochiaro, P. A. Seeing the light: new insights into the molecular pathogenesis of retinal diseases. J. Cell. Physiol. 213, 348-354 \\(2007). \r\n  2. Hawkins, B. S., Bird, A., Klein, R. &amp; West, S. K. Epidemiology of age-related macular degeneration. Mol. Vis. 5, 26 \\(1999). \r\n  3. Gragoudas, E. S., Adamis, A. P., Cunningham, E. T., Jr., Feinsod, M. &amp; Guyer, D. R. Pegaptanib for neovascular age-related macular degeneration. N. Engl. J. Med. 351, 2805-2816 \\(2004). \r\n  4. Spaide, R. F. et al. Intravitreal bevacizumab treatment of choroidal neovascularization secondary to age-related macular degeneration. Retina 26, 383-390 \\(2006). \r\n  5. Rosenfeld, P. J. et al. Ranibizumab for neovascular age-related macular degeneration. N. Engl. J. Med. 355, 1419-1431 \\(2006). \r\n  6. Wolff, J. A. &amp; Rozema, D. B. Breaking the bonds: non-viral vectors become chemically dynamic. Mol. Ther. 16, 8-15 \\(2008). \r\n  7. Bainbridge, J. W. B. et al. Effect of gene therapy on visual function in Leber's congenital amaurosis. N. Engl. J. Med. 358, 2231-2239 \\(2008). \r\n  8. Davis, P. B. &amp; Cooper, M. J. Vectors for airway gene delivery. AAPS J. 9, E11-7 \\(2007). \r\n  9. Jackson, D. A., Juranek, S. &amp; Lipps, H. J. Designing nonviral vectors for efficient gene transfer and long-term gene expression. Mol. Ther. 14, 613-626 \\(2006). \r\n  10. Thomas, C. E., Ehrhardt, A. &amp; Kay, M. A. Progress and problems with the use of viral vectors for gene therapy. Nat. Rev. Genet. 4, 346-358 \\(2003). \r\n  11. Zeitelhofer, M. et al. High-efficiency transfection of mammalian neurons via nucleofection. Nat. Protoc. 2, 1692-1704 \\(2007). \r\n  12. Schatzlein, A. G. Non-viral vectors in cancer gene therapy: principles and progress. Anticancer Drugs 12, 275-304 \\(2001). \r\n  13. Starkuviene, V., Pepperkok, R. &amp; Erfle, H. Transfected cell microarrays: an efficient tool for high-throughput functional analysis. Expert Review of Proteomics 4, 479-489 \\(2007). \r\n  14. Lum, L. et al. Identification of Hedgehog Pathway Components by RNAi in Drosophila Cultured Cells. Science \\(Washington, DC, United States) 299, 2039-2045 \\(2003). \r\n  15. Kennerdell, J. R. &amp; Carthew, R. W. Heritable gene silencing in Drosophila using double-stranded RNA. Nat. Biotechnol. 18, 896-898 \\(2000). \r\n  16. Strauss, O. The retinal pigment epithelium in visual function. Physiol. Rev. 85, 845-881 \\(2005). \r\n  17. Custer, N. V. &amp; Bok, D. Pigment epithelium-photoreceptor interactions in the normal and dystrophic rat retina. Exp. Eye Res. 21, 153-166 \\(1975). \r\n  18. M&#xE4;nnist&#xF6;, M. et al. Structure&#x2013;activity relationships of poly\\(-lysines): effects of pegylation and molecular shape on physicochemical and biological properties in gene delivery. Journal of Controlled Release, 83, 169-182 \\(2002). \r\n  19. Davis, M. E. Non-viral gene delivery systems. Curr. Opin. Biotechnol. 13, 128-131 \\(2002). \r\n  20. Boussif, O. et al. A versatile vector for gene and oligonucleotide transfer into cells in culture and in vivo: polyethylenimine. Proc. Natl. Acad. Sci. U. S. A. 92, 7297-7301 \\(1995). \r\n  21. Dunn, K. C., Aotaki-Keen, A. E., Putkey, F. R. &amp; Hjelmeland, L. M. ARPE-19, a human retinal pigment epithelial cell line with differentiated properties. Exp. Eye Res. 62, 155-169 \\(1996). \r\n  22. Wagstaff, K. M. &amp; Jans, D. A. Nucleocytoplasmic transport of DNA: enhancing non-viral gene transfer. Biochem. J. 406, 185-202 \\(2007). \r\n  23. Schatzlein, A. G. Targeting of Synthetic Gene Delivery Systems. J. Biomed. Biotechnol. 2003, 149-158 \\(2003). \r\n  24. Zabner, J., Fasbender, A. J., Moninger, T., Poellinger, K. A. &amp; Welsh, M. J. Cellular and molecular barriers to gene transfer by a cationic lipid. J. Biol. Chem. 270, 18997-19007 \\(1995)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to EU-FP6 project funding, PolExGene, Biocompatible non-viral polymeric gene delivery systems for the _ex vivo_ treatment of ocular and cardiovascular diseases with high unmet medical need, project number 019114."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11189,
                "identity": "9f590a1a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Astrid Subrizi",
                "email": "",
                "orcid": "",
                "institution": "Centre for Drug Research, University of Helsinki, Viikinkaari 5 E, 00790 Helsinki, Finland; Division of Biopharmaceutics and Pharmacokinetics, Faculty of Pharmacy, University of Helsinki, Viikinkaari 5 E, 00790 Helsinki, Finland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Astrid",
                "middleName": "",
                "lastName": "Subrizi",
                "suffix": ""
            },
            {
                "id": 11190,
                "identity": "9f590e3c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marjo Yliperttula",
                "email": "",
                "orcid": "",
                "institution": "Division of Biopharmaceutics and Pharmacokinetics, Faculty of Pharmacy, University of Helsinki, Viikinkaari 5 E, 00790 Helsinki, Finland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marjo",
                "middleName": "",
                "lastName": "Yliperttula",
                "suffix": ""
            },
            {
                "id": 11191,
                "identity": "9f591027-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lorenzo Tibaldi",
                "email": "",
                "orcid": "",
                "institution": "Ecole Normale Superieure, Homeoprotein cell biology, CNRS UMR 8542, 46,rue d'Ulm, 75005 Paris, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lorenzo",
                "middleName": "",
                "lastName": "Tibaldi",
                "suffix": ""
            },
            {
                "id": 11192,
                "identity": "9f591200-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Etienne Schacht",
                "email": "",
                "orcid": "",
                "institution": "Department Organic Chemistry, Ghent University, Krijgslaan 281 S-4, 9000, Ghent, Belgium",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Etienne",
                "middleName": "",
                "lastName": "Schacht",
                "suffix": ""
            },
            {
                "id": 11193,
                "identity": "9f59138b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Peter Dubruel",
                "email": "",
                "orcid": "",
                "institution": "Department Organic Chemistry, Ghent University, Krijgslaan 281 S-4, 9000, Ghent, Belgium",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Peter",
                "middleName": "",
                "lastName": "Dubruel",
                "suffix": ""
            },
            {
                "id": 11194,
                "identity": "9f591506-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alain Joliot",
                "email": "",
                "orcid": "",
                "institution": "Ecole Normale Superieure, Homeoprotein cell biology, CNRS UMR 8542, 46,rue d'Ulm, 75005 Paris, France ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alain",
                "middleName": "",
                "lastName": "Joliot",
                "suffix": ""
            },
            {
                "id": 11195,
                "identity": "9f591661-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Arto Urtti",
                "email": "",
                "orcid": "",
                "institution": "Centre for Drug Research, University of Helsinki, Viikinkaari 5 E, 00790 Helsinki, Finland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Arto",
                "middleName": "",
                "lastName": "Urtti",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-09 09:23:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.78",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.78",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607999,
                "identity": "71b77c85-d9e5-4f27-b715-42f1ef84ab9b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 28915,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Indications for the preparation of polycation/DNA nanoparticulates   Plasmid DNA stock solution is 1 mg/ml. Stock solution concentration of the carrier polymer is calculated from the mass/charge of the polymer itself. For PEI it is 208 g/mol (1 positive charge for every 208 Da). Therefore 2.95 mM x 208 g/mol = 0.6136 mg/ml.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-559/v1/figure_1.png"
            },
            {
                "id": 2608004,
                "identity": "f7ea7d0b-e267-4243-8164-7f6abc94deba",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 81924,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Troubleshooting advice",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-559/v1/figure_2.png"
            },
            {
                "id": 2608001,
                "identity": "d64bc1b5-7dd0-46b4-a10d-9fe94de7b4a5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 34846,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Transgene expression and cell viability profiles   3-day time course of _Renilla_ Luciferase secretion rates after transfection of dividing ARPE-19 cells. RL-DNA (600 ng per well) was complexed with PEI at charge ratio 2/1. Transfection efficacy data for 1h and 2h incubation times are shown (vertical bars). Cell viability (lines) was also monitored during the experiment and it is in reference to buffer-treated cells.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-559/v1/figure_3.png"
            },
            {
                "id": 15665577,
                "identity": "8d53b295-fddf-47f9-9916-6b5538db7ea3",
                "added_by": "auto",
                "created_at": "2021-11-18 13:32:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 339469,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-559/v1/ee7c0909-d6f9-49b0-81e7-7d76c6e41fc8.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "non-viral gene delivery, gene therapy, retinal pigment epithelium, cationic polymer, gene expression\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Optimized transfection protocol for efficient in vitro non-viral polymeric gene delivery to human retinal pigment epithelial cells (ARPE-19)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-04-23 06:28:56",
                "doi": "10.1038/nprot.2009.78",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f58acb1-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 23rd, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2265,
                "name": "Biological techniques"
            },
            {
                "id": 2266,
                "name": "Genetics"
            },
            {
                "id": 2267,
                "name": "Biotechnology"
            },
            {
                "id": 2268,
                "name": "Biochemistry"
            },
            {
                "id": 2269,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-04-23 06:28:56",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}