{
    "identity": "nprot-2410",
    "title": "Targeted transfection of cells/tissue in vivo",
    "content": [
        {
            "header": "Introduction",
            "content": "In vivo Magnetofection™ is a rapid, simple and highly efficient method especially dedicated to transfect target cells/tissue in vivo. This original system combines magnetic nanoparticles and nucleic acid vectors that will be retained after injection at the magnetically targeted site. In this way, targeted delivery minimizes systemic distribution, decreases gene vectors inactivation and reduces toxicity. Furthermore, the magnetic forces enhance the uptake of magnetic nanoparticles by the target tissue, and thus improve the efficiency of transfection. This allows decreasing the required process time of delivery to few minutes which is crucial for improvement of in vivo nucleic acid delivery \\(principally in stringent conditions, refer to results for more information). All In vivo Magnetofection™ reagents have been especially designed by our R&D team to meet in vivo grade quality \\(reagents performed under high manufacturing and quality standards and tested by strict quality controls).\r\n\n\n\r\n\n\nIn vivo Magnetofection has been developed for in vivo targeted transfection of various types of nucleic acids such as DNA, RNA, oligonucleotides \\(In vivo PolyMag / In vivo DogtorMag). DNA/nanoparticles can be easily administrated through various injection routes such as systemic administration \\(intravenous, intra-artery) or local administration \\(intraperitoneal, intratumoral, intracerebroventricular, intramuscular)."
        },
        {
            "header": "Reagents",
            "content": "OZ Biosciences offers two types of ready-to-use In vivo Magnetofection™ reagents, In Vivo Transfection:\r\n\n\n- In vivo PolyMag is a cationic polymer-based magnetic nanoparticles formulation. It can be used with any nucleic acid \\(plasmid DNA, antisense oligonucleotides, mRNA, shRNA and siRNA...)\r\n\n\n- In vivo DogtorMag is a cationic lipid-based magnetic nanoparticles formulation. It associates Dogtor, a specific cationic lipid, and CombiMag magnetic nanoparticles. This reagent is suitable for any nucleic acid \\(plasmid DNA, antisense oligonucleotides, mRNA, shRNA and siRNA…)"
        },
        {
            "header": "Equipment",
            "content": "- Several kinds of magnets are provided with the In vivo Magnetofection™ kit:\r\n\n\n\r\n\n\nKind of magnet \r\n\n\nExtra Small Cylinder \r\n\n\n2 mm \\(diameter) x 5 mm \\(height)\r\n\n\n• Brain area\r\n\n\n• Endothelial cells\r\n\n\n• Small tumors\r\n\n\n• Lymph node\r\n\n\n• Ovary\r\n\n\n• Adrenal gland\r\n\n\nSmall Cylinder \r\n\n\n5 mm \\(diameter) x 5 mm \\(height)\r\n\n\n•Subcutaneous tumors\r\n\n\n• Salivary gland\r\n\n\n• Brain\r\n\n\nCylinder \r\n\n\n10 mm x 5 mm \\(height) • Subcutaneous tumors\r\n\n\n• Pancreas\r\n\n\n• Spleen\r\n\n\nSquare \r\n\n\n17 mm \\(length) x 17 mm \\(length) \r\n\n\nx 5mm \\(height) • Large organs\r\n\n\n• Large tumor\r\n\n\n• Muscle \r\n\n\n• Lung\r\n\n\n• Skin flap\r\n\n\n\r\n\n\n- Surgical equipment"
        },
        {
            "header": "Procedure",
            "content": "A/ In vivo PolyMag\r\n\n\n\r\n\n\n\r\n\n\nThe DNA, In vivo PolyMag and saline solutions should be at room temperature. We recommend using 1 µL of In vivo PolyMag per µg of DNA.\r\n\n\n\r\n\n\n1. Reagents preparation.\r\n  a. In vivo PolyMag. Before each use, vortex In vivo PolyMag vial. Add the required volume of In vivo PolyMag \\(according to DNA amount needed) to a sterile microtube. \r\n\n\nNote:  For DNA doses of less than 1 µg, pre-dilute an aliquot of In vivo PolyMag reagent with deionized water only, and use the volume required for your DNA dose. Discard the diluted In vivo PolyMag after use. \r\n\n\n\r\n\n\nb. DNA solution. Dilute DNA in the final injection volume in a sterile vial \\(subtract the In vivo PolyMag volume). \r\n\n\nNote: The final concentration of DNA should not exceed 0.5 mg/mL. \r\n\n\n\r\n\n\n2. Complexes formation. Add the DNA solution to the In vivo PolyMag and mix immediately by pipetting up and down. Incubate the complexes for 20 min at room temperature.\r\n  \r\n\n\n3. Injection.\r\n  a. Place the magnet on your targeted tissue\r\n\n\nb. Slowly inject the complexes \r\n\n\nc. Let the magnet stand from 5 min to 1 h \r\n\n\nNotes for intracerebroventricular or intra tumoral injections: Place the magnet few seconds after the complexes injection. Dye e.g. Fast Green FCF can be added to the complexes solution for a better monitoring of the injection.\r\n\n\n\r\n\n\n4. Monitor gene expression at the appropriate time point.\r\n  \r\n\n\nImportant notes: \r\n\n\n• Do not inject more than 1 mL of In vivo PolyMag per animal.\r\n\n\n• Do not inject complexes if precipitate has formed \r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nB/ In vivo DogtorMag\r\n\n\n\r\n\n\nThe DNA, In vivo CombiMag, Dogtor reagents and saline solutions should be at room temperature. We recommend using 1 µL of Dogtor and 1 µL of In vivo CombiMag per µg of DNA.\r\n\n\n\r\n\n\n1. Reagents preparation.\r\n  a. DNA solution. Dilute DNA in half of the injection volume in a sterile vial \\(subtract the In vivo CombiMag volume).\r\n\n\nNote: The final DNA concentration should not exceed 0.5 mg/mL. Dilute DNA in saline buffer \\(HBS, PBS, normal saline, Ringer’s solution) or glucose 5% solution.\r\n\n\n\r\n\n\nb. Dogtor solution. Gently mix the reagent before use. Dilute Dogtor in half of the injection volume. Incubate for 5 minutes at room temperature.\r\n\n\n\r\n\n\nc. In vivo CombiMag reagent. Vortex the reagent before each use. Use 1 µL of CombiMag / µg DNA. Add the In vivo CombiMag reagent directly into a tube \\(do not dilute with any solution). \r\n\n\nNote: For DNA doses of less than 1 µg pre-dilute an aliquot of In vivo CombiMag reagent with deionized water only and use the volume required for your DNA dose. Discard the diluted In vivo CombiMag after use.\r\n\n\n\r\n\n\n2. Complexes formation. Combine the DNA solution with the Dogtor solution. Mix gently and incubate 5 min at RT. Combine the DNA/ Dogtor mixture with the In vivo CombiMag reagent. Mix gently and incubate for 20 minutes at room temperature.\r\n  \r\n\n\n3. Injection.\r\n  a. Place the magnet on your targeted tissue\r\n\n\nb. Slowly inject the complexes \r\n\n\nc. Let the magnet stand from 5 min to 1 h \\(see Table 6)\r\n\n\nNotes for intracerebroventricular or intra tumoral injections: Place the magnet few seconds after complexes injection. Dye e.g. Fast Green FCF can be added to the complexes solution for a better monitoring of the injection.\r\n\n\n\r\n\n\n4. Monitor gene expression at the appropriate time point.\r\n  \r\n\n\nImportant notes: \r\n\n\n• Do not inject more than 1 mL of In vivo CombiMag per animal.\r\n\n\n• Do not inject complexes if precipitate has formed \r\n\n\n\r\n\n\n\r\n\n\nNote: Magnetofectamine™ \\(MTX0750) has also been successfully tested in vivo. Please contact our technical support team at tech@ozbiosciences.com for more details."
        },
        {
            "header": "Timing",
            "content": "The magnetic incubation time depends on the animal and the targeted tissue:\r\n\n\n• for tumor, from 20 min \\(mouse, rat) to 1 hour \\(hamster, cat)\r\n\n\n• for endothelial cells, from 5 to 20 min for mouse and rat, from 20 min to 1 h for rabbit or pig\r\n\n\n• for peripheral tissue \\(e.g. stomach, gut, heart), 20 min\r\n\n\n• for intracerebroventricular injection, 5 min \r\n\n\n\r\n\n\nNotes: \r\n\n\n• For long incubation time, \\(e.g. intratumoral injection), the magnet could be attached to the animal using adhesive tape in order to create a strong magnetic field in the area of the injection.\r\n\n\n• Magnets can be easily handled with any magnetic surgical instruments \\(forceps, clamps, needle holders).\r\n\n\n• Magnets can be sterilized by heat \\(steam sterilization or dry heat sterilization) or chemical means \\(ethanol 70%)."
        },
        {
            "header": "Troubleshooting",
            "content": "Problems Comments and Suggestions\r\n\n\nLow efficiency \r\n\n\n1- Nucleic acid amount. Use different quantity of DNA or siRNA with the recommended transfection reagent / nucleic acid ratio.\r\n\n\n\r\n\n\n2- Magnetofection reagent / nucleic acid ratio. Optimize the reagent/nucleic acid ratio by varying the volume of reagent \\(In vivo PolyMag or Dogtor) from 0.5 µL to 2 µL per µg of DNA.\r\n\n\n\r\n\n\n3- DNA quality. Nucleic acids should be as pure as possible, free of contaminants \\(proteins, phenol, ethanol...) and endotoxins free. It must be “transfection grade”.\r\n\n\n\r\n\n\n4- Expression cassette. Make sure that the transgene is well expressed in vivo, meaning that the expression cassette \\(promoter, terminator…) is suited for in vivo.\r\n\n\n\r\n\n\n5- Route of Injection. In order to improve your transfection, prefer a route of injection close to your target tissue; e.g. inject your vector intra-arterially into the tissue supplying artery \\(use the same quantity as intravenous administration, be careful, intra-arterial manipulations enhance the risk of thrombosis) or directly into the tissue of interest together with magnet application. \r\n\n\n\r\n\n\n6- Medium used for preparing transfection complexes. Favour saline buffer \\(HBS, PBS, normal saline, Ringer’s solution) or 5% glucose during the preparation of the complexes.\r\n\n\n\r\n\n\n7- Injection volume. Optimize the volume of injection to your application.\r\n\n\n\r\n\n\n8- Speed of injection. DNA expression could be dependent on the injection speed, adapt your speed of injection to your target tissue.\r\n\n\n\r\n\n\n9- Transfection reagent temperature. Reagents must be at room temperature and be vortexed prior to use.\r\n\n\n\r\n\n\n10- Old transfection reagent / DNA complexes. The transfection reagent / DNA complexes must be freshly prepared every time. Complexes prepared and stored for longer than 2 hours can be aggregated.\r\n\n\n\r\n\n\n11- Incubation time. Optimal time range between transfection and assay varies with tissue, promoter, expression product, etc. Transfection efficiency can be monitored after 4 – 48h by analyzing the gene product.\r\n\n\n\r\n\n\nToxicity \r\n\n\n1- Concentration of transfection reagent / nucleic acid too high. Decrease the amount of nucleic acid / reagent complexes injected by lowering the nucleic acid amount or the transfection reagent concentration. Complexes aggregation can cause some toxicity; prepare them freshly and never inject complexes where precipitate has formed.\r\n\n\n\r\n\n\n2- DNA quality - Presence of contaminants. Ensure that nucleic acid is pure, contaminant-free and endotoxin-free.\r\n\n\n\r\n\n\nPrecipitate formation \r\n\n\n1- Concentration of transfection reagent / nucleic acid too high. Decrease the amount of nucleic acid / reagent complexes injected by lowering the nucleic acid amount or the transfection reagent concentration. Complexes aggregation can cause some toxicity; prepare them freshly and never inject complexes where precipitate has formed.\r\n\n\n\r\n\n\n2- DNA quality - Presence of contaminants. Ensure that nucleic acid is pure, contaminant-free and endotoxin-free.  Prefer water than buffer \\(TE, Tris-Cl) for your DNA preparation.\r\n\n\n\r\n\n\n3- Injection solution. Prefer 5% glucose \\(final concentration) than saline buffer \\(HBS, PBS, normal saline, Ringer’s solution).\r\n\n\n\r\n\n\nOur dedicated and specialized technical support group will be pleased to answer any of your requests and to help you with your transfection experiments: tech@ozbiosciences.com. In addition, do not hesitate to visit our website www.ozbiosciences.com and the FAQ section."
        },
        {
            "header": "References",
            "content": "Please refer to the results sheet and to our website for a more comprehensive list of bibliographic reference.\r\n\n\n- Gupta A.K and Gupta M 2005 Synthesis and surface engineering of iron oxide nanoparticles for biomedical applications. Biomaterials. 26:3995-4021.\r\n\n\n- Laurent N, Sapet C, Le Gourrierec L, Bertosio E and Zelphati O 2011 Nucleic acid delivery nanoparticles : the Magnetofection™ technology. Therapeutic Delivery. 2:471:482.\r\n\n\n- Plank C, Zelphati O, Mykhaylyk O. 2011 Magnetically enhanced nucleic acid delivery. Ten years of magnetofection-progress and prospects. Adv Drug Deliv Rev. 63:1300-1331"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12096,
                "identity": "9fcd09eb-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Cédric  Sapet",
                "email": "csapet@ozbiosciences.com",
                "orcid": "",
                "institution": "OZ Biosciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Cédric",
                "middleName": "",
                "lastName": "Sapet",
                "suffix": ""
            },
            {
                "id": 12100,
                "identity": "9fcd134c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Flavie Sicard",
                "email": "fsicard@ozbiosciences.com",
                "orcid": "",
                "institution": "OZ Biosciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Flavie",
                "middleName": "",
                "lastName": "Sicard",
                "suffix": ""
            },
            {
                "id": 12097,
                "identity": "9fcd0dc6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nicolas Laurent",
                "email": "",
                "orcid": "",
                "institution": "OZ Biosciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nicolas",
                "middleName": "",
                "lastName": "Laurent",
                "suffix": ""
            },
            {
                "id": 12098,
                "identity": "9fcd0f7d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Elodie Bertosio",
                "email": "",
                "orcid": "",
                "institution": "OZ Biosciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Elodie",
                "middleName": "",
                "lastName": "Bertosio",
                "suffix": ""
            },
            {
                "id": 12099,
                "identity": "9fcd11ce-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mélanie Bertuzzi",
                "email": "",
                "orcid": "",
                "institution": "OZ Biosciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mélanie",
                "middleName": "",
                "lastName": "Bertuzzi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-06-07 14:09:25",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.025",
        "doiUrl": "https://doi.org/10.1038/protex.2012.025",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608500,
                "identity": "4d8f39c3-56ee-4c66-8c5e-996a378b9e24",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:16",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 7335,
                "visible": true,
                "origin": "",
                "legend": "In vivo PolyMag – gene delivery, as an image file",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2410/v1/figure_1.png"
            },
            {
                "id": 2608506,
                "identity": "fdd6a451-d645-4a4d-8b28-22c6118fbb37",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:16",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 11105,
                "visible": true,
                "origin": "",
                "legend": "In vivo PolyMag – gene delivery, as an image file",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2410/v1/figure_2.png"
            },
            {
                "id": 2608501,
                "identity": "37b6acaf-e3f3-4fb0-bdd9-177990730ea5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:16",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8070,
                "visible": true,
                "origin": "",
                "legend": "In vivo PolyMag-like – gene delivery, as an image file",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2410/v1/figure_3.png"
            },
            {
                "id": 13465527,
                "identity": "60ad66ad-e890-45cf-8581-07301211160a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 187159,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2410/v1/34ed5ee7-fa98-4ce8-aa67-656090ade283.pdf"
            },
            {
                "id": 2608496,
                "identity": "329cb5ef-7371-4170-8277-04b487744b17",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:16",
                "extension": "ppt",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 71680,
                "visible": true,
                "origin": "",
                "legend": "In vivo PolyMag – gene delivery   Transfection of tumor in hamster.    Schillinger and coll. have injected directly into the tumor, a plasmid DNA encoding luciferase complexed to PolyMag and positioned a permanent magnet onto the tumor during for 1 hour. Results showed that only tumoral tissues expressed reporter gene indicating that magnetic guidance is able to hold the injected dose within the tumor in order to enhance intratumoral gene delivery. \r\n\r\nSpontaneous hamster breast tumors were injected with plasmid encoding luciferase complexed with PolyMag magnetic nanoparticles. A magnet was fixed on the tumor adjacent to the site of injection during one hour. 40 h later, expression of luciferase was measured only in the tumor and not in any of the other organs examined. From Schillinger et al., J. Magn. Magn. Mater.,2005; 293:501-508 (4)\r\n\r\nThe data show that local gene delivery can be achieved in tumoral tissue by in vivo Magnetofection\r\n\r\nThe results show the efficiency of In vivo PolyMag for DNA delivery to a targeted area \r\n",
                "description": "",
                "filename": "supplement0.ppt",
                "url": "https://assets.researchsquare.com/files/nprot-2410/v1/supplement_0.ppt"
            },
            {
                "id": 2608497,
                "identity": "b1f99e3c-e896-41da-aa9b-ec036835bfc1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:16",
                "extension": "ppt",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 76288,
                "visible": true,
                "origin": "",
                "legend": "In vivo PolyMag – gene delivery   Transfection of ear artery endothelial cells.    In this study, Magnetofection™ has been used for local gene delivery in blood vessels. Plasmid DNA encoding luciferase complexed with PolyMag magnetic nanoparticles were injected into the ear veins of pig and ear artery of rabbit A permanent magnet was placed respectively upstream and downstream the blood flow circulation and near the injection sites as shown in the photo hereunder. Results demonstrated that transgene was expressed at the magnet position indicating an efficient magnetic targeting.\r\n\r\nAfter 42h, reporter gene expression was found primarily at the magnet position site and to a lesser extent proximal and distal of the magnet. As control, the same vector composition was injected in the contralateral vessel without application of a magnet. No significant reporter gene expression was found at the topographically analogous positions. From Plank et al., Expert Opin Biol Ther., 2003; 3:745-58 (1)",
                "description": "",
                "filename": "supplement0.ppt",
                "url": "https://assets.researchsquare.com/files/nprot-2410/v1/supplement_0.ppt"
            },
            {
                "id": 2608498,
                "identity": "6ea8863f-fea3-418f-9076-d89b4bc4d9e1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:16",
                "extension": "ppt",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 62976,
                "visible": true,
                "origin": "",
                "legend": "In vivo PolyMag-like – gene delivery   Transfection of heart and lung in mouse.    Li and coll. have transfected mouse epicardial cells after systemic injection.\r\n\r\nThe authors compared the luciferase expression obtained in heart, left lung and right lung of mice after tail vein injection, both in presence and in absence of a magnet attached to the left epicardial surface. In the presence of magnet, the level of luciferase expression in the heart increased more than three orders of magnitude compared with control mice without implantation of an epicardial magnet. There were no significant luciferase expression variations from the right lung which has no direct influence by the magnetic field. From Li et al, J. Magn. Magn. Mater., 2007; 311:336-341 (10).",
                "description": "",
                "filename": "supplement0.ppt",
                "url": "https://assets.researchsquare.com/files/nprot-2410/v1/supplement_0.ppt"
            }
        ],
        "financialInterests": "Limited License for In vivo Magnetofection™\r\n\n\nThe purchase of In vivo Magnetofection™ Reagents grants the purchaser a non-transferable, non-exclusive license to use the kit and/or its separate and included components \\(as listed in section 1, Kit Contents). This reagent is intended for in-house research only by the buyer. Such use is limited to the transfection and transduction of nucleic acids and virus as described in the product manual. In addition, research only use means that this kit and all of its contents are excluded, without limitation, from resale, repackaging, or use for the making or selling of any commercial product or service without the written approval of OZ Biosciences.\r\n\n\n\r\n\n\nSeparate licenses are available from OZ Biosciences for the express purpose of non-research use or applications of In vivo Magnetofection™ Reagents. To inquire about such licenses, or to obtain authorization to transfer or use the enclosed material, contact the Director of Business Development at OZ Biosciences.\r\n\n\n\r\n\n\nBuyers may end this License at any time by returning all In vivo Magnetofection™ Reagents material and documentation to OZ Biosciences, or by destroying In vivo Magnetofection™ Reagents components. Purchasers are advised to contact OZ Biosciences with the notification that In vivo Magnetofection™ Reagents kit is being returned in order to be reimbursed and/or to definitely terminate a license for internal research use only granted through the purchase of the kit\\(s).\r\n\n\n\r\n\n\nThis document covers entirely the terms of In vivo Magnetofection™ Reagents research only license, and does not grant any other express or implied license. The laws of the French Government shall govern the interpretation and enforcement of the terms of this License.\r\n\n\n\r\n\n\nProduct Use Limitations for In vivo Magnetofection™\r\n\n\nIn vivo Magnetofection™ Reagents and all of its components are developed, designed, intended, and sold for research use only. They are not to be used for human diagnostic or included/used in any drug intended for human use. All care and attention should be exercised in the use of the kit components by following proper research laboratory practices.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "In Vivo- Transfection – DNA",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In vivo Magnetofection™ is a rapid, simple and highly efficient method especially dedicated to transfect target cells/tissue in vivo. This original system combines magnetic nanoparticles and nucleic acid vectors that will be retained after injection at the magnetically targeted site. In this way, targeted delivery minimizes systemic distribution, decreases gene vectors inactivation and reduces toxicity. Furthermore, the magnetic forces enhance the uptake of magnetic nanoparticles by the target tissue, and thus improve the efficiency of transfection. This allows decreasing the required process time of delivery to few minutes which is crucial for improvement of in vivo nucleic acid delivery \\(principally in stringent conditions, refer to results for more information). All In vivo Magnetofection™ reagents have been especially designed by our R&D team to meet in vivo grade quality \\(reagents performed under high manufacturing and quality standards and tested by strict quality controls).\r\n\n\n\r\n\n\nIn vivo Magnetofection has been developed for in vivo targeted transfection of various types of nucleic acids such as DNA, RNA, oligonucleotides \\(In vivo PolyMag / In vivo DogtorMag). DNA/nanoparticles can be easily administrated through various injection routes such as systemic administration \\(intravenous, intra-artery) or local administration \\(intraperitoneal, intratumoral, intracerebroventricular, intramuscular).",
        "manuscriptTitle": "Targeted transfection of cells/tissue in vivo",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-06-08 11:17:32",
                "doi": "10.1038/protex.2012.025",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fbed492-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 8th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2752,
                "name": "Cell biology"
            },
            {
                "id": 2753,
                "name": "Developmental biology"
            },
            {
                "id": 2754,
                "name": "Genetics"
            },
            {
                "id": 2756,
                "name": "Biological techniques"
            },
            {
                "id": 2757,
                "name": "Nanoscience and technology"
            },
            {
                "id": 2758,
                "name": "Neuroscience"
            },
            {
                "id": 2759,
                "name": "Molecular Biology"
            },
            {
                "id": 2760,
                "name": "Chemical biology"
            },
            {
                "id": 2761,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-06-08 11:17:32",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}