{
    "identity": "nprot-479",
    "title": "Generation of neurospheres from embryonic stem cells for investigating the temporal specification of neural stem/progenitor cells",
    "content": [
        {
            "header": "Introduction",
            "content": "This culture system, developed for the induction and selective amplification of neural stem/progenitor cells \\(NSPCs) from embryonic stem \\(ES) cells, allows the systematic characterization of their temporal specification. The use of ES cells in this system enables us to obtain a large number of NSPCs with early temporal identities and to control their regional identity by exposing them to extrinsic signals, recapitulating in vivo central nervous system \\(CNS) development. In this system, primary neurospheres derived from embryoid bodies \\(EBs) differentiate exclusively into neurons, and gliogenesis is activated in subsequent generations of neurospheres. The culture and differentiation assay take approximately 1 month to complete."
        },
        {
            "header": "Reagents",
            "content": "EB3 ES cells \\(129/Ola-derived HPRT-negative E14tg2a ES cells carrying IRES-BSD in one Oct-3/4 locus, which allows for the selection of Oct-3/4-positive undifferentiated stem cells.)\r\n\n\n293T cells\r\n\n\nGlasgow minimum essential medium \\(GMEM; Sigma G6148)\r\n\n\nMEM Non-essential amino acid solution \\(NEAA; Sigma M7145)\r\n\n\nSodium pyruvate \\(Sigma S8636)\r\n\n\nDouble processed tissue culture water \\(TC water; Sigma W3500)\r\n\n\nHepes \\(Sigma H4034)\r\n\n\nSodium bicarbonate \\(NaHCO<sub>3</sub>; Sigma S6297)\r\n\n\n2-Mercaptoethanol \\(2ME; Sigma M7522)\r\n\n\nBlasticidin S hydrochloride \\(BlaS; Funakoshi KK-400)\r\n\n\nTrypsin-EDTA \\(0.25% trypsin, 1 mM EDTA) \\(Invitrogen/Gibco 25200-072)\r\n\n\nDulbecco&#x2019;s phosphate buffered saline 10 x \\(10 x PBS; Sigma D1408)\r\n\n\nGelatin from porcine skin, Type A \\(Sigma G1890)\r\n\n\nMinimum essential medium alpha medium \\(DMEM; Invitrogen/Gibco 11900-016)\r\n\n\nDulbecco&#x2019;s modified Eagle&#x2019;s medium \\(DMEM; Invitrogen/Gibco 12100-038)\r\n\n\nF-12 Nutrient mixture \\(F12; Invitrogen/Gibco 21700-026)\r\n\n\nD-\\(+)-Glucose \\(Sigma G5767)\r\n\n\nL-Glutamine 200 mM \\(Invitrogen/Gibco 25030-081)\r\n\n\nApo-Transferrin from human \\(Nacalai Tesque 34401-55)\r\n\n\nInsulin \\(Sigma I5500)\r\n\n\nProgesterone \\(Sigma P6149)\r\n\n\nSodium selenite \\(Selenium; Sigma S9133)\r\n\n\n1,4-Diaminobutane dihydrochloride \\(Putrescine; Sigma P5780)\r\n\n\nPoly-L-ornithine \\(Sigma P3655)\r\n\n\nFibronectin from bovine plasma \\(Sigma F4759)\r\n\n\nTrypan blue solution 0.4% \\(Sigma T8154)\r\n\n\nFetal bovine serum \\(FBS; JRH/SAFC Biosciences) CRITICAL: FBS should be tested by analyzing the plating efficiency and colony morphology of ES cells.\r\n\n\nRecombinant human fibroblast growth factor-basic \\(also known as FGF-2) \\(FGF; Peprotech 100-18B)\r\n\n\nPuromycin \\(InvivoGen ant-pr-1)\r\n\n\nDulbecco&#x2019;s modified Eagle&#x2019;s medium \\(DMEM; Sigma D5796, for 293T cell culture)\r\n\n\nGeneJuice \\(Novagen)\r\n\n\nVectors for transfection: pEF1-hLIF-IRES-puro, pEF1-mNoggin-IRES-puro\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n**Puromycin**\r\n\n\nDilute in distilled water at 1 mg ml<sup>-1</sup> and sterilize through a 0.22-&#x3BC;m filter. Aliquot 1 ml into small sterile tubes and store at &#x2013;20 &#xB0;C.\r\n\n\n\r\n\n\n**BlaS**\r\n\n\nDissolve in distilled water at 10 mg ml<sup>-1</sup> and sterilize through a 0.22-&#x3BC;m filter. Aliquot 500 &#x3BC;l into small sterile tubes and store at &#x2013;20 &#xB0;C.\r\n\n\n\r\n\n\n**PBS**\r\n\n\nDilute 100 ml of 10 x PBS with TC water and sterilize directly by autoclaving. Store at room temperature.\r\n\n\n\r\n\n\n**Gelatin solution**\r\n\n\nDissolve 0.5 g of gelatin in 500 ml TC water and sterilize directly by autoclaving. Store at room temperature.\r\n\n\n\r\n\n\n**GMEM**\r\n\n\nDissolve one package of GMEM \\(12.5 g) completely in 800 ml of TC water and rinse the package with the water. Add 15 ml 7.5% \\(wt/vol) NaHCO<sub>3</sub>, 5 ml 1 M HEPES, 10 ml NEAA, and 10 ml 100 mM sodium pyruvate. Filter-sterilize using a 0.22-&#x3BC;m bottle top filter. Store at 4 &#xB0;C for up to 3 weeks.\r\n\n\n\r\n\n\n**2ME \\(100 mM)**\r\n\n\nDilute 50 &#x3BC;l 2ME in 7 ml of PBS. Filter-sterilize using a 0.22-&#x3BC;m syringe filter and store at 4 &#xB0;C for up to 1 week. \r\n\n\n\r\n\n\n**Leukemia inhibitory factor \\(LIF)-CM**\r\n\n\nPrepare 293T transformants transfected with a high copy number of the expression vector pEF1-hLIF-IRES-puro using GeneJuice, according to the manufacturer's instructions \\(final puromycin concentration: 20 &#x3BC;g ml<sup>-1</sup>). Change the medium to GMEM supplemented with 10% \\(vol/vol) FBS, and culture for 3 days. Collect the conditioned medium \\(CM) and filter it through a 0.45-&#x3BC;m bottle top filter. Aliquot 1 ml into small sterile tubes and store at &#xF02D;20 &#xB0;C for up to 6 months. CRITICAL: LIF should be tested by analyzing the colony morphology of ES cells.\r\n\n\n\r\n\n\n**ES medium**\r\n\n\nFor 30 ml of ES medium, add the following components: 27 ml GMEM, 3 ml FBS, 30 &#x3BC;l 2ME \\(100 mM), 30 &#x3BC;l BlaS, and 30 &#x3BC;l 10<sup>6</sup> U ml<sup>-1</sup> LIF. Prepare fresh.\r\n\n\n\r\n\n\n**&#x3B1;-MEM**\r\n\n\nDissolve one package of &#x3B1;-MEM \\(10.2 g) completely in 800 ml of TC water and rinse the package with the water. Add 15 ml of 7.5% \\(wt/vol) NaHCO<sub>3</sub>, and filter-sterilize using a 0.22-&#x3BC;m bottle top filter. Store at 4 &#xB0;C for up to 3 weeks.\r\n\n\n\r\n\n\n**Noggin-CM**\r\n\n\nPrepare 293T transformants transfected with a high copy number of the expression vector pEF1-mNoggin-IRES-puro as described for the LIF-CM preparation. Change the medium to &#x3B1;-MEM supplemented with 10% \\(vol/vol) FBS and culture for 2 days. Collect the conditioned medium and filter it through a 0.45-&#x3BC;m bottle top filter. Aliquot 5 or 10 ml into 15-ml conical tubes and store at ~20 &#xB0;C for up to 6 months.\r\n\n\n\r\n\n\n**EB medium**\r\n\n\nFor 50 ml of EB medium, add the following components: 40 ml &#x3B1;-MEM, 5 ml FBS, 5 ml Noggin-CM, and 50 &#x3BC;l 2ME \\(100 mM). Prepare fresh.\r\n\n\n\r\n\n\n**10 x DMEM/F12**\r\n\n\nDissolve 5 packages of DMEM \\(67.0 g) very gradually and completely in 800 ml of TC water before adding the F12. Rinse each package with the water. CRITICAL: This must be done very slowly, waiting for all the powder from one package to dissolve before adding more, or the medium will precipitate at this concentration. Add 5 packages of F12 \\(53.0 g) slowly and mix until fully dissolved. CRITICAL: A precipitate can form if the F12 is added before the DMEM is fully dissolved. Bring the volume up to 1000 ml with TC water. Filter-sterilize the medium through a 0.22-&#x3BC;m bottle top filter. Store at 4 &#xB0;C for up to 3 weeks.\r\n\n\n\r\n\n\n**Insulin \\(4 mg ml<sup>-1</sup>)**\r\n\n\nWeigh 200 mg insulin into a 50-ml conical tube. Add 4 ml of filtered 0.1 N HCl and shake gently until dissolved. Bring the volume up to 50 ml with TC water. Prepare fresh.\r\n\n\n\r\n\n\n**Putrescine \\(1.55 mg ml<sup>-1</sup>)**\r\n\n\nDissolve 0.0773 g putrescine in 50 ml TC water. Prepare fresh.\r\n\n\n\r\n\n\n**Progesterone \\(2 mM)**\r\n\n\nDissolve 1 mg progesterone in 1.59 ml of 95% \\(vol/vol) ethanol. Aliquot 80 &#x3BC;l into small sterile tubes and store at ~20 &#xB0;C.\r\n\n\n\r\n\n\n**Selenium \\(0.52 mg ml<sup>-1</sup>)**\r\n\n\nDissolve 1 mg selenium in 1.93 ml of sterile TC water. Aliquot 80 &#x3BC;l into small sterile tubes and store at ~20 &#xB0;C.\r\n\n\n\r\n\n\n**Hormone mix**\r\n\n\nPrepare the hormone mix as follows. First, combine 652 ml TC water, 80 ml 10 x DMEM/F12, 16 ml 30% \\(wt/vol) glucose, 12 ml 7.5% \\(wt/vol) NaHCO<sub>3</sub>, and 4 ml 1 M HEPES. Then, add 800 mg transferrin \\(500 mg plus 3 x 100 mg) to the medium. Rinse the vials with medium to remove all the powder. Add 50 ml of Insulin \\(4 mg ml<sup>-1</sup>) to the medium mixture and rinse the tube. Add 50 ml of Putrescine \\(1.55 mg ml<sup>-1</sup>) to the mix. Add 80 &#x3BC;l each of Progesterone \\(2 mM) and Selenium \\(0.52 mg ml<sup>-1</sup>) to the mix. Make sure all the ingredients are dissolved. Filter the solution through a 0.22-&#x3BC;m bottle top filter into a fresh 1-liter bottle. Aliquot 25 or 50 ml into 50-ml conical tubes and store at ~20 &#xB0;C.\r\n\n\n\r\n\n\n**Media hormone mix \\(MHM)**\r\n\n\nFor 1000 ml of MHM, add the following components, in the order listed, through a 0.22-&#x3BC;m bottle-top filter: 750 ml TC water, 15 ml 7.5% \\(wt/vol) NaHCO<sub>3</sub>, 5 ml of 1 M HEPES, 100 ml 10 x DMEM/F12, 20 ml 30% \\(wt/vol) glucose \\(may not be required for the growth of neurospheres), 10 ml 200 mM glutamine \\(200 mM), and 100 ml hormone mix. This results in MHM with the following formulation: 1 x DMEM/F12 \\(1:1), 0.66% \\(wt/vol) glucose, 2 mM glutamine, 14.6 mM NaHCO<sub>3</sub>, 5 mM HEPES buffer, 23 &#x3BC;g ml<sup>-1</sup> insulin, 93 &#x3BC;g ml<sup>-1</sup> transferrin, 19 nM progesterone, 56 nM putrescine, and 21 nM selenium. Store at 4 &#xB0;C for up to 2 weeks.\r\n\n\n\r\n\n\n**50 x FGF stock solution \\(50 &#x3BC;g ml<sup>-1</sup>)**\r\n\n\nDissolve 1 mg recombinant human FGF in 20 ml of MHM. Aliquot 1 ml into small sterile tubes and store at ~20 &#xB0;C.\r\n\n\n\r\n\n\n**FGF \\(1 &#x3BC;g ml<sup>-1</sup>)**\r\n\n\nDilute 1 ml 50 x FGF stock solution \\(50 &#x3BC;g ml<sup>-1</sup>) in 49 ml of MHM. Aliquot 1 ml into small sterile tubes and store at ~20 &#xB0;C.\r\n\n\n\r\n\n\n**5 x Poly-L-ornithine**\r\n\n\nDissolve 50 mg poly-L-ornithine in 333.3 ml distilled water and rinse the package with the water. Filter the solution with a 0.22-&#x3BC;m bottle top filter. Aliquot  5 ml into 15-ml conical tubes and store at ~20 &#xB0;C.\r\n\n\n\r\n\n\n**1000 x Fibronectin**\r\n\n\nInject 5 ml of TC water into a vial of 5 mg fibronectin and incubate at 37 &#xB0;C with some shaking for 30 min. Aliquot 50 &#x3BC;l into small sterile tubes and store at ~20 &#xB0;C."
        },
        {
            "header": "Equipment",
            "content": "Filter cap T75 cell culture flasks \\(Greiner 658175)\r\n\n\n15-cm bacterial dishes \\(Kord-Valmark 2902)\r\n\n\n48-well plates \\(Corning 3548)\r\n\n\n15-ml polypropylene conical tubes \\(BD Falcon 352096)\r\n\n\n50-ml polypropylene conical tubes \\(BD Falcon 352070)\r\n\n\nTransfer pipettes \\(Samco 262-1S)\r\n\n\n0.22-&#x3BC;m bottle top filters \\(TPP 99505)\r\n\n\n0.45-&#x3BC;m bottle top filters \\(Nalgene 165-0045)\r\n\n\n0.22-&#x3BC;m syringe filter units \\(Millipore SLGV033RB)\r\n\n\n10-ml syringes \\(Terumo ss-10ESz)\r\n\n\n10-mm circular coverslips \\(Matsunami 10 maru No. 1, 10 mm in diameter)\r\n\n\nHemocytometer \\(Hycor Kova 87144)\r\n\n\n1000-ml media bottles\r\n\n\nKimwipes \\(Cresia Wiper S-200)\r\n\n\nHumidified tissue culture incubator \\(37 &#xB0;C, 5% CO2)\r\n\n\nClean bench\r\n\n\nCentrifuge\r\n\n\nWater bath at 37 &#xB0;C\r\n\n\n\r\n\n\n**EQUIPMENT SETUP**\r\n\n\n**Gelatin-coated flasks**\r\n\n\nAdd 15 ml of 0.1% \\(wt/vol) gelatin solution into a flask so that it covers the entire bottom of the flask. Incubate the flasks for at least 30 min at 37 &#xB0;C. Before using, aspirate the gelatin solution.\r\n\n\n\r\n\n\n**Poly-L-ornithine + Fibronectin-coated coverslips**\r\n\n\nSoak coverslips in 95% \\(vol/vol) ethanol and shake overnight. Wipe the coverslips with Kimwipes and sterilize by autoclaving. Fully dry the coverslips before use. Dilute the 5 x poly-L-ornithine to 1 x with sterile distilled water. Place sterilized coverslips into the wells of a 48-well plate except for the outermost wells. Add 0.5&#x2013;1 ml of the 1 x poly-L-ornithine solution to cover the surface of the coverslips. Incubate the plates for at least 30 min at 37 &#xB0;C. The day before plating neurospheres for differentiation, rinse the poly-l-ornithine-coated coverslips with PBS. Add 500 &#x3BC;l of 1 x fibronectin solution diluted in PBS and incubate overnight at 37 &#xB0;C. Aspirate the solution before use. CRITICAL: Make sure that the coverslips are not floating on the surface of the solution once it has been added, as this will prevent coating of the coverslips."
        },
        {
            "header": "Procedure",
            "content": "**Culture of ES cells**\r\n\n\n1 Culture ES cells on gelatin-coated flasks with 20–30 ml of ES medium in a humidified tissue culture incubator.\r\n\n\n2 Change the ES medium every day and passage ES cells when the cells cover 80% of the surface, usually 3 or 4 days after seeding.\r\n\n\n3 Splitting cells: Quickly wash the cells twice with PBS, cover them with a thin film of 1 ml trypsin-EDTA solution and incubate for 1 min in the incubator. Resuspend the ES cells in 10 ml fresh ES medium by thoroughly pipetting them up and down. Good dissociation of the cells is important, the goal being to obtain single-cell culture or aggregates of 2–3 cells. Larger cell clumps should not remain.\r\n\n\n4 Passage 5% of the ES cell suspension for 3 days of culture or 2% for 4 days to fresh 20–30 ml of ES medium in a new gelatin-coated flask.\r\n\n\n\r\n\n\n**EB formation**\r\n\n\n5 Trypsinize ES cells as in Step 3.\r\n\n\n6 Resuspend the ES cells in 10 ml fresh EB medium by thoroughly pipetting them up and down several times.\r\n\n\n7 Centrifuge for 5 min at 170 g, resuspend them in 30 ml EB medium, and count the cells.\r\n\n\n8 Plate the single-cell ES cell suspension in 50 ml fresh EB medium at a density of 10\n5\ncells ml\n-1\nonto 15-cm bacterial dishes.\r\n\n\n9 Culture 6 days without changing the medium.\r\n\n\n\r\n\n\n**Neurosphere formation**\r\n\n\n10 Transfer the 6-day-cultured EBs into 50-ml conical tubes and allow them to settle for 10 min.\r\n\n\n11 Carefully aspirate most of the supernatant, resuspend and collect the EBs together in 30 ml of PBS, and allow them to settle for 5 min.\r\n\n\n12 Aspirate the supernatant, resuspend the EBs in 1.5 ml of trypsin-EDTA solution, and incubate for 5 min at 37 °C.\r\n\n\n13 Quench the trypsinization by adding 3 ml FBS and thoroughly dissociate the EBs using a transfer pipette \\(30 times).\r\n\n\n14 Transfer the suspension into a 15-ml conical tube and bring the volume up to 12 ml with MHM.\r\n\n\n15 After 2 min, transfer the suspension except for 1 ml at the bottom of each tube into a new conical tube to remove undissociated cell clumps.\r\n\n\n16 Repeat Step 15.\r\n\n\n17 Centrifuge for 5 min at 170 g and resuspend the pellet in 10 ml MHM.\r\n\n\n18 Repeat step 17.\r\n\n\n19 Count the cells, prepare a single-cell suspension in 40 ml MHM with 1 ml FGF \\(1 μg ml\n-1\n) at a density of 5 x 10\n4\n–10\n5\ncells ml\n-1\n, and plate the cells onto non-coated T75 cell culture flasks.\r\n\n\n20 Culture 6 days without changing the medium but add 1 ml FGF \\(1 μg ml\n-1\n) at day 3.\r\n\n\n\r\n\n\n**Passage and differentiation of neurospheres**\r\n\n\n21 Transfer 6-day-cultured neurospheres into 50-ml conical tubes and centrifuge for 5 min at 170 g.\r\n\n\n22 Carefully aspirate the supernatant and add 1 ml of fresh MHM.\r\n\n\n23 Dissociate the neurospheres mechanically by pipetting them with a P1000 Pipetman.\r\n\n\n24 Add 20 ml of MHM and centrifuge for 5 min at 170 g.\r\n\n\n25 Resuspend the cell pellet in the appropriate volume \\(for example, 40 ml) of MHM and plate 500 μl of the suspension onto the fibronectin-coated coverslips.\r\n\n\n26 Culture 5 days without changing the medium, for differentiation.\r\n\n\n27 Add 1 ml FGF \\(1 μg ml\n-1\n) to the rest of the cell suspension and transfer it into a new non-coated T75 cell culture flask. \r\n\n\n28 Culture 6 days without changing the medium, for formation of the next generation of neurospheres."
        },
        {
            "header": "Timing",
            "content": "1 month"
        },
        {
            "header": "Critical Steps",
            "content": "**Step 3:** The reproducible and efficient neural differentiation of ES cells strongly depends on the quality of the ES cells used, as well as on the way they are cultured.\r\n\n\n\r\n\n\n**Step 8:** Effective neurosphere formation strongly depends on the proportion of neural stem cells in the EBs. The cell density for EB formation should be optimized for each cell line.\r\n\n\n\r\n\n\n**Step 19a:** The efficiency of neurosphere formation strongly depends on cell density. The appropriate density should be optimized the first time.\r\n\n\n\r\n\n\n**Step 19b:** Do not use low-adherence culture flasks. Slightly contaminated and surviving non-neural cells adhere to the bottom of the flask and can be removed. If you use low-adherence culture flasks, the neurospheres will be of poor quality and will have difficulty forming the subsequent generations of neurospheres.\r\n\n\n\r\n\n\n**Step 23:** The number of pipettings depends on the culture stage, since neurospheres become tight with culture time. Primary and secondary neurospheres are soft and dissociate easily, requiring about 10 or fewer pipettings. Too many pipettings would damage and kill the young NSPCs. It is important to use an appropriate number of pipettings to kill differentiating neural cells and contaminating non-neural cells contained in the neurospheres.\r\n\n\n\r\n\n\n**Step 25:** Differentiation is suppressed under high cell density \\(the appropriate density is 1.6 x 10<sup>6</sup> cells well<sup>-1</sup>)."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in **Table 1**."
        },
        {
            "header": "Anticipated Results",
            "content": "Approximately 5 x 10<sup>7</sup> cells are regularly obtained in each passage of ES cells, and approximately 1.6 x 10<sup>7</sup> cells that are mostly committed to neural cells, defined by Nestin or &#x3B2;-III-tubulin expression, are generated in each 15-cm bacterial dish by 6 days of floating culture in EB medium14. After the EB-dissociated single cells are plated at a density of 5 x 10<sup>4</sup> cells ml-1 onto non-coated T75 cell culture flasks, they first adhere to the bottom of the flasks. Note that the silencing of a transgene introduced via a retrovirus or lentivirus vector is avoidable by performing the infection at this step or later. After 2-3 days, small growing spheres can be recognized, and the high-quality, undifferentiated neurospheres begin to float in the culture medium. Spheres that may contain many non-neural cells stay adhered to the bottom of the flask, where they grow or differentiate. For differentiation and passage, neurospheres are dissociated using a P1000 Pipetman as follows: Primary neurospheres, 15-20 pipettings; secondary neurospheres, 20-25 pipettings; tertiary neurospheres, 30-35 pipettings. An example of the temporal specification of NSPC differentiative potential is shown in **Figure 1**."
        },
        {
            "header": "References",
            "content": "1. Reynolds, B.A. &amp; Weiss, S. Generation of neurons and astrocytes from isolated cells of the adult mammalian central nervous system. _Science_ **255**, 1707-1710 \\(1992).\r\n  2. Chojnacki, A. &amp; Weiss, S. Production of neurons, astrocytes and oligodendrocytes from mammalian CNS stem cells. _Nat. Protoc_. **3**, 935-940 \\(2008).\r\n  3. Flax, J.D., et al. Engraftable human neural stem cells respond to developmental cues, replace neurons, and express foreign genes. _Nat. Biotechnol_. **16**, 1033-1039 \\(1998).\r\n  4. Okano, H. Stem cell biology of the central nervous system. _J. Neurosci. Res_. **69**, 698-707 \\(2002).\r\n  5. Temple, S. The development of neural stem cells. _Nature_ **414**, 112-117 \\(2001).\r\n  6. Shen, Q., et al. The timing of cortical neurogenesis is encoded within lineages of individual progenitor cells. _Nat. Neurosci_. **9**, 743-751 \\(2006).\r\n  7. Miller, F.D. &amp; Gauthier, A.S. Timing is everything: making neurons versus glia in the developing cortex. _Neuron_ **54**, 357-369 \\(2007).\r\n  8. Kawasaki, H., et al. Induction of midbrain dopaminergic neurons from ES cells by stromal cell-derived inducing activity. _Neuron_ **28**, 31-40 \\(2000).\r\n  9. Watanabe, K., et al. Directed differentiation of telencephalic precursors from embryonic stem cells. _Nat. Neurosci_. **8**, 288-296 \\(2005).\r\n  10. Lee, S.H., Lumelsky, N., Studer, L., Auerbach, J.M. &amp; McKay, R.D. Efficient generation of midbrain and hindbrain neurons from mouse embryonic stem cells. _Nat. Biotechnol_. **18**, 675-679 \\(2000).\r\n  11. Wichterle, H., Lieberam, I., Porter, J.A. &amp; Jessell, T.M. Directed differentiation of embryonic stem cells into motor neurons. _Cell_ **110**, 385-397 \\(2002).\r\n  12. Lindvall, O. &amp; Kokaia, Z. Stem cells for the treatment of neurological disorders. _Nature_ **441**, 1094-1096 \\(2006).\r\n  13. Naka, H., Nakamura, S., Shimazaki, T. &amp; Okano, H. Requirement for COUP-TFI and II in the temporal specification of neural stem cells in CNS development. _Nat. Neurosci_.  \\(2008).\r\n  14. Okada, Y., Shimazaki, T., Sobue, G. &amp; Okano, H. Retinoic-acid-concentration-dependent acquisition of neural cell identity during in vitro differentiation of mouse embryonic stem cells. _Dev. Biol_. **275**, 124-142 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the members of the Okano laboratory for discussion and technical advice. This work was supported by CREST/SORST-JST \\(H.O.), grants-in-aid for scientific research from the Ministry of Education, Culture, Sports, Science and Technology \\(MEXT) in Japan \\(T.S. and H.O.) and a grant-in-aid from the Global COE program of MEXT to Keio University."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nn.2168",
                "date": "2008-07-24 02:56:19",
                "title": "Requirement for COUP-TFI and II in the temporal specification of neural stem cells in CNS development",
                "authors": [
                    "Hayato Naka Shiho Nakamura Takuya Shimazaki & Hideyuki Okano"
                ],
                "journal": "Nature Neuroscience",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11004,
                "identity": "9f3c1905-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hayato Naka",
                "email": "",
                "orcid": "",
                "institution": "Department of Physiology, Keio University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hayato",
                "middleName": "",
                "lastName": "Naka",
                "suffix": ""
            },
            {
                "id": 11005,
                "identity": "9f3c1beb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shiho Nakamura",
                "email": "",
                "orcid": "",
                "institution": "Department of Physiology, Keio University School of Medicine ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shiho",
                "middleName": "",
                "lastName": "Nakamura",
                "suffix": ""
            },
            {
                "id": 11006,
                "identity": "9f3c1e88-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Takuya Shimazaki",
                "email": "",
                "orcid": "",
                "institution": "Department of Physiology, Keio University School of Medicine ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Takuya",
                "middleName": "",
                "lastName": "Shimazaki",
                "suffix": ""
            },
            {
                "id": 11007,
                "identity": "9f3c2078-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hideyuki Okano",
                "email": "",
                "orcid": "",
                "institution": "Department of Physiology, Keio University School of Medicine ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hideyuki",
                "middleName": "",
                "lastName": "Okano",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-11-04 11:58:54",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.168",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.168",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607946,
                "identity": "f8cf947a-ebdd-46fb-8e45-2fbc44dd35ea",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 349932,
                "visible": true,
                "origin": "",
                "legend": "An example of the temporal specification of NSPC differentiative potential.   (a,b) Neurospheres were induced to differentiate over 5 days by withdrawing the FGF at the time of passage and allowing the neurospheres to adhere to the coverslips. The cells were then immunostained with antibodies specific to III-tubulin (mouse IgG, Sigma T8660, 1:1000), glial fibrillary acid protein (GFAP; rabbit IgG, DAKO Z0334, 1:400), and O4 (mouse IgM, Chemicon MAB345, 1:8000), to identify neurons, astrocytes, and oligodendrocytes, respectively. Scale bar, 100 m (a).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-479/v1/figure_1.jpg"
            },
            {
                "id": 2607947,
                "identity": "3b2d2b40-4957-46ee-a339-c1f5a3dfe3bd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 11820,
                "visible": true,
                "origin": "",
                "legend": "Table   Table 1 as an image.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-479/v1/figure_2.png"
            },
            {
                "id": 2607950,
                "identity": "d2822116-8c0b-4767-9f68-78f4be025d5c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 309467,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   smaller version of Figure 1.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-479/v1/figure_3.png"
            },
            {
                "id": 13464625,
                "identity": "25a5a508-db0c-43e0-8a7b-d01b4e72f95b",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:04",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 611484,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-479/v1/612aa514-08bd-4b92-8781-e05261a3a615.pdf"
            },
            {
                "id": 2607942,
                "identity": "e88663bf-8690-4ad7-8d20-e7e058be8b72",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "xls",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 14850,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting table.",
                "description": "",
                "filename": "supplement0.xls",
                "url": "https://assets.researchsquare.com/files/nprot-479/v1/supplement_0.xls"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "stem cell, neural stem cell, neurogenesis, gliogenesis, temporal specification, gliogenic competency, precursor, progenitor, neurosphere, embryonic stem cell",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Generation of neurospheres from embryonic stem cells for investigating the temporal specification of neural stem/progenitor cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-11-13 00:00:00",
                "doi": "10.1038/nprot.2008.168",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f3bbd3c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 13th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2142,
                "name": "Cell biology"
            },
            {
                "id": 2143,
                "name": "Developmental biology"
            },
            {
                "id": 2145,
                "name": "Biological techniques"
            },
            {
                "id": 2146,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-11-13 00:00:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}