{
    "identity": "pex-385",
    "title": "<p>A pipeline for systematic yeast 2-hybrid matricial screening in liquid culture.</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The protocol described here is an adaptation of the one presented in Dreze et al., 2010<sup>7</sup>. The same low copy number yeast expression vectors expressing DB-X and AD-Y hybrid proteins and the two Y2H strain backgrounds, <em>S. cerevisiae </em>Y8930 (for DB clones; MATα) and <em>S. cerevisiae </em>Y8800 (for AD clones; MATa)<em> </em>which harbor the following genotype:<em> leu2-3,112 trp1-901 his3-200 ura3-52 gal4D gal80D GAL2-ADE2 LYS2::GAL1-HIS3 MET2::GAL7-lacZ cyh2R </em>were used<em>. </em>The reporter genes<em> GAL2-ADE2 </em>and<em> LYS2::GAL1-HIS3 </em>are integrated into the yeast genome. Expression of the<em> GAL1-HIS3 </em>reporter gene has to be tested with<em> </em>1 mM 3AT (3-amino-1,2,4- triazole, a competitive inhibitor of the HIS3 gene product). A pool of 50 proteins of interest - POI used as baits is screened against the 12k_space AD-collection or the corresponding space DB-collection (without autoactivators) depending on the autoactivation state of the baits.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Gateway® LR Clonase Enzyme Mix (Invitrogen)</p><p>Competent DH5a-T1R (Invitrogen)</p><p>HiFi Platinum Taq polymerase buffer (Invitrogen)</p><p>Lysogeny broth (LB) media</p><p>Super Optimal Broth (SOC) media</p><p>Salmon Sperm DNA</p><p>Tris-EDTA buffer (TE) 10 mM Tris–HCl (pH 8.0), 1 mM EDTA (pH 8.0),</p><p>Lithium acetate </p><p>Polyethyleneglycol (PEG) 3350 </p><p>Yeast extract-peptone-dextrose<strong> (</strong>YEPD) media</p><p>Zymolase 20T (21,100 U/g, Seikagaku Corp.)</p><p>Synthetic complete (SC) media </p><p>3-Amino-1,2,4-triazole (3AT) </p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Qpix2 XT (Molecular Devices)</p><p>MULTIDROP 384 (Thermo Ficher)</p><p>Liquid handling platform or Multichannel pipette</p><p>Tecan Infinite M200 PRO</p><p>Low profile microplates 96 (X6011) and 384 (X7001) well (Molecular Devices)</p><p>Water bath </p><p>Pipetman</p><p>Pipette tips</p><p>50 ml polypropylene conical tubes </p><p>Table top centrifuge</p><p>96 well PCR plate</p><p>Incubator </p><p>Standard microcentrifuge tubes, 1.5 ml and 2 ml</p><p>Petri dishes</p><p>Thermocycler with programmable temperature stepping functionality, 96 well</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "A)  Generation of expression plasmids\nThe 50 proteins used as baits were transferred into pDest-DB and pDest-AD vectors in simple single-step reaction by Gateway recombination. Completed recombination reactions are then transformed into Escherichia coli, grown for 18 h, and plasmids are isolated.\nProtocol 1A: Gateway LR recombinational cloning\nFor each bait combine in 96-well PCR plate:\n1)\n-      1 µl of entry clone (10 ng/µl)\n-      1 µl of destination vector ( 100 ng/µl)\n-      1 µl clonase buffer 5x\n-      1.6 µl TE 1x\n-      0,4 µl of LR clonase enzyme mix (Invitrogen) (keep this mix on ice)\n2)   Homogenize by gently pipetting up and down.\n3)   Incubate at 25 °C for 18 h\n4)   Add 2 µl of Proteinase K (2µg/µl) solution\n5)   Incubate 15 min at 37°C\nProtocol 2A: Bacterial transformation\n1)   Thaw competent DH5a-T1R (Invitrogen) cells on ice\n2)   Add 100 µl of competent cells into 96-well PCR plate containing 5 µl Gateway LR reaction mix\n3)   Incubate on ice water for 20 min\n4)   Heat shock cells in a water bath at 42 °C for 15 sec\n5)   Incubate on ice water for 5 min\n6)   Transfer the cells into a 96 deep well plate filled with 900 µl SOC\n7)   Incubate at 37 °C for 1 h\n8)   Plate out 300µl of reaction onto LB plates containing 100mg/l Ampicillin\n9)   Incubate over night at 37°C\n10) Pick a single colony from the plate and inoculate a 96 deep well plate filled with 1 ml of LB containing 100mg/l Ampicillin\n11) Incubate at 37 °C for 18 h\n12) Remove 5 µl for subsequent analysis by PCR\n13) Remove 100 µl of the overnight culture, mix with 100 µl of 40% (w/v) autoclaved glycerol and store at 80 °C into a 96-well Low profile microplates\n14) Use the remainder of the overnight culture for plasmid isolation\nProtocol 3A: Bacterial culture PCR\nDilute 5 µl of bacterial culture into 95 µl of sterile water and mix by pipetting up and down. Keep bacterial cultures at 4 °C until PCR results are determined.\nFor each reaction, prepare in a 96-well PCR plate on ice:\n-      1.1 µl of HiFi Platinum Taq polymerase buffer 10x (Invitrogen)\n-      0.4 µl of 50 mM MgSO4 (final concentration 1.8 mM)\n-      0.11 µl of 40 mM dNTPs (final concentration 400 nM)\n-      0.022 µl of 200 µM AD or DB forward primer (final concentration180 nM)\n-      0.022 µl of 200 µM Term reverse primer (final concentration 180 nM)\n-      0.066 µl of HiFi Platinum Taq polymerase (Invitrogen)\n-      8.28 µl of filter-sterilized water\n-      Add 1 µl of the diluted bacterial culture as DNA template\nPlace the PCR plate on a thermocycler and run the following program:\nStep 1: Denaturation at 94 °C for 4 min.\nStep 2: Denaturation at 94 °C for 30 s.\nStep 3: Annealing at 58 °C for 30 s.\nStep 4: Elongation at 68 °C for x min (depending on the length of the longer ORF)\nRepeat Steps 2-3-4, 34 times.\nStep 5: Final elongation at 68 °C for 10 min.\nStep 6: Hold at 10 °C.\nPrimer sequences:\nAD: 5’-CGCGTTTGGAATCACTACAGGG-3’\nDB: 5’-GGCTTCAGTGGAGACTGATATGCCTC-3’\nTerm: 5’-GGAGACTTGACCAAACCTCTGGCG-3’\nOnce PCR reactions are completed, analyze 5 µl of PCR product on a 1% agarose. Successful LR reactions will give rise at ORFs sizes to which ~280 bp of vector sequences are added due to the AD, DB, and Term primer positions (the PCR amplicon from a destination vector containing the Gateway cassette has an expected size _1.9 kb). The remaining of the cultures are used for plasmid isolation.\nB)  Yeast transformation and identification of autoactivating DB-X hybrid proteins\nIsolated destination clones were individually transferred into competent Y8930 (MATα) and Y8800 (MATa) strains\nby\nLithium-Acetate based transformation. Identification of DB-ORF autoactivators is achieved in haploid yeast strain onto a Sc–Leu–His + 3-amino-1,2,4-triazole (3-AT) media.\nProtocol 1B: Yeast transformation\n1)    Streak Y8800 and Y8930 on separate YEPD plates and incubate at 30 °C for 48–72h to obtain isolated colonies.\n2)    For each strain, inoculate 20 ml of YEPD with 10 isolated colonies. Incubate at 30 °C on a shaker for 14–18 h.\n3)    Measure and record the OD600, which should be between 4.0 and 6.0. Dilute cells into 100 ml of YEPD media to obtain a final OD600 ~ 0.1.\n4)    Incubate at 30 °C on a shaker until OD600 reaches 0.6–0.8 (4–6 h).\n5)    Boil carrier DNA (salmon sperm DNA) for 5 min then place on ice until needed.\n6)   Harvest cells by centrifugation at 800 x g for 5 min. Discard the supernatant and resuspend cells gently in 10 ml of sterile water.\n7)   Centrifuge as described in step 6 and discard the supernatant.\n8)   Resuspend cells in 10 ml of TE/LiAc solution, centrifuge, and discard the supernatant.\n9)   Resuspend cells in 2 ml of TE/LiAc solution, then add 10 ml of TE/ LiAc/PEG solution supplemented with 200 µl of boiled carrier DNA. Mix the solution by inversion.\n10) Dispense 120 µl of this mix into each well of a round-bottom 96-well microtiter plate\n11) Add 10 µl of plasmid DNA to the competent yeast and mix by pipetting up and down several times.\n12) Incubate at 30 °C for 30 min\n13) Subject to heat shock in a 42 °C water bath for 15 min.\n14) Centrifuge 5 min at 800 x g. Carefully remove the supernatant\n15) Add 100 µl of sterile water and resuspend cell pellets by pipetting up and down.\n16) Centrifuge 5 min at 800 x g, then carefully remove 90 µl of water\n17) Resuspend cell pellets by vortexing.\n18) Spot 5 µl of cell suspension onto an appropriate selective plate (Sc-Trp for AD-Y, Sc-Leu for DB-X agar media).\n19) Incubate at 30 °C for 72 h.\n20) Pick transformed yeast colonies into a 96-well low profile microplates containing 100 µl of selective media (Sc-Trp for AD-Y, Sc-Leu for DB-X).\n21) Incubate on a shaker at 30 °C for 72 h.\n22) Remove 5 µl for subsequent lysis and analysis by PCR\n23) Prepare archival stocks by combining 100 µl of the yeast culture with 100 µl of 40% (w/v) autoclaved glycerol into a 96-well Low profile microplate. Store at -80 °C.\nProtocol 2B: Yeast cell lysis and lysate PCR\n1)   Prepare lysis buffer by dissolving 2.5 mg/ml zymolase 20T (21,100 U/g, Seikagaku Corp.) in 0.1M sodiumphosphate buffer (pH7.4). Keep on ice.\n2)   Aliquot 15 µl of lysis buffer into the wells of a 96-well PCR plate. Keep on ice.\n3)   Add 5 µl of yeast cells in the lysis buffer in the PCR plate\n4)   Place the PCR plate on a thermocycler and run the following program:\n-      Step 1: 37 °C for 15 min\n-      Step 2: 95 °C for 5 min\n-      Step 3: Hold at 10 °C\n5)   Add 100 ml of filter-sterilized water to each well.\n6)   Store at -20 °C\nProtocol 3B: Yeast lysate PCR\nFor each reaction, prepare in a 96-well PCR plate on ice:\n-      1.1 µl of HiFi Platinum Taq polymerase buffer 10x (Invitrogen)\n-      0.4 µl of 50 mM MgSO4 (final concentration 1.8 mM)\n-      0.11 µl of 40 mM dNTPs (final concentration 400 nM)\n-      0.022 µl of 200 µM AD or DB forward primer (final concentration180 nM)\n-      0.022 µl of 200 µM Term reverse primer (final concentration 180 nM)\n-      0.066 µl of HiFi Platinum Taq polymerase (Invitrogen)\n-      8.28 µl of filter-sterilized water\n-      Add 3 µl of the yeast cell lysate as DNA template\nPlace the PCR plate on a thermocycler and run the same program of Protocol 3A. Once PCR reactions are completed, analyze 5 µl of PCR product on a 1% agarose.\nProtocol 4B: Autoactivator removal\n1)   Thaw glycerol stocks of the 50 individual DB-bait yeast strains and the glycerol stock of the yeast strains transformed with the AD encoding plasmid containing no insert (empty pDESTAD).\n2)   Using the colony picker Qpix2 XT replica-plate the 96-well Low profile microplate with the individual glycerol stocks of each DB-X yeast strain and the yeast strains transformed with the empty-AD   into a new plates filled with 100 µl of fresh Sc-Leu and Sc-Trp media respectively.\n3)   Incubate at 30 °C for 72 h on a shaker\n4)   Replica-plate from the Sc-Leu-media and Sc-Trp media plates onto mating plates filled with YEPD media\n5)   Incubate at 30 °C for 24 h.\n6) Replica-plate from mating plates onto Sc-Leu-Trp media plates to select for diploid cells and onto Sc-Leu-Trp-His + 1mM 3AT media.\n7) Incubate at 30°C for 72 h. Score growth phenotypes. Non-autoactivating yeast cells are not able to activate the GAL1::HIS3 reporter gene hence should not grow on the Sc-Leu-Trp-His + 1mM 3AT media.\nYeast strains showing a growth phenotype on the Sc-Leu-Trp-His + 1mM 3AT media are considered autoactivators. They are physically removed from the collection of DB-X baits and screened against the 12k_space DB-collection using their AD-construction.\nC)  Primary Screening\nProtocol 1C: Construction of DB baits pool\nThis protocol describes the construction of one pool of 50 different DB-hybrid constructs transformed into Y8930 yeast strain.\n1)   Thaw glycerol stocks of the 50 individual DB-bait yeast strains\n2)   Individually inoculate 50-ml polypropylene conical tubes that contain 5 ml of fresh Sc-Leu selective media, with 5 µl of the thawed glycerol stock.\n3)   Incubate at 30 °C for 72 h.\n4)   Transfer the contents of the culture tubes into a sterile trough.\n5)   Mix thoroughly to ensure equal representation of all DB-bait yeast strains in the pool.\n6)   On a liquid handling platform or with a multichannel pipette plated into the wells of ten 384-well Low profile microplates\nProtocol 2C: 12k_space AD-collection culture\n1)   Thaw glycerol stocks of the 12k_space AD-collection corresponding to 127 96-well plates.\n2)   Using the colony picker Qpix2 XT replica-plate into 32 384-well plates filled with 50 µl of fresh Sc-Trp media\n3)   Incubate at 30 °C for 72 h\nProtocol 3C: Mating\n1)   Using the colony picker Qpix2 XT replica-plate the 32 384-well plates corresponding to the 12k_space AD-collection 72 h cultures into the 384-well mating plates filled with YEPD media\n2)   Using the colony picker Qpix2 XT replica-plate the DB-baits pool into the 384-well mating plates precedently inoculated with the AD-collection. Use one DB-baits pool plate to inoculate five mating plates.\n3)   Incubate at 30 °C for 24 h\nProtocol 4C: Screening\n1)   Using the colony picker Qpix2 XT replica-plate onto 384-well screening plates filled with 50 µl of fresh Sc-Leu-Trp-His + 1 mM 3AT media. Only diploid yeast with interacting couples can growth in this media.\n2)   Incubate at 30 °C for 5 days\n3)   Using the microplate-reader Tecan Infinite M200 PRO measure the OD600 of the 384-well screening plates in order to identify primary positives\nProtocol 5C: AD-interacting proteins re-array and archival stock\n1)   Thaw glycerol stocks of the 12k_space AD-collection plates corresponding to the identified primary positives AD-interacting proteins\n2)   Using the colony picker Qpix2 XT re-array the primary positives AD-interacting proteins into 96-well plates filled with 100 µl of fresh Sc-Trp media.\n3)   Incubate at 30 °C for 72 h\n4)   Prepare an archival glycerol stock by adding 100 µl of 40% (w/v) autoclaved glycerol\nD)  Deconvolution and targeted matricial assay\nProtocol 1D: DB-baits and AD-interacting proteins cultures\n1)   Thaw glycerol stocks of the 50 individual DB-bait yeast strains and of the identified primary positives AD-interacting proteins\n2)   Individually inoculate 50 distinct 50-ml polypropylene conical tubes that contain 10 ml of fresh Sc-Leu selective media, with 5 µl of the 50 individual DB-baits\n3)   Using the colony picker Qpix2 XT replica-plate the glycerol stocks of the identified primary positives AD-interacting proteins into ten 96-well plates filled with 100 µl of fresh Sc-Trp selective media\n4)   Incubate at 30 °C for 72 h.\n5)   On a liquid handling platform or with a multichannel pipette plate the 50 individual DB-bait cultures into the wells of 50 distinct 96-well Low profile microplates\nProtocol 2D: Mating\n1)   Using the colony picker Qpix2 XT replica-plate the identified primary positives AD-interacting proteins cultures into the 96-well mating plates filled with 100 µl of YEPD media. Use one AD-interacting proteins plate to inoculate five mating plates.\n2)   Using the colony picker Qpix2 XT replica-plate the individual DB-baits cultures into the 96-well mating plates precedently inoculated with the AD-interacting proteins.\n3)   Incubate at 30 °C for 24 h\nProtocol 3D: Verification and interacting proteins identification\n1)   Using the colony picker Qpix2 XT replica-plate onto two phenotyping 96-well plates:\n- Verification-plates filled with 100 µl of fresh Sc-Leu-Trp-His + 1 mM 3AT media. Only diploid yeast with interacting couples can growth in this media.\n-\nde novo\nautoactivators-plates filled with 100 µl of fresh Sc-Leu-His + 1 mM 3AT + CHX (1 mg/l) media. Only truncated fragments that can act like transcription factors can growth in this media\n2)   Incubate at 30 °C for 5 days\n3)   Using the microplate-reader Tecan Infinite M200 PRO measure the OD600 of the 96-well plates in order to identify positives pairs and\nde novo\nautoactivators\n4)   Using the colony picker Qpix2 XT re-array the identified positives pairs into 96-well plates filled with 100 µl of fresh Sc-Leu-Trp-His + 1 mM 3AT\n5)   Incubate at 30 °C for 72 h\n6)   Lyse cells according to Protocol 2B\n7)   Amplify the inserts of the DB-X and AD-Y inserts of positive cultures by yeast colony PCR according to Protocol 3B for subsequent ORF identification by end-read sequencing.\n8)   Prepare an archival glycerol stock by adding 100 µl of 40% (w/v) autoclaved glycerol"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>- Y2H auto-activator removal <strong>(Protocol 4B)</strong>: All techniques used to map protein interactions can give rise to artifacts. Ensure all the autoactivators are physically removed before the primary screen. </p><p>- Minimizing false negatives: Run replicates of the experiment to increase the number of detected interaction pairs. </p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>The time required to entirely execute this protocol is approximately two months.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Identification of protein interaction partners yields crucial biological insights and assign functions to both uncharacterized and well-studied gene products.</p>"
        },
        {
            "header": "References",
            "content": "<p>1 Braun et al., An experimentally derived confidence score for binary protein–protein interactions. <em>Nat. Methods</em> 6, 91–97. (2009) </p><p>2 Cusick et al., Literature-curated protein interaction datasets. <em>Nat. Methods</em> 6, 39–46. (2009)</p><p>3 Simonis et al., Empirically controlled mapping of the Caenorhabditis elegans protein–protein interactome network. <em>Nat. Methods</em> 6, 47–54. (2009)</p><p>4 Venkatesan et al., An empirical framework for binary interactome mapping. <em>Nat. Methods</em> 6, 83–90. (2009)</p><p>5 Arabidopsis Interactome Mapping Consortium. Evidence for Network Evolution in an Arabidopsis Interactome Map. <em>Science</em> 333(6042):601–606. July (2011) </p><p>6 Ralf Weßling et al.,<strong> </strong>Convergent targeting of a common host protein-network by pathogen effectors from three kingdoms of life. <em>Cell Host Microbe</em>. September 10; 16(3): 364–375. 2014</p><p>7 Dreze et al., High-Quality Binary Interactome Mapping. Methods in Enzymology. Chapter twelve. (2010<em>﻿)</em></p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1073/pnas.1705780114",
                "date": "2017-08-01 00:50:22",
                "title": "Two interacting PPR proteins are major Arabidopsis editing factors in plastid and mitochondria",
                "authors": [
                    "Damien Guillaumot",
                    "Mauricio Lopez-Obando",
                    "Kevin Baudry",
                    "Alexandra Avon",
                    "Guillem Rigaill",
                    "Andéol Falcon de Longevialle",
                    "Benjamin Broche",
                    "Mizuki Takenaka",
                    "Richard Berthomé",
                    "Geert De Jaeger",
                    "Etienne Delannoy",
                    "Claire Lurin"
                ],
                "journal": "Proceedings of the National Academy of Sciences",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 100020,
                "identity": "fd9072e1-0aed-4a94-b6ea-0dc27dc90d32",
                "order_by": 1,
                "name": "Monachello Dario",
                "email": "dario.monachello@inra.fr",
                "orcid": "",
                "institution": "INRA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Monachello",
                "middleName": "",
                "lastName": "Dario",
                "suffix": ""
            },
            {
                "id": 100021,
                "identity": "3ff651f3-3529-4592-96d0-dd403dd8c6b9",
                "order_by": 2,
                "name": "Guillaumot Damien",
                "email": "",
                "orcid": "",
                "institution": "INRA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Guillaumot",
                "middleName": "",
                "lastName": "Damien",
                "suffix": ""
            },
            {
                "id": 100022,
                "identity": "b9cd7443-ebb5-4f58-954b-d1ac5d833d0d",
                "order_by": 3,
                "name": "Lurin Claire",
                "email": "",
                "orcid": "",
                "institution": "INRA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lurin",
                "middleName": "",
                "lastName": "Claire",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-05-29 09:37:07",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.9948/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.9948/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13467975,
                "identity": "2e9afa3b-c589-4bf9-8392-cdb612d06786",
                "added_by": "auto",
                "created_at": "2021-09-16 20:56:57",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 344651,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-385/v1/4752b837-3751-4bd4-99d8-24ed97572ef0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Yeast 2-hybrid screen, high-throughput interaction mapping, liquid pipeline.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Physical interactions mediated by proteins are a critical element of biological systems, and the analysis of interaction partners can provide valuable hints about unknown functions of a protein. Two major classes of experimental approaches are used for protein interaction mapping: analysis of direct interactions using binary methods such as yeast two-hybrid (Y2H) or split ubiquitin, and analysis of protein complexes through affinity purification followed by mass spectrometry. Thanks to his flexibility to low- and high-throughput approaches and a low operating cost the Y2H assay is widely used for high-throughput interaction mapping experiments. Moreover, it has now been shown that high-throughput methods can produce highly reliable interactome datasets<sup>1 2 3 4</sup>. Notably, in 2011 a proteome-wide binary protein-protein interaction map of the plant <em>Arabidopsis thaliana</em> <sup>5</sup> (Arabidopsis Interactome Mapping project – AIM) was described using a high-throughput binary interactome mapping pipeline based on the Y2H system and using a collection of ~8,000 open reading frames (8k_space). Here we describe a liquid pipeline for a high-throughput binary protein–protein Y2H screen of a pool of 50 proteins used as baits against a collection of ~12,000 Arabidopsis proteins encoded by sequence-verified ORFs (12k_space)<sup>6 7</sup>.</p>",
        "manuscriptTitle": "A pipeline for systematic yeast 2-hybrid matricial screening in liquid culture.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-06-27 18:02:32",
                "doi": "10.21203/rs.2.9948/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "63bfd6a5-fe1f-4118-abaa-ce6668ffba26",
        "owner": [],
        "postedDate": "June 27th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 14076,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 14077,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-06-27 18:02:32",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}