{
    "identity": "nprot-6275",
    "title": "A triple-unit microfluidic device \\(D3-chip) for cell migration research",
    "content": [
        {
            "header": "Introduction",
            "content": "**1. Cell migration and microfluidic assays**\r\n\n\n\r\n\n\nCell migration plays an important role in many physiological processes such as inflammation \\[1,2], wound healing \\[3], and cancer metastasis \\[4]. Cell migration directed by chemical concentration gradient, termed chemotaxis, is one of the most important guiding mechanisms \\[1,5,6]. Conventional chemotaxis assays such as Boyden chamber \\[7], Dunn chamber \\[8], Zigmond chamber \\[9], under agarose assay \\[10] and micropipette-based assay \\[11] are typically limited by the lack of ability for precise chemical gradient generation. Microfluidic devices offer useful features in gradient control, reduced reagent and sample consumption and quantitative single cell analysis \\[5,12]. During the past 20 years, various microfluidic devices have been extensively applied to cell migration research \\[13-15]. On the other hand, current microfluidic chemotaxis experiments are not easy to set up and often limited by lengthy data analysis and the low-throughout. To address these issues, we have previously developed a microfluidic device with the standalone gradient generation and cell docking features that allow easier and more accurate chemotaxis analysis \\[16]. More recently, we further developed this device to configure three parallel independently controlled test units for high throughput chemotaxis test \\(i.e. D3-Chip) \\(Fig. 1)\\[17,18].\r\n\n\n\r\n\n\n**2. Development of the D3-Chip**\r\n\n\n\r\n\n\n**2.1. Overview**\r\n\n\n\r\n\n\nThe D3-Chip was fabricated by the standard multi-layer photo-lithography for the SU-8 master and soft-lithography for the final PDMS replica. Then the PDMS D3-Chip was functionalized with the substrate coating for chemotaxis experiments preparation. Parallel chemotaxis experiments on a single D3-Chip were performed by cell loading and alignment in each test unit and chemoattractant gradient application. Cells in the channels were imaged for dynamic cell tracking analysis or end-point cell migration distance measurement for rapid chemotaxis assessment.\r\n\n\n\r\n\n\n**2.2. Key features of the technique**\r\n\n\n\r\n\n\nThis developed D3-Chip has the following key features to enable advanced chemotaxis experiment.\r\n\n\n\r\n\n\n1) Standalone stable gradient generation without requiring external pumping instrument. The flow-based gradient generation strategy allows rapid gradient generation within minutes.\r\n\n\n\r\n\n\n2) The docking structure aligns cells by the thin barrier channel before gradient application. The identical initial cell positions enable rapid and accurate data analysis without time-lapse imaging and cell tracking.\r\n\n\n\r\n\n\n3) The triple-unit design allows parallel independently-controlled chemotaxis experiments on a single chip. \r\n\n\n\r\n\n\n**2.3. Applications and target users**\r\n\n\n\r\n\n\nIn one of our recent studies, we applied the D3-Chip to study the effect of fibroblast growth factor 23 \\(FGF23) on neutrophil chemotaxis with relevance to chronic kidney disease \\(CKD)\\[18]. In another recent study, we employed the D3-Chip to study the effect of activin A on neutrophil and human breast cancer cell chemotaxis \\[17]. In the same study, we also used the D3-Chip for transendothelial migration studies by patterning an endothelial cell layer to mimic the blood vessel wall. In addition to neutrophils and breast cancer cells, this D3-Chip can be broadly useful to study chemotaxis of other cell types of interest. We have successfully used the D3-Chip for studying chemotaxis of human blood lymphocytes, mouse NK cells, human and rat adipose-derived stem cells and mouse myoblasts \\(unpublished data). Researchers from the cell migration community are the natural target users of this D3-Chip. With the growing interest of applying chemotaxis as a disease evaluation tool, we envision many medical scientists and professionals will be interested in this D3-Chip for potential clinical applications. \r\n\n\n\r\n\n\n**2.4. Advantages, limitations and adaptations**\r\n\n\n\r\n\n\nCompared to existing microfluidic chemotaxis devices, the key advantage of this D3-Chip is its integrated functions to permit standalone stable gradient generation, cell alignment, parallel chemotaxis experiments and rapid chemotaxis measurement. These features will allow researchers to explore cell migration questions by sophisticated and reliable microfluidic cell migration analysis. We believe this D3-Chip can be easily adapted in any cell migration research lab. Further integration of on-chip cell isolation and portable imaging system that we have developed will facilitate clinical applications of the D3-Chip16,19. More parallel test units can be added to the device design to further improve the experimental throughput. On the other hand, the flow-based gradient-generation method limits the ability of the current D3-Chip to study chemotaxis in 3D extracellular matrix."
        },
        {
            "header": "Reagents",
            "content": "**Chemicals and reagents**\r\n\n\n\r\n\n\n1. Photoresist: SU-8 2000, SU-8 2025, and SU-8 developer \\(Microchem)\r\n  2. Isopropyl alcohol \\(Fisher Scientific)\r\n  3. \\(tridecafluoro-1,1,2,2-tetrahydrooctyl) trichlorosilane \\(Gelest)\r\n  4. Sylgard 184 silicone elastomer base and curing agent \\(Ellsworth Adhesives)\r\n  5. Phosphate-buffered saline \\(Fisher Scientific)\r\n  6. DME/F12 \\(Sigma-Aldrich)\r\n  7. RPMI 1640 \\(Fisher Scientific)\r\n  8. Bovine serum albumin \\(Sigma)\r\n  9. Fibronectin \\(VWR)\r\n  10. Rat tail collagen type I \\(VWR)\r\n  11. N-Formylmethionine-leucyl-phenylalanine \\(Sigma-Aldrich)\r\n  12. FITC-Dextran \\(Sigma-Aldrich)\r\n  13. Neutrophil isolation kit \\(EasySep Direct, STEMCELL Technologies Inc.)\r\n  14. Deionized water"
        },
        {
            "header": "Equipment",
            "content": "**Equipment and other materials**\r\n\n\n\r\n\n\n1. Silicon wafer \\(Silicon Inc.)\r\n  2. ABM mask aligner \r\n  3. Photo mask \\(printed by Fineline Imaging, Inc)\r\n  4. Spinner \\(Solitec)\r\n  5. Hotplate \\(VWR)\r\n  6. Petri Dish \\(Fisher Scientific)\r\n  7. Vacuum desiccator \\(Fisher Scientific)\r\n  8. Baking oven \\(Fisher Scientific)\r\n  9. Glass cover slides \\(Fisher Scientific)\r\n  10. Plasma cleaner \\(Harrick)\r\n  11. Autoclave \\(Fisher Scientific)\r\n  12. CO2 incubator \\(Fisher Scientific)\r\n  13. Biosafety cabinet \\(Fisher Scientific)\r\n  14. Inverted microscope \\(Nikon)\r\n  15. Sharpened steel puncher\r\n  16. Plastic knife\r\n  17. Water bath\r\n  18. Adhesive tape\r\n  19. Digital scale\r\n  20. Scalpel\r\n  21. Nitrogen and CO2 gas cylinders"
        },
        {
            "header": "Procedure",
            "content": "*Some parameters and procedures are modified from the original publications.\r\n\n\n\r\n\n\n**Fabrication of the thin layer of the device master ● TIMING: 0.5 h \\(Fig. 2A)**\r\n\n\n\r\n\n\n1. In a cleanroom facility, mix equal volume of SU-8 2025 and SU-8 2000 thinner \\(10 mL) in a plastic breaker.\r\n  2. Gently stir using plastic knife to get the photoresist mixture.\r\n  3. Clean a 3-inch silicon wafer.\r\n  4. Pour photoresist mixture \\(3 mL) onto the wafer.\r\n  5. Dispense photoresist mixture solution on the center of the wafer.\r\n  6. Spin at 500 rpm for 5 sec and then 3000 rpm for 30 sec to get 4-μm-thick patterns using a spinner.\r\n  7. Heat the wafer for 2 min at 95 ºC using a hotplate.\r\n  8. Expose the wafer to UV for 6 sec using the thin layer photomask. \r\n  9. Heat the wafer for 2 min at 95 ºC using a hotplate.\r\n  10. Develop the wafer for 1 min using SU-8 developer.\r\n  11. Gently dry the wafer with pressurized nitrogen gas.\r\n  \r\n\n\n**Fabrication of the thick layer of the device master ● TIMING: 0.5 h \\(Fig. 2A)**\r\n\n\n\r\n\n\n1. Gently cover the alignment marks on the fabricated thin layer pattern by adhesive tape.\r\n  2. Dispense SU-8 2025 \\(3 mL) on the wafer.\r\n  3. Spin at 500 rpm for 5 sec and then 1500 rpm for 30 sec to get 50-μm-thick patterns using a spinner.\r\n  4. Carefully remove the adhesive tape that covers the alignment marks.\r\n  5. Heat the wafer for 2 min at 65 °C and then for 6 min at 95 °C using a hotplate.\r\n  6. Align the thick layer transparency photomask on the coated wafer using the mask aligner.\r\n  7. Expose the wafer to UV for 13 sec.\r\n  8. Heat the wafer for 2 min at 65 °C and then for 6 min at 95 °C using a hotplate.\r\n  9. Develop the wafer for 6 min using SU-8 developer.\r\n  10. Gently dry the wafer using pressurized nitrogen gas.\r\n  11. Hard bake the device at 150°C for 10 min.\r\n  \r\n\n\n**Fabrication of PDMS replica ● TIMING: 3 h \\(Fig. 2B)**\r\n\n\n\r\n\n\n1. This step can be done outside the cleanroom facility. Start by cleaning the SU-8 device master using pressurized nitrogen gas and place the master in a petri dish.\r\n  2. Mix PDMS base and curing agent \\(10:1 mass ratio) in a beaker using a plastic knife.\r\n  3. Pour ~40 g PDMS to the master in the petri dish and degas PDMS in a vacuum desiccator.\r\n  4. Cure PDMS in a baking oven at 80 °C for 2 hr.\r\n  5. Cut and peel off the cured PDMS from the wafer using a scalpel.\r\n  6. Punch holes in the PDMS device as the inlets and outlets using a sharpened steel puncher \\(6 mm diameter).\r\n  7. Punch holes in the PDMS device for cell loading ports using a smaller puncher \\(3 mm diameter).\r\n  8. Use adhesive tape to clean the PDMS device surface.\r\n  \r\n\n\n**PDMS device assembly ● TIMING: 20 min \\(Fig. 2B).**\r\n\n\n\r\n\n\n1. Place the PDMS replica and a clean glass slide in the plasma cleaner.\r\n  **CAUTION:** The channel side of PDMS replica faces up.\r\n\n\n2. Treat the PDMS replica and glass slide by plasma for 1-2 minutes.\r\n  3. Gently bond the PDMS replica to the glass slide. \r\n  **CAUTION:** Gently press for bonding to avoid damaging the thin barrier channels.\r\n\n\n4. Immediately inject deionized water into the microchannels.\r\n  \r\n\n\n**Device coating ● TIMING: 2.5 h \\(Fig. 3)**\r\n\n\n\r\n\n\n1. Mix RPMI-1640 and 4% BSA to get 0.4% BSA.\r\n  2. Prepare fibronectin solution in DPBS to get final concentration of 0.25mg/mL.\r\n  3. Prepare 2 μg/mL rat tail collagen type I.\r\n  4. Remove the deionized water from all the medium ports.\r\n  5. Add 100 µl of fibronectin \\(for neutrophils) or rat tail collagen type I \\(for MDA-MB-231 cells) to the outlets and let it flow into the channels.\r\n  6. Incubate the devices for 1 hr.\r\n  7. Remove the fibronectin or collagen type I solution from all the medium ports.\r\n  8. Add 100 µl 0.4% BSA into outlets and let it flow into the channels.\r\n  9. Incubate the device for 1 hr before cell experiments.\r\n  \r\n\n\n**Human blood neutrophil preparation ● TIMING: within 2 h**\r\n\n\n\r\n\n\n1. Human blood samples were obtained by venipuncture from healthy donors under an ethics protocol approved by the Joint-Faculty Research Ethics Board at the University of Manitoba.\r\n  2. Use a cell isolation kit \\(EasySep Direct Human Neutrophil Isolation Kit, STEMCELL) to negatively isolate neutrophils directly from the blood.\r\n  3. Re-suspend cells in RPMI with 0.4% BSA and incubate in an incubator at 37 °C with 5% CO2 before the migration experiment.\r\n  \r\n\n\n**MDA-MB-231 cells preparation **\r\n\n\n\r\n\n\n1. Prepare culture medium using DME/F12 medium with 10% FBS.\r\n  2. Culture MDA-MB-231cells in culture medium.\r\n  **CAUTION:** Cells were passaged regularly and cultured at 37 °C in a humidified incubator containing 5% CO2.\r\n\n\n3. Re-suspend cells in DME/F12 with 1% FBS before the migration experiment. \r\n  \r\n\n\n**Neutrophil chemotaxis assay and data analysis ● TIMING: 2 h \\(Fig. 3)**\r\n\n\n\r\n\n\n1. Prepare chemoattractant solution at desired concentration using RPMI 1640 with 0.4% BSA. \r\n  2. Add FITC-Dextran to the chemoattractant solutions as the gradient indicator.\r\n  3. Load neutrophils to the D3-Chip coated with fibronectin through the cell loading ports and let cells settled in the docking area.\r\n  4. Add chemoattractant solution and medium to the two inlet reservoirs of each test unit of the D3-Chip to create different gradient conditions in different units according to the need of the experiments. As one example configuration, one unit is used as the medium control without gradient, one unit is used for a known effective chemoattractant gradient as a positive control, and the other unit is used to test the condition of interest.\r\n  5. Put the microfluidic device on the stage of an inverted fluorescence microscope.\r\n  6. Image the fluorescence intensity of FITC-Dextran inside the channel to verify gradient generation.\r\n  7. Record cell migration images at 6 frames/min for 15 min.\r\n  8. Import the images to “ImageJ”to track cells.\r\n  9. Use “Chemotaxis and Migration Tool” to further analyze the tracking data.\r\n  10. Export the tracking data to Excel for further calculation of migration parameters.\r\n  11. Some migration parameters can be calculated from the tracking data such as chemotactic index \\(CI), flowtactic index \\(FI), and migration speed \\(V) \\[18].\r\n  12. Alternatively, chemotaxis assay using the D3-Chip can be done without taking time-lapse images. After cell loading and gradient generation, put the device in the incubator for 15 min. \r\n  13. At the end of the assay, capture the final cell images in the channel for data analysis. \r\n  14. Import the images to ImageJ.\r\n  15. Calculate the cell migration distance along the gradient direction \\(across the gradient relative to the thin barrier channel).\r\n  \r\n\n\n**Cancer cell chemotaxis assay and data analysis ● TIMING 7 h \\(Fig. 3)**\r\n\n\n\r\n\n\n1. Prepare chemoattractant solution at desired concentration in DME/F12 with 1% FBS. Add FITC-Dextran to the chemoattractant solution as the gradient indicator.\r\n  2. Load cancer cells into each test unit of the collagen coated D3-Chip via the cell loading ports. Wait 5 min until enough cancer cells are trapped at the cell docking area.\r\n  3. Add chemoattractant solution and medium to the two inlet reservoirs of each test unit of the D3-Chip to create different gradient conditions in different units depending on the need of the experiments. As one example configuration, one unit is used as the medium control without gradient, one unit is used for a known effective chemoattractant gradient as a positive control, and the other unit is used to test the condition of interest.\r\n  **CAUTION:** Fresh chemoattractant solutions and medium should be added to the device every hour to maintain the gradient.\r\n\n\n4. As cancer cells migrate more slowly comparing to neutrophils, it is an advantage of the D3-Chip that chemotaxis assay can be done without time-lapse microscopy. After cell loading and gradient application, put the device in an incubator for several hrs. \r\n  5. At the end of the assay, capture the final cell images in the channels for data analysis. \r\n  6. Import the images to ImageJ.\r\n  7. Analyze cell migration distance along the gradient direction \\(across the gradient relative to the thin barrier channel)."
        },
        {
            "header": "Timing",
            "content": "See the TIMING notes in the Procedures section."
        },
        {
            "header": "Troubleshooting",
            "content": "See the CAUTION notes in the Procedures section."
        },
        {
            "header": "Anticipated Results",
            "content": "In one of our recent studies, we applied the D3-Chip to study the effect of FGF23 on neutrophil chemotaxis with relevance to CKD \\[18]. Our results showed that FGF23 weakens neutrophil chemotaxis \\(Fig. 4). This study demonstrated the effect of FGF23 on neutrophil chemotaxis with relevance to CKD. In another study, we employed the D3-Chip to study the effect of activin A on chemotaxis of both neutrophils and human breast cancer cells \\[17]. Our results showed that activin A reduced neutrophil chemotaxis to a fMLP gradient \\(Fig. 5). We also found that activin A promotes MDA-MB-231 cell migration but reduces EGF-induced migration of MDA-MB-231 cells \\(Fig. 6). These results were supported by both cell tracking analysis and end-point migration distance analysis."
        },
        {
            "header": "References",
            "content": "1 Kolaczkowska, E. & Kubes, P. Neutrophil recruitment and function in health and inflammation. Nature reviews. Immunology 13, 159 \\(2013).\r\n\n\n\r\n\n\n2 Griffith, J. W. & Luster, A. D. Targeting cells in motion: migrating toward improved therapies. European journal of immunology 43, 1430-1435 \\(2013).\r\n\n\n\r\n\n\n3 Laird, D. J., von Andrian, U. H. & Wagers, A. J. Stem cell trafficking in tissue development, growth, and disease. Cell 132, 612-630 \\(2008).\r\n\n\n\r\n\n\n4 Condeelis, J. & Segall, J. E. Intravital imaging of cell movement in tumours. Nature reviews. Cancer 3, 921 \\(2003).\r\n\n\n\r\n\n\n5 Sackmann, E. K., Fulton, A. L. & Beebe, D. J. The present and future role of microfluidics in biomedical research. Nature 507, 181 \\(2014).\r\n\n\n\r\n\n\n6 Zigmond, S. Cell locomotion and chemotaxis. Current opinion in cell biology 1, 80-86 \\(1989).\r\n\n\n\r\n\n\n7 Boyden, S. The chemotactic effect of mixtures of antibody and antigen on polymorphonuclear leucocytes. Journal of Experimental Medicine 115, 453-466 \\(1962).\r\n\n\n\r\n\n\n8 Zicha, D., Dunn, G. A. & Brown, A. F. A new direct-viewing chemotaxis chamber. Journal of cell science 99, 769-775 \\(1991).\r\n\n\n\r\n\n\n9 Zigmond, S. H. Ability of polymorphonuclear leukocytes to orient in gradients of chemotactic factors. The Journal of cell biology 75, 606-616 \\(1977).\r\n\n\n\r\n\n\n10 Nelson, R. D., Quie, P. G. & Simmons, R. L. Chemotaxis under agarose: a new and simple method for measuring chemotaxis and spontaneous migration of human polymorphonuclear leukocytes and monocytes. The Journal of Immunology 115, 1650-1656 \\(1975).\r\n\n\n\r\n\n\n11 Gerisch, G. & Keller, H. Chemotactic reorientation of granulocytes stimulated with micropipettes containing fMet-Leu-Phe. Journal of Cell Science 52, 1-10 \\(1981).\r\n\n\n\r\n\n\n12 Wu, J., Wu, X. & Lin, F. Recent developments in microfluidics-based chemotaxis studies. Lab on a Chip 13, 2484-2499 \\(2013).\r\n\n\n\r\n\n\n13 Jeon, N. L. et al. Neutrophil chemotaxis in linear and complex gradients of interleukin-8 formed in a microfabricated device. Nature biotechnology 20, 826 \\(2002).\r\n\n\n\r\n\n\n14 Wu, J. et al. A microfluidic platform for evaluating neutrophil chemotaxis induced by sputum from COPD patients. PloS one 10, e0126523 \\(2015).\r\n\n\n\r\n\n\n15 Shamloo, A., Ma, N., Poo, M.-m., Sohn, L. L. & Heilshorn, S. C. Endothelial cell polarization and chemotaxis in a microfluidic device. Lab on a chip 8, 1292-1299 \\(2008).\r\n\n\n\r\n\n\n16 Wu, J. et al. An all-on-chip method for testing neutrophil chemotaxis induced by fMLP and COPD patient’s sputum. Technology 4, 104-109 \\(2016).\r\n\n\n\r\n\n\n17 Xie, D. et al. The effects of activin A on the migration of human breast cancer cells and neutrophils and their migratory interaction. Experimental Cell Research 357, 107-115 \\(2017).\r\n\n\n\r\n\n\n18 Yang, K. et al. Fibroblast growth factor 23 weakens chemotaxis of human blood neutrophils in microfluidic devices. Scientific Reports 7\\(1):3100 \\(2017).\r\n\n\n\r\n\n\n19 Yang, K. et al. Mkit: A cell migration assay based on microfluidic device and smartphone. Biosensors and Bioelectronics 99, 259-267 \\(2018)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work is in part supported by grants from the Natural Sciences and Engineering Research Council of Canada \\(NSERC) and the Canadian Institutes of Health Research \\(CIHR). We thank the Clinical Institute of Applied Research and Education at the Victoria General Hospital in Winnipeg and Seven Oaks General Hospital in Winnipeg for managing clinical samples from human subjects. We also thank the Nano Systems Fabrication Laboratory at the University of Manitoba for technical support of microfluidic device fabrication."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41598-017-03210-0",
                "date": "2017-09-26 02:12:07",
                "title": "Fibroblast growth factor 23 weakens chemotaxis of human blood neutrophils in microfluidic devices",
                "authors": [
                    "Ke Yang",
                    "Hagit Peretz-Soroka",
                    "Jiandong Wu",
                    "Ling Zhu",
                    "Xueling Cui",
                    "Michael Zhang",
                    "Claudio Rigatto",
                    "Yong Liu",
                    "and Francis Lin"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            },
            {
                "doi": "10.1016/j.yexcr.2017.05.003",
                "date": "2017-09-26 02:15:13",
                "title": "The effects of activin A on the migration of human breast cancer cells and neutrophils and their migratory interaction",
                "authors": [
                    "Dongxue Xie",
                    "Zhonghui Liu",
                    "Jiandong Wu",
                    "Wenfang Feng",
                    "Ke Yang",
                    "Jixian Deng",
                    "Ganghong Tian",
                    "Susy Santos",
                    "Xueling Cui",
                    "and Francis Lin"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15088,
                "identity": "a12c6faf-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Francis Lin",
                "email": "flin@physics.umanitoba.ca",
                "orcid": "",
                "institution": "Immunotrafficking Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Francis",
                "middleName": "",
                "lastName": "Lin",
                "suffix": ""
            },
            {
                "id": 15084,
                "identity": "a12c5a0c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ke Yang",
                "email": "",
                "orcid": "",
                "institution": "Chinese Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ke",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 15085,
                "identity": "a12c6151-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jiandong Wu",
                "email": "",
                "orcid": "",
                "institution": "Immunotrafficking Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jiandong",
                "middleName": "",
                "lastName": "Wu",
                "suffix": ""
            },
            {
                "id": 15086,
                "identity": "a12c6647-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ling Zhu",
                "email": "",
                "orcid": "",
                "institution": "Chinese Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ling",
                "middleName": "",
                "lastName": "Zhu",
                "suffix": ""
            },
            {
                "id": 15087,
                "identity": "a12c6b31-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yong Liu",
                "email": "",
                "orcid": "",
                "institution": "Chinese Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yong",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-09-26 14:22:40",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.133",
        "doiUrl": "https://doi.org/10.1038/protex.2017.133",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609908,
                "identity": "90fd3a62-7799-48e5-a53e-46c87b3e55b2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:17",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 287466,
                "visible": true,
                "origin": "",
                "legend": "Schematic illustration of the D3-Chip.    (A) 3D view of the D3-Chip; (B) Top view of the D3-Chip; (C) Side view of the D3-Chip.",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-6275/v1/figure_1.tif"
            },
            {
                "id": 2609905,
                "identity": "6954e81e-00fb-400e-a166-9ae50d158080",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:17",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 479112,
                "visible": true,
                "origin": "",
                "legend": "Flow chart for the fabrication of the D3-Chip.    (A) Photolithography for fabricating the SU-8 master mold; (B) Soft-lithography for fabricating the PDMS device from the SU-8 master.",
                "description": "",
                "filename": "figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-6275/v1/figure_2.tif"
            },
            {
                "id": 2609907,
                "identity": "ea28197a-7a5e-4db2-ae4a-f59b33ad9716",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:17",
                "extension": "tif",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 462890,
                "visible": true,
                "origin": "",
                "legend": "Procedures for chemotaxis assay using the D3-chip. ",
                "description": "",
                "filename": "figure3.tif",
                "url": "https://assets.researchsquare.com/files/nprot-6275/v1/figure_3.tif"
            },
            {
                "id": 2609909,
                "identity": "93053ea5-e913-4767-a576-164a99efb872",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:17",
                "extension": "tif",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 302316,
                "visible": true,
                "origin": "",
                "legend": "Representative application of the D3-Chip to study the effect of FGF23 on neutrophils chemotaxis.    (A) Cell migration tracks of FGF23 pre-treated cells in a 100 nM fMLP gradient with or without a FGF23 uniform background and cell migration tracks of control cells in a 100 nM fMLP gradient in the D3-Chip; (B–D) Comparison of quantitative cell migration parameters including chemotactic index (CI), flowtactic index (FI) and speed (V). The figures were adapted from Ref. 18 with permission from Nature Publishing Group.",
                "description": "",
                "filename": "figure4.tif",
                "url": "https://assets.researchsquare.com/files/nprot-6275/v1/figure_4.tif"
            },
            {
                "id": 2609910,
                "identity": "301e84c9-698c-4dd1-9c21-0bf93db15d8a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:17",
                "extension": "tif",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 358208,
                "visible": true,
                "origin": "",
                "legend": "Representative application of the D3-Chip to study the effect of activin A on neutrophil chemotaxis.    (A) Images of neutrophil migration in medium control (CTL), a 10 ng/mL activin A gradient (ACT), a 100 nM fMLP gradient (fMLP) and a 100 nM fMLP gradient + a 10 ng/mL activin A uniform background (ACT + fMLP) at 0 min and 15 min respectively. (B) Illustration of the cell migration distance analysis. The graph on the right panel shows the averaged cell migration distance toward the gradient in the fMLP group and the ACT + fMLP group; (C) Cells movement was tracked and CI was calculated to compare the fMLP group and the ACT + fMLP group. The figures were reprinted from Ref. 17 with permission from Elsevier Publishing Group.",
                "description": "",
                "filename": "figure5.tif",
                "url": "https://assets.researchsquare.com/files/nprot-6275/v1/figure_5.tif"
            },
            {
                "id": 2609912,
                "identity": "44d24a2c-5eb9-4737-a5b8-0d0fb3d29b72",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:17",
                "extension": "tif",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 252662,
                "visible": true,
                "origin": "",
                "legend": "Representative application of the D3-Chip to study the effect of activin on breast cancer cell (MDA-MB-231) migration.    (A) Representative cell images in medium control (CTL), a 20 ng/mL activin A gradient (ACT), a 200 ng/mL EGF gradient (EGF) and a 200 ng/mL EGF gradient with a 20 ng/mL activin A uniform background (ACT+EGF) at 0 h and 7 h respectively; (B) The migration distance of MDA-MB-231 cells toward the gradient in the microfluidic device. The figures were reprinted from Ref. 17 with permission from Elsevier Publishing Group.",
                "description": "",
                "filename": "figure6.tif",
                "url": "https://assets.researchsquare.com/files/nprot-6275/v1/figure_6.tif"
            },
            {
                "id": 13465133,
                "identity": "667d1460-6280-4892-bb65-92eb7bd03936",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 172929,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6275/v1/808a32fc-aabf-4047-89a6-6cacb5c94f40.pdf"
            }
        ],
        "financialInterests": "The authors declare no conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "cell migration; chemotaxis; microfluidic device",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Chemotaxis is an important research field and many research labs are studying the mechanisms of chemotaxis of different cell types and its biomedical applications. During the past 20 years, microfluidic devices have been extensively used for chemotaxis research mainly owing to their advantage in cellular microenvironmental control. However, microfluidic chemotaxis experiments are not easy to set up and often limited by lengthy data analysis and the low-throughout. To address these issues, we developed a new triple-unit gradient-generating microfluidic device \\(i.e. D3-Chip). The main features of this D3-Chip include standalone stable gradient generation, docking structure for cell alignment, parallel chemotaxis experiments on a single chip and rapid chemotaxis distance measurement without time-lapse imaging and single cell tracking. This D3-Chip was successfully applied to two recently published chemotaxis studies including the effect of fibroblast growth factor 23 \\(FGF23) on neutrophil chemotaxis and the effect of activin A on neutrophil and human breast cancer cell chemotaxis. We believe this D3-Chip can be broadly useful to other cell migration researchers. In this protocol, we describe detailed fabrication and operation of the D3-Chip for cell migration experiments.",
        "manuscriptTitle": "A triple-unit microfluidic device (D3-chip) for cell migration research",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-11-17 13:07:20",
                "doi": "10.1038/protex.2017.133",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a12bd9d9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 17th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4049,
                "name": "Cell biology"
            },
            {
                "id": 4052,
                "name": "Chemistry"
            },
            {
                "id": 4053,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-11-17 13:07:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}