{
    "identity": "nprot-6167",
    "title": "**A protocol for screening cells based on deformability using parallel microfiltration**",
    "content": [
        {
            "header": "Introduction",
            "content": "Cells exhibit altered viscoelastic properties in disease states from malaria to cancer<sup>3,4</sup>. For example, malignant cells are up to five times softer than their benign counterparts<sup>5-8</sup>. In addition, chemotherapeutic agents can alter the mechanical properties of cancer cells<sup>9</sup>. Mechanotype could thus be a valuable biomarker to screen cells for diagnostic and drug development applications<sup>10</sup>. Although various existing techniques enable measurements of cell mechanical properties, such as atomic force microscopy, micropipette aspiration, and fluidic deformability assays, these techniques typically require sequential measurements of individual cell samples and are thus limited in their scale-up potential. To enable mechanotyping of multiple samples in parallel, we recently invented the scalable PMF method \\(Figure 1). By applying air pressure uniformly to an array of cell samples, we filter cells through porous membranes; the amount of fluid retained \\(% retention) indicates the proportion of cells that block or occlude pores. Cells that do not deform through the pores on the experimental timescale result in a higher % retention \\(Figure 2). By contrast, cells that readily deform through pores on the experimental timescale result in lower % retention, as more cells and fluid pass through the membrane. Filtration of cell suspensions depends on factors such as the magnitude and duration of applied pressure, cell-to-pore size ratio, and cell deformability<sup>11,12</sup>. Thus, when comparing cells of similar sizes for the same applied pressure and time, PMF can distinguish between samples that have varying filterability, which provides a convenient first-pass screen for cell mechanotype. Here, we present a detailed protocol for the PMF technique. We validate the method by filtering human promyelocytic leukemia \\(HL-60), human ovarian cancer \\(OVCAR3 and OVCAR5), and human breast cancer \\(MDA-MB-231) cells treated with drugs that alter cell deformability by perturbing and stabilizing F-actin<sup>13,14</sup>."
        },
        {
            "header": "Reagents",
            "content": "1. Cell culture media. For HL-60 cells: RPMI-1640 media with L-Glutamine \\(Invitrogen) supplemented with 10 % fetal bovine serum \\(FBS) and 1 % penicillin-streptomycin \\(PenStrep, Gemini BioProducts, Calabasas, USA). For OVCAR3, OVCAR5, and MDA-MB-231 cells: DMEM \\(+L-Glutamine, +Glucose, +Sodium Pyruvate) supplemented with 10 % FBS, 1 % Anti-anti \\(Gibco), and 2.5 µg/ml Plasmocin Prophylactic \\(Invitrogen)\r\n  2. Sterile cell culture grade water \\(A12873, Gibco; for washing off any serum proteins contained in cell media before addition of trypsin) \r\n  3. Trypan blue stain \\(0.4 % solution in phosphate buffered saline \\(PBS), Bio-RAD; for assaying cell viability in the samples prepared for filtration)"
        },
        {
            "header": "Equipment",
            "content": "**For PMF device setup:**\r\n\n\n1. Custom built pressure chamber \\(Figure 3a; pressure chamber is connected to the positive air pressure source via a tubing from any one of the sides and allows the pressure from the source to be applied on the top plate)\r\n  2. Pressure gauge \\(range 0-21 kPa, Noshok, Berea, OH; fastened on top of the pressure chamber; for monitoring the magnitude of the applied pressure)\r\n  3. Pressure source: manometer<sup>15</sup> or automated positive air pressure setup \\(pressure range 0.7 kPa to 7 kPa; for applying pressure on the cell samples for desired time duration)\r\n  4. Custom made pressure chamber sealing pad \\(made of soft rubber, 9010K83, McMaster Carr; outer length: 140 mm, outer width: 114 mm, inner length: 114 mm, inner width: 89 mm, for covering the rim of the top plate, 4 mm in thickness; for providing an airtight seal between the pressure chamber and the top plate)\r\n  5. Custom fabricated 96-well top sample loading plate<sup>15</sup> \\(Figure 4)\r\n  6. Porous polycarbonate membrane \\(Millipore): pore size of 3, 5, 8, or 10 μm \\(defined pore sizes that enable filtration of cells)\r\n  7. Custom fabricated PMF sealing pad \\(made of soft rubber, 9010K83, McMaster Carr; Figure 3b; with 96 holes cut out to align with the 96-wells of the custom fabricated PMF plates; for providing air tight seal between top and bottom 96-well plates and for securing the porous polycarbonate membrane firmly between the plates)\r\n  8. Custom fabricated 96-well bottom filtrate collection plate<sup>15</sup> \\(Figure 4) with projecting tubing\r\n  9. Clamps \\(1590A13, McMaster Carr; four for fastening the pressure chamber to the top 96-well plate and four for fastening the custom fabricated 96-well plates)\r\n  10. Mesh strainer with 35 µm pore size \\(352235, Corning; for filtering out large cell clusters from cell suspensions)\r\n  11. Cell counter \\(For example, TC20 cell counter \\(Bio-RAD) or Beckman Coulter counter; for accurately measuring the size and concentration of cells to achieve desired cell density in the suspension prior to filtration)\r\n  12. Timer \\(for monitoring the duration of pressure application)\r\n  13. Standard 96-well plate \\(655160, Greiner; wells are filled with 200 µL water, such that tips of the tubings projecting from the custom fabricated bottom 96-well plate are immersed in water, this is required for preventing premature sample filtration due to gravity, which may occur before pressure is applied; Figure 1)\r\n  14. Laboratory paper tape \\(1 cm wide, 89097, VWR; for sealing the pores in the bottom sample collection plate during device pretreatment with BSA, and for sealing the unused wells in the sample loading plate prior to filtration)\r\n  15. Centrifuge vials \\(1.5 mL; one vial per well used for collecting cell samples)\r\n  16. Balance \\(accuracy of 0.0001 g; for measuring the mass of empty centrifuge vials before filtration and vials with retained cell suspension after filtration)\r\n  \r\n\n\n**Cell samples:**\r\n\n\nFor each sample, at least three replicate wells are required. Volume in the range of 300 µL to 750 µL can be loaded per well with a cell density of 5 x 10<sup>5</sup> cells/mL. For example, in Figure 5, each data point is collected from measurement of four replicate wells with 750 µL of sample loaded per well."
        },
        {
            "header": "Procedure",
            "content": "**Select membrane pore size:**\r\n\n\n1. Measure the cell size distribution and select the membrane such that the median cell-to-pore size ratio is in the range of 1.4 to 2.4\n15\n. To identify possible contributions of cell size to filtration of different samples, retention data can be plotted as a function of cell-to-pore size ratio \\(Figure 5d).  For example, a strong, positive correlation between retention and cell-to-pore size may indicate that filtration is influenced by differences in cell size among samples, rather than cell deformability. In this case, complementary mechanotyping methods should be additional used that are independent of cell size, such as atomic force microscopy. \r\n  \r\n\n\n**Set up PMF device:**\r\n\n\n2. Fill all the wells of a standard 96-well plate with 200 µL of water.\r\n  3. Place the bottom collection plate with projecting tubing on top of the 96-well plate aligning the wells of the collection plate with those of the 96-well plate. This will result in the tips of the tubing from the collection plate immersed in water, this prevents sample drainage due to gravity and ensures all samples are subject to applied pressure for the same time duration.\r\n  4. Place the PMF sealing pad with 96 holes on the bottom collection plate pressing gently such that the holes in the sealing pad align with the wells of the plate.\r\n  5. Cut a piece of the porous membrane and position it on top of the PMF sealing pad to cover the the wells to be used for filtration.\r\n  6. Place the top loading plate on the membrane/PMF sealing pad, aligning the wells in the top plate with the holes in the sealing pad as well as the wells in the bottom plate.\r\n  7. Assemble the two plates with PMF sealing pad and the membrane sandwiched in between by fastening the four clamps on each side of the plates in place. Fasten the pairs of opposite clamps at a time, to ensure that the plates are equally fastened on all sides.\r\n  \r\n\n\n**Prepare cell samples:**\r\n\n\n8. For adherent cells: harvest cells by trypsinization \\(wash cells with 1x PBS and apply 0.7-1 mL trypsin to the 25 cm\n2\nculture flasks or petri dish of equivalent area; incubate for 2-3 minutes; collect the cells with 3-5 ml of fresh media), centrifuge the harvested cell suspension \\(300 x g for 3 min at room temperature), and resuspend cells in media pre-warmed at 37\no\nC. \r\n  For non-adherent cells: centrifuge the harvested cell suspension \\(300 x g for 3 min at room temperature) and resuspend cells in fresh media pre-warmed at 37\no\nC.\r\n\n\n9. For both adherent and non-adherent cells: filter the cell suspension through the 35 µm pore mesh strainer to exclude large cell clusters.\r\n  10. To determine cell viability, add 10 µL of trypan blue stain to 10 µL of cell suspension and incubate for 1 minute; this will stain dead cells. Calculate the percentage cell viability. We observe that decreased viability can impact % retention; this should be considered in interpreting results \\(Figure 6). \r\n  11. Measure and adjust the cell density to 5 x 10\n5\ncells/mL. As the PMF measurements are sensitive to cell density\n15\n, obtain an average of at least two cell counts per sample before adjusting cell density to 5 x 10\n5\ncells/mL.\r\n  \r\n\n\n**Measure retention:**\r\n\n\n12. Measure and record the mass of empty centrifuge vials that will be used to contain samples after filtration. Prepare one vial per well. \r\n  13. To generate a pressure drop across the membranes, all wells must be filled with fluid. Alternatively, unused wells can be sealed, for example, using a piece of laboratory paper tape; this is critical to maintain constant applied pressure across the membranes.\r\n  14. Pipette the desired volume of each cell sample at a concentration of 5 x 10\n5\ncells/ml into the top loading plate wells, allotting three replicates per sample.\r\n  15. Place the pressure chamber sealing pad on the top loading plate so it borders the edge of the plate; place the pressure chamber on top and fasten its clamps to the top plate of the PMF device assembly to achieve an air-tight seal. Ensure that the pressure chamber sealing pad is completely dry before placing the pressure chamber on top; even a small droplet of water can result in pressure leakage. \r\n  16. Connect the pressure chamber to the pressure source.\r\n  17. **Optimize filtration parameters:** The applied pressure and time duration of applied pressure depend on the cell-to-pore size ratio and cell deformability and should thus be optimized for a specific cell type or set of cell types. To achieve the maximal dynamic range of % retention for the cell types to be compared, both pressure and time should be optimized prior to deformability measurements.  First, test an applied pressure of 2.1 kPa for 30 s on the control sample. Based on the % retention for this set of test conditions, adjust the pressure and time duration to achieve approximately 50 % retention for the control sample; this allows for a maximum range so that the lowest and highest retention samples can be resolved. When testing samples that are expected to have a higher retention than the control, adjust the applied pressure and time duration to achieve a baseline of approximately 20 % retention; by contrast, a baseline of 80 % retention for the control sample enables samples with reduced retention to be optimally resolved \\(Figure 5). Application of higher pressures \\(> 2.8 kPa) for time durations of less than < 20 s should be avoided, due to the increased variability between experiments that are observed at these short time durations. Similarly, pressure application for longer periods of time \\(> 300 s) should be avoided to minimize cell-cell interactions and clustering at the membrane \\(data not shown). Once established, the optimized conditions can be used to compare test cell samples in subsequent measurements.\r\n  18. After applying air pressure for the defined period of time, release the pressure so the inner chamber returns to ambient pressure.  Unclamp the pressure chamber. \r\n  19. Collect the samples retained in the top wells by pipetting and place the collected samples in the individual, pre-weighed centrifuge vials. Be careful not to puncture the membrane during pipetting. \r\n  20. Measure the total weight of individual vials with retained samples. \r\n  21. Measure the total weight of the sample loaded \\(for example, 750 µL in Figure 5) in a well: by subtracting the weight of the vial from that of the vial containing the respective volume of media. \r\n  22. Calculate retention:\nSee figure in Figures section."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting instructions are summarized in Table 1.\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/5815/original/Table_1.png?1501650704\">See figure in Figures section.</a>"
        },
        {
            "header": "Anticipated Results",
            "content": "The PMF technique can be used to compare the filtration behavior across multiple cell samples simultaneously. As shown in Figure 2, cells that are more deformable will transit through the pores of the polycarbonate membrane more readily than less deformable cells; the amount of fluid retained, or % retention, will thus be lower for cells that more readily transit through the membrane pores \\(Figure 5). To measure the volume of the retained fluid, the mass of the cell suspension can equivalently be measured<sup>15</sup>. \r\n\n\nAlternatively, the number of cells retained in the top well can be determined; we previously showed that the number of cells in the retention is equivalent to the volume of cell media retained in the top well<sup>15</sup>. Based on the repeated measurements and day-to-day variability, we estimate an experimental error of 10 % in the measured retention values<sup>15</sup>. \r\n\n\n\r\n\n\nAs proof of concept, we compare the retention of various cancer cell types derived from human promyelocytic leukemia \\(HL-60), human ovarian carcinoma \\(OVCAR3, OVCAR5), and human breast cancer \\(MDA-MB-231) with treatment of cytoskeleton-perturbing drugs. We show that treatment of cells with cytochalasin D \\(inhibitor of actin polymerization) leads to decreased retention; this is consistent with the perturbation of F-actin that causes cells to be more deformable<sup>13</sup>. By contrast, treatment of these cells with colchicine, which promotes F-actin polymerization at concentrations above 5 µM<sup>16</sup>, results in increased retention; this is consistent with the reduced deformability of cells with stabilization of F-actin \\(Figure 5). \r\n\n\n\r\n\n\nIn the proof-of-concept data shown here, we compare cells of similar sizes in a single PMF measurement.  By plotting retention as a function of cell-to-pore size ratio, we observe minor differences in cell-to-pore size ratio \\(< 5%) yet marked differences in retention. For example, with perturbation of the actin cytoskeleton in OVCAR3 cells by cytochalasin D treatment, we find the cell-to-pore size ratio changes by 1.1 ± 0.3 %, while the retention decreases from 61 ± 3 % to 32 ± 4 % \\(p = 6.4 x 10<sup>-5</sup>). When a positive correlation between cell size and retention is observed, a complementary, secondary mechanotype assay should be performed to dissect contributions of cell size and deformability to retention results<sup>17,18,19,20,21</sup>.\r\n\n\n\r\n\n\nOverall, filtration measurements can provide insight into the ability of cells to passively deform through micron-scale pores, which is critical in circulation and metastasis. By using mechanotype screening, physiologically-relevant phenotypes can be identified for follow-up studies.\r\n\n\n\r\n\n\n**Statistical Analysis**\r\n\n\nWe perform PMF using 4 wells for a single sample. All data is obtained from at least 3 independent measurements and is expressed as mean ± standard deviation. We use the Student’s t-test to analyze our results and to obtain p-values."
        },
        {
            "header": "References",
            "content": "1 Gossett, D. et al. Deformability Cytometry: High-throughput, Continuous Measurement of Cell Mechanical Properties in Extensional Flow. MicroTAS, 978-0-9798064-3-8 \\(2010).\r\n\n\n2 Oliver, O. et al. Real-time deformability cytometry: on-the-fly cell mechanical phenotyping. Nature Methods, 12, 199-202 \\(2015).\r\n\n\n3 Fletcher, D. A. & Mullins, D. Cell mechanics and the cytoskeleton. Nature, 463, 485-492 \\(2010).\r\n\n\n4 Suresh, S. Biomechanics and biophysics of cancer cells. Acta Biomaterials, 3, 413-438 \\(2007).\r\n\n\n5 Swaminathan, V. et al.  Mechanical stiffness grades metastatic potential in patient tumor cells and in cancer cell lines. Cancer Research, 71, 5075-5080 \\(2012).\r\n\n\n6 Xu, W. et al.  Cell Stiffness Is a Biomarker of the Metastatic Potential of Ovarian Cancer Cells. PLoS One, 7, e46609 \\(2012).\r\n\n\n7 Plodinec, M. et al.  The nanomechanical signature of breast cancer. Nature Nanotechnology, 7, 757-765 \\(2012).\r\n\n\n8 Cross, S. E. et al. Nanomechanical analysis of cells from cancer patients. Nature Nanotechnology, 2, 780-783 \\(2007).\r\n\n\n9 Lam, W. A., Rosenbluth, M. J. & Fletcher, D. A. Chemotherapy exposure increases leukemia cell stiffness. Blood, 109, 3505-3508 \\(2007).\r\n\n\n10 Di Carlo, D. A Mechanical Biomarker of Cell State in Medicine. Journal of laboratory automation, 32–42 \\(2012). \r\n\n\n11 Hochmuth, R. M. & Needham, D. The Viscosity of Neutrophils and Their Transit Times through Small Pores. Biorheology, 27, 817-828 \\(1990).\r\n\n\n12 Frank, R. S. & Tsai, M. A. The behavior of human neutrophils during flow through capillary pores. J Biomech Eng, 112, 277-282 \\(1990).\r\n\n\n13 Tsai, M. A., Frank, R. S. & Waugh, R. E. Passive mechanical behavior of human neutrophils: effects of cytochalasin B. Biophysical Journal, 66, 2166-2172 \\(1994).\r\n\n\n14 Tsai, M. A., Waugh, R. E. & Keng, P. C. Passive Mechanical Behavior of Human Neutrophils: Effects of Colchicine and Paclitaxel. Biophysical Journal, 74, 3282-3291 \\(1998).\r\n\n\n15 Qi, D., Gill, N. K. et al. Screening cell mechanotype by parallel microfiltration. Scientific Reports, 5:17595 \\(2015).\r\n\n\n16 Jung, H. et al. Colchicine activates actin polymerization by microtubule depolymerization. Molecules and cells, 431-437 \\(1997).\r\n\n\n17 Nguyen N. V. et al. Stiffness of pancreatic cancer cells is associated with increased invasive potential. Integrative biology, 8 1232-1245 \\(2016).\r\n\n\n18 Nyberg, K.D. et al. The physical origins of transit time measurements for rapid, single cell mechanotyping. Lab Chip, 16: 3330–3339 \\(2016).\r\n\n\n19 Bagnall, S. et al. Deformability of Tumor Cells versus Blood Cells. Scientific Reports, 5: 18542 \\(2015).\r\n\n\n20 Bathe, M. et al. Neutrophil transit times through pulmonary capillaries: the effects of capillary geometry and fMLP-simulation. Biophysical Journal, 82: 1917-1983 \\(2002).\r\n\n\n21 Kusters, R. et al. Forced transport of deformable containers through narrow constrictions. Phys Rev E Stat Nonlin Soft Matter Phys., 90\\(3): 033006 \\(2014)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep17595",
                "date": "2016-01-26 23:17:12",
                "title": "Screening cell mechanotype by parallel microfiltration",
                "authors": [
                    "Dongping Qi",
                    "Navjot Kaur Gill",
                    "Chintda Santiskulvong",
                    "Joshua Sifuentes",
                    "Oliver Dorigo",
                    "Jianyu Rao",
                    "Barbie Taylor-Harding",
                    "W. Ruprecht Wiedemeyer",
                    "and Amy C. Rowat"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15002,
                "identity": "a12259a0-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Amy C. Rowat",
                "email": "rowat@ucla.edu",
                "orcid": "",
                "institution": "The Rowat Lab (University of California, Los Angeles)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Amy",
                "middleName": "C.",
                "lastName": "Rowat",
                "suffix": ""
            },
            {
                "id": 14996,
                "identity": "a1222c0e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Navjot Kaur Gill",
                "email": "",
                "orcid": "",
                "institution": "The Rowat Lab (University of California, Los Angeles)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Navjot",
                "middleName": "Kaur",
                "lastName": "Gill",
                "suffix": ""
            },
            {
                "id": 14997,
                "identity": "a122329b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dongping Qi",
                "email": "",
                "orcid": "",
                "institution": "The Rowat Lab (University of California, Los Angeles)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dongping",
                "middleName": "",
                "lastName": "Qi",
                "suffix": ""
            },
            {
                "id": 14998,
                "identity": "a1223628-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tae-Hyung Kim",
                "email": "",
                "orcid": "",
                "institution": "The Rowat Lab (University of California, Los Angeles)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tae-Hyung",
                "middleName": "",
                "lastName": "Kim",
                "suffix": ""
            },
            {
                "id": 14999,
                "identity": "a12238f6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Clara  Chan",
                "email": "",
                "orcid": "",
                "institution": "The Rowat Lab (University of California, Los Angeles)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Clara",
                "middleName": "",
                "lastName": "Chan",
                "suffix": ""
            },
            {
                "id": 15000,
                "identity": "a122544e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Angelyn Nguyen",
                "email": "",
                "orcid": "",
                "institution": "The Rowat Lab (University of California, Los Angeles)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Angelyn",
                "middleName": "",
                "lastName": "Nguyen",
                "suffix": ""
            },
            {
                "id": 15001,
                "identity": "a12256cd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kendra Dee Nyberg",
                "email": "",
                "orcid": "",
                "institution": "The Rowat Lab (University of California, Los Angeles)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kendra",
                "middleName": "Dee",
                "lastName": "Nyberg",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-08-04 03:53:28",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.101",
        "doiUrl": "https://doi.org/10.1038/protex.2017.101",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609868,
                "identity": "c062c3c3-e85a-4f91-9127-0e8abdc0dee6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:15",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 27015,
                "visible": true,
                "origin": "",
                "legend": "Equation 1   % Retention",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6167/v1/figure_1.png"
            },
            {
                "id": 2609873,
                "identity": "45e24bf2-5a90-422a-872f-902026af72b8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:15",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 322994,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   *Schematic illustration of the parallel microfiltration platform.*   (a) Device components. (b) Assembled device set-up.\r\n",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6167/v1/figure_2.png"
            },
            {
                "id": 2609869,
                "identity": "72cc243c-25eb-4e20-bffb-103aed200aa0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:15",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 156934,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   *Schematic of cell filtration through the porous membrane.*   For a given applied pressure (1.4 - 4.9 kPa) and time duration (20 to 300 sec), a cell can either deform through the micron-scale pore of the membrane, or occlude the pore.  A larger number of occluded pores results in a larger volume of fluid retained in the top well (% retention). \r\n",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-6167/v1/figure_3.png"
            },
            {
                "id": 2609872,
                "identity": "03990f57-0c17-44b8-9781-c34225f01ed4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:15",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 156377,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   *Custom fabricated PMF assembly parts.*   (a) pressure chamber. (b) PMF sealing pad. All measurements indicated in mm.\r\n",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-6167/v1/figure_4.png"
            },
            {
                "id": 2609870,
                "identity": "1073e6d6-88f8-44ca-90bb-d45522c7f2b0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:15",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 269304,
                "visible": true,
                "origin": "",
                "legend": "Figure 4   *Custom fabricated 96-well plates.*   All measurements indicated in mm.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-6167/v1/figure_5.png"
            },
            {
                "id": 2609871,
                "identity": "9d7479b1-23f8-4dbe-8651-eec43ef7a2ca",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:15",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 112963,
                "visible": true,
                "origin": "",
                "legend": "Figure 5    *PMF measurements of cells.*   Percentage retention after filtration of different types of cancer cells. Retention measured after treatment with the cytoskeletal-perturbing drugs, cytochalasin D (CytoD, 1 µM for 2 hr) and colchicine (Colc, 10 µM for 1 hr) (p < 0.001 for both drug treatments). (a) Human promyelocytic leukemia cells, HL-60, filtered through a membrane with 5 μm pores, 3.4 kPa applied for 20 s; (b) Human ovarian cancer cells, OVCAR3 and OVCAR5, filtered through a membrane with 10 μm pores, 6.9 kPa applied for 50 s and, (c) Human breast cancer cells, MDA-MB-231, filtered through a membrane with 10 μm pores, 2.1 kPa applied for 50 s. Each data point represents mean ± SD. ",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-6167/v1/figure_6.png"
            },
            {
                "id": 2609874,
                "identity": "bec0044b-ccc9-46f1-9258-08b07d56fd76",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:15",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 24909,
                "visible": true,
                "origin": "",
                "legend": "Figure 6   *Effect of viability on filtration of cells.*   Percentage retention of PD-SNS resistant cells^15^ measured using 10 μm pores, 2.1 kPa applied for 50 s, at different percentage viable cells. Decreased viability obtained by ethanol treatment of a part of the cell suspension and combining with the control cell suspension in varying ratios. ",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-6167/v1/figure_7.png"
            },
            {
                "id": 2609875,
                "identity": "c5b240f3-9fce-4291-aab4-1616545e941a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:15",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 115781,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting",
                "description": "",
                "filename": "figure8.png",
                "url": "https://assets.researchsquare.com/files/nprot-6167/v1/figure_8.png"
            },
            {
                "id": 13465110,
                "identity": "c9c0536b-126a-4e62-9dc6-f8684dd59f35",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:42",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1083609,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6167/v1/72fb41cd-fb2c-4bbc-9eec-49eb692a1a1f.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests. \r\n\n\n\r\n\n\n\"We are grateful for funding from the National Science Foundation \\(CAREER DBI-1254185), Department of Defense \\(Ovarian Cancer Research Fund Pilot Award), UCLA Life Sciences Innovation Fund Award, the Jonsson Cancer Center Foundation, the University of California Cancer Research Coordinating Committee, and the Farber Family Fund.\"",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Cell mechanical properties; Parallel microfiltration (PMF); Cell deformability",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Cell mechanical phenotype, or ‘mechanotype’, is emerging as a valuable biomarker for the physiological or diseased state of cells. Established techniques such as micropipette aspiration and atomic force microscopy provide quantitative insights into the viscoelastic properties of cells. However, to acquire data across a larger number of samples within a reasonable timescale requires higher throughput measurements. The recent development of fluidic-based mechanotyping methods enable data acquisition at rates of up to 2000 cells/second<sup>1,2</sup>, but require image-based analysis that hinders simultaneous measurements across an array of cell samples. Here we present a protocol for measuring the ability of cells to filter through micron-scale pores using a simple and scalable technique called parallel microfiltration \\(PMF). Cell filtration depends on the ability of cells to deform through micron-scale pores, and can thus provide a measure of cell deformability. The PMF method can be used for screening of multiple cell samples in parallel based on cell filtration. The entire protocol, from preparation of cell suspensions to readout of filtration, can be completed within an hour. Here we demonstrate the applicability of PMF to measure human promyelocytic leukemia \\(HL-60) cells, as well as human ovarian \\(OVCAR3 and OVCAR5) and breast cancer \\(MDA-MB-231) cells. The method can easily be adapted for use with other mammalian cell types.",
        "manuscriptTitle": "A protocol for screening cells based on deformability using parallel microfiltration",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-08-24 10:25:00",
                "doi": "10.1038/protex.2017.101",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a121bb13-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 24th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4019,
                "name": "Cell biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-08-24 10:25:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}