{
    "identity": "pex-771",
    "title": "<p>Generation and rearing of axenic <em>Aedes aegypti</em> mosquitoes</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Mosquitoes have been described by the World Health Organization as one of the deadliest animals on the planet<sup>1</sup>. They are significant disease vectors for a number of human pathogens including viruses, protozoa, and nematodes all of which can pose a significant threat to public health<sup>2</sup>. Many of these diseases lack effective vaccines and with increasing insecticide resistance alternatives to the standard mosquito control strategies need to be developed<sup>3</sup>. Most mosquito-borne pathogens pass through the midgut prior to being transmitted. There is a complex relationship between these pathogens and the mosquito’s natural microbiome, particularly the gut microbiome, and these interactions have attracted significant research attention<sup>4-7</sup>. Research into the role of the mosquito microbiome would be greatly facilitated by an axenic model and the systemic manipulation of the microbiome<sup>8</sup>. Furthermore, the development of an axenic model could act as a blank template on which a microbiome of known composition could be imprinted (gnotobiotic organism)<sup>9,10</sup>.</p><p>&nbsp;</p><p>Many studies that investigate the role of the gut microbiome in disease transmission use antibiotics to create “germ free” mosquitoes<sup>11-14</sup>. However, recent studies show that mosquito microbiomes contain antibiotic resistant bacteria and therefore antibiotics do not fully clear the gut microbiota<sup>15,16</sup>. The use of antibiotics has been reported to cause dysbiosis<sup>17</sup>, with the resistant bacteria or even other microorganisms increasing in abundance in response<sup>16</sup>. Additionally, extended treatments can cause toxicity and mitochondrial dysfunction in the mosquito<sup>18</sup>. As a result, these models are not truly axenic and cannot address questions about potential interaction effects between the bacterial reduction and antibiotic exposure on vector competence and basic mosquito biology. The antibiotic treatment also limits the ability to colonize the microbe free mosquitoes with bacteria of interest.&nbsp;</p><p>&nbsp;</p><p>Between the 1930s and the 1970s there were multiple reports of axenic mosquitoes being reared with adequate nutritional supplementation<sup>19-21</sup>. However, these experiments were done before modern molecular techniques were developed and there has been some question to whether or not the mosquitoes were truly axenic. More recently it has been suggested that mosquitoes require live bacteria symbiont for development<sup>22-24</sup>, which would make them unique in this regard, as other animals such as <em>Drosophila melanogaster</em>, <em>Caenorhabditis elegans</em> and mice have all been successfully raised axenically. These papers also didn’t address the role of microflora in supplying essential nutrients to the host, which may account for their lack of success. Multiple diets have been tested and have successfully been used to raise axenic mosquitoes, these have included food with and without an autoclaved bacterial supplement<sup>25</sup>. It appears that as long as the diet can replicate the vitamins and other nutrients the bacteria provide, living bacteria are not required for development.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong><u>Reagents</u></strong></p><p>Autoclaved deionized water</p><p>70% ethanol (100&amp; ethanol diluted in sterile H<sub>2</sub>O)</p><p>Bleach (3%; diluted in sterile H<sub>2</sub>O) </p><p>Pfizer Roccal-D Plus (0.1%; diluted in sterile H<sub>2</sub>O) </p><p>Sigma Dulbecco’s Phosphate buffered saline (PBS) (#D8662)</p><p><em>Escherichia coli </em>K-12 wildtype strain</p><p>Difco liver powder (#213320)</p><p>&nbsp;Fisher BioReagents yeast extract granulated (# BP9727-500) </p><p>Difco bacto agar (#214010)</p><p>Difco LB Broth Miller (Luria Bertania) (#244620)</p><p>Fisher Chemical Sucrose (#S5-500) </p><p>Defibrinated sheep blood (Carolina Biological)</p><p>&nbsp;</p><p><strong><u>Disposables</u></strong></p><p>TipOne sterile filtered pipette tips (10µl-1000µl)</p><p>USA Scientific serological pipettes (10ml (#1071-0810) and 25ml (#1072-5410))</p><p>Fisher Scientific small petri dishes 60mm x 15 mm (#FB0875713A)</p><p>Fisher Scientific large petri dishes 100mm x 15mm (#EB0875712)</p><p>CytoOne 6-well plates (#CC7672-7506)</p><p>Corning 100µm Cell Strainer, 100 µm mesh (#431752)</p><p>Cotton Pads</p><p>Millex-GP 0.22 µm syringe filter (#SLMP025SS)</p><p>EXELint disposable 50 ml syringe (#26300)</p><p>Reynolds standard aluminum foil (#611)</p><p>Mesh </p>"
        },
        {
            "header": "Equipment",
            "content": "<p>New Brunswick scientific I 24 Incubator Shaker </p><p>LABCONCO purifier class II biosafety cabinet </p><p>Thermo Fisher Precision Vacuum Oven Model 29</p><p>Sorvall RC5B Plus Refrigerated Centrifuge</p><p>Fisher Scientific 630D Isotemp Incubator</p><p>DWK Life Sciences Wheaton™ Alcohol Burner</p><p>Fisher brand serological pipette pump</p><p>Gibson pipetman pipettes (10µl-1000µl)</p><p>Forceps</p><p>Duran Schott wide mouth bottle GLS80 (500ml) with lid </p><p>(lid has approximately 5cm opening cut into the centre to allow mosquitoes access to food sources (sucrose and blood))</p><p>Mosquito incubation chamber</p><p>Circulating water bath for membrane feeding</p><p><strong>&nbsp;</strong></p><p><strong>Mosquitoes</strong></p><p>Orlando <em>Aedes aegypti </em>mosquitoes<sup>26</sup> (Wolbachia free) </p>"
        },
        {
            "header": "Procedure",
            "content": "Preparing Liver:Yeast extract (LY) agar\n1.    Make up 3:2 liver:yeast extract powder (i.e. 3g of liver extract to 2 g yeast extract). Can be stored up to 1 month at room temperature.\n2.    In a Pyrex bottle, mix together 2g liver:yeast extract, 1g agar, and 60 mL of distilled water.\n3.    Autoclave all 1 hour.\n4.    After autoclaving, allow the agar mixtures to cool down in the water bath (55°C, ~1 hour). Pour agar mixtures into Petri dishes (~20 mL/ plate). Allow to cool.\n5.    Wrap plates in parafilm and store at 4°C for up to 3 weeks. After 3 weeks the plates will not support larval growth.\nPreparing E. coli supplemented food\n1.  The day before making the food (preferably at the end of the day), inoculate two 1L flasks containing 500 mL of LB broth with\nE. coli\n. Incubate with shaking overnight at 37°C.\n2.  Pour the culture into the two autoclaved centrifuge jars. Ensure the jars are balanced.\n3.  Centrifuge the jars for 10 minutes at 16,000 RCF. Pour off the supernatant.\n4.  Re-suspend the bacterial pellets in 20 mL sterile PBS. Place the suspension in a sterile bottle.\n5.  Mix the bacterial suspension with LY medium as described above, with the exception of using 40 ml of water.\n6.  Autoclave 1 hour.\n7.  Pour agar plates.\n8.  Wrap plates in parafilm and store at 4°C for up to 3 weeks\nHatching Mosquitoes\n1.    Obtain a segment of filter paper containing\nAedes aegypti\neggs that are at least one week old and a maximum of three months old.\n2.    Prepare sterilizing reagents in a laminar flow hood (Fig 1). Fill two small petri dishes with 70% ethanol, one small petri dish with 3% bleach/0.1% Roccal-D solution (in 10ml DI water, 300 µl bleach, 10 µl Roccal-D), and three small petri dishes with autoclaved DI water. Also prepare a large petri dish with PBS.\n3.    Using flame sterilized forceps, place the segment of filter paper in a petri dish containing 70% ethanol. Let incubate at room temperature for 12 minutes (our original publication listed 5 minutes, but we have expanded the sterilization time with no apparent detrimental effects).\n4.    Using forceps, transfer the filter paper to the bleach/Roccal-D solution. Incubate for 12 minutes. At this point, the eggs will detach from the filter paper. Transfer the eggs to a sterile cell strainer.\n5.    Transfer the eggs to the second Petri dish with 70% ethanol. Incubate for 12 minutes.\n6.    Transfer the eggs to a plate filled with distilled water leave for about a minute. Repeat this step twice more times with the remaining plates of water for total of three washes.\n7.    Transfer the eggs, removing the eggs from the cell strainer, to a final (large) petri dish containing PBS.\n8.    Place petri dish containing the eggs in a vacuum oven set at room temperature; apply vacuum pressure at 25 Hg for 15 minutes.\nLarval rearing\n1.    Add 5 ml of sterile DI water to each well of a six well plate\n2.    Remove the dish from the vacuum oven and transfer individual larvae to each well using a 1000 µl pipette. We have tested 1-4 larvae per well.\n3.    Use a sterile 1.8 mL cryovial to create plugs in the agar mixture (Fig. 2). Using sterile forceps, transfer one plug to each well containing 5 mL autoclaved distilled water.\n4.    Wrap edges of 6-well plates in parafilm to decrease contamination risk\n5.    Place plates in a dark incubation chamber to allow mosquito development. This step is essential; larvae will not develop in a lighted incubator. If a dark incubator is not available wrap the plates in aluminum foil.\nAdult rearing\n1.    Set up a 50 ml glass beaker inside a wide mouth 500 ml glass bottle (if worried about movement the beaker can be taped down) and add 25 ml of deionized water to the beaker.\n2.    Add a square of mesh over the opening of the bottle and place a lid with the centre removed on top. Cover the top with a square of aluminum foil so that the lid and mesh are entirely covered.\n3.    Autoclave the bottle and then allow the bottle and water to cool to room temperature\n4.    After the mosquitoes in the 6 well plates pupate, transfer them into 50 mL beaker inside the sterilised bottles.\n5.    As adults emerge, add a sterilized cotton pad soaked in filter sterilized 10% sucrose solution. The cotton pad should be changed every 2-3 days. Adult mosquitoes can be placed in a normal light:dark cycle incubation chamber.\n6.     Female axenic mosquitoes can be blood fed sterile defibrinated sheep blood using a circulating water bath and membrane feeder. All glassware and forceps involved in the blood feed were autoclaved in advance. We employ a sterile axenic mouse pelt as a membrane and bloodfeeds are performed in a class II biosafety cabinet.\n7.    Sterility needs to be checked throughout the experiment and through multiple means. We maintain a three-step verification protocol for checking sterility and if any step fails the experiment is discarded.\nFirst, a control group of axenic larvae is maintained using liquid LY food, in each 6-well plate the sixth well is the control well. The liquid LY is made up to the same specifications as the LY agar (minus the agar). If any mosquitoes develop past the L1 stage this is taken as a sign of contamination and the experiment is discarded.\nSecond, in each experiment a subset of axenic larval and adult mosquitoes are tested for contamination by culturing. A positive result in a mosquito indicates contamination and the experiment is discarded.\nThe final step is 16S rRNA gene PCR, a subset of the newly emerged L4 larvae and adults are tested for contamination through 16S rRNA PCR. Many potential primer pairs are available. We employed 27F-1492R and standard amplification conditions\n25\n. A positive result in a mosquito indicates contamination and the experiment is discarded."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Zoetis (Pfizer) discontinued the manufacture of Roccal-D Plus in 2015, it appears that Vedco produces a similar disinfectant D-256 which could potentially be used to replace Roccal-D Plus. However, due to the lab still having a supply of Roccal-D Plus this has not been tested. </p><p><strong>&nbsp;</strong></p><p>Axenic mosquito larvae must be raised in the dark or else they will not develop past the 1<sup>st</sup> instar. We used a bacterial incubation chamber to raise our axenic mosquitoes however if one is not available then wrapping the six well plates in aluminum foil is a viable alternative.&nbsp;</p><p>&nbsp;</p><p>Blood feeding for the mosquitoes was done using an axenic mouse pelt with the fur removed. Sourcing an axenic pelt may be difficult for some labs, we had some success using H<sub>2</sub>O<sub>2</sub> and UV-sterilised parafilm instead, although feeding rates of the mosquitoes is significantly reduced.&nbsp;</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>The procedure for surface sterilizing eggs can be performed in a single day (2-3 hours). </p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Webb, C., Doggett, S. &amp; Russell, R. <em>A guide to mosquitoes of Australia</em>.&nbsp;(Csiro Publishing, 2016).</p><p>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Waterhouse, R. M.<em> et al.</em> Evolutionary dynamics of immune-related genes and pathways in disease-vector mosquitoes. <em>science</em> <strong>316</strong>, 1738-1743 (2007).</p><p>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Van den Hurk, A. F.<em> et al.</em> Impact of Wolbachia on infection with chikungunya and yellow fever viruses in the mosquito vector Aedes aegypti. <em>PLoS neglected tropical diseases</em> <strong>6</strong>, e1892 (2012).</p><p>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Weiss, B. &amp; Aksoy, S. Microbiome influences on insect host vector competence. <em>Trends in parasitology</em> <strong>27</strong>, 514-522 (2011).</p><p>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jupatanakul, N., Sim, S. &amp; Dimopoulos, G. The insect microbiome modulates vector competence for arboviruses. <em>Viruses</em> <strong>6</strong>, 4294-4313 (2014).</p><p>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hegde, S., Rasgon, J. L. &amp; Hughes, G. L. The microbiome modulates arbovirus transmission in mosquitoes. <em>Current opinion in virology</em> <strong>15</strong>, 97-102 (2015).</p><p>7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dennison, N. J., Jupatanakul, N. &amp; Dimopoulos, G. The mosquito microbiota influences vector competence for human pathogens. <em>Current opinion in insect science</em> <strong>3</strong>, 6-13 (2014).</p><p>8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Smith, K., McCoy, K. D. &amp; Macpherson, A. J. in <em>Seminars in immunology.</em>&nbsp;59-69 (Elsevier).</p><p>9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Coates, M. E. Gnotobiotic animals in research: their uses and limitations. <em>Laboratory animals</em> <strong>9</strong>, 275-282 (1975).</p><p>10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gordon, H. A. &amp; Pesti, L. The gnotobiotic animal as a tool in the study of host microbial relationships. <em>Bacteriological reviews</em> <strong>35</strong>, 390 (1971).</p><p>11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ramirez, J. L.<em> et al.</em> Reciprocal tripartite interactions between the Aedes aegypti midgut microbiota, innate immune system and dengue virus influences vector competence. <em>PLoS neglected tropical diseases</em> <strong>6</strong>, e1561 (2012).</p><p>12&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Xi, Z., Ramirez, J. L. &amp; Dimopoulos, G. The Aedes aegypti toll pathway controls dengue virus infection. <em>PLoS pathogens</em> <strong>4</strong>, e1000098 (2008).</p><p>13&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Apte-Deshpande, A., Paingankar, M., Gokhale, M. D. &amp; Deobagkar, D. N. Serratia odorifera a midgut inhabitant of Aedes aegypti mosquito enhances its susceptibility to dengue-2 virus. <em>PLoS One</em> <strong>7</strong>, e40401 (2012).</p><p>14&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ramirez, J. L.<em> et al.</em> Chromobacterium Csp_P reduces malaria and dengue infection in vector mosquitoes and has entomopathogenic and in vitro anti-pathogen activities. <em>PLoS pathogens</em> <strong>10</strong>, e1004398 (2014).</p><p>15&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Coon, K. L., Brown, M. R. &amp; Strand, M. R. Mosquitoes host communities of bacteria that are essential for development but vary greatly between local habitats. <em>Molecular ecology</em> <strong>25</strong>, 5806-5826 (2016).</p><p>16&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hyde, J., Gorham, C., Brackney, D. E. &amp; Steven, B. Antibiotic resistant bacteria and commensal fungi are common and conserved in the mosquito microbiome. <em>PloS one</em> <strong>14</strong> (2019).</p><p>17&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hughes, G. L.<em> et al.</em> Native microbiome impedes vertical transmission of Wolbachia in Anopheles mosquitoes. <em>Proceedings of the National Academy of Sciences</em> <strong>111</strong>, 12498-12503 (2014).</p><p>18&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kalghatgi, S.<em> et al.</em> Bactericidal antibiotics induce mitochondrial dysfunction and oxidative damage in mammalian cells. <em>Science translational medicine</em> <strong>5</strong>, 192ra185-192ra185 (2013).</p><p>19&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lang, C. A., Basch, K. J. &amp; Storey, R. S. Growth, composition and longevity of the axenic mosquito. <em>The Journal of nutrition</em> <strong>102</strong>, 1057-1066 (1972).</p><p>20&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Trager, W. The Culture of Mosquito Larvae free from Living Micro-organisms. <em>American Journal of Hygiene</em> <strong>22</strong> (1935).</p><p>21&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hamilton, D. R. &amp; Bradley Sr, R. E. An integrated system for the production of gnotobiotic Anopheles quadrimaculatus. <em>Journal of invertebrate pathology</em> <strong>30</strong>, 318-324 (1977).</p><p>22&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vogel, K. J., Valzania, L., Coon, K. L., Brown, M. R. &amp; Strand, M. R. Transcriptome sequencing reveals large-scale changes in axenic Aedes aegypti larvae. <em>PLoS neglected tropical diseases</em> <strong>11</strong>, e0005273 (2017).</p><p>23&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Coon, K. L.<em> et al.</em> Bacteria-mediated hypoxia functions as a signal for mosquito development. <em>Proceedings of the National Academy of Sciences</em> <strong>114</strong>, E5362-E5369 (2017).</p><p>24&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Coon, K. L., Vogel, K. J., Brown, M. R. &amp; Strand, M. R. Mosquitoes rely on their gut microbiota for development. <em>Molecular ecology</em> <strong>23</strong>, 2727-2739 (2014).</p><p>25&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Correa, M. A., Matusovsky, B., Brackney, D. E. &amp; Steven, B. Generation of axenic Aedes aegypti demonstrate live bacteria are not required for mosquito development. <em>Nature communications</em> <strong>9</strong>, 4464 (2018).</p><p>26&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gloria-Soria, A., Soghigian, J, Kellner, D., Powell, J.R. . Genetic Diversity of Laboratory Strains and Implications for Research: The case of Aedes aegypti. . <em>PLOS NTD </em>(In Press).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We would like to thank John Shepard, Tanya Petruff, and Michael Olson for the rearing and maintenance of the mosquito colony. This work was supported by Louis A. Magnarelli Post-Doctoral Training Program. </p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "https://doi.org/10.1038/s41467-018-07014-2",
                "date": "2018-10-22 10:33:43",
                "title": "Generation of axenic Aedes aegypti demonstrate live bacteria are not required for mosquito development",
                "authors": [
                    "Maria A. Correa",
                    "Brian Matusovsky",
                    "Doug E. Brackney",
                    "Blaire Steven"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 230802,
                "identity": "068efb7d-9bc7-4321-9cf6-34c71b1c3fa3",
                "order_by": 1,
                "name": "Josephine Hyde",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-1640-2886",
                "institution": "Connecticut Agricultural Experiment Station",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Josephine",
                "middleName": "",
                "lastName": "Hyde",
                "suffix": ""
            },
            {
                "id": 230803,
                "identity": "86396da0-9aa1-486e-9360-d5cbaff27c5e",
                "order_by": 2,
                "name": "Maria A. Correa",
                "email": "",
                "orcid": "",
                "institution": "Connecticut Agricultural Experiment Station",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "A.",
                "lastName": "Correa",
                "suffix": ""
            },
            {
                "id": 230804,
                "identity": "6d9c2e31-a658-4991-ae48-52eee5767018",
                "order_by": 3,
                "name": "Doug E. Brackney",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-6486-3134",
                "institution": "Connecticut Agricultural Experiment Station",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Doug",
                "middleName": "E.",
                "lastName": "Brackney",
                "suffix": ""
            },
            {
                "id": 230805,
                "identity": "f74907ac-da62-4a31-9f64-cdabbbf45ce1",
                "order_by": 4,
                "name": "Blaire Steven",
                "email": "blaire.steven@ct.gov",
                "orcid": "https://orcid.org/0000-0001-5940-2432",
                "institution": "Connecticut Agricultural Experiment Station",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Blaire",
                "middleName": "",
                "lastName": "Steven",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-11-21 15:45:37",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.17705/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.17705/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 189831,
                "identity": "1ced365a-a808-42b2-8232-7e6745486a01",
                "added_by": "auto",
                "created_at": "2019-11-28 18:36:53",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 434804,
                "visible": true,
                "origin": "",
                "legend": "Figure 1. Experimental setup. A). Mosquito eggs are sterilized serially through the Petri dishes as set up in a laminar flow hood. B.) The egg papers are placed in a sterile cell strainer to retain eggs that detach from the filter paper. C). An adult rearing chamber. Pupae are transferred from 6 well plates into the pupal rearing container filled with sterile water. Adults emerge and can be fed through the mesh on the top of the chamber.",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/209490e2-83e7-4bfe-9d4f-067c51cec9d8/v1/Figure 1.jpg"
            },
            {
                "id": 189832,
                "identity": "608406d9-0456-4130-a153-50623f4b1782",
                "added_by": "auto",
                "created_at": "2019-11-28 18:36:53",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 246244,
                "visible": true,
                "origin": "",
                "legend": "LY agar plates. A). After the plates solidify, agar \"plugs\" are cut out with sterile 1.8 ml cryovials. B). Individual plugs are transferred to wells of a six well plate for larval rearing.",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/209490e2-83e7-4bfe-9d4f-067c51cec9d8/v1/Figure 2.jpg"
            },
            {
                "id": 15665830,
                "identity": "ec7af13e-fad9-4205-a3bf-4a2fe84fbb1b",
                "added_by": "auto",
                "created_at": "2021-11-18 13:33:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 356035,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-771/v1/e73143e2-175a-4fc5-86c0-298d250fa496.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Aedes aegypti, mosquito, axenic ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This protocol describes the generation of axenic <em>Aedes aegypti</em>, which can be raised from larvae to adults in the absence of a microflora. The total protocol including the time taken to grow <em>E. coli </em>(used in one of the diets)<em> </em>takes two days to set up. The mosquitoes will develop normally with a slight developmental lag compared to conventionally raised mosquitoes (~1 week). Two larval diets are described, a liver:yeast (LY) extract diet and an LY diet supplemented with heat-inactivated <em>E. coli. </em>&nbsp;&nbsp;Axenic mosquitoes raised on food supplemented with heat-inactivated <em>E. coli</em> develop slightly faster than axenic mosquitoes raised without killed bacteria. This axenic system allows the manipulation of the mosquito microbiome and transitions the microbiome into a variable that can be controlled and manipulated in a mechanistic manner.</p>",
        "manuscriptTitle": "Generation and rearing of axenic Aedes aegypti mosquitoes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-11-28 18:36:52",
                "doi": "10.21203/rs.2.17705/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "376b2c78-0549-4166-b05e-9448488f6aa3",
        "owner": [],
        "postedDate": "November 28th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 38403,
                "name": "Biological techniques"
            },
            {
                "id": 38404,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-11-28 18:36:52",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}