{
    "identity": "nprot-1890",
    "title": "Dendritic spines observed by extracellular DiI dye and immunolabeling under confocal microscopy",
    "content": [
        {
            "header": "Reagents",
            "content": "Anesthetic Cetamine chloride \\(Ketamin –S, Cristália, Brasil, or similar)<br /> \r\n\n\nAnesthetic 2 % Xylasine chloride \\(Xilazin, Syntec, Brasil, or similar)<br /> \r\n\n\nHeparin \\(Hepamax, Blausiegel, Brasil, or similar)<br /> \r\n\n\nSodium chloride \\(Sigma-Aldrich, USA, product code S7653)<br /> \r\n\n\nParaformadehyde \\(Merck, Germany, cat. no. 4005)<br /> \r\n\n\nPBS 0.2 M pH 7.4 \\[1 part of monobasic sodium phosphate \\(NaH2PO4), and 4 parts of dibasic sodium phosphate \\(Na2HPO4); Sigma-Aldrich, USA, cat. code S6566 and S9763, respectively. pH is corrected using NaOH pellets).<br /> \r\n\n\nUltrapure H2O \\(MilliQ-H2O; Q-Gard 1, Millipore, USA cat. code QGARDOOR1) .<br /> \r\n\n\nDiI \\(Molecular Probes, Invitrogen, USA, cat. no. D-282)<br /> \r\n\n\nDAPI \\(4’,6-diamidino-2-phenylindole dihydrochloride, Invitrogen, USA, cat. code D1306)<br /> \r\n\n\nTris\\(hydroxymethyl)aminomethane  \\(Sigma-Aldrich, USA, product # 252859)<br /> \r\n\n\nBovine Serum albumim \\(BSA) \\(Sigma-Aldrich, USA, product code 85040C)<br /> \r\n\n\nTween 20 \\(Sigma-Aldrich, USA, product code P9416)<br /> \r\n\n\nPolyclonal anti-synaptophysin primary antibody \\(Abcan, USA, cat code. ab68851)<br /> \r\n\n\nAlexa 660 goat anti-rabbit \\(Invitrogen, USA, cat code. A21073).<br /> \r\n\n\nAnti-fading mounting medium \\(Fluoromount C, EMS, USA, cat. no. 17984-25; or VectaShield mounting medium, Vector Lab, USA, cat. no. H-1200).<br /> \r\n\n\nSuper Bonder glue \\(Loctite, Brasil, or similar)"
        },
        {
            "header": "Equipment",
            "content": "Dissecting forceps, scissors, scalpel, and clamps<br /> \r\n\n\n1 ml syringes<br /> \r\n\n\nHypodermic insulin needles<br /> \r\n\n\nBeckers<br /> \r\n\n\nBrushes<br /> \r\n\n\nPipettors<br /> \r\n\n\nPipet tips<br /> \r\n\n\nPeristaltic pump for rat perfusion \\(e.g., Easy-Load Masterflex, Analytical Instruments, USA, cat. no. 7518-10)<br /> \r\n\n\nVibratome \\(e.g., VT1000S, Leica, Germany)<br /> \r\n\n\nRegular double-edged razor blades<br /> \r\n\n\nSonicator \\(e.g., Ultrasonic LC60H, Barnstead, USA, cat. No. 9319 or Elma, Germany, LC-60H).<br /> \r\n\n\nHydrophobic pen \\(PAP pen, EMS, cat no. 71310)<br /> \r\n\n\nLaser scanning confocal microscope \\(e.g. Leica TCS SP2, or SP5 AOBS, Leica Microsystems GmbH, Germany) controlled by the software Leica LAS-AF version 1.6.3 and equipped with a 40x Plan-Apochromatic oil immersion NA 1.25 objective lens, 550-620 nm HeNe laser for DiI detection. Additional lasers are required for the specific secondary antibodies wavelengths for the immunolabeling.<br /> \r\n\n\nGlass slides<br /> \r\n\n\nCover slips<br /> \r\n\n\nPlastic dishes"
        },
        {
            "header": "Procedure",
            "content": "Surgery – 1h 40 min\n1. We used male Wistar rats around 3-4 months old and weighting 200-300 g. Other strains and ages can be also used without obvious restrictions to the methodology described here.\n2. Anesthetize the rat with ketamine and xylazine \\(80 and 10 mg/kg, intraperitonially) for a deep anesthesia in aproximately 10 mins. The procedures must be performed according to the international ethical laws for use of laboratory animals.\n3. After directly injection of heparin \\(1000 IU) into the left ventricle, proceed to transcardiac perfusion with a peristaltic pump starting with of 0.9% saline solution, time enough to clear the blood \\(a few seconds) followed by 1.5% paraformaldehyde in PBS during 20 to 30 min \\(approximately 300 ml).\nTIP: Be aware of structural changes at dendrites and spines after a delayed perfusion34 \\(Figure 2). Allow no more than 90 sec from the opening of the diaphragm until the appearance of the clear perfused liquid exiting from the right atria to obtain well-preserved morphological data.\n4. Remove the brain from the skull carefully to avoid damage when dissecting duramater and arachnoid.\n5. Transfer the brain to a small vial with the same fixative solution, keep it in immersion for 1 h and transfer it to 0.1 M PBS, pH 7.4.\nSlicing and DiI placement – 2 hours\n6. Place the brain on a tissue culture dish with PBS.\n7. With a razor blade, trim a block of the brain enclosing the area to be studied.\nTIPS: The area of interest must not be at the base of the block to be glued in the vibratome chamber. On the other hand, the very initial sections are usually irregular. When possible, just one hemisphere can be sectioned, but if both are going to be studied, to section them at once, make a notch in one of the blocks to code for that specific side. Usually, the sections studied are coronal.\n8. Glue the block on the tissue holder with Super Bonder, Crazy Glue, or similar, and immediately fill the vibratome chamber with PBS \\(The glue supports the pressure of the liquid, so the tissue block will not be detached from the holder). Use one half of a double edged razor blade adapted to the vibratome to section the brain.\nTIPS: Dry quickly the base of the tissue block with a tissue or a piece of filter paper before gluing it with the fast-drying glue. With lightly-fixed tissue, it is helpful to maintain the chamber surrounded with ice. Cold PBS hardens the tissue a little, and helps the sectioning. Put the razor blade in the vibratome with an angle of approximately 45 degrees inclined down and forward. Select a high magnitude of vibration \\(e.g., 8-10 in the Leica vibratome) and a slow speed \\(e.g., 1-2) for the razor advancement.\n9. Slice the brain with the appropriated thickness to have a representative sample of the intended area.\nTIP: For example, 200 µm-thick slices can be easily obtained, but a small brain nucleus will render a reduced number of sections to be studied. For our purposes \\(rat medial amygdala), we made 80 µm-thick slices for the best results with immunofluorescence.\n10. Collect the slices in PBS on glass slides, avoiding drying the tissues or allowing excessive PBS over them.\n11.  With the aid of a thin histological needle or a glass micropipette with a sharp tip, place the sonicated fine powdered DiI gently, over a bundle of axons, efferent to the area in study, or their proximity. This can be done manually, according to the dexterity of the experimenter, or using a micromanipulator.\nTIPS: Large crumbs of crystals should be removed for a better diffusion.\nFor the sonication is better to place the DiI in an eppendorf tube and sonicate for at least 10 hours before using. To evaluate this procedure, remove a small sample and visually evaluate the aspect of the powdered DiI. Sonicated DiI crystals have to turn to a very fine pink powder, thin enough for the particles not to be individualized by the naked eye. This suggestion adds to a previously published description of the DiI technique22 providing reliable and reproducible results, as shown in Figure 2. The present method improves considerably DiI diffusion in the tissue. We had not good results using DiI dissolved in DMSO \\(CM-DiI, C-7000, 1-2 mg/ml), a solvent recommended by the producer, or microinjected into the brain slice. Probably this is due by the detergent action of the lipophilic solvent and the lost of cellular membrane integrity to allow DiI diffusion. Other solvents, such as dimethylformamide, were not tested.\nA dissecting microscope can be used to apply the DiI over the tissue. Usually 1-10 µg of powdered DiI will be enough to generate good results \\(no need to weight, just use a tiny amount on the tip of a needle). However, the amount of DiI to be employed for each experiment should be determined by pilot tests, which can be done in parallel experiments to prevent waste of time, tissue, and materials. As DiI diffuses retrogradelly, it is a good idea to place the powdered dye over a known axonal efferent pathway from the studied areas and look at different times for the spreading of the fluorescence.\nDiI can adhere to the tip of the needle or the micropipette. Do not press the needle to deliver the DiI to avoid damage of the tissue. In addition, a large single amount of powdered DiI spreading over a large area may generate undefined profiles. DiI crystal brightness can interfere with the quality of the image to be obtained or diffuse over the intended area. It should be taken in consideration that the powdered DiI placed over a specific efferent axonal bundle will diffuse laterally to the surrounding neuropil, and that the quality of the results may show variations in different areas, problems that would be solved with practice and time.\nDiI and DAPI labeling – 18 hours\n12. Keep the exposed tissue sections on glass slides covered with PBS at room temperature \\(around 22oC) for approximately 16 hours in the dark. This time was enough to obtain good results. Longer periods at room temperature can be a source of tissue deterioration. Shorter incubation time can affect DiI diffusion, but the best time following dye loading has to be determined empirically. Lukas et al.24 estimated a diffusion coefficient for DiI to be 2.5 × 10-7cm2sec-1 on paraformaldehyde-fixed nervous tissue of guinea pigs and humans incubated in the dark at 37oC for 12-15 weeks.\n13. Remove the 0.1 M PBS and proceed to the final fixation of the tissue with 4% paraformaldehyde in PBS for 30 min.\n14. Rinse the fixative solution with 0.1 M PBS and counterstain with DAPI \\(0.13 ml DAPI in 6.25 ml PBS) during 3 min.\nTIPS: Besides the nuclear stain by detection of DNA, the DAPI serves as an “internal control” for the integrity of the tissue, the localization of cell bodies, and the anatomical features of the area. It can also serve as reference to identify the origin of primary dendrites and axons. DAPI is not quite precise to sort out neurons from glia or endothelial cells.\n15. Wash the slices with PBS twice, 10 min, and mount them under coverslip with anti-fading non-diluted mounting media \\(Fluoromount, VectaShield or similar), avoiding air bubbles. To prevent the mounting media to dry, seal the borders of the coverslip with a fast drying nail polish.\n16. Maintain the slides under refrigeration for no more than 7 days until the confocal microscope visualization.\nIMPORTANT TIP: DiI continues to diffuse even after these last steps. The longer the period after DiI labeling, the more confuse the results of the florescence could be. The neuropil will appear over saturated even if the sections are kept at 4oC.\nImmunolabeling – 3 days\nFor the immunolabeling protocol associated with the DiI technique observe the previous steps 1-10, and continue as follows:\n17. Encircle the sections on the glass with a hydrophobic pen \\(PAP pen, EMS, cat no. 71310).\n18. Place on the sections a solution of 0.2% Tween in 0.02M TBS \\(100ml distillate water, 0.85g NaCl, 0.242g Tris, filter and correct the pH to 7.4), 6 h at 40C.\nTIPS: For each section 20 µl of solution are enough for every step of incubation.\nDifferent concentration of several detergents, as triton, and Tween, were tested, showing bad results for the DiI diffusion.\n19. Block with 2% BSA and 0.1% Tween in 0.02M TBS; 1h at room temperature.\nTIP: The blocking can be improved with goat serum or others, depending on the studied epitopes.\n20. Incubation with the primary antibodies, overnight at 40C in 0.5% BSA and 0.1% Tween in TBS. In the present case, it was the polyclonal primary antibody rabbit anti-synaptophisin \\(diluted 1:100; Abcan, USA, cat code. ab68851).\nTIP: If more than one antibody is going to be studied, all the antibodies with no cross reaction can be applied on a single step \\(they can be pipetted together). For the negative control samples, do not apply the primary antibodies, on this step use just 0.5% BSA and 0.1% Tween in TBS.\n21. Wash the tissue \\(twice, 10 min) with 0.5% BSA and 0.1% Tween in TBS.\n22. Incubate with the appropriated secondary antibodies diluted in 0.5% BSA and 0.1% Tween in TBS for 2 h at 40C.\nTIPS: The secondary antibodies tested until now are the Alexa 594 chicken anti-goat \\(Invitrogen cat code. A21468), Alexa 647 chicken anti-rabbit \\(Invitrogen cat no. A21443), and Alexa 660 goat anti-rabbit \\(Invitrogen cat code. A21073) in a concentration of 1:100. Alexa 488 can not be used in combination with DiI, because both have coincident wavelength absorption. For this protocol, the best results were obtained with the Alexa 660.\n23. Wash again with TBS \\(twice, 10 min) and place the sonicated powdered DiI as in step 11 as mentioned before.\n24. Keep the slides on a humid chamber at 40C during 48 hours.\n25. Wash with water \\(twice, 10 min) and follow the steps 15 and 16 as mentioned before.\nTIPS: DAPI can be used \\(as described in the step 14) depending on the wavelengths in use. The post fixation in 4% paraformaldehyde is avoided when it is preceded by the immunolabeling procedure.\nConfocal microscopy\n26. The images were obtained with the Leica SP5 confocal microscope, using a plan-apochromat 40x oil-immersion lens \\(N/A 1.25), spectral detectors adjusted to capture emission from Helium/Neon laser 558 to 637 nm wavelengths for DiI and a pinhole diameter kept at Airy 1. The Z-stack acquisition can be done with a 0.15 to 0.3 µm step intervals. Additional setup configurations include: a 4096 × 4096 pixel resolution for frame size and representing a voxel size of 55.6 × 55.6 × 299.9 nm, and image acquire set at range of 8 bits, taking care to avoid excessive over or undersaturated pixels.\nTIP: DiI fluorescence does not bleach rapidly if the anti-fading mounting media is used undiluted covering the sections generously. Channels with different secondary antibodies wavelength can be added to visualize other proteins.\nSpine shape and density, and synaptic labeling analyses\n27. The dendrites of interest can be reconstructed adding the z-stack of images using the Leica Microsystens LAS AF Lite software. 3D images can be enlarged to determine the shape and the quantity of spines along dendrites. The type or number of spines can be resolved slowly moving back and forth the “z” stacks. According to their morphology, the spines can be classified as stubby, thin, “mushroom-like”, “filopodium-like”, ramified or with a gemule aspect1,2,7,12,15,28,36. The differentiation of the spines can be based on their general morphology, as length of the stalk, head shape, and number of protusions from a single stalk. Intermediate shapes can also be visualized between the different classifications.\nThe spine density is obtained dividing the number of spines per unit length of dendrites imaged in 3D, using the Lite software. Other available softwares \\(e.g., NeurolucidaR from Microbrightfield, USA) can be used to have 3D measures of the dendritic branches. Alternatively, an inexpensive approach for morphometry is the basic pack of the Image Pro-Plus 7.0, Media Cybernetics, USA, to get the linear measure of a dendritic branch and the sum of stacks that multiplied by the step, provides a good estimative of the dendritic 3D length.\nDiI labeled spines and pre-synaptic synaptophysin immunolabeling can be considered in contact when: \\(a) their pixels are in the same focal plane with no pixel background in between or, \\(b) there is overlapping between the DiI yellow pixels and the synaptophysion red puncta in at least one focal plane28,37. Direct observation of dendritic spines close to a synaptophysin-labeled terminal can be used to visualize the number of spines establishing a synaptic contact. The penetration of the synaptophysin immunolabeling in the tissue was 10 to 15 µm from the section surface without harming the DiI labeling. The synaptophysin labeling occurred on synaptic contacts on dendritic shafts and spines, on the stalk, on the top, or laterally to the head and neck of the spines, either covering a restricted part of the spine or the full head or stalk. Different features can also be recognized, such as one single synaptophysin punctum appearing near of two adjacent spines, more than one synaptophysin punctum close to a possible multisynaptic spine or even no evident contact between a spine and an adjacent immunolabeled terminal28."
        },
        {
            "header": "Timing",
            "content": "With all the reagents prepared in advance, DiI standard protocol will take 2 days, and the immunolabeling about 2 extra days. Anesthesia and perfusion would require around 40 min/rat, then, the brains will be immersed in the same fixative solution for 1 hour. The vibratome sectioning will take 1-2 extra hours depending on the number of sections to be obtained. The DiI diffusion will need less than 1 day and the final methodological steps \\(post-fixation, DAPI counterstaining, and slide mounting) 40 min. For the immunolabeling, an overnight time is required for the primary antibody reaction and 3 more hours for all the steps involving the secondary antibody reaction, in this case, DiI labeling will take 48 hours. Time for the confocal microscopy imaging relies on the quality of the material and experience of the microscopist. Fruitful periods usually render around 10 neurons partially reconstructed per day, but it also depends on the goals of the study, including criteria for selection of neurons, and quality of the sample to be studied."
        },
        {
            "header": "Troubleshooting",
            "content": "DiI images: Problems for the imaging could have origin on the diffusion of the powdered DiI; this is more frequent when a small brain area is studied. Distal dendrites from the powdered DiI deposit are not easily seen and not all the cells within an aimed area are identified with the present technique. Other histological methods should be applied in parallel to contribute with comparative and complementary data.\r\n\n\n\r\n\n\n**Critical Steps**\r\n\n\n\r\n\n\nPerfusion and removal of the brain – steps 3 and 4\r\n\n\nSlicing and DiI placement – steps 6 and11\r\n\n\nDiI sonication\r\n\n\nConfocal microscopy - step 26 for adjusting confocal microscope parameters and quality of the material obtained."
        },
        {
            "header": "Anticipated Results",
            "content": "Dendritic spines can be observed in fine details, to be quantified and morphologically analyzed. Spines can be studied regarding different neuronal populations<sup>26,27,28</sup>. Qualitative and quantitative descriptions can be linked with others obtained from classical histological techniques and EM13,39. Being spines representative of synaptic sites <sup>12</sup>, spine heterogeneity can be related with afferent properties <sup>40</sup> to identify subpopulations of neurons for specific neural pathways <sup>41</sup>."
        },
        {
            "header": "References",
            "content": "<p> \r\n\n\n1. Stuart, G., Sprutson, N. &amp; Häusser, M. Dendrites.  Oxford University Press, New York, 1999.\r\n   \r\n\n\n\r\n\n\n<p>2. Bourne, J.N. &amp; Harris, K.M. Balancing structure and function at hippocampal dendritic spines. Annu. Rev. Neurosci. 31, 47-67 \\(2008).</p> \r\n\n\n \r\n\n\n<p>3. Segal, M. Dendritic spines and long-term plasticity. Nature Rev. Neurosci. 6, 277-284 \\(2005).</p> \r\n\n\n \r\n\n\n<p>4. Nimchinsky, E.A., Sabatini, B.L., Svoboda, K. Structure and function of dendritic spines. Annu Rev Physiol. 64, 313-53 \\(2002).</p> \r\n\n\n \r\n\n\n<p>5. Kennedy, M.J. &amp; Ehlers, M.D. Organelles and trafficking machinery for postsynaptic plasticity. Annu. Rev. Neurosci. 29, 325-362 \\(2006).</p> \r\n\n\n \r\n\n\n<p>6. Hayashi, Y., &amp; Majewska, A.K. Dendritic spine geometry: functional implication and regulation. Neuron 46, 529–532 \\(2005) .</p> \r\n\n\n \r\n\n\n<p>7. Rasia-Filho, A.A., Fabian, C., Rigoti, K.M. &amp; Achaval, M. Influence of sex, estrous cycle and motherhood on dendritic spine density in the rat medial amygdala revealed by the Golgi method. Neuroscience 126, 839-847 \\(2004).</p> \r\n\n\n \r\n\n\n<p>8. Ramón y Cajal, S. Histologie du Système Nerveux de l’Homme et des Vertebrés. Paris, Maloine, 1909.</p> \r\n\n\n \r\n\n\n<p>9. Duan, H., Wearne, S.L., Rocher, A.B., Macedo, A., Morrison, J.H. &amp; Hof, P.R. Age-related dendritic and spine changes in corticocortically projecting neurons in macaque monkeys. Cerebral Cortex 13, 950–961 \\(2003).</p> \r\n\n\n \r\n\n\n<p>10. Wearne, S.L., Rodriguez, A., Ehlenberger, D.B., Rocher, A.B., Henderson, S.C. &amp; Hof, P.R. New techniques for imaging, digitization and analysis of three-dimensioanl neural morphology on multiple scales. Neuroscience 136, 661-680 \\(2005).</p> \r\n\n\n \r\n\n\n<p>11. Harris, K.M., Perry, E., Bourne, J., Feinberg, M., Ostroff, L. &amp; Hulburt, J. Uniform serial sectioning for transmission electron microscopy. J. Neurosci. 26, 12101-12103 \\(2006).</p> \r\n\n\n \r\n\n\n<p>12. Arellano, J.I., Espinosa, A., Fairén, A., Yuste, R. &amp; DeFelipe, J. Non-synaptic dendritic spines in neocortex. Neuroscience 145, 464-469 \\(2007).</p> \r\n\n\n \r\n\n\n<p>13. Fairén, A. Pioneering a golden age of cerebral microcircuits: the births of the combined Golgi-electron microscope methods. Neuroscience 136, 607-614 \\(2005).</p> \r\n\n\n \r\n\n\n<p>14. Woolley, C.S. &amp; McEwen, B.S. Estradiol mediates fluctuations in hippocampal synapse density during the estrous cycle in the adult rat. J. Neurosci. 12, 2549-2554 \\(1992).</p> \r\n\n\n \r\n\n\n<p>15. Brusco, J., Wittmann, R., de Azevedo, M.S., Lucion, A.B., Franci, C.R., Giovenardi, M. &amp; Rasia-Filho, A.A. Plasma hormonal profiles and dendritic spine density and morphology in the hippocampal CA1 stratum radiatum, evidenced by light microscopy, of virgin and postpartum female rats. Neurosci. Lett. 438, 346-350 \\(2008).</p> \r\n\n\n \r\n\n\n<p>16. Shen, H., Sesack, S.R., Toda, S. &amp; Kalivas, P.W. Automated quantification of dendritic spine density and spine head diameter in medium spiny neurons of the nucleus accumbens. Brain Struct. Funct. 213, 149-157 \\(2008).</p> \r\n\n\n \r\n\n\n<p>17. De Simoni, A., Fernandes, F. &amp; Edwards, F.A. Spines and dendrites cannot be assumed to distribute dye evenly. Trends Neurosci. 27, 15–16 \\(2004).</p> \r\n\n\n \r\n\n\n<p>18. Svoboda, K. Do spines and dendrites distribute dye evenly? Trends Neurosci. 27, 445–446 \\(2004).</p> \r\n\n\n \r\n\n\n<p>19. Kasai, H., Matsuzaki, M., Noguchi, J., Yasumatsu, N. &amp; Nakahara, H. Sructure-stability-function relationships of dendritic spines. Trends Neurosci. 26, 360-368 \\(2003).</p> \r\n\n\n \r\n\n\n<p>20. Honig, M.G. &amp; Hume, R.I. Fluorescent carbocyanine dyes allow living neurons of identified origin to be studied in long-term cultures. J. Cell. Biol. 103, 171-187 \\(1986).</p> \r\n\n\n \r\n\n\n<p>21. Terasaki, M., Slater, N.T., Fein, A., Schmidek, A., Reese, T.S. Continuous network of endoplasmic reticulum in cerebellar Purkinje neurons. Proc. Natl. Acad. Sci. USA 91, 7510-7514 \\(1994).</p> \r\n\n\n \r\n\n\n<p>22. Kim, B.G., Dai, H-N., McAtee, M., Vicini, S. &amp; Bregman, B. S. Labeling of dendritic spines with the carbocyanine dye DiI for confocal microscopic imaging in lightly fixed cortical slices. J. Neurosci. Meth. 162, 237–243 \\(2007).</p> \r\n\n\n \r\n\n\n<p>23. Honig, M.G. DiI labeling. Neurosci Protocols 50, 1-20 \\(1993).</p> \r\n\n\n \r\n\n\n<p>24. Lukas, J-R., Aigner, M., Denk, M., Heinzl, H., Burian, M., Mayr, R. Carbocyanine postmortem neuronal tracing: Influence of different parameters on tracing distance and combination with immunocytochemistry. J. Histochem. Cytochem. 46: 901-910 \\(1998).</p> \r\n\n\n \r\n\n\n<p>25. Ai, J., Gozal, D., Li, L., Wead, W.B., Chapleau, M.W., Wurster, R., Yang, B., Li, H., Liu, R. &amp; Cheng Z. Degeneration of vagal efferent axons and terminals in cardiac ganglia of aged rats. J. Comp. Neurol. 504, 74-88 \\(2007).</p> \r\n\n\n \r\n\n\n<p>26. Rasia-Filho, A.A., Brusco, J. &amp; Moreira, J.E. Spine plasticity in the rat medial amygdala. In: Baylog, L.R. \\(Editor). Dendritic Spines: Biochemistry, Modeling and Properties. Hauppauge, Nova Science Publishers, 2009, pp. 67–90.</p> \r\n\n\n \r\n\n\n<p>27. Rasia-Filho, A.A., Dall’Oglio, A., Dalpian, F., Ide, L.M., Brusco, J. &amp; Moreira, J.E. The adapted “single-section” Golgi method and the DiI fluorescent dye in microscopy for describing neuronal and glial morphology in different species. In: Méndez-Vilas, A. &amp; Díaz, J. \\(Editors). Microscopy: Science, Technology, Applications and Education. Badajoz, Formatex, 2010.</p> \r\n\n\n \r\n\n\n<p>28. Brusco, J., Dall’Oglio, A., Rocha, L.B., Rossi, M.A., Moreira, J.E., Rasia-Filho, A.A. Descriptive findings on the morphology of dendritic spines in the rat medial amygdale. Neurosci. Lett. doi 10.1016/j.neulet.2010.07.083 \\(2010).</p> \r\n\n\n \r\n\n\n<p>29. http://www.invitrogen.com/site/us/en/home/References/Molecular-Probes-The-Handbook/Probes-for-Lipids-and-Membranes/Dialkylcarbocyanine-and-Dialkylaminostyryl-Probes.html</p> \r\n\n\n \r\n\n\n<p>30. Wallace, W. &amp; Bear, M.F. A morphological correlate of synaptic scaling in visual cortex. J. Neurosci.  24, 6928–6938 \\(2004).</p> \r\n\n\n \r\n\n\n<p>31. O’Brien, J. &amp; Lummis, S.C. Biolistic and diolistic transfection: using gene gun to deliver DNA and lipophilic dyes into mammalian cells. Methods 33, 121-125 \\(2004).</p> \r\n\n\n \r\n\n\n<p>32. O’Brien, J.A. &amp; Lummis, S.C. Diolistic labeling of neuronal cultures and intact tissue using a hand-held gene gun. Nat. Protoc. 1, 1517-1521 \\(2006).</p> \r\n\n\n \r\n\n\n<p>33. Daly, C., Sugimori, M., Moreira, J.E., Ziff, E.B. &amp; Llinás, R. Synaptophysin regulates clathrin-independent endocytosis of synaptic vesicles. Proc. Natl. Acad. Sci. U.S.A. 97, 6120–6125 \\(2000).</p> \r\n\n\n \r\n\n\n<p>34. Tao-Cheng, J-H., Gallant, P.E., Brightman, M.W., Dosemeci, A. &amp; Reese, T.S. Structural changes at synapses after delayed perfusion fixation in different regions of the mouse brain. J. Comp. Neurol. 501: 731-740 \\(2007).</p> \r\n\n\n \r\n\n\n<p>35. Cunningham, R.L., Clairborne, B.J., McGinnis, M.Y. Pubertal exposure to anabolic androgenic steroids increases spine densities on neurons in the limbic system of male rats. Neuroscience 150: 609-615 \\(2007).</p> \r\n\n\n \r\n\n\n<p>36. Peters, A. &amp; Kaiserman-Abramof, I.R. The small pyramidal neuron of the rat cerebral cortex. The perikaryon, dendrites and spines. Am. J. Anat. 127, 321-356 \\(1970).</p> \r\n\n\n \r\n\n\n<p>37. Deng, J. &amp; Dunaevsky, A. Dynamics of dendritic spines and their afferent terminals: spines are more motile than presynaptic boutons. Dev. Biol. 277, 366–377 \\(2005).</p> \r\n\n\n \r\n\n\n<p>38. Bolam, J.P. Preparation of central nervous tissue for light and electron microscopy. In: Bolam, J.P. Experimental Neuroanatomy. Oxford University Press, Oxford, 1-29 \\(1992).</p> \r\n\n\n \r\n\n\n<p>39. Moreira, J.E., Dodane, V. &amp; Reese, T.S. Immunoelectronmicroscopy of soluble proteins and membrane proteins with a sensitive post embedding method. J. Histochem. Cytochem. 46: 847-854 \\(1998).</p> \r\n\n\n \r\n\n\n<p>40. Humeau, Y., Herry, C., Kemp, N., Shaban, H., Fourcaudot, E., Bissière, S. &amp; Lüthi, A. Dendritic spine heterogeneity determines afferent-specific Hebbian plasticity in the amygdala. Neuron 45, 119–131 \\(2005).</p> \r\n\n\n \r\n\n\n<p>41. Choi, G.B., Dong, H-W., Murphy, A.J., Valenzuela, D.M., Yancopoulos, G.D.,  Swanson, L.W. &amp; Anderson, D.J. Lhx6 delineates a pathway mediating innate reproductive behaviors from the amygdala to the hypothalamus. Neuron 46, 647-660 \\(2005).</p> \r\n\n\n \r\n\n\n \r\n\n\n</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "Authors are thankful to Drs. Marcos Rossi, Norberto Garcia-Cairasco, Enilza Espreafico, and Daniela Accorsi for reagents and equipment facilities. Also, we thanks Aline Dall’Oglio and Maria Teresa P. Maglia for their technical support.  Grants from FAEPA \\(USP Project 1 to JM), FAPESP \\(grants 03/03953, 09/01571-6 to JM) and, CNPq \\(JM and AARF are CNPq scientists)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11501,
                "identity": "9f829139-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alberto  Rasia-Filho",
                "email": "",
                "orcid": "",
                "institution": "Department of Basic Sciences, Federal University of Health Sciences of Porto Alegre, RS 90050-110, Brazil. Phone/Fax:+55 51 33098752.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alberto",
                "middleName": "",
                "lastName": "Rasia-Filho",
                "suffix": ""
            },
            {
                "id": 11502,
                "identity": "9f8294d2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Janaína  Brusco",
                "email": "",
                "orcid": "",
                "institution": "Department of Neuroscience and Behavior, Ribeirão Preto School of Medicine, University of São Paulo, 14049-900 Ribeirão Preto SP, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Janaína",
                "middleName": "",
                "lastName": "Brusco",
                "suffix": ""
            },
            {
                "id": 11503,
                "identity": "9f829704-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lenaldo Rocha",
                "email": "",
                "orcid": "",
                "institution": "Department of Biological Sciences, Triângulo Mineiro Federal University, 38025-180 Uberaba MG, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lenaldo",
                "middleName": "",
                "lastName": "Rocha",
                "suffix": ""
            },
            {
                "id": 11504,
                "identity": "9f8298a3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jorge Moreira",
                "email": "",
                "orcid": "",
                "institution": "Department of Cellular and Molecular Biology and Pathogenic Bioagents, Ribeirão Preto School of Medicine, University of São Paulo, 14049-900 Ribeirão Preto SP, Brazil. Phone/Fax:+55 16 36023284.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jorge",
                "middleName": "",
                "lastName": "Moreira",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-11-30 12:00:22",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.153",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.153",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608140,
                "identity": "38f2ad67-000e-4bcd-9c35-97f258fc012b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 152304,
                "visible": true,
                "origin": "",
                "legend": "<p>Figure 1: Reconstructed digitized images of Golgi-impregnated neurons with pleomorphic dendritic spines (arrows) and axons (arrows heads) from the male rat posterodorsal medial amygdala. Modification of the ‘single-section’ Golgi procedure, gold toning",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-1890/v1/figure_1.png"
            },
            {
                "id": 2608139,
                "identity": "0ec8853e-dad7-4b39-b44a-9f47c3b6f50d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 281110,
                "visible": true,
                "origin": "",
                "legend": "Fig 2   <p>Figure 2: Brain tissue labeled with extracellular sonicated  powdered DiI applied on the surface of a specific efferent pathway from male posterodorsal medial amygdala (MePD) in lightly fixed slices. In A, Image obtained 4 days after the DiI deposition",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-1890/v1/figure_2.png"
            },
            {
                "id": 2608141,
                "identity": "429410bf-b684-4103-9bd4-899f548b4045",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 134533,
                "visible": true,
                "origin": "",
                "legend": "Fig 3   <p>Figure 3: DiI fluorescence (yellow) shows a dendrite with spines as in fig 2. Immunolabeling of the pre-synaptic protein synaptophysin in red by the Alexa 660. Synaptophysin puncta are close to spines of different shapes and usually one spine appears n",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-1890/v1/figure_3.png"
            },
            {
                "id": 13465487,
                "identity": "2ada883b-8c79-4eba-9164-740db1855b40",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 756735,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1890/v1/003a3b1b-8e84-4a51-8ce1-d98f1ae0184c.pdf"
            },
            {
                "id": 2608134,
                "identity": "cd1f72fd-cd24-4702-9e61-76d57c1bdbae",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 52733,
                "visible": true,
                "origin": "",
                "legend": "Table 1    Perfusion/Fixative Solution",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1890/v1/supplement_0.pdf"
            },
            {
                "id": 2608135,
                "identity": "8e798b4b-5640-4949-b802-bfada03225bf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 61669,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Post-Fixative Solution and DAPI Protocol",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1890/v1/supplement_0.pdf"
            },
            {
                "id": 2608137,
                "identity": "09fad4c7-80a2-418c-bcba-9ff826c6df6a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 61667,
                "visible": true,
                "origin": "",
                "legend": "Table 3    Immunolabeling Procedure",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1890/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "DiI, confocal microscopy, neuron morphology, dendritic spine morphology.",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Different methods have been used for over a century to study and quantify dendritic spines, which are specialized postsynaptic compartments whose shape and density change on natural or pathological conditions. Here, we describe the steps to apply the sonicated fine powdered carbocyanine dye DiI extracellularly and with immunolabeling of synaptic proteins on brain slices of adult rats. This approach reveals detailed features of dendritic spine morphology, number, distribution, and connectivity under confocal microscopy. The classic Golgi-impregnation was done to serve as comparison. Sonicated powdered DiI labeling is easier than other methodologies with advantages over full DiI crystal applications or other intracellular dyes. This is a quick and reproducible procedure to fluorescently label spines for 3-dimensional imaging. The method can be used together with the co-immunolocalization of synaptic proteins.",
        "manuscriptTitle": "Dendritic spines observed by extracellular DiI dye and immunolabeling under confocal microscopy",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-09-09 00:00:00",
                "doi": "10.1038/nprot.2010.153",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ee2d670-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 9th, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2445,
                "name": "Biological techniques"
            },
            {
                "id": 2446,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-09-09 00:00:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}