{
    "identity": "nprot-653",
    "title": "Pronuclear transfer in abnormal human embryos",
    "content": [
        {
            "header": "Introduction",
            "content": "Maternally inherited mitochondrial DNA \\(mtDNA) mutations are a common cause of genetic disease. However, to date, there has been very little success in developing effective treatments for mtDNA disease. Nuclear genome transfer techniques are a promising approach for the prevention of transmission of human mtDNA disease.<sup>1,2</sup> Recently, metaphase II spindle transfer between unfertilised metaphase II oocytes has successfully been performed in oocytes from non-human primates, resulting in live offspring in which no donor mtDNA was detectable.<sup>3</sup>\r\n\n\nAn alternative approach to metaphase II spindle transfer is pronuclear transfer between fertilised embryos. An advantage of this approach is the enclosure of the nuclear genetic material within a membrane which precludes a loss of genetic material during transfer that is possible when using the metaphase II spindle technique. Pronuclear transfer is well established in mouse embryos.<sup>4</sup> We have applied the technique for the first time in abnormally fertilised human embryos. The procedures for performing the pronuclear transfer and the subsequent necessary genetic analyses to confirm successful transfer are outlined."
        },
        {
            "header": "Reagents",
            "content": "**Reagents:**\r\n\n\n**General reagents:**\r\n\n\n• Agarose\r\n\n\n• Ethidium bromide\r\n\n\n• 100% AnalaR ethanol\r\n\n\n• 70% AnalaR ethanol\r\n\n\n• Proteinase K \\(20mg/ml)\r\n\n\n• AmpliTaq® Gold DNA polymerase \\(Applied Biosystems)\r\n\n\n• HiDi™ Formamide \\(Applied Biosystems)\r\n\n\n\r\n\n\n**Specific reagents:**\r\n\n\n**Pronuclear transfer reagents:**\r\n\n\n• G1v5 Plus media \\(Vitrolife)\r\n\n\n• G-Rinse media \\(Vitrolife)\r\n\n\n• G2v5 Plus media \\(Vitrolife)\r\n\n\n• Ovoil™ \\(Vitrolife)\r\n\n\n• Cytochalasin B \\(5mg/ml)\r\n\n\n• Nocodazole \\(5mg/ml)\r\n\n\n• HVJ Envelope \\(HVJ-E)\r\n\n\n**NOTE:** HVJ-E can be used safely in ordinary laboratories and will not proliferate or exhibit pathogenic effects in humans or animals. Information on bio-safety and precautions for use is available on the following website:\r\n\n\nhttp://www.cosmobio.co.jp/export_e/products/cells/products_ISK_20070518_04.asp#f9\r\n\n\n• 10 x Earls Balanced Salt Solution \\(EBSS)\r\n\n\n\r\n\n\n**Disaggregation of embryos into individual blastomeres:**\r\n\n\n• G-PGD medium \\(Vitrolife)\r\n\n\n• Acid Tyrode’s solution\r\n\n\n\r\n\n\n**Cell lysis reagents:**\r\n\n\nReagents opened only in UV cabinet:\r\n\n\n• 0.5M Tris-HCl, pH8.5\r\n\n\n• 0.5M EDTA\r\n\n\n• 1% Tween-20\r\n\n\n\r\n\n\n**Mitochondrial DNA sequencing reagents:**\r\n\n\n• ExoSapIT \\(Amersham Biosciences)\r\n\n\n• BigDye® Terminator cycle sequencing chemistries \\(version 3.1, Applied Biosystems)\r\n\n\n\r\n\n\n**Last hot cycle PCR RFLP analysis reagents:**\r\n\n\n• α-32P-dCTP\r\n\n\n• Pellet paint \\(Novagen)\r\n\n\n• 7.5M Ammonium acetate\r\n\n\n• 40% Acrylamide/Bis-acrylamide \\(29:1)\r\n\n\n\r\n\n\n**Nuclear DNA genotyping reagents:**\r\n\n\n• 5% washed Chelex beads \\(Sigma)\r\n\n\n• Commercially available DNA extraction kit, e.g. QIAamp DNA Blood Mini kit \\(Qiagen)\r\n\n\n• Powerplex® 16 System \\(Promega)"
        },
        {
            "header": "Equipment",
            "content": "**Equipment:**\r\n\n\n**General equipment:**\r\n\n\n• Table top microcentrifuge\r\n\n\n• UV PCR cabinet\r\n\n\n• PCR thermocycler \\(e.g. Applied Biosystems 9700)\r\n\n\n• Heat blocks set at 37°C, 55°C and 95°C\r\n\n\n• ABI3130xl Genetic Analyzer \\(Applied Biosystems)\r\n\n\n• Agarose gel electrophoresis apparatus\r\n\n\n\r\n\n\n**Specific equipment:**\r\n\n\n**Pronuclear transfer equipment:**\r\n\n\n• Isolator with temperature and CO<sub>2</sub> control \\(Walker Safety Cabinets Ltd)\r\n\n\n• 5ml Snap-cap® tubes \\(Bio Plas)\r\n\n\n• Petri dishes \\(injection dish and holding dish)\r\n\n\n• Microscope with micromanipulation system\r\n\n\n• Microsurgical laser\r\n\n\n• Biopsy pipette \\(25μM inner diameter; Rochford Medical)\r\n\n\n• Holding pipette \\(Hunter Scientific Ltd)\r\n\n\n• Embryo handling pipette \\(BioTipp)\r\n\n\n\r\n\n\n**Mitochondrial DNA sequencing equipment:**\r\n\n\n• SeqScape® software \\(version 2.1.1, Applied Biosystems)\r\n\n\n\r\n\n\n**Last hot cycle PCR RFLP analysis equipment:**\r\n\n\n• Geiger Counter\r\n\n\n• Hoefer® 600 Series vertical gel electrophoresis apparatus \\(18 x 16 cm) \r\n\n\n• Gel Drying equipment\r\n\n\n• Whatman® paper\r\n\n\n• Storm 860 phosphorimager scanner \\(Molecular Dynamics)\r\n\n\n\r\n\n\n**Nuclear genotyping equipment:**\r\n\n\n• GeneMapper® _ID_ or version 4 software \\(Applied Biosystems)"
        },
        {
            "header": "Procedure",
            "content": "**General considerations**\r\n\n\nEnsure all tubes and tips have been autoclaved prior to use.\r\n\n\nBefore use, wipe down UV cabinet with 70% ethanol and expose all required tubes \\(lids open)/tips/racks/dH\n2\nO to UV light for a minimum of 20 minutes before use.\r\n\n\nConfirm with a witness that the appropriate consent forms have been signed before transferring embryos from the clinical lab to the research lab. \r\n\n\nA non-identifying code is assigned to zygotes from individual donors. This must be logged for traceability and audit purposes.\r\n\n\nAll zygote manipulations are conducted in an environmentally controlled isolator at 37ºC and 7% CO\n2\n.\r\n\n\n\r\n\n\n**Pronuclear transfer**\r\n\n\nProcedure time: 7-8 days\r\n\n\n**Aim:** Transfer two pronuclei from abnormally fertilised ‘donor’ human embryos \\(i.e. unipronuclear or tripronuclear) to an enucleated abnormally fertilised ‘recipient’ embryo from a different donor.\r\n\n\n1. Transfer G1v5 Plus media and Ovoil™ to 5ml Snap-cap® tubes and equilibrate at 37ºC with 7% CO\n2\novernight.\r\n  2. Add 200µl equilibrated G1v5 Plus media to a 1.5ml centrifuge tube followed by 0.4µl nocodazole \\(10µg/ml) and 0.2µl cytochalasin B \\(5µg/ml). Flick well to mix.\r\n  3. Place 4µl drops of G1v5 Plus containing nocodazole and cytochalasin B in an injection dish and cover with equilibrated Ovoil™.  \r\n  4. Vortex and briefly centrifuge the tube containing the HVJ-E.\r\n  5. Add 1µl HVJ-E to the injection dish \\(underneath the oil).\r\n  6. Set up the micromanipulation system and wash the pipettes with G-Rinse prior to use.\r\n  7. Set the heated stage at 37ºC.\r\n  8. Transfer the embryos to the injection dish and incubate in G1v5Plus containing nocodazole and cytochalasin B for 30mins before placing on the microscope.  \r\n  9. Ensure both pipettes are primed prior to use. This is done by increasing/decreasing the balance to move media up/down the pipette.\r\n  10. To begin the manipulation, position the embryo \\(the pronuclear recipient) so that the pronucleus/pronuclei for removal are in focus and the polar bodies are distal to the site where the biopsy pipette will enter the embryo. Immobilise the embryo by gentle suction with the holding pipette.\r\n  11. Make a small hole in the _zona pellucida_ using a microsurgical laser.  \r\n  12. Insert the biopsy pipette into the embryo and gently aspirate the pronucleus/pronuclei into the biopsy pipette in individual karyoplasts containing minimal cytoplasm.\r\n  13. Completely enucleate the embryo, release the embryo from the holding pipette, remove the holding pipette from the drop and expel the pronuclear karyoplast\\(s) from the biopsy pipette.\r\n  14.  Move the biopsy pipette to the drop containing the other embryo \\(the pronuclear donor) and position the embryo so that the pronuclei for removal are in focus.\r\n  15. Use the microsurgical laser to make a hole in the _zona pellucida_ and insert the biopsy pipette into the embryo.\r\n  16. Slowly aspirate the pronuclei into the biopsy pipette in individual karyoplasts containing minimal cytoplasm.\r\n  **NOTE:** Extra cytoplasm can be pinched off by careful manipulation of the karyoplast with the biopsy pipette. \r\n\n\n17. Release the manipulated embryo from the holding pipette and remove the holding pipette from the drop.\r\n  18. Transfer the biopsy pipette containing the pronuclear karyoplasts to the HVJ-E drop.\r\n  19. Gently move the karyoplasts to the very end of the biopsy pipette and apply suction in order to take up a small amount of HVJ-E into the pipette with the karyoplast \\(usually an amount equal to the size of the karyoplast).\r\n  20. Move the biopsy pipette to the drop containing the enucleated recipient embryo.\r\n  21. Re-introduce the holding pipette into the drop and immobilise the recipient embryo so that the hole previously made in the _zona pellucida_ is at the 3 o’clock position.\r\n  22. Introduce the donor pronuclear karyoplasts into the recipient embryo ensuring good contact between the karyoplast membrane and the membrane of the embryo.\r\n  23. Leave the pronuclear transfer embryo in the manipulation drop to allow the karyoplast to fuse with the recipient embryo \\(the time for this to occur can vary from ==~== 10 minutes up to 1 hour).\r\n  24. Place ==~== 50µl drops of equilibrated G1v5 Plus into a holding dish and cover with equilibrated Ovoil™.\r\n  25. When fusion has occurred, carefully transfer the pronuclear transfer embryo to the holding dish and leave at 37ºC with 7% CO\n2\n.\r\n  **NOTE:** This should be done using an embryo manipulation pipette. \r\n\n\n26. Wash the reconstituted embryo through several drops of G1v5 Plus.\r\n  27. Wash the injection dish with 70% ethanol before discarding and place any unused embryos in 10xEBSS for a minimum of 30 minutes before disposal.\r\n  28. The following day \\(day 2), place ==~== 50µl drops of G2v5 Plus media into a holding dish and cover with Ovoil™.\r\n  29. Allow the dish to equilibrate at 37ºC with 7% CO\n2\novernight.\r\n  30. Transfer the pronuclear transfer embryos to equilibrated G2v5 Plus media the next day \\(day 3) and leave at 37ºC with 7% CO\n2\n.\r\n  31. All embryos are cultured for 7/8 days before being discarded or fixed/frozen for further analysis.\r\n  \r\n\n\n**Disaggregation of embryos into individual blastomeres**\r\n\n\n**Aim:** Disaggregate individual embryos either by micromanipulation or by removal of the _zona pellucida_ using acid Tyrode’s solution.\r\n\n\n1. To obtain individual blastomeres by micromanipulation, place the embryos in G-PGD medium and immobilise with a holding pipette. Make a hole in the _zona pellucida_ with the microsurgical laser. Remove individual blastomeres with a biopsy pipette.\r\n  **NOTE:** Blastomere lysis is common with this approach.\r\n\n\n2. For removal of the _zona pellucida_, place the embryos briefly in acid Tyrode’s solution until the _zona pellucida_ dissolves \\(<1 minute). Transfer the embryo to G-PGD medium. Disaggregate individual blastomeres by continual pipetting.\r\n  3. With both methods, transfer individual blastomeres to sterile 0.5ml microcentrifuge tubes and store at -20°C until required for genetic analysis.\r\n  \r\n\n\n**Cell lysis**\r\n\n\nProcedure time: 3 hours\r\n\n\n**Aim:** Lyse donor and recipient embryos/individual blastomeres for subsequent mtDNA analysis.\r\n\n\n1. Remove embryos/blastomeres and embryo-media only control from storage at -20°C.\r\n  2. Centrifuge tubes at 12,000 _g_ for 10 minutes then place on ice.\r\n  3. In a UV cabinet, prepare sufficient single cell lysis buffer mastermix containing 0.5% Tween-20, 50mM Tris-HCl \\(pH8.5), 1mM EDTA and 0.2mg/ml proteinase K for all samples to be lysed plus two negative lysis controls \\(i.e. without embryos)\r\n  4. Vortex the mastermix and pulse spin.\r\n  5. In the UV cabinet, add 15μl single cell lysis buffer mastermix to the tubes containing the embryos/blastomeres and embryo media only and to two sterile tubes \\(negative lysis controls).\r\n  6. Vortex all the tubes and pulse spin.\r\n  7. Place samples at 55ºC for 2 hours.\r\n  **NOTE:** This incubation can be completed on a hot block set to 55ºC or a PCR block set to 55ºC, depending on the size of the tubes used for embryo/blastomere collection.\r\n\n\n8. After 1 hour incubation, vortex the samples and pulse spin before placing back at 55ºC for the remaining 1 hour.\r\n  9. After the 2 hour incubation, place samples at 95ºC for 10 minutes.\r\n  **NOTE:** This incubation can be completed on a hot block set to 55ºC or a PCR block set to 55ºC, depending on the size of the tubes used for embryo/blastomere collection.\r\n\n\n10. Vortex the samples and pulse spin.\r\n  11. Place samples on ice ready for mtDNA analysis; alternatively store the lysates at -20°C.\r\n  \r\n\n\n**Mitochondrial DNA sequencing from embryos/blastomeres**\r\n\n\nProcedure time: 2 days\r\n\n\n**Aim:** Sequence the mitochondrial D-loop regions in donor and recipient embryos/blastomeres in order to identify sequence variants that would help to distinguish between the two mitochondrial populations.\r\n\n\n1. In a UV cabinet, set up a first round of PCR amplification in 50μl reactions each containing:\r\n  dH\n2\nO:      33.65μl\r\n\n\n10x AmpliTaq® Gold buffer:    5μl\r\n\n\nMgCl\n2\n\\(25mM stock):    2μl\r\n\n\n10mM dNTPs:      5μl\r\n\n\nForward primer \\(20μM stock):   1.5μl\r\n\n\nReverse primer \\(20μM stock):    1.5μl\r\n\n\nBlastomere/embryo lysate or dH\n2\nO:  1μl\r\n\n\nAmpliTaq® Gold DNA polymerase:   0.35μl\r\n\n\n**NOTE:** For our experiments we sequenced the non-coding D-loop of the mitochondrial genome \\(NC_012920) and therefore used primers that specifically amplified this entire region: forward primer \\(nucleotide position: 15695-15680): 5’-CCCATCCTCCATATATCCAAAC-3’ and reverse primer \\(868-847): 5’-GGTTAGTATAGCTTAGTTAAAC-3’). This first round of PCR amplification is important for limiting the amplification of nuclear pseudogenes. \r\n\n\n2. Place samples in a PCR thermocycler and run the following program:\r\n  1 cycle of 95°C 10min \r\n\n\n38 cycles of 94°C 45sec,  58°C 45sec, 72°C 2min\r\n\n\n1 cycle of 72°C 8min \r\n\n\n3. On the bench, set up a second round of PCR amplification with the primary PCR products in a 25μl reaction volume using overlapping primers \\(primers are M13-tailed to facilitate subsequent sequencing of the PCR products):\r\n  dH\n2\nO:       16.87μl\r\n\n\n10x AmpliTaq® Gold buffer:     2.5μl\r\n\n\n10x dNTPs:        2.5μl\r\n\n\nForward primer \\(20μM stock):     1μl\r\n\n\nReverse primer \\(20μM stock):      1μl\r\n\n\nFirst round PCR product \\(diluted 1 in 4 or 1 in 8) or dH\n2\nO:  1μl\r\n\n\nAmpliTaq® Gold DNA polymerase:     0.13μl\r\n\n\n**NOTE:** Four sets of overlapping primer sets were used to amplify the D-loop in our experiments: primer set D1 \\(nucleotide positions for forward primer: 15758-15777 and reverse primer: 019-001), primer set D2 \\(forward primer: 16223-16244 and reverse primer: 129-110), primer set D3 \\(forward primer: 16548-16569 and reverse primer: 389-370) and primer set D4 \\(forward primer: 323-343 and reverse primer: 771-752).\r\n\n\n**TIP:** Remember to include the negative first round PCR control as a sample in the second round PCR.\r\n\n\n4. Place samples in a PCR thermocycler and run the following program:\r\n  1 cycle of 95°C 10min \r\n\n\n30 cycles of  94°C 45sec, 58°C 45sec, 72°C 1min\r\n\n\n1 cycle of 72°C 8min \r\n\n\n5. Run 5μl of each second round PCR product on a 1.5% agarose gel to confirm successful amplification. Repeat second or if necessary first round PCRs for any samples that have failed to amplify.\r\n  **NOTE:** Samples may be stored at +4°C or -20°C until ready to sequence.\r\n\n\n6. Retrieve PCR amplicons from storage. Mix and centrifuge briefly.\r\n  7. In a 96-well plate, aliquot 5μl of neat second round PCR product into duplicate wells.\r\n  8. Add 2µl ExoSap-IT® to each sample well.\r\n  9. Cap wells using a rubber sealing mat and centrifuge briefly.\r\n  10. Place sealed plate on a thermocycler and run the following program:\r\n    1 step of  37ºC  15 min \\(digestion step)\r\n\n\n  1 step of  80ºC  15 min \\(denaturation step)\r\n\n\n11. Whilst samples are being purified with ExoSap-IT®, prepare forward and reverse primer mastermixes for cycle sequencing as follows \\(volumes detailed are for one sample; make each mastermix for _n_+6 samples):\r\n   dH\n2\nO:      7μl\r\n\n\n BigDye® buffer:      3μl\r\n\n\n BigDye® v3.1:      2μl\r\n\n\n Forward or reverse primer \\(20µM stock):  1μl\r\n\n\n**REMEMBER:** Each mastermix should contain either the forward or reverse primer only, NOT both.\r\n\n\n12. After purification with ExoSap-IT®, aliquot 13µl of either the forward or reverse mastermix to each sample. Seal plate with strip caps, mix and centrifuge briefly.\r\n  13. Place plate on thermocycler and run the following program:\r\n  1 cycle of 96ºC 1 min\r\n\n\n25 cycles of 96ºC 10 seconds, 50ºC 5 seconds, 60ºC 4 minutes  \r\n\n\n**NOTE:** Samples can be stored at +4°C or -20°C until required for precipitation.\r\n\n\n14. To precipitate the PCR products, aliquot 2μl EDTA \\(125mM), 2μl sodium acetate \\(3M) and 50μl 100% ethanol into each sample well. Seal plate and invert several times to mix. \r\n  15. Leave plate for 15 minutes at room temperature for PCR products to precipitate.\r\n  16. Spin plate at 2,090 _g_ for 30 minutes.\r\n  17. Discard supernatant.\r\n  **TIP:** To discard the supernatant, remove caps, place paper towel over plate and invert. Place upside-down plate back into the centrifuge and pulse spin.\r\n\n\n18. Aliquot 70μl 70% ethanol into each well. \r\n  19. Spin plate at 1,650 _g_ for 15 minutes. Discard supernatant as in step 17.\r\n  20. Air dry the plate in the dark for 15 minutes.\r\n  **NOTE:** Resealed air dried plates may be stored at -20°C until required.\r\n\n\n21. When ready to sequence, aliquot 10μl HiDi™ Formamide into each sample well. \r\n  **NOTE:** The ABI3130xl Genetic Analyzer has 16 capillaries and all are used during each run. Each well in each 16 well block must therefore contain HiDi™, whether they contain precipitated samples or not, as empty wells cause damage to the capillaries. \r\n\n\n22. Denature samples at 95°C for 2 minutes and snap freeze on ice for at least 2 minutes.\r\n  23. Run plate immediately on ABI3130xl Genetic Analyzer.\r\n  24. Align fragment sequences generated with the revised Cambridge Reference Sequence \\(NC_012920) using sequencing software such as SeqScape® \\(v.2.1.1).\r\n  25. Compare D-loop sequences of donor and recipient embryos/blastomeres and identify differences in sequence between the two. \r\n  \r\n\n\n**Last hot cycle PCR restriction fragment length polymorphism \\(RFLP) analysis**\r\n\n\nProcedure time: 2.5 days\r\n\n\n**Aim:** Determine the level of donor mtDNA carryover in the recipient embryo/blastomere by last hot cycle PCR RFLP analysis.\r\n\n\n1. Using a sequence variant identified in either the donor or recipient embryo/blastomere only, design a last hot cycle PCR RFLP in order to quantify the levels of donor mtDNA that are transferred with the pronuclei to the recipient embryo/blastomere:\r\n  **TIP:** Determine whether the presence of the sequence variant results in the loss or gain of a restriction site. Freely available online software such as NEBcutter\n5\n\\(v. 2.0) can be used.\r\n\n\n• If yes, design primers to amplify a region of mtDNA that encompasses the locus of interest \\(approximate desired amplicon size 150-200bp), ensuring a second identical restriction site is also present within the amplicon \\(at a distance of at least 15-20 bp from the locus of interest) to act as an internal digestion control. If a second restriction site is not present, introduce a mismatch within one of the primer sequences to create the restriction site.\r\n\n\n• If no, design a primer close to the locus of interest \\(within 1-2bp) with a mismatch that introduces a restriction site that is lost or gained in the presence of the polymorphism of interest. Avoid having the 3’ base of the primer as the mismatch base. Design a second primer, which may need to also include a mismatch to ensure a second restriction site within the amplicon.\r\n\n\n**TIP:** M13-tails can be added to the end of primer sequences to ensure there will be sufficient resolution between restriction fragments when resolved on a 12% polyacrylamide gel.\r\n\n\n2. Set up 25μl volume PCRs with the designed primers and embryo/blastomere lysates each containing:\r\n  dH\n2\nO:      16.87µl\r\n\n\nAmpliTaq® Gold buffer:    2.5µl\r\n\n\n10mM dNTPs:      2.5µl\r\n\n\nForward primer \\(5-15μM stock):   1µl\r\n\n\nReverse primer \\(5-15μM stock):   1µl\r\n\n\nEmbryo/blastomere lysate or dH\n2\nO:  1μl\r\n\n\n AmpliTaq® Gold DNA Polymerase:   0.13µl\r\n\n\n**TIP:** It is important to ensure there is little or no primer-dimer generated during the PCR amplification as this can interfere with the interpretation of the RFLP results. Varying the primer:lysate ratio was often found to successfully remove primer dimer.\r\n\n\n**REMEMBER:** Include unmanipulated donor and recipient embryo/blastomere lysate as controls.\r\n\n\n3. Place samples on a thermocycler and run a generic PCR program appropriate for each primer set. Example:\r\n  1 cycle of 94ºC 5min\r\n\n\n35 cycles of 94ºC 30sec, X ºC 30sec,  72ºC 30sec\r\n\n\n1 cycle of 72ºC 8min\r\n\n\n4. Run 5µl of each PCR product on a 1.5% agarose gel to verify amplification and ensure minimal primer-dimer amplification.\r\n  5. The no template control can be discarded after imaging the check gel.\r\n  6. Perform one final cycle of PCR using α-\n32\nP-dCTP to radioactively label the PCR products. To each sample add:\r\n  Forward primer \\(same stock concentration as for previous PCR):  1µl\r\n\n\nReverse primer \\(same stock concentration as for previous PCR):  1µl\r\n\n\n AmpliTaq® Gold DNA polymerase:       0.25µl\r\n\n\n α-\n32\nP-dCTP \\(3,000 Ci mmol\n-1\n):      0.25μl\r\n\n\n7. Mix samples and place on a thermocycler and run the following program:\r\n  1 cycle of 94ºC 30sec, X ºC 30sec,  72ºC 30sec\r\n\n\n8. Meanwhile, aliquot the following into a 1.5ml microcentrifuge tubes for each sample:\r\n  100% ethanol:    200µl\r\n\n\ndH\n2\nO:     50µl\r\n\n\n7.5M Ammonium Acetate:   50µl\r\n\n\nPellet Paint:     2µl\r\n\n\n9. Add the full volume of each radiolabelled PCR product to the 1.5ml tubes.\r\n  10. Leave for 2-3 hours at room temperature to precipitate.\r\n  11. Centrifuge tubes at 16,000 _g_ for 10 minutes.\r\n  12. Discard supernatant. A small pink pellet should be visible.\r\n  13. Add 100μl 70% ethanol to each tube. Invert to mix.\r\n  14. Centrifuge tubes at 16,000 _g_ for 10 minutes.\r\n  15. Discard supernatant.\r\n  16. To dry the pellets, place tubes with open lids in a 37°C heat block for no more than 4 minutes.\r\n  **CAUTION:** Pellets become static if dried for too long and may fly out of the tube.\r\n\n\n17. Using a scintillation counter, determine the radioactive counts for each pellet over a 10 second time-lapse.\r\n  18. Resuspend pellets in dH\n2\nO to ensure a final count concentration of 1,000 counts/10s per 17μl.\r\n  **NOTE:** The 17μl volume is chosen because the subsequent restriction digest is carried out in a 20μl reaction. Most restriction enzymes are supplied with a 10X reaction buffer. Consequently, the restriction digest reactions consist of 17μl DNA, 2μl reaction buffer and 1μl restriction enzyme \\(10U) \\(+ 0.2μl BSA depending on the enzyme). Some reaction buffers may however be supplied at a different concentration and the volume of dH\n2\nO in which the pellets are resuspended must be amended to allow for this. Example: if a 2X reaction buffer is supplied, the pellets should only be resuspended at a concentration of 1,000counts/10s in 9μl.\r\n\n\n19. Leave at room temperature for 1-2 hours to resuspend.\r\n  20. Set up a restriction digest mastermix containing for each sample:\r\n   Restriction digest buffer:  2μl \\(or other appropriate volume)\r\n\n\n Restriction endonuclease:  1μl \\(10U)\r\n\n\n BSA \\(100X):    0.2μl \\(if required)\r\n\n\n21. Aliquot 3μl \\(or 3.2μl) of the mastermix into 0.2ml microcentrifuge tubes\r\n  **NOTE:** Remember to include a tube for an undigested sample to confirm complete digestion of the samples. Aliquot 3μl reaction buffer only into this tube.\r\n\n\n22. Add 17μl \\(1,000 counts) of each rehydrated radiolabelled PCR product to the mastermix in each tube. For the undigested sample, add 17μl of any radiolabelled PCR or even a combination of more than one sample.\r\n  23. Place tubes at the appropriate digestion temperature and leave overnight.\r\n  24. Add an additional 3U of restriction enzyme to each sample, with the exception of the undigested sample, and leave for a further 1 hour.\r\n  25. Meanwhile, prepare 40mls of 12% polyacrylamide gel mix and cast a 1.5mm thick 18x16cm gel.\r\n  26. Add 3μl loading dye \\(3.7mM bromophenol blue, 4.6mM xylene cyanol, 30% glycerol) to the restriction digests.\r\n  27. Load each sample onto the gel.\r\n  28. Run the gel at 100V for 30 minutes to allow the samples to enter the gel.\r\n  29. Run the gel at 150V for 3-4 hours, typically until the xylene cyanol band reaches the bottom of the gel.\r\n  **NOTE:** To ensure sufficient band resolution, gel run time may need to be adjusted depending on the expected fragment sizes.\r\n\n\n30. Remove gel from electrophoresis tank and dry onto a sheet of Whatman paper \\(for 2 hours at 60°C).\r\n  31. Expose the dried gel to a Phosphorimager screen overnight.\r\n  32. Scan the screen on a Storm 860 scanner.\r\n  33. Quantify the restriction fragment bands using imaging software. If using ImageQuant:\r\n  • Draw triplicate lines through the bands representing the recipient mtDNA and the donor carryover mtDNA.\r\n\n\n• Select the three lines using the arrow tool.\r\n\n\n• Select Analysis>Create Graph. A plot will display the energy emitted across the length of the line.\r\n\n\n• Select Analysis>Peak Finder… The software should identify the areas emitting high energy along the length of the line. Typically, these correspond to the bands of interest but other peaks may also be identified\r\n\n\n• In the pop-up Inspector window, ensure the triplicate lines for each sample are selected.\r\n\n\n• Click Report>Display then click Compute.\r\n\n\n• An excel spreadsheet will appear giving the graph peak areas for each band of interest. The peak area is directly proportional to the level of heteroplasmy after accounting for the difference in band size.\r\n\n\n• To control for size difference, divide the peak area of the smaller sized band by the base pair size of this band, then multiply by the base pair size of the larger band. \r\n\n\n• Add the normalized small band peak area to the large band peak area to determine a total peak area. \r\n\n\n• Determine the proportion of the carryover mtDNA in the total mtDNA population by dividing, for example, the normalized small band peak area by that of the total peak area and multiplying by 100.\r\n\n\n\r\n\n\n**Nuclear DNA genotyping**\r\n\n\nProcedure time: 1.5 days\r\n\n\n**Aim:** Verify the correct transfer of the donor pronuclei into the recipient embryo by genotyping microsatellite markers in the nuclear genome of the reconstituted recipient embryos.\r\n\n\n1. Obtain DNA from the parents of each fertilised embryo, both donor and recipient.\r\n  **NOTE:** Follicular fluid and semen are two convenient sources of parental DNA. Extract maternal DNA using a commercially available DNA extraction kit suitable for bodily fluids \\(e.g.Qiagen QIAamp DNA Blood Mini kit). Extract paternal DNA using Chelex extraction beads. Briefly, centrifuge the semen to collect the spermatozoa. Add 200μl 5% washed Chelex extraction beads, 2μl proteinase K and 7μl DTT \\(10mM). Mix gently. Incubate at 56°C for 4 hours then at 95°C for 10 minutes. Spin samples in a microcentrifuge for 3 minutes at 12,000 _g_ to remove the Chelex beads. Remove and retain the DNA-containing supernatant.\r\n\n\n2. Quantify the parental DNA.\r\n  3. Retrieve reconstituted embryos lacking a _zona pellucida_ from storage at -20°C. \r\n  4. Centrifuge for 10 minutes at 12,000 _g_.\r\n  5. In a UV cabinet, add 2.5μl lysis buffer \\(200mM NaOH, 50mM DTT) to embryos.\r\n  6. Incubate for 10 minutes at 65°C.\r\n  7. Terminate the lysis by adding 2.5μl Tricine \\(200mM).\r\n  8. In a UV cabinet, perform whole genome amplification on the samples in 50μl reactions using the commercially available Qiagen Repli-g® Mini kit.\r\n  **NOTE:** To each sample add 15μl nuclease-free dH\n2\nO, 29μl Repli-g® reaction buffer and 1μl Repli-g® DNA polymerase. Mix carefully by flicking, pulse spin and incubate for 16 hours at 30°C. Terminate the reaction by incubation at 65°C for 3 minutes.\r\n\n\n9. Quantify the amplified DNA by real-time PCR using a serial dilution of a pure DNA sample of known concentration to generate a standard curve.\r\n  **NOTE:** Any house-keeping gene real-time PCR assay can be used.\r\n\n\n10. Genotype 1ng of reconstituted embryo DNA and 1ng of both donor and recipient embryo parental DNAs in 12.5μl reactions using the Promega PowerPlex® 16 System according to the manufacturer’s instructions. Alternatively, custom-developed microsatellite PCR assays can be designed.\r\n  **TIP:** It may be necessary to analyse different dilutions of the embryo DNA to ensure all microsatellite markers amplify adequately with the Powerplex® 16 System.\r\n\n\n11. Identify, using GeneMapper® software \\(_ID_ or version 4), informative microsatellite markers that verify the donor parental genotype is present in the recipient embryo."
        },
        {
            "header": "Timing",
            "content": "See individual sections"
        },
        {
            "header": "References",
            "content": "1. Brown DT, Herbert M, Lamb VK et al: Transmission of mitochondrial DNA disorders: possibilities for the future. Lancet 2006; 368: 87-89.\r\n  \r\n\n\n2. Sato A, Kono T, Nakada K et al: Gene therapy for progeny of mito-mice carrying pathogenic mtDNA by nuclear transplantation. Proc Natl Acad Sci U S A 2005; 102: 16765-16770.\r\n  \r\n\n\n3. Tachibana M, Sparman M, Sritanaudomchai H et al: Mitochondrial gene replacement in primate offspring and embryonic stem cells. Nature 2009; 461: 367-372.\r\n  \r\n\n\n4. Meirelles FV, Smith LC: Mitochondrial genotype segregation in a mouse heteroplasmic lineage produced by embryonic karyoplast transplantation. Genetics 1997; 145: 445-451.\r\n  \r\n\n\n5. Vincze T, Posfai J, Roberts RJ: NEBcutter: A program to cleave DNA with restriction enzymes. Nucleic Acids Res 2003; 31: 3688-3691."
        },
        {
            "header": "Acknowledgements",
            "content": "Work carried out following this protocol was licensed by the Human Fertilisation and Embryology Authority and approved by the Newcastle and North Tyneside Local Ethics Committee."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature08958",
                "date": "2010-03-24 12:43:18",
                "title": "Pronuclear transfer in human embryos to prevent transmission of mitochondrial DNA disease",
                "authors": [
                    "Lyndsey Craven",
                    "Helen A. Tuppen",
                    "Gareth D. Greggains",
                    "Stephen J. Harbottle",
                    "Julie L. Murphy",
                    "Lynsey M. Cree",
                    "Alison P. Murdoch",
                    "Patrick F. Chinnery",
                    "Robert W. Taylor",
                    "Robert N. Lightowlers",
                    "Mary Herbert",
                    "and Douglass M. Turnbull"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11414,
                "identity": "9f78cfa3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lyndsey Craven",
                "email": "",
                "orcid": "",
                "institution": "Mitochondrial Research Group, Institute for Ageing and Health, Newcastle University, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lyndsey",
                "middleName": "",
                "lastName": "Craven",
                "suffix": ""
            },
            {
                "id": 11415,
                "identity": "9f78d351-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Helen Tuppen",
                "email": "",
                "orcid": "",
                "institution": "Mitochondrial Research Group, Institute for Ageing and Health, Newcastle University, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Helen",
                "middleName": "",
                "lastName": "Tuppen",
                "suffix": ""
            },
            {
                "id": 11416,
                "identity": "9f78d519-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rob Taylor",
                "email": "",
                "orcid": "",
                "institution": "Mitochondrial Research Group, Institute for Ageing and Health, Newcastle University, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rob",
                "middleName": "",
                "lastName": "Taylor",
                "suffix": ""
            },
            {
                "id": 11417,
                "identity": "9f78d6a2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mary Herbert",
                "email": "",
                "orcid": "",
                "institution": "Newcastle Fertility Centre and International Centre for Life, Institute for Ageing and Health, Newcastle University, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mary",
                "middleName": "",
                "lastName": "Herbert",
                "suffix": ""
            },
            {
                "id": 11418,
                "identity": "9f78d9ab-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Doug Turnbull",
                "email": "",
                "orcid": "",
                "institution": "Mitochondrial Research Group, Institute for Ageing and Health, Newcastle University, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Doug",
                "middleName": "",
                "lastName": "Turnbull",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-03-26 12:38:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.54",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.54",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464671,
                "identity": "d1d1b84a-8927-4625-9942-c0cc58e811f4",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:16",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 149968,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-653/v1/879f7ad5-58e5-44f6-9151-6a42e6591dbb.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "abnormal human embryo, blastomere, pronuclear transfer, mtDNA sequencing, last hot cycle PCR RFLP, microsatellite analysis",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Pronuclear transfer in abnormal human embryos",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-07-22 00:00:00",
                "doi": "10.1038/nprot.2010.54",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f788062-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 22nd, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2408,
                "name": "Cell biology"
            },
            {
                "id": 2409,
                "name": "Developmental biology"
            },
            {
                "id": 2410,
                "name": "Genetics"
            },
            {
                "id": 2411,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-07-22 00:00:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}