{
    "identity": "nprot-4549",
    "title": "A modified approach to image guided cell based therapy for cardiovascular diseases using cardiac precursor nanoprobe - GloTrack",
    "content": [
        {
            "header": "Introduction",
            "content": "Cardiac magnetic resonance imaging \\(MRI) is a non invasive clinical diagnostic tool for acquiring high resolution three dimensional anatomical images of the heart that provide vital information on its biomechanical and functional properties<sup>1-3,4,7</sup>. Obtaining high precision MR images however requires complementation of contrast agents for visible structural demarcation of the healthy and damaged tissues against the circulating blood by altering the intrinsic tissue contrast properties<sup>5,6,7</sup>. These contrast agents thus play a pivotal role in MRI. The most commonly used paramagnetic agents are iron nanoparticles<sup>3,5,8,9,10</sup>, gadolinium<sup>5</sup>, and manganese<sup>11</sup> of which iron nanoparticles have been widely studied and used. \r\n\n\nThe use of MRI in tandem with contrast agents for cellular labeling has been gaining importance as an experimental research in the field of stem cells and tissue engineering<sup>7,11</sup>, where the success of the treatment modality is staggered with the lack of knowledge on the fate of the post transplanted cells. Thus the ability of labeling cells with paramagnetic nanoparticles and tracking the cellular migration, homing, engraftment and eventually determining its fate<sup>3,7</sup> provides valuable information for improvement and also in determining its translational efficacy. \r\n\n\nExperimental studies in cellular labeling with nanoparticles have been long ongoing<sup>12-17</sup>, Super paramagnetic iron oxide nanoparticles \\(SPIONs) in particular, have been of interest to both researchers and clinicians because of its size, cellular uptake, super paramagnetic properties, biocompatibility, relatively low toxicity and safer incorporation of the degraded iron into the hemoglobin of the circulatory system<sup>4,6-9</sup>, in comparison to other contrast agents. Moreover, the feasibility, safety and efficacy of stem cell labeling have been well investigated in mesenchymal stem cells<sup>3, 11, 15-18</sup>. \r\n\n\nThe efficacy of cellular uptake of SPIONS however, has been found to enhance upon surface modification with cationic transfecting agents such as poly L-lysine and protamine sulphate<sup>13,15</sup>. Additionally the cationic transfecting agents also help in the slowing the degradation process of the nanoparticles in the system, and thereby increasing its retention time and thus providing a broader window for MR imaging in comparison to the non coated SPION particles7-9. Despite the promises cationic transfecting agent coated SPION hold, there are concerns over its toxicity that may arise with increasing dosage in the system upon degradation, which has thus lead to the use of neutral polymer such as poly ethylene glycol \\(PEG) for a safer mode of surface modification<sup>7,19,20</sup>. \r\n\n\nFurther development in the application of the polymer coated nanoparticles has determined its potential for specific cellular labeling based on cell surface marker expression. The segregation of a desired cell population is feasible by coating the SPION PEG particles with tissue specific antibodies. The interaction of the tissue specific antibodies with the cell surface antigen aids in isolation of an enriched homogenous cell population that could be sorted through immunomagnetic techniques such as magnetic activated cell sorter \\(MACS) <sup>15,16,21</sup>.  This strategy is highly beneficial in stem cell or precursor cell based therapies where cells with good quality cells are required for faster tissue repair. \r\n\n\nCardiac tissue regeneration using stem cell based therapy is one of the widely researched fields of regenerative medicine which is yet to establish its success owing to the complexity that is associated with the cardiac architecture. Various strategies have been adopted for attaining functional cardiomyocytes by either administering stem cells or by extensive laboratory manipulation<sup>16,22-26</sup>  however, satisfactory results are yet to be achieved. Alternatively, we have addressed this issue by adopting a straight forward, potent prototype for enrichment of cardiac progenitor cells from the heterogeneous adipose tissue derived stromal vascular fraction in a faster, reliable, economical and in a scalable way with our engineered nanoprobe GloTrack and have established the isolation of cardiac precursor cells with a higher translational value. \r\n\n\nThe GloTrack probe was designed and engineered by exploiting the theranostic property of the SPIONS by acting as a cardiac specific cellular label as well as a contrast agent for tracking. The cardiac cell specific labeling was approached with the aim of tagging the PEGylated SPIONS with antibodies that have conserved gene expression in cells with higher tendency to be driven into terminally differentiated cardiomyocytes. Extensive cardiac gene expression profiling have been carried out with induced pluripotent stem cells \\(iPSCs) and embryonic stem cells \\(ESCs) <sup>27-29</sup> and conclusive results from both the studies have demonstrated conserved expression for signal regulator protein alpha \\(SIRPA) and kinase insert domain receptor \\(KDR) throughout the differentiation pathway<sup>27-29</sup>. Our data corroborates with the previous reports and establishes similar phenotype and genotype in mesenchymal stem cell population derived from adipose tissue <sup>15,16</sup>.  \r\n\n\nSIRPA is a trans-membrane protein of the signal regulatory protein \\(SIRP) family which is found to be expressed from the early until late stages of the cardiac differentiation pathway<sup>27,30,31</sup> However, till date its role in cardiomyocyte formation is not clearly delineated. Nevertheless, it has been observed that the SIRPA+ cells to have a higher tendency to differentiate into functional cardiomyocytes<sup>27</sup>. Similarly, the expression of KDR, a vascular endothelial growth factor receptor 2 has also been found to be expressed by the cardiovascular progenitor cells leading to the formation of the blood cells, cardiomyocytes, smooth muscle cells and endothelial cells<sup>28,29,32-34</sup>. Thus the selection of SIRPA+/KDR+ cells will be a simple straightforward approach for obtaining a highly enriched cell population..\r\n\n\nIn this study, we were interested in understanding the physical attributes of the GloTrack construct and have extensively characterized and evaluated through in vivo MR imaging. Various characterization approaches such as transmission electron microscopy \\(TEM), atomic force microscopy \\(AFM), high resolution scanning electron microscopy \\(SEM), confocal laser scanning microscopy \\(CLSM), fluorescence-activated cell sorting \\(FACS), and zeta sizer were used. Through this study we are expanding our understanding on the charge, size, surface topography, and tracking efficiency. \r\n\n\nOur previous work has demonstrated the validation of GloTrack in an ex-vivo setting for its relatively low cytotoxicity at cellular and molecular levels along with labeling efficiency by phantom cell-gel experiment and have optimized for the SPION and cell concentration for effective MR signals<sup>15,16</sup>. Herein, we have further evaluated its potential application in an in vivo setting in C57BL/6 mice. This was achieved using a MR based experiment for its traceability and signal to noise optimization. Thus this present report is an improvised protocol for further characterization, evaluation and extrapolation for dual purpose of cell therapy while tracking the cells for the intended purpose as mentioned above.\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nSALIENT FEATURES and LIMITATION TO THE STUDY\r\n\n\n• Faster and economical approach to obtain a pure population of cells that have a higher potential to differentiate into functional cardiomyocytes\r\n\n\n• Potent prototype for non-invasive in vivo tracking and an effective nanocarrier.\r\n\n\n• Reliable and non toxic methodology  \r\n\n\n\r\n\n\nLIMITATIONS\r\n\n\n• Requires applicable regulatory clearances for translation into clinical trials."
        },
        {
            "header": "Reagents",
            "content": "Nanoparticles\r\n\n\nCommercially available SPIONs \\(Magnetite Fe<sub>3</sub>O<sub>4</sub>) have been used in this study. The physical characterization of these nanoparticles as supplied by the vendor is: size – 4 - 6 nm, concentration of 5 mg/mL in water, with a density of 1.0 gm/mL at 25˚C and a magnetization property of > 25 emu/g at 4500Oe  \\(http://www.sigmaaldrich.com/catalog/product/aldrich/725331?lang=en&region=IN) \r\n\n\n\r\n\n\nAntibodies for characterization of cells, and GloTrack preparation\r\n\n\n• Goat anti-Mouse IgG fluorescein isothiocyanate \\(FITC) \\(BD Bioscience, Cat No: 349031)\r\n\n\n• Human SIRPAα/CD172a  antibody monoclonal mouse IgG \\(R&D systems, Cat No: MAB4546)\r\n\n\n• Human VEGF R2/KDR/FIK-1 antibody monoclonal mouse IgG \\(R&D systems, Cat No: MAB3571)\r\n\n\n• Monoclonal anti-human SIRPA α/CD172a – phycoerythrin \\(PE) \\(R&D systems, Cat No: FAB4546P)\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nMice\r\n\n\nIn vivo testing was performed in four, male 8 – 10 wk old C57BL/6 mice \\(Jackson-Laboratory Bar Harbor) with prior approval from the Institutional Animal Care and Use Committee of the Oklahoma Medical Research Foundation. \r\n\n\nCAUTION Obtaining prior approval and abiding to the guidelines of the institutional ethics committee is mandatory for all animal related work. \r\n\n\n\r\n\n\nChemicals and reagents\r\n\n\n• Acetone \\(S.D fine-chem)\r\n\n\n• Iron oxide \\(II, III), magnetic nanoparticles solution \\(Sigma Aldrich, Cat No: 725331)\r\n\n\n• Isoflurane, USP \\(Abbott Animal Health, Cat No: 200-070)\r\n\n\n• Methanol \\(LR Grade, S.D fine-chem) \r\n\n\n• Phosphate-buffered saline 10× stock \\(PBS; Gibco, Cat No: 70011-044)\r\n\n\n• Poly ethylene glycol \\(PEG 300 \\[molecular weight 285-315]; Sigma Aldrich, Cat No: 202371)\r\n\n\n• Saline \\(Hospira, Cat No: NDC0409 7983 61)"
        },
        {
            "header": "Equipment",
            "content": "• 35 mm Petri dish \\(Sigma; CLS430588)\r\n\n\n• Anesthesia system and compressed oxygen supply \\(Highland Medical Equipments)\r\n\n\n• Atomic force microscope \\(Nanomics Model: MV200)\r\n\n\n• Carbon EM coated grid \\(Ted pella, Cat No-01800F)\r\n\n\n• Confocal laser scanning microscope \\(Leica, Model: TCS SPE)\r\n\n\n• FACS Calibur flow cytomery \\(BD Biosciences, Model: E6210)\r\n\n\n• French catheter \\(SAI Infusion Technologies, Model: MTV-03)\r\n\n\n• High resolution scanning electron microscopy \\(SEM; Zeiss, Model: EVO-18)\r\n\n\n• HY-TAPE \\(Paterson)\r\n\n\n•  Infra red light \\(Philips, Cat No-HP3616/01)\r\n\n\n•  Ion beam thinning holder \\(IBT; Gatan Ion Duo Mill, Cat No- 600.380B3)\r\n\n\n•  Isomet \\(Buehler; Model No 111280)\r\n\n\n•  Lint free paper \\(B.R.Dutta& Co)\r\n\n\n• Magnetic resonance imaging \\(Bruker BioSpec 7.0 Tesla/30 cm horizontal –bore imaging spectrometer)\r\n\n\n• Micro centrifuge \\(1.5ml; REMI Equipments, Model: RM12C)\r\n\n\n• Micro centrifuge tubes \\(1.5ml; Tarsons, Cat No: 500012)\r\n\n\n• Micropipette \\(10µl-100µl/100µl-1000µl) \\(Thermo Scientific, Model: Finnpipette)\r\n\n\n• Microscope cover slips \\(Fisher brand, Cat No: 12-547)\r\n\n\n• Microscope slides \\(Fisher brand, Cat No: 22-230-900)\r\n\n\n• Mouse tail illuminator \\(MTI; Braintree Scientific Inc)\r\n\n\n• Refrigerator \\(LG, Model: GL1952008)\r\n\n\n• Sterile surgical gloves \\(Genaxy, Cat No: GEN-NXG-M)\r\n\n\n• Sterile syringe filter \\(0.22µm, Millex-GV, Cat No: SLV033RS)\r\n\n\n• Syringe \\(Nipro, Cat No: C-PN2525TW-ECE)\r\n\n\n• Tail vein catheter \\(SAI infusion technologies, Cat No: MTV-03 24cc)\r\n\n\n• Teflon discs \\(6mm Dia;  TED PELLA,Cat No-16223)\r\n\n\n• Transmission electron microscopy \\(FEI , Model: Tecnai G2 20T)\r\n\n\n• Tweezers \\(A Dumont & Fils; Cat No-13140)\r\n\n\n• Ultrasonicator \\(Branson, Model: 2510E-MT)\r\n\n\n• Zeta sizer \\(Malvern Instruments, Model: Nano ZS)"
        },
        {
            "header": "Procedure",
            "content": "**REAGENT SET UP**\r\n\n\nAnesthesia preparation Anesthetize the C57BL/6 mice with 2.0% isoflurane and 0.6 L/min oxygen during induction. Reduce the concentration of isoflurane to approximately 1.5 % during maintenance. \r\n\n\n\r\n\n\nPBS \\(1X solution) Dilute 50 mL of 10 X PBS without calcium and magnesium in 450 mL of autoclaved distilled water. The prepared 1X PBS can be stored at 4˚C for 6 months.        CRITICAL STEP The diluted PBS solution should be prepared under sterile conditions and pH adjusted to 7.4. \r\n\n\n\r\n\n\nHuman SIRPα/CD172a antibody Reconstitute the lyophilized human SIRPα/CD172a antibody in 0.2 µm filtered PBS to bring to final concentration of 0.5 mg/mL. Aliquot the reconstituted antibodies in sterile prelabeled 500 µL tubes, label and store aliquots for 6 months at -20 °C\r\n\n\n\r\n\n\n\r\n\n\nHuman VEGF R2/KDR/Flk-1 antibody Reconstitute the lyophilized human VEGF R2/KDR/Flk-1 antibody in sterile PBS to a final concentration of 0.5 mg/mL. Aliquot the reconstituted antibodies into pre-labeled 500 µL tubes. Store the labeled tubes for maximum 6 months at -20 o C.\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n**EQUIPMENT SET UP**\r\n\n\nTransmission electron microscope The transmission electron micrographs presented in this study was captured using Tecnai, G2, 20T, 200kV, FEI make. This microscope has a resolution of 0.28 nm point resolution @ 200kV, acceleration voltage between 80kV to 200 kV and pressure of 10-7 Torr. Energy dispersive x-ray spectroscopy \\(EDS) and charge coupled devices \\(CCD) are two detectors available. For this study CCD detectors were employed. The Tecnai software can be controlled by the mouse and keyboard attached to multilingual windows 2000 operating system. The utility requirements however are 100 – 240 v, 50 – 60 Hz single phase, and water cooling system. \r\n\n\nScanning electron microscope The shape and size distribution studies in this study were carried out using Zeiss, EVO-18 with LaB6 filament. This scanning electron microscope has a resolution of 2nm at 30kV – SE, 4.5 nm at 30 kV-BSD \\(VP mode), 15 nm at 1kV-SE and 10 nm at 3 kV-SE. The acceleration voltage is of 1 kV to 30 kV. The field view is 6mm at analytical working distance and the pressure range from 10 – 400 Pa. Variable detectors are available including BSD multi segment diode, ETSE- everhart- thornley secondary electron detector. The image frame stored has a maximum pixel of 3072 x 3204. The SmartSEM GUL can be operated by both mouse and keyboard attached to a desktop computer installed with windows ultimate operating system. The utility requirements are 100 – 240 v and 50 or 60 Hz single phase. \r\n\n\n\r\n\n\nAtomic force electron microscope The 2D and 3D topographical studies have been carried out using Nanonics Model: MV200. This microscope has a special resolution of 20 nm, Z direction of 0.3 to 0.4 nm and a scan are of 100 µm x 100 µm x 20 µm. The sensitivity of the piezo driven scanner sample stage with closed loop feedback is less than 0.5 nm in XY and less than 0.05 nm in Z for a minimum scan. The tip diameter is 20 nm which can map the surface morphology by three modes – contact mode, non-contact mode and pseudo/intermittent contact mode. In this study the samples were analysed using the pseudo/intermittent contact mode. The capture image can be stored with a maximum frame size of 1024 x 1024 pixel. The nanonics imaging software can be operated by both the mouse and keyboard attached to a Windows 7 professional operating system. \r\n\n\nCAUTION AFM experimentation requires an acoustic enclosure with a passive vibration free environment, preferably on an optical bench. \r\n\n\n\r\n\n\nDynamic light scatter measurement The size and charge characterization was carried out by dynamic light scattering on Malvern Zetasizer Nano ZS. Dilute each of the samples to be analyzed in MilliQ water and carry out the measurements in triplicates at 25 °C. \r\n\n\n\r\n\n\nConfocal microscopy In this study, the physical characteristics and the distribution of the two monoclonal antibodies have been carried out on a Leica TCS SPE confocal scanning laser microscope.  This system is equipped with a Leica DMI 4000B microscope with the regular microscopic lens set and a scan head with four solid state laser with wavelength of 405, 488, 532 and 635 nm.  The image visualization and capture was processed with the LAS software.  \r\n\n\nFor this study the following setting have been used- magnification 63X, pinhole airy 1.00 A.U, 488nm laser power 13.62% and 33% for SPION and SPION-PEG respectively. GloTrack was imaged with a laser power of 16.77 % for 488nm and 50.25% for 532nm and observed at 63X magnification and pinhole airy 1.00 A.U.\r\n\n\n\r\n\n\nFlorescent activated cell sorter The entire florescent activated cell sorting experiment has been carried out on BD FACS Calibur equipped with two lasers of wavelengths 488 nm and 635 nm. This machine has four high performance photomultipliers having bandpass filters including 530 nm \\(FITC), 585 nm \\(PE/PI), 670 nm \\(PerCP) and 661 nm \\(APC) for absorption. The FACS machine is attached to a BD FACS Station Mac Pro computer for carrying out data analysis and representation. The data analysis was carried out using Cell Quest software.\r\n\n\nCRITICAL The recommended single cell suspension should be within the range of 105 to 2 x107 cells/mL. The machine should be placed in a temperature \\(16 – 29 ̊C) and humidity \\(10% - 90%) controlled room. \r\n\n\n\r\n\n\nAnesthesia system Connect the oxygen and the isoflurane reservoir to the main induction system \\(SurgiVet, Highland Medical Equipment). Connect the induction chamber, nose mask and ventilator to the main system using the appropriate tubing, and deliver 1.5 – 2.0% isoflurane with 0.6 L/min oxygen.  \r\n\n\n\r\n\n\nMRI Magnetic resonance imaging was carried out using Bruker BioSpec 7.0 tesla 30cm horizontal clear bore magnet small animal imaging system with Paravision 5.1 software \\(Bruker). This machine is equipped with 7.0 T magnet, radiofrequency resonator signal pre-amplifiers, 35 mm quadrature volume coils for signal transmission, mouse cradle with 35 mm coils, anesthesia unit with triple gas flow meters and isoflurane vaporizer, triple gradient amplifiers, water cooling unit and temperature controllers. Dedicated LINUX run workstations are maintained for monitoring the physiological parameters, data acquisition and processing. The data was acquired using the 1-Tripilot-i.g \\(scout scan) protocol and fast imaging with steady state precession \\(FISP) protocol. The scan settings for 1-Tripilot-i.g \\(scout scan) protocol are, repetition time \\(TR) of 8.8 msec, echo time \\(TE) of 1.2 msec, 151 Gaussian pulse of 0.7 msec, 80 mm field view with a total scan time of 26 sec. For the FISP protocol, a gradient – echo sequence with flow compensation was employed and the scan settings are as follows, TE 2 msec, TR 4 msec, field view 80 x 30 mm, matrix size 256 x 256 for a total scan time of 4 min 17 secs.  \r\n\n\n \r\n\n\n \r\n\n\n**PROCEDURE**\r\n\n\n**Preparation of GloTrack for cardiac precursor cell sorting**   TIMING 19h\r\n\n\n1   For mini GloTrack preparation, under sterile conditions transfer 10 µL of commercially available iron oxide \\(II, II) magnetic nanoparticle in to a 500 µL sterile centrifuge tube. \r\n\n\nCRITICAL STEP Vortex the SPION containing bottle briefly prior to aspirating the desired volume of solution. \r\n\n\n\r\n\n\n2   Centrifuge the aliquot of SPION suspension at 8000 rpm for 15 min at room temperature \\(RT). \r\n\n\n\r\n\n\n3   Under sterile conditions, carefully remove the supernatant and wash the SPION pellet with 100 µL of 70 % ethanol.    \r\n\n\n CRITICAL STEP Do not disturb the SPION pellet while aspirating the supernatant.\r\n\n\n \r\n\n\n4    Re-centrifuge the SPION-ethanol suspension at 8000 rpm for 15 min at RT.\r\n\n\n\r\n\n\n5    Aspirate out the supernatant under sterile conditions. \r\n\n\n CRITICAL STEP Do not disturb the SPION pellet while aspirating the supernatant. \r\n\n\n\r\n\n\n  6  Open the flap of the centrifuge tubes in the laminar air flow to allow excess alcohol to evaporate from the tubes. 2 – 3 min. \r\n\n\nCAUTION Do not leave the tubes open for more than 2 – 3 min to avoid excess sample drying. \r\n\n\nTROUBLESHOOT\r\n\n\n\r\n\n\n7    Upon drying functionalize the particles using 100 µL of PEG 300 \\(10 mg/mL). Close, label and seal the tubes tight with parafilm. Allow the tubes to spin in a magnetically stirred water bath at room temperature \\(RT) for 16 h.       \r\n\n\nCRITICAL STEP Ensure continuous spinning of the tubes at RT. \r\n\n\nTROUBLESHOOT\r\n\n\n\r\n\n\n8 To the functionalized SPIONs suspension, add 5µg/mL mouse anti human monoclonal SIRPA/ KDR unconjugated antibodies. Incubate the antibodies with the PEGylated SPION at 4⁰C on a magnetically stirred water bath containing ice cold water for 2 h to enhance binding.        \r\n\n\nCRITICAL STEP Ensure the temperature of the water is maintained throughout the 2 h period.\r\n\n\nTROUBLESHOOT\r\n\n\n\r\n\n\n9    Store the engineered GloTrack at -20⁰C.      \r\n\n\nPAUSE POINT Prepared GloTrack particles can be stored at -20 ⁰C until use.\r\n\n\n\r\n\n\n\r\n\n\n**Preparation of GloTrack for characterization using confocal microscopy and flow cytometry** TIMING 19 h\r\n\n\n10   Prepare the GloTrack for confocal imaging and flow cytometry by functionalizing the SPION particles with PEG \\(10 mg/mL) as mentioned from step1 - 7. \r\n\n\n\r\n\n\n11    To the functionalized SPION particles, add 5 µg/mL mouse anti human monoclonal SIRPA conjugated with PE and mouse anti human KDR unconjugated antibody and incubate for 2 hours on a magnetically stirred water bath containing ice cold water to enhance binding.  \r\n\n\nCRITICAL STEP It is important to foil wrap the tubes to avoid photo bleaching of the fluorescence dyes conjugated to the antibodies.\r\n\n\n\r\n\n\n12    Allow the antibodies to bind to the open moieties of PEG at 4⁰C as mentioned in step 8.     \r\n\n\nCRITICAL STEP Ensure the water is maintained at 4⁰C and level is appropriate for continuous spinning of the tubes.\r\n\n\n\r\n\n\n13  After 2 h of incubation add secondary goat anti mouse FITC tagged antibody IgG at 1: 100 dilution to the GloTrack and incubate further for 1/2 h at 4˚C in a magnetically stirred water bath containing ice cold water to enhance binding.   \r\n\n\nCRITICAL STEP Ensure the water is maintained at 4˚C and level is appropriate for continuous spinning of the tubes in magnetic stirrer.\r\n\n\n\r\n\n\n14 Store the conjugate GloTrack at 4˚C until the samples are analyzed using confocal microscopy or using flow cytometry for 1 – 2 days.\r\n\n\nPAUSE POINT Prepared GloTrack particles can be stored at -20˚C for longer storage.\r\n\n\n \r\n\n\n**Characterisation of the GloTrack**\r\n\n\n15 Characterize the prepared GloTrack using the TEM, SEM, AFM, Zetasizer, Confocal or FACS\r\n\n\n\r\n\n\n\\(A)  **Morphological characterization of the GloTrack using transmission electron microscopy** TIMING 19 h\r\n\n\n\\(i)    Transfer SPIONs, PEGylated SPION and the GloTrack into a clean fresh pre-labeled test tube. \r\n\n\n \r\n\n\n\\(ii)    Place these pre-labeled test tubes into a beaker containing methanol of LR grade. \r\n\n\n\r\n\n\n\\(iii)    Fix the test tubes in place with the use of cork and adhesive tapes.\r\n\n\nCRITICAL POINT Ensure proper fixation of tubes to avoid cracks and leakages.\r\n\n\n\r\n\n\n\\(iv)   With the samples and tubes in place, transfer the beaker into an ultrasonic bath and sonicate for 15 minutes. \r\n\n\n\r\n\n\n\\(v)    Remove the test tubes carefully and transfer the contents onto pre-labeled clean Petri dishes. \r\n\n\n\r\n\n\n\\(vi)     Using fine tip tweezers lift a 3mm mesh carbon coated copper grid and place it on the sample for lifting it by adsorption. \r\n\n\nCRITICAL POINT Carefully place the carbon coated side of the grid by placing it on its side first and then gently lay it over the sample to ensure complete lifting of the sample on to the grid.\r\n\n\n\r\n\n\n\\(vii)    Transfer the sample adsorbed grid on to a lint free paper and place it for a minute in front of infra red light for drying. \r\n\n\nCAUTION POINT Avoid excessive dryness as it will lead to artifact formation. \r\n\n\nCRITICAL STEP   Reverse the sides of the grid every 15 sec for uniform drying.\r\n\n\nPAUSE POINT   Infra red dried samples can be stored overnight in a vacuum desiccators for examination under electron microscope on the following day. \r\n\n\n\r\n\n\n\\(viii) Examine the infra red dried samples using Tecnai 20 electron microscope without additional staining.\r\n\n\n\r\n\n\n\\(ix)   Mount the sample loaded carbon coated copper grid on to either a single or double tilt holder. \r\n\n\nCRITICAL STEP Use appropriate tweezers for loading samples and handle the grid with care to avoid flexing. \r\n\n\n\r\n\n\n\\(x)   Place the grid loaded holder into the stage of the microscope, as specified in the user operation manual of the microscope. \r\n\n\n\r\n\n\n\\(xi)    Turn on the filament and using the Tecnai user interface open the column.\r\n\n\n\r\n\n\n\\(xii)  Adjust the translating track ball to bring the specimen inside the range of the image on the phosphorous screen and then adjust the eucentric height.\r\n\n\n\r\n\n\n\\(xiii)   Focus the image on the screen.\r\n\n\nCRITICAL STEP Use well spread electron beams to avoid any damage to the samples. \r\n\n\n\r\n\n\n\\(xiv)   Record an image of the area of interest using a CCD camera. \r\n\n\n\r\n\n\n\\(xv)  Label the images appropriately with the micron bars, kV and date using the digital software. \r\n\n\nCRITICAL Provide the information to the system about the magnification to have the correct micron marker for more accurate measurement of size. \r\n\n\nTROUBLESHOOT \r\n\n\n\r\n\n\n\\(xvi)  After completion of the image capture reset the holder position and adjust the magnification to 4400X, centre and spread the beam to full screen. \r\n\n\n\r\n\n\n\\(xvii)   Close the column valve and turn off the filament.\r\n\n\n\r\n\n\n\\(xviii)   Remove the sample holder from the microscope. \r\n\n\n\r\n\n\n   \r\n\n\n\\(B) **Size estimation of GloTrack using high resolution scanning electron microscopy** TIMING 19 h\r\n\n\n\r\n\n\n\\(i)    Prepare samples for SEM as mentioned in Step 15 A i – vii.\r\n\n\nPAUSE POINT Infra red samples can be stored over night in vacuum desiccators prior to examination under scanning electron microscope.\r\n\n\n\r\n\n\n\\(ii)    Place the sample loaded carbon coated grid on the ion beam thinning \\(IBT) holder.\r\n\n\nCRITICAL STEP Place and secure the grid in the 3mm slot tightly to avoid drifting during imaging.\r\n\n\n\r\n\n\n\\(iii)    Vent the microscope.\r\n\n\n\r\n\n\n\\(iv)    Carefully load and mount the specimen in the microscope\r\n\n\nCAUTION POINT Clean the microscope stage and place a fresh carbon tape for placing the samples to prevent charging and drifting with imaging.\r\n\n\n\r\n\n\n\\(v)    Pump the microscope to obtain the working vacuum level \\(~10-5 torr).\r\n\n\nCAUTION POINT \r\n\n\n\r\n\n\n\\(vi)     Initialize the stage by setting the x, y and z axis to zero.\r\n\n\n\r\n\n\n\\(vii)  Turn on the extra high tension and set it between 5 – 10 kV.\r\n\n\nCAUTION POINT High kV should be avoided \\(more than 10kV) as it can lead to the potential charging and burning effect to the sample while imaging, due to non-conducting surface nature of the sample.\r\n\n\n\r\n\n\n\\(viii)  Choose the secondary image mode and image at low magnification.\r\n\n\n\\(ix)     Locate the region of interest by focusing on the specimen surface.\r\n\n\n\\(x)     Optimize the imaging parameters such as working distance, filament current, aperture size, probe, focus and also the brightness and contrast of each sample. \r\n\n\n\\(xi)     Capture images in different areas of interest. \r\n\n\nCRITICAL POINT Capture images on high resolution and on slow scan speed to obtain good resolution images. \r\n\n\n\r\n\n\n  \\(xii)    Turn off the extra high tension.\r\n\n\n \r\n\n\n  \\(xiii)   Vent the microscope prior to removing the samples\r\n\n\n\r\n\n\n  \\(iv)     Pump the vacuum back again. \r\n\n\n  CRITICAL POINT Handle the samples and the grid with care to avoid damages. \r\n\n\n   \r\n\n\n\r\n\n\n \r\n\n\n\\(C) **Topographical characterization of the GloTrack using atomic force microscopy** TIMING 19 h\r\n\n\n\r\n\n\n \\(i)    Cut the glass slide to the shape to a 1mm x 1mm square using isomet on slow speed.\r\n\n\n\r\n\n\n\\(ii)    Clean the slide on either side with acetone in an ultrasonic cleaning machine for 15 mins.\r\n\n\n\r\n\n\n\\(iii)    Fix the Teflon glue disc on to the glass slide.\r\n\n\nCAUTION STEP Ensure a uniform spread of the glue material on the glass slide and absence of air bubbles.\r\n\n\n\r\n\n\n\\(iv)  Take an aliquot of the samples – SPION, PEGylated SPION and the GloTrack in pre-labeled test tube.\r\n\n\n\r\n\n\n\\(v)    Place the pre-labeled tubes in a beaker containing methanol. \r\n\n\nCAUTION POINT Fix the test tubes in place with the use of cork and cello tape to prevent any damage.\r\n\n\n\r\n\n\n\\(vi)   Place the beaker then in an ultrasonic cleaner and sonicate for 15 minutes.\r\n\n\n\r\n\n\n\\(vii)  Remove the test tubes from the sonicator and transfer a drop of the solution on to the Teflon glue disk placed on the glass slide. \r\n\n\nCAUTION POINT Ensure uniform spread with absence of air bubbles in the solution on the Teflon glue disk on the glass slides.\r\n\n\n\r\n\n\n\\(viii)  Place the samples in front of the infra red lamp for a minute followed by complete air drying in clean atmosphere.\r\n\n\nCAUTION POINT Prolonged exposure of the sample to infra red light should be avoided to prevent artifact formation. \r\n\n\nPAUSE POINT Samples can be stored overnight in a vacuum desiccator prior to imaging using atomic force microscope.\r\n\n\n\r\n\n\n\\(ix)  Turn on the atomic force microscope, optical microscope, computer on the anti-vibration table.\r\n\n\n\r\n\n\n\\(x)    Open the interface and the desired Nanonics \\(v NWS11_1.0¬_03_07_14) software for acquisition.\r\n\n\n\r\n\n\n\\(xi)    Place the samples on the vibration free pizeo stage.\r\n\n\n\r\n\n\n\\(xii)   Choose the intermittent AFM mode.\r\n\n\n\r\n\n\n\\(xiii)   Mount the tip on the upper scanner of the microscope.\r\n\n\n\r\n\n\n\\(xiv) Tune the frequency of the cantilever of the AFM scanner by matching it with the frequency of the tunning fork as supplied by the manufacturers. \r\n\n\n\r\n\n\n\\(xv)    Locate the set points.\r\n\n\n\r\n\n\n\\(xvi)   Check the read error channel, which should preferably be 0.3.\r\n\n\n\r\n\n\n\\(xvii)   Use the optical light microscope to determine the region of interest. \r\n\n\n\r\n\n\n\\(xviii)  Then focus on the tip of the region of interest using the X and Y movement of the stage. \r\n\n\n\r\n\n\n\\(xix)    Approach the AFM tip on the sample using the coarse approach with high speed \\(900Hz – 1250Hz) till the distance between the samples is 1 – 2 mm or alternatively with fine approach of 200 – 300 Hz under slow speed. \r\n\n\nCRITICAL POINT Ensure the engagement of the probe on the surface by both the hardware and software. On the scanning probe microscope \\(SPM) controller, check for the illumination of the feedback \\(FB) and on the software check for the fluctuation of the error signal needle around zero. \r\n\n\n\r\n\n\n\\(xx)  Prior to beginning the scan, pre-set all the scan parameters including area, pixel size, dwell time, scan direction, location of scanner and also the scanner mode.\r\n\n\n\r\n\n\n\\(xxi)  Begin scanning the area of interest.\r\n\n\nCRITICAL POINT Turn off the optical light to minimize the sample drift.\r\n\n\nTROUBLESHOOT\r\n\n\n\r\n\n\n\\(xxii) Check the image quality and save the file.\r\n\n\nTROUBLESHOOT\r\n\n\nPAUSEPOINT Captured images can be saved for analysis at a later stage.\r\n\n\n\r\n\n\n\\(xxiii) When desired convert the file to the required format for 2D and 3D surface image profiles.\r\n\n\n\r\n\n\n\\(xxiv)   Using the Nanonics software \\(v NWS11_1.0¬_03_07_14) to analyze the results for roughness, 2D and 3D surface topography etc. \r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n \r\n\n\n \r\n\n\n\\(D) **Surface charge and size estimation of GloTrack using Zeta sizer**\r\n\n\nTIMING 1 h\r\n\n\n\r\n\n\n\\(i)    Transfer 20 µL of SPION, 500 µL of SPION PEG and 500 µL of GloTrack prepared with unconjugated antibodies into a clean and pre-labeled 1.5 mL centrifuge tube. \r\n\n\n\\(ii)   Make up the volumes in each of these tubes to 1 mL by diluting the samples with water. Gently vortex the samples prior to analysis. \r\n\n\n\r\n\n\n\\(iii)    Load the samples on to a 1mL disposable syringe.\r\n\n\nCRITICAL STEP Avoid air bubble formation. Gently tap to release if any. \r\n\n\n\r\n\n\n\\(iii)   Prior to measuring the samples, clean inside of the zeta cell thoroughly by flushing it with water, followed by ethanol and finally with water.\r\n\n\n\r\n\n\n\\(iv)    For zeta size measurement, transfer the samples into a cuvette and fill between 10 – 15 mm in height. \r\n\n\n\r\n\n\n\\(v)    Gently tap to remove any presence of air bubble in the cuvette.\r\n\n\n\r\n\n\n\\(vi)    Place the cuvette in its slot in the machine.\r\n\n\n\r\n\n\n\\(vii)   Run the samples after loading the desired protocol that is preset in the machine.\r\n\n\n\r\n\n\n\\(viii) Record the sample size values, histogram from the generated report following measurement.\r\n\n\n\r\n\n\n\\(ix)   For Zeta potential estimation, use the previously prepared sample and load it into the zeta cuvette.\r\n\n\n\r\n\n\n\\(x)  Ensure the sample is filled completely in the cuvette and submerging the electrodes.\r\n\n\nCRITICAL POINT The sample levels on either side of the Zeta cell should be equal and sealed. \r\n\n\n\r\n\n\n\\(xi)    Clean the sides of the cuvette and place it in its slot.\r\n\n\n\r\n\n\n\\(xii)    Run the samples in triplicates with a zeta protocol. \r\n\n\n\r\n\n\n\\(xiii)   Generate histogram with the acquired sample values from the measurement file summary. \r\n\n\n\r\n\n\n\r\n\n\n\\(E) **Distributional analysis of monoclonal SIRPA/KDR antibodies on GloTrack using confocal microscopy**     TIMING 3 h\r\n\n\n\r\n\n\n\\(i)   Take an aliquot of 50 µL of SPION in a clean 500 µL tube. Vortex the SPION suspension at high speed for 10 seconds. Place an aliquot of 10 µL on a clean glass slide; allow it to partially air dry for 1 -2 min and then place a cover slip over it. \r\n\n\nCRITICAL STEP Allow partial air drying to avoid complete spreading of the particles around the cover slip. Fix the cover slip and seal to avoid it from being disturbed while acquiring. \r\n\n\n\r\n\n\n\\(ii)  Similarly, take an aliquot of PEG coated SPION in a clean 500 µL foil wrapped tube to which add goat anti mouse FITC in the ratio of 1:100. Allow the labeled antibody to non-specifically bind to the open moieties of the PEG coating for 30 min at 4⁰C. Remove 10 µL of the labeled functionalized SPION and place it on a clean pre-labeled slide.\r\n\n\n\r\n\n\n\\(iii)  Allow it to partially air dry, place a cover slip and seal the edges.         \r\n\n\n CRITICAL STEP Do not allow the SPION – PEG mixture to excessively dry.   \r\n\n\n PAUSE POINT The slides can be foiled wrapped and stored at 4⁰C for a maximum of 2 days prior to imaging under confocal.\r\n\n\n \r\n\n\n\\(iv) Prior to analyzing the florescent labeled GloTrack, bring the tubes to room temperature. Place an aliquot of the fluorescent labeled GloTrack mix on the glass slide in a dark room. Allow the GloTrack mixture to partially air dry and then place the glass cover slip over the aliquot.      \r\n\n\nCRITICAL STEP Do not allow the GloTrack mixture to excessively dry. Seal the edges and wait prior to observation. \r\n\n\nPAUSE POINT The slides can be foiled wrapped and stored at 4⁰C for a maximum of 2 days prior to imaging under confocal. \r\n\n\n\r\n\n\n\\(v)   Analyze the SPION particles under transmission light, while the FITC labeled SPION-PEG using 488 laser and transmission light and the GloTrack using 488 and 544 laser along with transmission light. Capture the images using sequential scan with the selected lasers. PAUSE POINT The post analysis can be carried out later by the investigator. \r\n\n\nTROUBLESHOOT\r\n\n\n\r\n\n\n\\(F)  **Monoclonal SIRPA/KDR antibody evaluation on the GloTrack using flow cytometry** TIMING 2 h\r\n\n\n\r\n\n\n\\(i)    Transfer two aliquots of 50 µL of SPION each in to two 500 µL centrifuge tube and vortex it at high speed. To one of the aliquot of SPION add 5µL of FITC labeled goat anti mouse IgG and incubate in dark for 30 min. \r\n\n\nCRITICAL STEP Label the tubes appropriately and foil wrap the tube with the fluorescent dye. \r\n\n\n\r\n\n\n\\(ii)    Transfer two aliquots of SPION PEG each 250 µL into clean centrifuge tubes and vortex gently. To one aliquot of the functionalized SPION add goat anti mouse IgG FITC secondary antibody and incubate in the dark for 30 min. \r\n\n\nCRITICAL STEP Label tube appropriately and foil wrap the tube with the fluorescent dye.\r\n\n\n\r\n\n\n\\(iii)   Take 250 µL of GloTrack prepared as explained in step 10 – 14.\r\n\n\nCRITICAL STEP Foil wrap the tube to avoid photobleaching and label accordingly.\r\n\n\n\r\n\n\n\\(iv)   To another clean centrifuge tube transfer 250 µL of GloTrack prepared as explained in steps 1-9.\r\n\n\n\r\n\n\n\\(v)   After 30 mins of incubation in dark, transfer all the aliquots of SPION, SPION PEG and GloTrack into pre-labeled FACS tubes and make up the volume to 500 µL with PBS.       \r\n\n\nCRITICAL STEP This step should be carried out in the dark and minimum exposure to light is essential. Each of these individual tubes should be labeled with their corresponding sample names and should be treated as test groups. Vortex each of these samples prior to acquiring.\r\n\n\n\r\n\n\n\\(vi)  Similarly, transfer all the aliquots of SPION, SPION PEG and GloTrack into fresh, clean FACS tubes and make up the volume of each to 500 µL with PBS. \r\n\n\nCRITICAL STEP Label these individual tubes with the corresponding sample name and retain each of these samples as controls. \r\n\n\n\r\n\n\n\\(iii)   Set the FACS machine as per the manufacturer’s instructions and carry out the analysis using the Cell Quest software.\r\n\n\n\r\n\n\n\\(iv)  Acquire the control unconjugated SPION, SPION PEG and GloTrack samples initially at low voltage and adjust the peaks for the individual dyes – FITC and PE by altering the voltages for aligning the positive and negative region. \r\n\n\nCRITICAL STEP Care should be taken while adjusting the voltages. \r\n\n\n\r\n\n\n\\(v)    Set the protocol upon adjusting the voltages. \r\n\n\n\r\n\n\n\\(vi)    Run the remaining conjugated SPION, SPION PEG and GloTrack. \r\n\n\nTROUBLESHOOT\r\n\n\n\r\n\n\n\\(vii)   Save the data of each samples. \r\n\n\nPAUSE POINT Complete the data analysis at the investigators convenience.\r\n\n\n\r\n\n\n\\(viii) The analyzed data can be represented as histogram or contour plots.  \r\n\n\n\r\n\n\n\\(G) **MRI of the biodistribution of GloTrack Nanoparticles in C57BL6 mice**   TIMING 7 h\r\n\n\n\r\n\n\n\\(i)    Anesthetize C57BL6 mice with 1.5 – 2 % isoflurane and 0.6 L/min oxygen in the induction chamber. \r\n\n\nCRITICAL STEP Complete sedation is crucial; observe for relaxed muscles and absence of pedal, palpebral and corneal refluxes.\r\n\n\n\r\n\n\n\\(ii) Use one french catheter \\(26 gauge catheter) and a 23 gauge needle for venipuncture prior to insertion of a tail vein catheter into the anesthetized mice. \r\n\n\nCAUTION Use a mouse tail illuminator \\(MIL) to highlight the tail veins for insertion of the catheter. \r\n\n\nCRITICAL STEP Ensure the catheter is in place.\r\n\n\n\r\n\n\n\\(iii) Tape the mouse tail in place using HY-TAPE of 3 – 4 mm width around the catheter and tail to prevent slipping of the catheter.\r\n\n\nTROUBLESHOOT\r\n\n\n\r\n\n\n\\(iv) Restrain the anesthetized mouse and place it within the MR probe. Maintain the temperature of the imaging scanner at at 37 ºC and position the animal in supine position with the head first.\r\n\n\n\r\n\n\n\\(v) Pre-scan the animals prior to the administration of the GloTrack to obtain base line values. \r\n\n\n\r\n\n\n\\(vi)  Following base line readings, resuspend the GloTrack in saline to bring it to a final concentration of 1 mg/Kg body weight of each animal.\r\n\n\n\r\n\n\n\\(vi)   Using a 1mL syringe administer 100 µL of the final resuspended GloTrack through the tail vein.\r\n\n\n\r\n\n\n\\(vii)    Take a series of images over a 90 min period to determine kinetic distribution of the GloTrack to different tissue parts.\r\n\n\n\r\n\n\n\\(viii) Carry out the post processing of the images using Paravision \\(v5.1) software \\(Bruker Biospin).\r\n\n\nCRITICAL STEP Generate a differential image \\(post contrast at desired time minus pre-contrast image data set for the same slice) to determine the migration and entrapment of the GloTrack in different locations assessed based on the decrease of the MR signal intensity. A pre-contrast morphological image can be used for anatomical orientation. \r\n\n\n\r\n\n\n\\(ix)    Statistically analyse the data using ANOVA for migration kinetics, and a Student’s t-test for MRI signal intensities in measured tissues \\(e.g. heart, kidneys, lung, liver, muscle)."
        },
        {
            "header": "Timing",
            "content": "Steps   1 – 9 Preparation of  GloTrack for cardiac precursor cell sorting: 19 h\r\n\n\nSteps 10 – 14 Preparation of GloTrack for characterization using confocal microscopy and flow cytometry: 19 h\r\n\n\n Steps  15 A   Morphological characterization of GloTrack using transmission electron microscopy: 19 h\r\n\n\n Steps 15 B Shape and size determination of GloTrack using high resolution scanning electron microscopy: 19 h\r\n\n\n Steps 15 C    Topographical characterization of GloTrack using atomic force microscopy: 19 h \r\n\n\n Steps 15 D   Surface charge and size estimation of GloTrack using zeta sizer and zeta potential: 1h \r\n\n\n Steps 15 E   Depth coding and monoclonal antibody distributional analysis in GloTrack using confocal microscopy: 3 h \r\n\n\n Steps 15 F Monoclonal SIRPA/KDR antibody evaluation of the GloTrack using  flow cytometry: 2h\r\n\n\n Steps 15 G MRI of the biodistribution of GloTrack in C57BL/6 mice: 7 h"
        },
        {
            "header": "Troubleshooting",
            "content": "See table below.\r\n\n\n\r\n\n\n<table border=\"1\" style=\"width: 90%\">\r\n\n\n    <td>Step   </td>\r\n\n\n    <td>Problem   </td> \r\n\n\n    <td>Possible reasons and solutions</td>\r\n\n\n  </tr>\r\n\n\n  <tr>\r\n\n\n    <td>6  </td>\r\n\n\n    <td>SPION precipitation during functionalization with PEG</td> \r\n\n\n    <td>Excessive drying of the SPION pellet after alcohol wash</td>\r\n\n\n  </tr>\r\n\n\n<tr>\r\n\n\n    <td>7  </td>\r\n\n\n    <td> Spinning interrupted</td> \r\n\n\n    <td>Check water levels and power connections. Repeat the experiment </td>\r\n\n\n  </tr>\r\n\n\n<tr>\r\n\n\n    <td>7  </td>\r\n\n\n    <td> PEG coating time not maintained</td> \r\n\n\n    <td>Non uniform coating of PEG</td>\r\n\n\n  </tr>\r\n\n\n<tr>\r\n\n\n    <td>8  </td>\r\n\n\n    <td>Temperature not maintained</td> \r\n\n\n    <td>Antibody stability likely to be compromised. Repeat the experiment</td>\r\n\n\n  </tr>\r\n\n\n<tr>\r\n\n\n    <td>15 A \\(xv)  </td>\r\n\n\n    <td> Drifting of TEM images </td> \r\n\n\n    <td>Instability of samples due to thermal effect. Rectify with carbon coating to ensure good thermal contact that can reduce charging and increase conductivity. </td>\r\n\n\n  </tr>\r\n\n\n<tr>\r\n\n\n    <td>15 E \\(v)  </td>\r\n\n\n    <td>Weak fluorescence</td> \r\n\n\n    <td>High chances of photo bleaching of the conjugated antibody </td>\r\n\n\n  </tr>\r\n\n\n<tr>\r\n\n\n    <td>15 C \\(xxi)  </td>\r\n\n\n    <td> Image drift </td> \r\n\n\n    <td>Optical light interference. Turn off optical light</td>\r\n\n\n  </tr>\r\n\n\n<tr>\r\n\n\n    <td>15 C \\(xxii)  </td>\r\n\n\n    <td>Image not of good quality</td> \r\n\n\n    <td>Check for the height vs time graph for trace and retrace signal overlap. If there is no overlap ensure it overlaps for good image. Additionally check the sample tilt, error signal and amplitude signals. </td>\r\n\n\n  </tr>\r\n\n\n<tr>\r\n\n\n    <td>15 F \\(vi)</td>\r\n\n\n    <td>Clogging of the FACS GloTrack</td> \r\n\n\n    <td>Samples have not been vortexed well prior to acquiring. Repeated runs of hypo and water will clear the sample suction GloTrack.</td>\r\n\n\n  </tr>\r\n\n\n<tr>\r\n\n\n    <td>15 G \\(iii)  </td>\r\n\n\n    <td>Tail vein invisible In the absence of MIL</td> \r\n\n\n    <td>highlight the mouse tail by placing it in a beaker with 200 – 300 mL of warm water of \\(40 – 45 °C).</td>\r\n\n\n  </tr>\r\n\n\n \r\n\n\n   \r\n\n\n</table>"
        },
        {
            "header": "Anticipated Results",
            "content": "This study describes the construction of GloTrack for segregation of cardiac precursor cells using a minimally manipulative strategy which is economical, scalable, reliable and potent. It additionally serves the purpose of a nanocarrier using diagnostic tools such as MRI. We aimed to characterize the physical attributes such as shape, size, surface topology and surface charge of the GloTrack that determines its cell binding or uptake. \r\n\n\nThe size of the GloTrack was evaluated using multiple techniques such as SEM, TEM and Zeta sizer. The morphological observations from the TEM and SEM micrographs demonstrated an increase in size of the GloTrack \\(Figs 2c and 2f) in comparison to SPIONs and SPION-PEG \\(Figs 2a, b and 2 d, e). Semi-quantitative measurement of the GloTrack confirmed a variable size range which was comparable to the quantitative measurement studies obtained through zetasizer, as an average size range of 900 nm with a poly dispersity index \\(PDI) of 0.728 \\(Fig 4f). The surface topology and depth analysis of the GloTrack demonstrated a non uniform topology in SPIONs, SPION-PEG and GloTrack by AFM \\(Figs. 3 a, b, c). The peak formation observed on the surface of the GloTrack exhibited a maximum height of 1.6 nm as compared to the SPION-PEG and SPION \\(Fig 3f). Similarly, a difference in the surface charge has also been detected with the GloTrack as to the SPION and SPION-PEG in the zeta potential measurement studies \\(Figs 3a, c, e). The SPIONs impart a highly negative charge but in the presence of PEG coating \\(confirmed by Raman Spectral images –Fig 1 SI) there is a shift in its surface charge \\(Fig 3a). \r\n\n\nThe charge exhibited by the GloTrack \\(Fig 3e) is relatively similar to that of the SPION-PEG \\(Fig 3c). \r\n\n\nThe physical characterization studies of the GloTrack confirmed a difference in size, topology and surface charge. Likewise, the confirmation of the presence of the two monoclonal antibodies and its distribution across the GloTrack was carried out through confocal \\(Fig 5a-c) and FACS \\(Fig 5d-f). The qualitative images of the confocal microscope proved a uniform coating/distribution of both the antibodies on the surface of the PEG coated SPION particles \\(Fig 5c). This information was corroborated through quantitative analysis of the same through FACS. The data obtained from FACS clearly demonstrated a 99.6 % binding of the both the monoclonal antibodies to the surface of the GloTrack \\(Fig 5f). Through the physical attributes and the monoclonal antibody distribution studies, we can confirm successful engineering of the GloTrack, a cardiac precursor nanoprobe. \r\n\n\nIn addition, we were also interested in in vivo tracking potential of these engineered probes through MRI and have executed it in C57BL6 mice over a 90 minute period. The MR images following intravenous administration provided two important information; firstly, the size of our engineered nanoparticles and its potentially altered in vivo hydrodynamic diameter \\(this was not characterized in this study) was compatible for administration. In addition, the data also clearly showed that the core SPION imparted strong MR signals for imaging \\(Fig 6 aiii and biii). The migration studies of the administered GloTrack over a 90 minute period had a significantly higher accumulation in the cardiac muscle in comparison to the kidney or liver \\(Fig 6c). The MR data has also observed a relatively higher movement of the GloTrack towards the kidney than the liver \\(Fig 6d). \r\n\n\nHowever, through this protocol we would like to substantiate that this is a potent method for strategically segregating our desired cell population from both cardiac and non cardiac origin. These cells have a higher translational value for cardiac repair as they are cardiac precursor cells as demonstrated by FACS for SIRPA+/KDR+. The fate of these sorted cells post transplantation can be determined through MRI. Additionally, this developed process can be extrapolated for wider application and other disease indications."
        },
        {
            "header": "References",
            "content": "1. Earls, J.P., Ho, V.B., Foo, T.K., Castillo, E. & Flamm, S.D. Cardiac MRI: Recent progress and continued challenges. J.Magn.Reson.Imaging. 16, 111-127 \\(2002).\r\n  \r\n\n\n2. Slawson, E.S., Roman, B.B., Williams, S.D. & Koretsky, P.A. Cardiac MRI of the normal and hypertrophied mouse heart. Magn Reason Med. 39, 980-987 \\(1998).\r\n  \r\n\n\n3. Qin, J.B. et al. Long-term MRI tracking of dual-labeled adipose-derived stem cells homing into mouse carotid artery injury. Int J Nanomedicine. 7, 5191-5203 \\(2012).\r\n  \r\n\n\n4. Smedema, P-J. et al. Evaluation of the accuracy of gadolinium-enhanced cardiovascular magnetic resonance in the diagnosis of cardiac sarcoidosis. J Am Coll Cardiol. 45, 1683-1690 \\(2005).\r\n  \r\n\n\n5. Sulek, S. et al. Peptide functionalized superparamagnetic iron oxide nanoparticles as MRI contrast agents. J.Mater.Chem. 21, 15157 - 15162 \\(2011).\r\n  \r\n\n\n6. Ni, Y. MR contrast agents for cardiac imaging. In clinical cardiac MRI, Medical Radiology. Diagnostic Imaging \\(eds. Bogaert, J. et al.) 31-46 \\(Springer-Verlag Berlin, Heidelberg, 2012).\r\n  \r\n\n\n7. Arbab, S.A. et al. Efficient magnetic cell labeling with protamine sulfate complexed to ferumoxides for cellular MRI. Blood. 104, 1217-1223 \\(2004).\r\n  \r\n\n\n8. Li, L. et al. Superparamagnetic iron oxide nanoparticles as MRI contrast agents for non-invasive stem cell labeling and tracking. Theranostics. 3, 595 – 615 \\(2013).\r\n  \r\n\n\n9. Schlachter, K.E. et al. Metabolic pathway and distribution of superparamagnetic iron oxide nanoparticles: in vivo study. Int J Nanomedicine.  6, 1793-1800 \\(2011).\r\n  \r\n\n\n10. Amsalem, Y. et al. Iron-oxide labeling and outcome of transplanted mesenchymal stem cells in the infracted myocardium. Circulation. 116, I38-45 \\(2007).\r\n  \r\n\n\n11. Hu, T.C.-C. et al. Simultaneous assessment of left-ventricular infarction size, function and tissue viability in a murine model of myocardial infarction by cardiac manganese-enhanced magnetic resonance imaging \\(MEMRI). NMR Biomed. 17, 620-626 \\(2004).\r\n  \r\n\n\n12. Frank, J. A., et al. Clinically applicable labeling of mammalian and stem cells by combining superparamagnetic iron oxides and transfection agents 1. Radiology, 228, 480-487 \\(2003).\r\n  \r\n\n\n13. Arbab, A. S., et al. Labeling of cells with ferumoxides-protamine sulfate complexes does not inhibit function or differentiation capacity of hematopoietic or mesenchymal stem cells. NMR Biomed. 18, 553-559 \\(2005).\r\n  \r\n\n\n14. Riegler, J., et al. Superparamagnetic iron oxide nanoparticle targeting of MSCs in vascular injury. Biomaterials, 34, 1987-199 \\(2013).\r\n  \r\n\n\n15. Verma, V.K. et al. Fluorescent magnetic iron oxide nanoparticles for cardiac precursor cell selection from stromal vascular fraction and optimization for magnetic resonance imaging.  Int J Nanomedicine. 10, 711 – 726 \\(2015).\r\n  \r\n\n\n16. Verma, V.K. et al. Signal regulatory protein alpha \\(SIRPA) and kinase domain receptor \\(KDR) are key expression markers in cardiac specific precursor selection from hADSCs.  New Horizons in Translational Medicine. 2, 93 – 101 \\(2015).\r\n  \r\n\n\n17. Sibov, T.T. et al. Umbilical cord mesenchymal stem cells labeled with multimodal iron oxide nanoparticles with fluorescent and magnetic properties: application for in vivo cell tracking. Int J Nanomedicine. 9, 337-350 \\(2014).\r\n  18.  McCall, C.F., et al. Myocardial infarction and intramyocardial injection models in swine. Nat. Protoc. 7, 1479 – 1496 \\(2012). \r\n  \r\n\n\n\r\n\n\n19. Jokerst, J. V., Lobovkina, T., Zare, N. R. & Gambhir, S.S. Nanoparticle PEGylation for imaging and therapy. Nanomedicine. 6, 715-728 \\(2011). \r\n  \r\n\n\n20. Park, C.Y. et al. Effect of PEG molecular weight on stability , T2 contrast, cytotoxicity and cellular uptake on superparamagnetic iron oxide nanoparticles  \\(SPIONs). Colloids surf B. 119, 106-114 \\(2014).\r\n  \r\n\n\n21. Kekarainen, T., Mannelin, S., Laine, J., & Jaatinen, T. Optimization of immunomagnetic separation for cord blood derived hematopoietic stem cells. BMC Cell Biol. 7, 1471-2121 \\(2006).\r\n  \r\n\n\n22. Zhang, J. et al. Functional cardiomyocytes derived from human induced pluripotent stem cells. Circ Res. 104, e30-e41 \\(2009).\r\n  \r\n\n\n23. Gonzales, C. et al. Isolation of cardiovascular precursor cells from the human fetal heart. Tissue Eng Part A. 18, 198-207 \\(2012).\r\n  \r\n\n\n24. Zakharova, L. et al. Transplantation of cardiac progenitor cell sheet onto infracted heart promotes cardiogensis and improves function. Cardiovasc Res. 87, 40-49 \\(2010). \r\n  \r\n\n\n25. Kaparthi, P. L. N. et al. Autologous bone marrow mononuclear cell delivery to dilated cardiomyopathy patients: A clinical trial. Afr. J Biotechnol. 7, 207 – 210 \\(2008)\r\n  \r\n\n\n26. Gokhale, A. G. K. et al. Evaluation of the autologous bone marrow mononuclear therapy and functional restoration in the scarred myocardium by imaging analysis. J Cardiovasc Dis Res. 2\\(2), 133-136 \\(2011).\r\n  \r\n\n\n27. Dubois, N.C. et al. SIRPA is a specific cell-surface marker for isolating cardiomyocytes derived from human pluripotent stem cells. Nat.Biotechnology. 29, 1011 – 1018 \\(2011).\r\n  28. Ardehali, R. et al. Prospective isolation of human embryonic stem cell-derived cardiovascular progenitors that integrate into human fetal heart tissue. Proc Natl Acad Sci US A. 110, 3405-3410 \\(2013).\r\n  \r\n\n\n29. Yang, L. et al. Human cardiovascular progenitor cells develop from a KDR+ embryonic-stem-cell-derived population. Nature. 453, 524-528 \\(2008).\r\n  \r\n\n\n30. Jiang, S-D. et al. Signal regulator protein α protects against cardiac hypertrophy via the distruption of toll-like receptor 4 signaling. Hypertension. 63, 96-104 \\(2014). \r\n  \r\n\n\n31. Skelton, R.J.P. et al. SIRPA, VCAM1 and CD34 identify discrete lineages during early human cardiovascular development. Stem Cell Res. 13, 172-179 \\(2014). \r\n  \r\n\n\n32. Li, B. et al. KDR \\(VEGF Receptor 2) is the major mediator for the hypotensive effect of VEGF. Hypotension. 39, 1095 -1100 \\(2002). \r\n  \r\n\n\n33. Madonna, R. & De Caterina, R. VEGF receptor switching in heart development and disease. J.Cardiovasc. Res. 84, 4 -6 \\(2009).\r\n  \r\n\n\n34. Waltenberger, J. et al. Neovascularization in the human heart is associated with expression of VEGF-A and its receptor Flt-1 \\(VEGFR-1) and KDR \\(VEGFR-2). Results from cardiomyopexy in ischemic cardiomyopathy. Angiogenesis. 3, 345-351 \\(1999).  \r\n   "
        },
        {
            "header": "Acknowledgements",
            "content": "This study was funded by the Biotechnology Industry Research Assistance Council \\(BIRAC) and the Department of Biotechnology, Ministry of Science and Technology, Government of India \\(BT/BIPP0296/07/10), and the Oklahoma Medical Research Foundation. We would like to thank Mr Manju NJ in helping with the FACS data analysis. Authors DK and PG extend their thanks to the Director of DMRL for providing permission to the use the facilities for carrying the above stated research."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.nhtm.2015.02.001",
                "date": "2016-01-18 06:33:19",
                "title": "Signal regulatory protein alpha (SIRPA) and kinase domain receptor (KDR) are key expression markers in cardiac specific precursor selection from hADSCs",
                "authors": [
                    "Vinod Kumar Verma",
                    "Syed Sultan Beevi",
                    "Tanya Debnath",
                    "Usha Shalini",
                    "Suguna Ratnakar Kamaraju",
                    "Lakshmi Kumari Kona",
                    "Yamuna Mohanram",
                    "and Lakshmi Kiran Chelluri"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.2147/IJN.S75445",
                "date": "2016-01-18 06:32:16",
                "title": "Fluorescent magnetic iron oxide nanoparticles for cardiac precursor cell selection from stromal vascular fraction and optimization for magnetic resonance imaging",
                "authors": [
                    "Lakshmi Kiran Chelluri",
                    "Vinod Kumar Verma",
                    "Suguna Ratnakar Kamaraju",
                    "Ravindranath Kancherla",
                    "Lakshmi K Kona",
                    "Syed Sultan Beevi",
                    "Tanya Debnath",
                    "P Usha Shalini",
                    "Syed Ali Arbab",
                    "and Ram Mohan Vadapalli"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13746,
                "identity": "a0a65b4a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Lakshmi Kiran Chelluri",
                "email": "lkiran@globalhospitalsindia.com",
                "orcid": "",
                "institution": "Lakshmi Chelluri's Lab,Hyderabad,India",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Lakshmi",
                "middleName": "Kiran",
                "lastName": "Chelluri",
                "suffix": ""
            },
            {
                "id": 13744,
                "identity": "a0a656b0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rashi Jain",
                "email": "",
                "orcid": "",
                "institution": "Lakshmi Chelluri's Lab,Hyderabad,India",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rashi",
                "middleName": "",
                "lastName": "Jain",
                "suffix": ""
            },
            {
                "id": 13745,
                "identity": "a0a6591f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yamuna Mohanram",
                "email": "",
                "orcid": "",
                "institution": "Lakshmi Chelluri's Lab,Hyderabad,India",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yamuna",
                "middleName": "",
                "lastName": "Mohanram",
                "suffix": ""
            },
            {
                "id": 13747,
                "identity": "a0a65cc5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Deepak Kumar",
                "email": "",
                "orcid": "",
                "institution": "Electron Microscopy Group, Defence Metallurgical Research Laboratory",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Deepak",
                "middleName": "",
                "lastName": "Kumar",
                "suffix": ""
            },
            {
                "id": 13748,
                "identity": "a0a65e1f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Debra  Saunders",
                "email": "",
                "orcid": "",
                "institution": "Advanced Magnetic Resonance Centre, Oklahoma Medical Research Foundation",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Debra",
                "middleName": "",
                "lastName": "Saunders",
                "suffix": ""
            },
            {
                "id": 13749,
                "identity": "a0a65f68-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nataliya  Smith",
                "email": "",
                "orcid": "",
                "institution": "Advanced Magnetic Resonance Centre, Oklahoma Medical Research Foundation",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nataliya",
                "middleName": "",
                "lastName": "Smith",
                "suffix": ""
            },
            {
                "id": 13750,
                "identity": "a0a66222-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shubhmita  Bhatnagar",
                "email": "",
                "orcid": "",
                "institution": "Department of Pharmacy, Birla Institute of Technology and Science (BITS) Pilani, Hyderabad Campus",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shubhmita",
                "middleName": "",
                "lastName": "Bhatnagar",
                "suffix": ""
            },
            {
                "id": 13751,
                "identity": "a0a663b9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Venkata Vamsi Krishna Venuganti",
                "email": "",
                "orcid": "",
                "institution": "Department of Pharmacy, Birla Institute of Technology and Science (BITS) Pilani, Hyderabad Campus",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Venkata",
                "middleName": "Vamsi Krishna",
                "lastName": "Venuganti",
                "suffix": ""
            },
            {
                "id": 13752,
                "identity": "a0a6651c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Suguna Ratnakar Kamaraju",
                "email": "",
                "orcid": "",
                "institution": "Global Medical Education & Research Foundation",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Suguna",
                "middleName": "Ratnakar",
                "lastName": "Kamaraju",
                "suffix": ""
            },
            {
                "id": 13753,
                "identity": "a0a66666-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ravindranath Kancherla",
                "email": "",
                "orcid": "",
                "institution": "Lakshmi Chelluri's Lab,Hyderabad,India",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ravindranath",
                "middleName": "",
                "lastName": "Kancherla",
                "suffix": ""
            },
            {
                "id": 13754,
                "identity": "a0a667a9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rao VL Papineni",
                "email": "",
                "orcid": "",
                "institution": "PACT and Health, University of Kansas Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rao",
                "middleName": "VL",
                "lastName": "Papineni",
                "suffix": ""
            },
            {
                "id": 13755,
                "identity": "a0a6691b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rheal A Towner",
                "email": "",
                "orcid": "",
                "institution": "Advanced Magnetic Resonance Centre, Oklahoma Medical Research Foundation",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rheal",
                "middleName": "A",
                "lastName": "Towner",
                "suffix": ""
            },
            {
                "id": 13756,
                "identity": "a0a66af2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Partha Ghosal",
                "email": "",
                "orcid": "",
                "institution": "Electron Microscopy Group, Defence Metallurgical Research Laboratory",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Partha",
                "middleName": "",
                "lastName": "Ghosal",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-01-16 05:43:26",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.004",
        "doiUrl": "https://doi.org/10.1038/protex.2016.004",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609370,
                "identity": "b665f09a-28f4-4410-a1ab-cb137fe9a499",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 469125,
                "visible": true,
                "origin": "",
                "legend": "Schematics of GloTrack preparation   The SPION-PEG-mAb complex has been engineered on SPIONs that are surface modified for biocompatibility with PEG biopolymer. The cardiac specific mAbs are then bound to the surface of the SPION-PEG to form a micelle, termed as GloTrack. This nano-complex is unless otherwise labeled with fluorescence tagged with mAbs can be used for MACS sorting, TEM, SEM, AFM, Zetasizer and for in vivo MR imaging. The FITC and PE, fluorescence tagged nano-complexes are used for evaluating the labeling efficiency by FACS and confocal. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4549/v1/figure_1.jpg"
            },
            {
                "id": 2609369,
                "identity": "7db73764-40e8-4421-a8ce-68f65745d025",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1687932,
                "visible": true,
                "origin": "",
                "legend": "Size estimation of GloTrack   Transmission electron micrographs of (a) SPION. (b) SPION-PEG. (c) GloTrack. The GloTrack is of an approximate size of 450 nm. Scanning electron micrographs of (d) SPION. (e) SPION-PEG. (f) GloTrack. The micrographs of GloTrack demonstrate its presence in varied sizes ranging from approximately 374 nm – 1320 nm.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4549/v1/figure_2.jpg"
            },
            {
                "id": 2609368,
                "identity": "658f506d-05cf-4159-acbc-20cec3f43483",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 400433,
                "visible": true,
                "origin": "",
                "legend": "Surface topology by AFM   The atomic force micrographs of (a) SPIONS (b) SPION-PEG and (c) GloTrack, demonstrate a non uniform surface structure on all the three groups. The graphical representation on the heights of the peaks for (d) SPION, (e) SPION-PEG and (f) GloTrack confirm the non planar surface. The peaks on the surface of GloTrack have a height of 1.6 µm. The depth analysis of the same region has been illustrated for (g) SPION, (h) SPION-PEG and (i) GloTrack.  ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4549/v1/figure_3.jpg"
            },
            {
                "id": 2609371,
                "identity": "67fd1a0a-80b8-4734-aa0b-7a2ffeb6d764",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 231835,
                "visible": true,
                "origin": "",
                "legend": "Surface charge and size estimation with Zetasizer   The surface charge of (a) SPION (c) SPION-PEG and (e) GloTrack illustrate the magnitude of electrostatic charge which is present between the particles, and has been observed to be negative in all the three cases. However, in SPION-PEG and GloTrack, the charge is relatively less as compared to the SPION. The average particle size of (b) SPION, (d) SPION-PEG and (f) GloTrack were observed to be an average of 50nm, 956.3nm, and 1177nm respectively and their corresponding poly dispersity index (PDI) are 0.366, 0.723 and 0.728.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4549/v1/figure_4.jpg"
            },
            {
                "id": 2609372,
                "identity": "361fbcde-8fb5-46e5-8173-e551d83aa153",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 204999,
                "visible": true,
                "origin": "",
                "legend": "Evaluation of monoclonal SIRPA/KDR antibody distribution on GloTrack   Confocal images of (a) SPION, (b) SPION-PEG labeled with goat anti-mouse IgG FITC (c) GloTrack prepared with conjugated monoclonal antibodies (SIRPA-PE and KDR-FITC). The CLSM data demonstrate a uniform distribution of both SIRPA and KDR antibodies on its surface as represented in image C. Confocal images were captured at 63Xmagnification, pinhole airy 1.00 AU, 13.62% and 33% of 488nm laser respectively for SPION and SPION-PEG. GloTrack was imaged at 63x magnification, pinhole airy 1.00 A.U with a laser power of 16.77 % for 488nm and 50.25% for 532nm. The quantitative measurement studies using FACS demonstrate a 99.6 % binding of the two fluorescent labeled monoclonal antibodies SIRPA and KDR on the surface of the GloTrack (f). (d and e) represent the contour plots of goat anti-mouse IgG labeled FITC to the SPION and SPION-PEG.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4549/v1/figure_5.jpg"
            },
            {
                "id": 2609374,
                "identity": "e19d42e0-85c5-4187-91ea-94d98acb6ced",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3114091,
                "visible": true,
                "origin": "",
                "legend": "MR imaging of in vivo biodistribution of GloTrack in C57BL6 mice   (i) T2 –weighted pre-contrast MR images (i.e) pre-injection of GloTrack (ii) T2-weighted post contrast (post-injection of GloTrack) image after 90 min. (iii) Difference image, i.e “ii minus i” in (a) Mouse heart [h] and (b) heart, liver [lv] and kidney [k]. The presence of GloTrack in the heart and kidney tissue is determined by the darkening in both the tissues. The relative decrease percentage in the MR signal intensity is represented graphically (c) and the data presented here is statistically analysed using Student t-test. The results demonstrate a statistically significant higher migration and entrapment of the GloTrack in the heart and kidney tissues over a 90 minute period as compared to the liver. ",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4549/v1/figure_6.jpg"
            },
            {
                "id": 13465032,
                "identity": "d80bf540-4da7-43ef-9c4b-7ac4f3dc1f7c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 830481,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4549/v1/99946169-3963-4013-955a-864b0bb68353.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Cardiac Precursors, Non-invasive MR imaging, SPIONS, Cell based therapy",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "For cell based myocardial repair, a reliable and selective enrichment strategy of the cardiac precursor cells is crucial. Herein, we describe a modified approach which is economical and potent prototype of a cardiac precursor nanoprobe called GloTrack. It functions as a cell label and tracking agent. GloTrack constitutes cardiac specific antibodies - SIRPA and KDR that are bound to the surface of PEG coated SPION, which aids in the segregation of cardiac precursor cells from cardiac/non cardiac origin. We aimed to characterize its physical attributes for size \\(CLSM, TEM, SEM, Zetasizer), labeling efficiency \\(FACS), topology \\(AFM) and surface charge \\(Zeta potential). In addition, we determined it’s in vivo distribution through MRI. The results establish GloTrack as a negatively charged, 900 nm size on an average with a variable topology, 99% labeling efficiency, having a uniform distribution of SIRPA+/KDR+, and has the feasibility of tracking in vivo using 7T MRI.",
        "manuscriptTitle": "A modified approach to image guided cell based therapy for cardiovascular diseases using cardiac precursor nanoprobe - GloTrack",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-02-04 13:58:30",
                "doi": "10.1038/protex.2016.004",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0a5ea78-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 4th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3538,
                "name": "Cell biology"
            },
            {
                "id": 3539,
                "name": "Biochemistry"
            },
            {
                "id": 3540,
                "name": "Biological techniques"
            },
            {
                "id": 3541,
                "name": "Materials science"
            },
            {
                "id": 3542,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-02-04 13:58:30",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}