{
    "identity": "nprot-237",
    "title": "Transfection of primary mouse T cells for stimulation-dependent cytokine enhancer assays",
    "content": [
        {
            "header": "Introduction",
            "content": "**Abstract**\r\n\n\nTransient transfection is a useful procedure by which to address the function of regulatory elements and transcription factors involved in gene regulation. However, primary mouse T cells are difficult to transfect. This protocol describes optimized conditions for transient transfection of primary mouse T cells with luciferase reporter constructs under the control of regulatory elements from the murine _Ifng_ locus using the Amaxa Nucleofector &#xAE;. Primary CD8<sup>+</sup> and CD4<sup>+</sup> T<sub>H</sub>0, T<sub>H</sub>1, and T<sub>H</sub>2 effector T cells were generated in vitro, then transfected with pGL-Firefly luciferase constructs under the control of the _Ifng_ promoter and candidate regulatory elements along with a thymidine kinase- luciferase transfection control. Following a brief rest period, cells were stimulated with anti-CD3 plus anti-CD28 antibodies, IL-12 plus IL-18, or a combination of these stimuli and then were processed for dual luciferase reporter assays. While this protocol was designed to evaluate the effects of distal regulatory elements on _Ifng_ expression, it could be adapted for use in other gene expression, signaling, and biochemical analyses of primary mouse T cell function. \r\n\n\n\r\n\n\n**Introduction**\r\n\n\n\r\n\n\nRegulation of the immune response at the molecular level requires the closely controlled expression of genes, some of which must be silenced, while others must either be expressed constitutively or only in response to specific stimuli. Thus, proper regulation of gene expression, particularly cytokine secretion, is essential to assure that protective immunity is generated and maintained and inflammatory and autoimmune disorders are avoided. The expression of cytokine genes by T cells is largely governed by exogenous factors. These factors can lead to the rapid and transient induction of cytokines, influence the subset of cytokines a T cell is capable of expressing, or both. These effects are mediated by transcription factors that bind to the promoter and to additional regulatory elements, including enhancers, silencers and boundary elements, which may lie nearby or 50 kb or more upstream or downstream of the gene they help to regulate<sup>1</sup>. The identification of cytokine gene regulatory elements, the transcription factors that bind to them, and the epigenetic processes and modifications that modulate transcription factor binding and thereby influence cell fate and function, are an important area of contemporary immunological investigation<sup>2</sup>. \r\n\n\nNowadays, discovery of distal regulatory elements typically begins with the use of complementary bioinformatic and epigenetic analyses to detect evolutionarily conserved sequences and chromatin and DNA modifications, respectively, that are commonly associated with regulatory elements<sup>3</sup>. These candidate regions must then be evaluated to determine if they do regulate gene transcription, and, if so, if their function is affected by or dependent on specific stimuli and transcription factors. Whereas certain functions of transcriptional regulatory elements can only be detected in situ or in stably transfected or transduced cells, classical enhancer activity can be detected through the use of reporter constructs that are transiently transfected into appropriate cell types. Long-term human or mouse T cell lines are commonly employed for this purpose, because they can be easily, rapidly and reproducibly transfected and studied. It is also possible to determine the effects of specific transcription factors on enhancer activity by co-transfection of reporter constructs with constructs directing the constitutive expression of signaling molecules or transcription factors not present in that cell line. However, receptors involved in T cell activation and the signaling pathways and transcription factors downstream of these receptors may not be expressed or act in these long-term cell lines in a manner that is truly representative of primary T cells. Self-inactivating retroviral-based or lentiviral-based systems have been used to introduce reporter constructs that become stably integrated into the genome of primary mouse and human T cells<sup>4</sup>. However, such constructs may be subjected to integration site effects that can mask or modify the enhancer function or lead to confusion as to whether the effect observed reflects enhancer, silencer or boundary element activity. Furthermore, the development of vectors and production of retroviral stocks can be laborious and poses biohazardous risks. \r\n\n\nThe recent introduction of Amaxa&#xAE; nucleofection technology has allowed efficient and rapid gene transfer into resting and activated primary human and mouse T cells<sup>5,6</sup>. In this study, we describe an optimized nucleofection procedure for the transient transfection of luciferase reporter constructs driven by regulatory elements from the murine interferon-&#x3B3; \\(_Ifng_) locus into primary mouse CD4<sup>+</sup> T<sub>H</sub>0, T<sub>H</sub>1 and T<sub>H</sub>2 and CD8<sup>+</sup> effector T cells and for determination of their effects on expression following stimulation with anti-CD3 plus anti-CD28 monoclonal antibodies, IL-12 plus IL-18 or the combination of these stimuli. This method should be applicable or adaptable to studies of transcriptional or translational regulation, transcription factor function and signaling in primary murine T cells."
        },
        {
            "header": "Reagents",
            "content": "&#x25CF; Reagents for isolation and purification of na&#xEF;ve \\(CD44lo, NK1.1-) CD4<sup>+</sup> and CD8<sup>+</sup> T cells either by flow cytometric or magnetic bead cell sorting. \r\n\n\n&#x25CF; T<sub>H</sub>0 CD4 and CD8 effector T cell culture medium: Iscove&#x2019;s Modified Dulbecco&#x2019;s Medium \\(Invitrogen/Gibco, Cat. No. 12440-053) supplemented with 10% fetal bovine serum \\(Invitrogen/Gibco, Cat. No. 10438-026), 100U/mL penicillin and 100&#x3BC;g/mL streptomycin \\(Invitrogen/Gibco, Cat. No. 15140-122), 50 &#x3BC;M 2-mercaptoethanol and 100U/mL recombinant human IL-2 \\(TECIN; NCI Biological Resources Branch, Cat.  No. 94051702), 2mM L-glutamine \\(Invitrogen/Gibco, Cat. No. 25030).\r\n\n\n&#x25CF; T<sub>H</sub>1 CD4 T cell culture medium = T<sub>H</sub>0 culture medium plus 5 ng/mL rIL-12 \\(R&amp;D Biosystems, Cat. No. 419-ML) and 10 &#x3BC;g/mL anti-IL-4 \\(Clone 11B.11; NCI Biological Resources Branch, Cat. No. 00022901). \r\n\n\n&#x25CF; T<sub>H</sub>2 CD4 T cell culture medium = T<sub>H</sub>0 culture medium plus 50 ng/mL rIL-4 \\(R&amp;D Biosystems, Cat. No. 404-ML), 50 &#x3BC;g/mL anti-IL-12 \\(BioSource, Cat. No. AMC0122) and 50 &#x3BC;g/mL anti-IFN-&#x3B3; \\(BioSource, Cat. No. AMC4834). \r\n\n\n&#x25CF; 24-well \\(Corning/Costar, Cat. No. 3526) and 48 well tissue culture plates \\(Corning/Costar, Cat. No. 3548). \r\n\n\n&#x25CF; Anti-mouse CD3 \\(either prepared locally or BD Biosciences, Cat. No. 552057) and anti-mouse CD28 monoclonal antibodies \\(BD Biosciences, Cat. No. 553295) \r\n\n\n&#x25CF; rIL-12 \\(R&amp;D Biosystems, Cat. No. 419-ML) and rIL-18 \\(M&amp;B Laboratories Co, Cat. No. B002-5).\r\n\n\n&#x25CF; Amaxa&#xAE; Mouse T cell Nucleofector Kit \\(VPA-1006)\r\n\n\n&#x25CF; Dual-Luciferase Assay Kit \\(Promega, Cat. No. E-1960)\r\n\n\n&#x25CF; QIAfilter Plasmid Maxi Kit \\(Qiagen, Cat. No. 12263)\r\n\n\n\r\n\n\nh3. Reagent Setup\r\n\n\n \r\n\n\nPurify plasmids containing the control Thymidine kinase \\(TK)-pRL _Renilla_ luciferase construct and _Ifng_-pGL Firefly luciferase constructs using standard maxiprep techniques \\(we used the Qiafilter Maxiprep kit from Qiagen). Determine plasmid concentration and quality by UV spectrophotometry, per the Qiagen protocol. &#x25B2;CRITICAL &#x2013;Resuspend TK-pRL _Renilla_ luciferase  to <sub>1&#x3BC;g/&#x3BC;L in dH20 and _Ifng_-pGL Firefly luciferase constructs to </sub>2&#x3BC;g DNA/&#x3BC;L in dH20. Prepare Amaxa&#xAE; Mouse T Cell Nucleofector Medium by supplementing provided medium with 5% FBS, 2mM L-glutamine, 100U/mL penicillin and 100&#x3BC;g/mL streptomycin, and 1 mL Medium Component A. Prior to equilibrating Mouse T cell Nucleofector Medium for transfection, add Medium Component B \\(10&#x3BC;L/mL). Prepare Mouse T Cell Nucleofector Solution by adding 0.5mL Mouse T Cell Nucleofector Solution Supplement to 2.25 mL Mouse T cell Nucleofector Solution.\r\n\n\n&#x25B2; CRITICAL Prepare 24-well plates for the initial stimulation of naive T cells by coating wells with 200 &#x3BC;L of PBS containing anti-CD3 \\(5 &#x3BC;g/mL) plus anti-CD28 \\(10 &#x3BC;g/mL). Prepare 48-well plates for stimulation of transfected cells by coating wells with 150&#xF06D;L of PBS containing anti-CD3 \\(5 &#x3BC;g/mL) plus anti-CD28 \\(10 &#x3BC;g/mL). Prepare both sets of plates 12-24 hours prior to their use and store them wrapped in parafilm at 4 &#xB0;C."
        },
        {
            "header": "Equipment",
            "content": "&#x25CF; Amaxa Nucleofector &#xAE;\r\n\n\n&#x25CF; Luminometer"
        },
        {
            "header": "Procedure",
            "content": "1 Using 24-well plates previously coated with anti-CD3 plus anti-CD28, stimulate 1.0 x 10\n6\npurified naive \\(CD44\nlo\n, NK1.1\n-\n) CD4\n+\nor CD8\n+\ncells in 1 mL of medium appropriate for the generation of the desired effector T cell types \\(T\nH\n0, T\nH\n1, T\nH\n2 and/or CD8 effector T cells). After 1-2 days, the cells will show blast morphology.\r\n\n\n2 Expand cells by splitting 1:2 to 1:4 every 2-3 days in medium containing a 1x solution of the appropriate cytokines. Completely resuspend cells by gently pipetting up and down, using plugged tips to prevent contamination. For the first split, also include neutralizing anti-cytokine antibodies as appropriate for the type of effector T cells being prepared; omit the antibodies but include the cytokines in subsequent splits. Maintain cells at a density of 0.5 - 2.5 x 10\n6\n.\r\n\n\n3 Collect cells for transfection at day 6 – 8 by gently pipetting each well’s contents up and down to resuspend the cells. Wash wells with medium to capture all cells.  Starting with naïve T cells purified by flow cytometry, the purity is generally >99% effector T cells with <0.5% NK1.1\n+\nor MHC class II\n+\ncells.  \r\n\n\n4       ▲ CRITICAL STEP To increase the effect of stimulation on reporter expression, wash cells once in medium lacking IL-2 and allow cells to rest prior to transfection. Collect cells by centrifuging at 450xg for 7 minutes at 4 °C. Resuspend cells in medium lacking IL-2 and repeat centrifugation. Culture cells in tissue culture flasks at 37 °C in IMDM containing 10% FCS, penicillin and streptomycin for 5 hours prior to transfection, then place the flask on ice for 1 hour. CD4\n+\nT\nH\n0 and T\nH\n1 cells are more prone to apoptosis and often loose viability when washed out of IL-2; if this occurs, do not wash them but do place on ice for 20 minutes prior to transfection. \r\n\n\n5 ▲ CRITICAL STEP Prepare Amaxa® Mouse T Cell Nucleofector Medium and Mouse T Cell Nucleofector solution as per the manufacturer’s protocol. Aliquot 5.0 μg TK-pRL plus 20.0 μg of the desired _Ifng_-pGL constructs into a sterile 1.5mL eppendorf tube per transfection. Prepare 1.5 mL cell recovery medium per transfection by adding 10 μL/mL Amaxa® Component B to Mouse T Cell Nucleofector Medium and aliquoting 1.5mL/well of a 24-well plat. Equilibrate this plate at 37 °C, 5%CO2 for at least 30 minutes prior to performing the transfection. Prewarm Mouse T Cell Amaxa® Nucleofector Solution to room temperature 15-20 minutes before transfection. \r\n\n\n6 ▲CRITICAL STEP Count and verify the viability of cells by standard procedures. Optimal culture conditions and cell viability of >90% are necessary prior to transfection; use of overgrown or dying cells results in very low transfection efficiency and viability.  Centrifuge cells at 90xg for 10 minutes at room temp. Remove all supernatant and gently flick pellet to loosen cells. \r\n\n\n7 Resuspend cells gently in room temperature Amaxa® Mouse T Cell Nucleofector Solution to final concentration of ~5.0x10\n6\ncells/100 μL. ▲CRITICAL STEP: Do not store cells in this solution longer than 10 minutes before transfection. If it is necessary to transfect multiple cell types or a large number of samples, leave aliquots of cells on ice prior to adding Amaxa® Nucleofector Solution.\r\n\n\n8 Using a standard micropipette and plugged tips, gently transfer 100 μL cell suspension into Eppendorf tubes containing 25 μg DNA \\(5.0 μg TK-pRL plus 20.0 μg of the desired _Ifng_-pGL constructs), mix, then transfer into Amaxa® Nucleofector cuvette, being careful to avoid air bubbles and to place the suspension all the way to the bottom of the cuvette chamber. \r\n\n\n▲ CRITICAL STEP The transfection efficiency and magnitude of expression vary with cell density and amount of DNA. In our studies, 5x10\n6\ncells and 25g total DNA were optimal \\(Fig. 1a). \r\n\n\n9 Select the Amaxa ® Nucleofector X-01 program, insert the cuvette, and press X to transfect.\r\n\n\n10 Immediately add ~500 μL of pre-warmed medium from the equilibrated 24-well plate \\(see step 5) to the cuvette with the supplied micropipette and gently remove cells to plate, being careful to remove all debris and volume. Press X to reset Amaxa ® Nucleofector and repeat for remaining samples.\r\n\n\n11 Allow cells to recover at 37 °C, 5% CO2 for 4 hours. During the last 15 minutes, prepare the 48-well plates \\(see REAGENT SETUP) to be used for stimulation. Aspirate PBS containing anti-CD3 plus anti-CD28 and add 100 μL of Amaxa ® Nucleofector Medium to wells to be used for unstimulated or anti-CD3 plus anti-CD28 samples. For wells to be used for IL-12 plus IL-18 stimulation or a combination of IL-12, IL-18, anti-CD3 and anti-CD28 stimulation, add 100 μL of Nucleofectordium containing 5 μg/mL IL-12 plus 5 μg/mL IL-18.  \r\n\n\n12  Stimulation of cells. Gently mix cells using a standard micropipette and plugged tips, avoiding air bubbles. Transfer 345 μL to each of four wells \\(one each for unstimulated, anti-CD3 plus anti-CD28, IL-12 plus IL-18, or all stimuli combined) for stimulation. \r\n\n\n13 Harvest cells 3-6 hours after stimulation by washing wells with 1 mL PBS, transfer cell suspension into 1.5 mL Eppendorf tubes and spin at 1400 rpm for 5 min, 4 °C.  \r\n\n\n▲ CRITICAL STEP Luciferase activity varies with time following nucleofection, and in our hands peaks 3-6 hours after stimulation \\(Fig. 1b).\r\n\n\n14 Gently flick cell pellet and resuspend cells in 50 μL 1x Passive Lysis Buffer \\(PLB; supplied by Dual-Luciferase Assay kit) mixing briefly by gentle vortexing. Set samples on a rocker for 10 minutes \\(~60rpm) at room temperature. Quick spin to collect sample contents at bottom of the tube. PAUSE POINT Sample lysates may be stored for >1 month at -80 °C without loss of activity. \r\n\n\n15 Perform luciferase analysis as directed by the Dual-Luciferase kit manufacturer’s protocol using 20 μL of cell lysate."
        },
        {
            "header": "Timing",
            "content": "6-8 days for in vitro generation of effector T lymphocytes, 12 hours for transfection, 6-8 hours for stimulation and harvest, 2 hours for luciferase assay."
        },
        {
            "header": "Critical Steps",
            "content": "See procedure above."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in Table 1."
        },
        {
            "header": "Anticipated Results",
            "content": "We have used luciferase-based reporter assays in primary mouse T cells to examine the ability of distal conserved elements to influence expression of luciferase reporters driven by the murine _Ifng_ promoter in response to stimulation with anti-CD3 plus anti-CD28, IL-12 plus IL-18 or these stimuli in combination. An example of the results obtained is shown in Fig. 2: Expression of these constructs was low in T<sub>H</sub>2 cells, which do not express IFN-&#x3B3;, under all conditions. In contrast, these _Ifng_ reporter constructs were expressed in CD8<sup>+</sup> and CD4<sup>+</sup> T<sub>H</sub>0 T cells \\(and T<sub>H</sub>1 T cells, not shown). Expression was enhanced by _Ifng_CNS-6 in CD8 and CD4<sup>+</sup> T<sub>H</sub>0 T cells in response to anti-CD3 plus anti-CD28, whereas _Ifng_CNS-22 enhanced expression in CD4<sup>+</sup> T<sub>H</sub>0 T cells in response to IL-12 plus IL-18.  \r\n\n\nUsing the parameters described in this protocol, we routinely observed light units on the order of 0.5-2.0 x 10<sup>4</sup> for TK-pRL controls and 10<sup>4</sup> to &gt;10<sup>6</sup> light units for _Ifng_-pGL3 constructs, depending upon the cells and stimulation conditions. As a negative control, we also included cells transfected with a pGL3 plasmid lacking a promoter, which typically yielded ~100-2000 light units. Stimulation of cells typically led to increases in TK-pRL activity up to 4-fold compared to unstimulated cells, making this a reasonable but imperfect control. If one normalizes cytokine reporter activity to this value, the actual induction tends to be underestimated. Alternatively, one can carefully aliquot equivalent numbers from each transfection such that the numbers of cells for each stimulation condition is the same, then normalize the results to unstimulated TK-pRL values for that transfection.\r\n\n\nIt may be useful to initially optimize transfection conditions using the pMAX-GFP construct \\(included with the Amaxa&#xAE; kit) to determine transfection efficiency and cell viability. We found GFP<sup>+</sup> 7-AAD<sup>-</sup> cells to constitute between 30-50% of total cells transduced, however the extended expression of GFP precludes its use in optimizing time points for luciferase analysis. If difficulties with cell viability are an issue, we recommend examining transfected cells under the microscope and/or assessing viability using dye-exclusion at all stages of the protocol to determine which stage is creating problems. Although we have optimized the cell numbers and conditions, amounts of DNA, and time points for use of Amaxa&#xAE; nucleofection for reporter assays in primary mouse T cells, use of this protocol in other assay systems may require additional changes in parameters."
        },
        {
            "header": "References",
            "content": "1. West, A.G. &amp; Fraser, P. Remote control of gene transcription. _Hum Mol Genet_ **14** Spec No 1, R101-11 \\(2005).\r\n  2. Lee, G.R., Kim, S.T., Spilianakis, C.G., Fields, P.E. &amp; Flavell, R.A. T helper cell differentiation: regulation by cis elements and epigenetics. _Immunity_ **24**, 369-79 \\(2006).\r\n  3. Nardone, J., Lee, D.U., Ansel, K.M. &amp; Rao, A. Bioinformatics for the 'bench biologist': how to find regulatory regions in genomic DNA. _Nat Immunol_ **5**, 768-74 \\(2004).\r\n  4. Leung, T.H., Hoffmann, A. &amp; Baltimore, D. One nucleotide in a kappaB site can determine cofactor specificity for NF-kappaB dimers. _Cell_ **118**, 453-64 \\(2004).\r\n  5. Li, L. &amp; Boussiotis, V. Nucleofection and adoptive transfer of primary mouse T lymphocytes. _Nat Protocols_ DOI:10.1038/nprot.2006.296 \\(2006).\r\n  6. Jeffrey, K., Machkay, C., &amp; Brummer, T. Transfection of bone marrow-derived mast cells for transcription factor luciferase reporter assays. _Nat Protocols_ DOI:10.1038/nprot.2006.218 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ni1474",
                "date": "2007-05-02 16:03:54",
                "title": "Comprehensive epigenetic profiling identifies multiple distal regulatory elements directing transcription of the gene encoding interferon-gamma",
                "authors": [
                    "Jamie R Schoenborn",
                    "Michael O Dorschner",
                    "Masayuki Sekimata",
                    "Deanna M Santer",
                    "Maria Shnyreva",
                    "David R Fitzpatrick",
                    "John A Stamatoyonnapoulos & Christopher B Wilson"
                ],
                "journal": "Nature Immunology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10248,
                "identity": "9ef316dd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jamie Schoenborn",
                "email": "",
                "orcid": "",
                "institution": "Department of Immunology, University of Washington",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jamie",
                "middleName": "",
                "lastName": "Schoenborn",
                "suffix": ""
            },
            {
                "id": 10249,
                "identity": "9ef31a7f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Masayuki Sekimata",
                "email": "",
                "orcid": "",
                "institution": "Department of Immunology, University of Washington",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Masayuki",
                "middleName": "",
                "lastName": "Sekimata",
                "suffix": ""
            },
            {
                "id": 10250,
                "identity": "9ef31d29-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "William Weaver",
                "email": "",
                "orcid": "",
                "institution": "Department of Immunology, University of Washington",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "William",
                "middleName": "",
                "lastName": "Weaver",
                "suffix": ""
            },
            {
                "id": 10251,
                "identity": "9ef31eee-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christopher Wilson",
                "email": "",
                "orcid": "",
                "institution": "Department of Immunology, University of Washington",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christopher",
                "middleName": "",
                "lastName": "Wilson",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-13 14:30:02",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.236",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.236",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607719,
                "identity": "6212adfb-0c71-400d-aa8c-acbf3f875fcb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:44",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 48819,
                "visible": true,
                "origin": "",
                "legend": "Effect of cell number, amount of DNA and stimulation time on luciferase values.    CD8+ T cells cultured in vitro for eight days were transfected with either 5.0 &#x3BC;g (1.0x10^6^ cells), 10.0 &#x3BC;g (5.0x10^6^ cells) or 25.0 &#x3BC;g (5.0x10^6^ cells) of reporter constructs in 4:1 ratio of _Ifng_-pGL to TK-pRL (e.g. 4.0 &#x3BC;g _Ifng_-pGL with 1.0 &#x3BC;g TK-pRL) (a). CD8+ T cells were given a 4 hr rest in equilibrated Amaxa&#xAE; Mouse T Cell Nucleofector Medium prior to being aliquoted among three wells for a 6 hr stimulation with either PMA plus ionomycin or, anti-CD3 (5 &#x3BC;g/mL) plus anti-CD28 (10 &#x3BC;g/mL), or were left unstimulated. Firefly luciferase values for _Ifng_-pGL are shown. CD8^+^ T cells were cultured in vitro for five days and four aliquots containing 1.0x10^6^ CD8+ T cells were transfected with 4.0 &#x3BC;g _Ifng_-pGL and 1.0 &#x3BC;g TK-pRL and allowed to rest for 4 hours (b). Each transfection was resuspended with a micropipette and half the cells were then left unstimulated, while the other half were stimulated with anti-CD3 (5.0 &#x3BC;g/mL) plus anti-CD28 (2.0 &#x3BC;g/mL) for 1, 3, 6, or 10 hr prior to lysis for Dual-Luciferase Assay. Total luciferase values for _Ifng_-pGL are shown.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-237/v1/figure_1.jpg"
            },
            {
                "id": 2607733,
                "identity": "dd65d351-5794-4bdf-984d-963b076456c9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 32631,
                "visible": true,
                "origin": "",
                "legend": "_Ifng_ CNS elements enhance _Ifng_ expression in primary mouse CD8+ and CD4^+^ T~H~0 T cells. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-237/v1/figure_2.jpg"
            },
            {
                "id": 2607721,
                "identity": "5c503514-06bf-4472-b17b-d8b6a8b2126a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 35076,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-237/v1/figure_3.jpg"
            },
            {
                "id": 2607722,
                "identity": "e966e825-13ed-4144-95ef-ea6b81be45ce",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 28776,
                "visible": true,
                "origin": "",
                "legend": "Luciferase reporter constructs containing the _Ifng_ promoter and indicated _Ifng_ CNSs were transfected into 5.0x10^6^ primary mouse CD8+ or T~H~0 and T~H~2 CD4^+^ T cells and expression was assessed by Dual-Luciferase Assay in cells that were not stimulated or were stimulated with IL-12 plus IL-18, anti-CD3 plus anti-CD28, or the combination of these stimuli. Results are mean&#xB1;SD normalized luciferase units from one representative experiment of 2-5 individual experiments. ",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-237/v1/figure_4.jpg"
            },
            {
                "id": 2607725,
                "identity": "d1060468-f558-414d-b4e5-977008f7c8a1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 186202,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting suggestions",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-237/v1/figure_5.jpg"
            },
            {
                "id": 2607724,
                "identity": "94c3e376-3340-4a9e-aed9-0217e9e2bf3c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "pdf",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 208231,
                "visible": true,
                "origin": "",
                "legend": "Figure 1 as a pdf",
                "description": "",
                "filename": "figure6.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-237/v1/figure_6.pdf"
            },
            {
                "id": 2607723,
                "identity": "4fb9a02b-20df-4f1e-a6f4-e1424876f092",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "pdf",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 307142,
                "visible": true,
                "origin": "",
                "legend": "Figure 2 as a pdf",
                "description": "",
                "filename": "figure7.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-237/v1/figure_7.pdf"
            },
            {
                "id": 13464373,
                "identity": "698bfc58-aaf9-45ad-abe2-2884022f7ef0",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:06",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 427440,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-237/v1/393b8166-26da-4edf-a300-6a1df47255fe.pdf"
            },
            {
                "id": 2607727,
                "identity": "d2db96cc-8d43-4ad6-8ab7-f86b0b6cd918",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "xls",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 36866,
                "visible": true,
                "origin": "",
                "legend": "Troubleshooting as an xls",
                "description": "",
                "filename": "supplement0.xls",
                "url": "https://assets.researchsquare.com/files/nprot-237/v1/supplement_0.xls"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "gene regulation, cytokine, T cell, transfection, nucleofection, Amaxa(R);, transcription factors, luciferase reporter assay\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Transfection of primary mouse T cells for stimulation-dependent cytokine enhancer assays",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-06-06 05:49:03",
                "doi": "10.1038/nprot.2007.236",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ef2ca85-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 6th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1721,
                "name": "Biological techniques"
            },
            {
                "id": 1722,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-06-06 05:49:03",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}