{
    "identity": "nprot-3469",
    "title": "HVJ-E-mediated gene transfer into the intestinal epithelium",
    "content": [
        {
            "header": "Introduction",
            "content": "The rapidly self-renewing intestinal epithelium represents an exquisite model for stem cell biology, lineage commitment, and terminal differentiation<sup>1-3</sup>. To accelerate functional analyses of genes in the tissue, we have developed a novel method of gene transfer that enables transduction of siRNAs and plasmids into the mouse intestinal epithelium<sup>4</sup>. We used a hemagglutinating virus of Japan envelope \\(HVJ-E)-based transfection reagent. This reagent can incorporate small molecules, such as plasmids and siRNAs, and transfer them into target cells by fusion of HVJ-E with the plasma membrane<sup>5</sup>. Since the viral genome is completely inactivated, this transfection reagent can be used as non-infectious and non-viral solution. By injecting the transfection solution into the mouse intestinal lumen, we could efficiently transduce plasmids and siRNAs into the intestinal epithelium. Notably, we could confirm the efficient transfer of the incorporated molecules into the intestinal epithelium by using fluorescently-labeled molecules. Here we describe the procedures to transfer Cy3-labeled siRNAs into the intestinal epithelium and to confirm its efficient transduction."
        },
        {
            "header": "Reagents",
            "content": "1. DDW\r\n  2. GenomeONE-neo \\(Ishihara-sangyo, Japan) \r\n  -containing HVJ-E solution, reagent A, B, and C, and buffer solution.\r\n\n\n3. Cy3-labeled siRNA\r\n  4. PBS\r\n  5. Mucus remove solution: 20 mM dithiothreitol, 0.05% Tween-20, PBS\r\n  6. 29G needle\r\n  7. 1 ml syringe\r\n  8. Nylon string\r\n  9. Isoflurane\r\n  10. 4% paraformaldehyde/PBS\r\n  11. 12, 15, and 18% sucrose/PBS solution\r\n  12. O.C.T. compound \\(Tissue-Tek)\r\n  13. 1.5 ml microcentrifuge tube\r\n  14. 15 ml falcon tube\r\n  15. Aluminum foil\r\n  16. Hoechst33342 \\(Molecular Probes)\r\n  17. 8- to 10-week old male C57BL/6 mouse"
        },
        {
            "header": "Equipment",
            "content": "1. Cryostat-microtome\r\n  2. Laser confocal microscope \\(with a filter set and laser suitable for Cy3)\r\n  3. Refrigerated microcentrifuge machine \\(for Eppendorf tubes)\r\n  4. Small animal anesthetizer\r\n  5. Conventional micro-dissecting instruments\r\n  -Dissecting scissors\r\n\n\n-Forceps\r\n\n\n-Surgical suture \\(4-0 nylon)\r\n\n\n6. Refrigerator \\(4° C space)\r\n  7. Rotators \\(placed at 4° C \\(in refrigerator))\r\n  8. MAS-coated glass slide \\(MATSUNAMI)\r\n  9. Plastic tray \\(to wash slides)"
        },
        {
            "header": "Procedure",
            "content": "**Preparation of the siRNA transfection solution**\r\n\n\n- Aliquot 120 μl of HVJ-E solution into a 1.5 ml microcentrifuge tube.\r\n\n\n- Add 12 μl of reagent B to the HVJ-E solution, pipet up and down.\r\n\n\n- Centrifuge the tube at 10,000 g for 10 min at 4° C. Remove supernatant.\r\n\n\n- Re-suspend the pellet in 45 μl of buffer solution by pipetting up and down many times. Do not vortex here, as this may lower activity of HVJ-E.\r\n\n\n- Add 45 μl of Cy3-siRNA \\(20 μM) to the solution and mix well by pipetting.\r\n\n\n- Incubate the solution on ice for 5 min.\r\n\n\n- Just before the injection into the intestinal epithelium, add buffer solution up to 300 μl. Inject the solution as written in the section 2.\r\n\n\n\r\n\n\n**Option 1: Preparation of the plasmid transfection solution**\r\n\n\n- Aliquot 120 μl of HVJ-E solution into a 1.5 ml microcentrifuge tube.\r\n\n\n- Add 30 μl of reagent A to the HVJ-E solution, pipet up and down.\r\n\n\n- Incubate on ice for 5 min.\r\n\n\n- Add 30 μl of plasmid \\(1-2 μg/ml) solution and 18 μl of reagent B to the transfection solution. Mix well by tapping the tube.\r\n\n\n- Centrifuge the tube at 10,000 g for 10 min at 4° C. Remove supernatant. \r\n\n\n- Re-suspend the pellet in 260 μl of buffer solution by pipetting up and down many times. Do not vortex here, as this may lower activity of HVJ-E. Place the suspended solution on ice until just before the injection.\r\n\n\n- Just before the injection into the intestinal epithelium, add 40 μl of reagent C to the transfection solution and mix well by tapping. Inject the solution as written in the section 2.\r\n\n\n\r\n\n\n**2. Injection of the transfection solution into the mouse intestinal epithelium**\r\n\n\n- Anesthetize 8- to 10-week old male C57BL/6 mice with isoflurane. The mice should be starved for more than 10 hours to empty the proximal and the central region of the small intestine. \r\n\n\n- Open the peritoneal cavity of the anesthetized mouse by performing abdominal laparotomy \\(midline incision).\r\n\n\n- Cover the abdominal region of the mouse by plastic wrap, and then cut the wrap along the wound.\r\n\n\n- Pull out the small intestine from the peritoneal cavity and put it on the clean wrapped area.\r\n\n\n- Bind the 3 to 5 cm region of the small intestine at both ends \\(just like a sausage) with nylon strings to prevent leakage of the transfection solution. Carefully prick a hole in the mesentery first, and then pass a nylon string through the hole. Do not bind visible blood vessels in the mesentery, as this may cause bleeding or ischemia of the tissue.\r\n\n\n- Inject 300 μl of mucus remove solution into the intestinal lumen with a 29G needle syringe. At this time, the injected \\(bind) area of the intestinal tract should be fully distended. Keep this state for 15 min. Then, perform aspiration and injection of the solution several times by the syringe to remove mucus. Finally, aspirate and remove the solution as completely as possible.\r\n\n\n- Again, inject mucus remove solution to the bind area, leave for 10 min, and then perform aspiration and injection of the solution several times. Finally, aspirate and remove the solution as completely as possible.\r\n\n\n- Wash the bind area by flushing and aspirating PBS several times. Aspirate and remove PBS.\r\n\n\n- Wash the bind area as described above three times.\r\n\n\n- Inject 300 μl of the transfection solution in the bind area, and leave for 15 min at this state. Then, put back the small intestine into the peritoneal cavity.\r\n\n\n- Suture the wound and awake the mouse from anesthesia. Leave the mouse at this state for more than 1 hour.\r\n\n\n- Again, anesthetize the mouse, open the peritoneal cavity, and pull out the small intestine from peritoneal cavity.\r\n\n\n- Remove nylon strings that bind the small intestine. Put the small intestine back to the peritoneal cavity and suture the wound.\r\n\n\n- Awake the mouse from anesthesia, and leave them for 3 hours.\r\n\n\n\r\n\n\n**3. Fixation, wash, and freezing of the transfected tissue**\r\n\n\n- Dissect the mouse, and collect the transfected \\(injected) region of the small intestine.\r\n\n\n- Flush the intestinal lumen with ice cold PBS several times.\r\n\n\n- Fix the tissue for 1 hour in a 15 ml falcon tube containing 4% paraformaldehyde/PBS at 4° C. From here, avoid light by wrapping the tube with aluminum foil. Gently rotate the tube during fixation.\r\n\n\n- After fixation, discard the solution and refill the tube with ice cold PBS. Rotate the tube for 10 min at 4° C.\r\n\n\n- Discard PBS, and repeat the above step two times to wash the tissue.\r\n\n\n- Discard PBS, and refill the tube with ice cold 12% sucrose/PBS. Rotate the tube for 2 hours at 4° C. After the incubation, discard the solution and sequentially treated tissues with 15%, 18% and 18% sucrose/PBS solution for 2 hours each.\r\n\n\n- After the final incubation with 18% sucrose/PBS, embed tissues in O.C.T. Compound and freeze it by liquid nitrogen.\r\n\n\n\r\n\n\n**4. Tissue sectioning and observation with a confocal microscope**\r\n\n\n- Cut 6 to 10 μm sections by using a cryostat-microtome. Paste sections to the MAS-coated glass slides. \r\n\n\n- Completely dry sections to prevent detachment from the slide glass.\r\n\n\n- Wash the slides in a plastic tray filled with PBS for 5 min at room temperature. \r\n\n\n- \\(Optional) For nuclear staining, pour PBS containing Hoechst33342 \\(1/400-1000 dilution) on the tissue sections, and incubate for 10 min at room temperature. Then, wash the slides with PBS for 5 min three times.\r\n\n\n- Take out the slides from PBS and soak the slides in DDW.\r\n\n\n- Observe the tissue section under confocal laser microscope."
        },
        {
            "header": "Timing",
            "content": "It will take 2-3 hours for surgery and 5-6 hours for transfection. The RNAi-induced gene knockdown and the transgene expression will take place within 36-48 hours. Until that time, feed the treated mice under normal conditions. The effects of gene transfer will last up to 4 to 7 days depending on the experimental conditions."
        },
        {
            "header": "Anticipated Results",
            "content": "The bright fluorescence signals should be observed from the Cy3-siRNA transfected tissues. The fluorescence would be restricted to the epithelium layer and would not be observed in submucosal layer or the smooth muscle layer. This indicates that the method transfers incorporated molecules specifically into the epithelium. In the epithelium, all types of cells \\(including intestinal stem cells, progenitor cells, Paneth cells, goblet cells, enterocytes, etc.) should be transduced with Cy3-siRNAs."
        },
        {
            "header": "References",
            "content": "1. Scoville, D.H., Sato, T., He, X.C. & Li, L. Current view: intestinal stem cells and signaling. Gastroenterology 134, 849-864 \\(2008).\r\n  2. Fre, S. et al. Epithelial morphogenesis and intestinal cancer: new insights in signaling mechanisms. Adv. Cancer Res. 100, 85-111 \\(2008).\r\n  3. van der Flier, L.G. & Clevers, H. Stem cells, self-renewal, and differentiation in the intestinal epithelium. Annu. Rev. Physiol. 71, 241-260 \\(2009).\r\n  4.    Imajo et al. Associating paper under consideration in Nature Cell Biology.\r\n  5. Kaneda, Y. et al. Hemagglutinating virus of Japan \\(HVJ) envelope vector as a versatile gene delivery system. Mol. Ther. 6, 219-226 \\(2002)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb3084",
                "date": "2014-12-05 00:06:31",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13111,
                "identity": "a03f1091-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Masamichi Imajo",
                "email": "mimajo@lif.kyoto-u.ac.jp",
                "orcid": "",
                "institution": "Eisuke-Nishida Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Masamichi",
                "middleName": "",
                "lastName": "Imajo",
                "suffix": ""
            },
            {
                "id": 13113,
                "identity": "a03f1818-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Eisuke Nishida",
                "email": "nishida@lif.kyoto-u.ac.jp",
                "orcid": "",
                "institution": "Eisuke-Nishida Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Eisuke",
                "middleName": "",
                "lastName": "Nishida",
                "suffix": ""
            },
            {
                "id": 13112,
                "identity": "a03f1606-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Miki Ebisuya",
                "email": "",
                "orcid": "",
                "institution": "Laboratory for Reconstitutive Developmental Biology, RIKEN Center for Developmental Biology, Kobe, Hyogo 650-0047, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Miki",
                "middleName": "",
                "lastName": "Ebisuya",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-11-04 12:45:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.049",
        "doiUrl": "https://doi.org/10.1038/protex.2014.049",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464696,
                "identity": "79a79d7d-021b-4d19-aced-ea257e211bed",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 140326,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3469/v1/7fb8b38b-d8ca-4b6a-9ab0-1e7687284256.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "the intestinal epithelium, in vivo gene transfer, HVJ-E",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes a novel method that enables transfection of plasmids and siRNAs into the mouse intestinal epithelium. The mouse was anesthetized with isoflurane, and the small intestine was pulled out from the peritoneal cavity. The small intestinal lumen was then washed with buffer containing a reducing agent, dithiothreitol, to remove mucus, and injected with transfection solution. To achieve efficient gene delivery, we used a hemagglutinating virus of Japan envelope \\(HVJ-E)-based transfection reagent that can incorporate small molecules, such as proteins, plasmids and siRNAs, and transfer them into cells. To confirm efficient transduction of the incorporated molecules, we transduced fluorescently-labeled molecules, such as Cy3-labeled siRNAs, into the intestinal epithelium by this method, and then observed the tissue sections by fluorescence microscopy. This protocol provides a novel method to analyze function of genes in the intestinal epithelium.",
        "manuscriptTitle": "HVJ-E-mediated gene transfer into the intestinal epithelium",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-12-22 04:20:39",
                "doi": "10.1038/protex.2014.049",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a03eb1d1-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 22nd, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3219,
                "name": "Cell biology"
            },
            {
                "id": 3220,
                "name": "Genetics"
            },
            {
                "id": 3221,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-12-22 04:20:39",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}