{
    "identity": "pex-653",
    "title": "<p>Multiplexed lipid metabolic tracing using click chemistry mass spectrometric reporter molecules</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Metabolic tracing is a key technology for understanding the complexity of metabolic pathways in health and disease. Fatty acids contain about one third of the calories in normal nutrition, yet our knowledge of fatty acid dynamics in metabolism is quite limited, in particular when it comes to the level of individual lipid species. This protocol describes the workflow for a technology that allows highly sensitive metabolic tracing of fatty acids and other lipid precursors. The workflow consists of</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Labeling living cells with an alkyne-labeled lipid precursor, e.g. an alkyne fatty acid</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Preparation of a total lipid extract containing the labeled lipids</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Copper-catalyzed click-reaction with a reporter molecule that contains an azido group</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tandem mass spectrometry of the click-reacted labeled lipid extract</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Data analysis to identify and quantify the labeled lipids</p><p>&nbsp;</p><p>The core of the method is the reporter reagent C171 and its variants (Fig.1). It consists of a quaternary ammonium group that is linked to the azido group by a butyl chain. Upon click-reaction with the alkyne-labeled lipids, it confers a permanent positive charge to the analyte, which improves ionization and sensitivity in particular for neutral lipids. More importantly, the clicked reporter undergoes a predicatable, uniform fragmentation upon tandem (MS2) mass spectrometry. In all simple neutral lipids (glycerolipids, sterol ester, ceramide, fatty acids and their simple derivatives), the neutral loss of the trialkylamine group, along with the formation of a bicyclic charged product, is the dominant fragmentation (Fig. 1). Complex lipids with more labile bonds, in particular all glycerophospholipids such as e.g. PC, PE, PA, PS and PI, fragment by a combined neutral loss of the trialkylamine group together with the phospho-head group, leading to a characteristically different neutral loss for each phospholipid. </p><p>&nbsp;</p><p>The method offers the possibility of sample multiplexing. For that, C171 is replaced by the C175 series that contains heavy atoms that are distributed over the trialkylammonium and the butyl moiety. By that, labeled molecules that are reacted with the C175 reagents have identical masses in MS1 but different neutral loss peaks that allow to assign them to the respective samples in a multiplex experiment (Fig. 2).</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Freshly isolated hepatocytes or any other living cells</p><p>Cell culture media, e.g. Williams E medium for hepatocytes</p><p>Cell culture incubator</p><p>PBS</p><p>Alkyne fatty acid for labeling, e.g. 16-heptadecynoic acid (a17:2, aPal, see Thiele et al., 2012), 20 mM in ethanol/water 80/20</p><p>Optionally for analysis with absolute quantitation: set of alkyne-labeled synthetic internal standards</p><p>Extraction mix: methanol/chloroform 5/1, optionally spiked with the internal standard lipid set</p><p>C171, 100 mM in methanol/water&nbsp;1/1</p><p>C175-73, -75, -76, -77, each of them 100 mM in methanol/water&nbsp;1/1</p><p>Copper(I)acetonitrile<sub>2</sub>-BF<sub>4</sub>, 5 mM in acetonitrile</p><p>Chloroform, methanol, ethanol, water, isopropanol – all LC-MS quality</p><p>Ammonium acetate</p><p>Spray buffer (10 mM ammonium acetate in isopropanol/methanol/water 8/5/1)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Standard cell culture plastic, e.g. Sarstedt 83.3922 24-well plates</p><p>Original Eppendorf 1.5 ml Safe-Lock tubes (do not replace with cheap plastic, which releases softeners etc. strongly disturbing MS analysis)</p><p>Eppendorf tube centrifuge</p><p>Sonicating water bath Bandelin Sonorex Digitec</p><p>Vacuum centrifuge concentrator</p><p>Thermoblock</p><p>Thermo Q Exactive Plus mass spectrometer, equipped with the standard HESI II ion source and a syringe pump for sample injection</p><p>Software: </p><p>Proteowizard MSConvertGUI (freeware, http://proteowizard.sourceforge.net/download.html) for file format conversion</p><p>LipidXplorer(Herzog et al., 2011) (freeware provided by the Shevchenko group at MPI-CBG, Dresden, https://wiki.mpi-cbg.de/lipidx/LipidXplorer_Installation) for peak identification</p>"
        },
        {
            "header": "Procedure",
            "content": "1) Plate hepatocytes in Williams E medium at 75000 cells/well in 24 well plates; allow to adhere for 2h.\n2) Remove medium and replace with labeling medium (50-300 µM alkyne fatty acid in Williams E for hepatocytes, other appropriate media for other cell types).\n3) Incubate for 5-120 min, depending on concentration of alkyne fatty acid and scope of the experiment.\n4) Remove labeling medium.\n5) Briefly wash cells with PBS.\n5a) Optional: incubate with unlabeled medium for chase periods of different length, wash again with PBS.\n6) Remove PBS as complete as possible holding the plate in an inclined position.\nImportant: the following extraction is performed at room temperature throughout. Do not cool solvents, sonicators or centrifuges. Cooling leads to poor lipid solubilization and eventually to unwanted phase separation, resulting in stochastic loss of material.\n7) Quickly add, in one go, 500 µl extraction mix (\ncrucial step\n: too much residual water on the plate or too slow addition will result in local solvent phase separation, with the chloroform phase dissolving the plastic surface, resulting in release of plastic, poor sample recovery and dirty mass spectra).\n8) Place the entire 24-well plate into a bath type sonicator, swimming on the water, and sonicate for 30s.\n9) Collect extraction mix together with the released cells into 1.5 ml tubes.\n10) Centrifuge at 20000 g for 5 min.\n11) Decant the supernatant into a fresh 1.5 ml tube.\n12) Add 400 µl chloroform and 600 µl water containing 1% acetic acid and shake manually for 30 s.\n13) Centrifuge again at 20000 g for 5 min.\n14) Remove the upper phase.\n15) Transfer lower phase (using solvent-rinsed pipette tips) into a fresh tube.\n16) Dry for 20 min at 45°C in a vacuum centrifuge concentrator.\n17) Add 8 µl chloroform per tube, sonicate for 30 s.\n18) Prepare click mix: for normal analysis 800 µl ethanol, 200 µl 5 mM Cu(I)TFB in acetonitrile, 10 µl 100 mM C171. For multiplex analysis four mixes containing 800 µl ethanol, 200 µl 5 mM Cu(I)TFB in acetonitrile, 10 µl 100 mM of one of the four C175-7X reagents.\n19) Add 40 µl click mix per tube, sonicate for 30 s.\n20) Incubate at 40°C in a thermoblock for 16 h. Solvent will eventually condense in the lid; this is intended since it concentrates the sample and increases the yield of the reaction.\n21) At this stage, the procedure slightly differs between normal (C171) or multiplex analysis (C175-7X):\n21a) Normal: add 200 µl chloroform and 200 µl water. Briefly shake, centrifuge for 5 min at 20000 g and remove the upper phase. Dry for 10 min at 45°C in a vacuum concentrator.\n21b) Multiplex: add 100 µl chloroform to each tube. Pool the material of the four tubes to be analyzed together, clicked with the four different C175 reagents. Add 600 µl water, shake and centrifuge, remove the upper phase. Dry for 20 min in a vacuum concentrator.\n22) Both: to the dried sample, add 500 µl spray buffer and sonicate for 5 min.\nThe samples are now ready for mass spectrometric analysis.\nIn the following, the analysis is described for a high-resolution orbitrap spectrometer. Although not confined to this type of machine, procedures and settings will be different in other instruments.\n23) Analysis in the Thermo Q Exactive\nBoth, normal or multiplexed, samples are sprayed at a flow rate of 10 µl/min using the HESI II source together with the standard syringe pump that is delivered with and controlled by the instrument.\nSource parameters: sheath gas 6, aux gas 2, sweep gas 0, gas heating off, spray voltage positive mode 4.1 kV, ion transfer capillary temperature 280°C.\nMS1 spectra are recorded as segmented scans with windows of m/z 100 between m/z 300-1400 for 1.2 min, followed by MS2 spectra by data independent acquisition (DIA) from 1.2 to 10 min using inclusion lists from m/z 305.373 to 1400.119 at m/z 1.0006 intervals, to adapt to the typical mass defects of lipids at the respective masses. Scan parameters are for MS1 scans: AGC target 3E6, maximum ion time 800 ms, resolution 280,000, peak mode centroid, for MS2 scans: AGC target 2E5, maximum ion time 700 ms, resolution 70,000, no spectral multiplexing, dynamic first mass, isolation window m/z 1.0, stepped normalized collision energy NCE 10, 30, 35, spectrum data type centroid.\nIn addition, in the same file, a second scan for double charged species is performed in the scan range of m/z 300 - 700 with MS1 scans from 10 min to 10.6 min and MS2 scans from 10.6 to 18 min, using an inclusion list of m/z 300.8052 - 700.0648 at intervals of m/z 0.5002 and an isolation window of m/z 0.7. This procedure gives a single .raw file per sample.\nOptional: if higher resolution in MS2 is necessary, resolution can be increased to 140000 or 280000. Length of the MS2 scan period needs to be increased accordingly and import time windows (see below) will need to be adapted.\n24) Peak identification\nConvert the .raw file to mzML file format using MSConvertGUI and the settings shown in Fig. 3.\nImport .mzML files into LipidXplorer, separately for the single charged and the double charged analysis, using the settings shown in Figs. 4 and 5. You will obtain two separate .sc master scan files, one containing the data for single charged species and the other for double charged species.\nAnalyze the data using appropriate .mfql files for peak identification.\nA typical .mfql file identifies the species by the presence of a peak corresponding to the expected masses of the labeled lipid class combined with the characteristic neutral loss. The following example identifies single-labeled single-charged TAGs, clicked to C171:\nQUERYNAME = TAGNL73;\nDEFINE PR1 = 'C[40..80] H[80..150] N[4] O[6]' WITH DBR = (3.5,20) , CHG = 1; #first precursor ion as clicked TAG\nDEFINE PR2 = 'C[40..80] H[80..150] N[4] O[6]' WITH DBR = (3.5,20) , CHG = 1; #second precursor ion as clicked TAG\nDEFINE NL1 = 'C4 H11 N1' WITH CHG = 0; #the characteristic neutral loss of dimethylethylamine\nIDENTIFY\nPR1 IN MS1+ #searches for the precursor TAGs in MS1 scans\nAND PR2 IN MS2+ #searches for the precursor TAGs in MS2 scans. Needs a low energy step in the stepped NCE\nAND NL1 IN MS2+ #searches for the neutral loss peak\nSUCHTHAT\nisEven(PR1.chemsc[C]) #restricts to TAGs with the odd alkyne FA plus two even unlabeled FAs\nAND isOdd(PR1.chemsc[H]) #C171 has 19H, TAGs have even numbers of H. This restriction is dispensable\nAND PR1.chemsc == PR2.chemsc #ensures that the same precursor TAG is identified in MS1 and MS2\nREPORT\nNAME = \"TAG [%d:%d]\" % ((PR1.chemsc[C] - 11), (PR1.chemsc[db] - 3)); #the name of the unclicked precursor TAG\nchemsc = PR1.chemsc; #its chemical sum formula\ndb = \"%d\" % (PR1.chemsc[db] - 3); #the number of double bonds in the fatty acids including the alkyne triple bond\nMASS = \"%4.4f\" % \"(PR1.mass)\"; #the mass of PR1 with four digits\nERROR = \"%2.2f ppm\" % \"(PR1.errppm)\"; #the mass error in ppm\nSPACE = \" \"; #just a space to separate the intensities from the previous data\nINTPR1 = PR1.intensity; #the intensity precursor intensity in MS1\nINTPR2 = PR2.intensity; #same in MS2. Needs a low energy step in the stepped NCE\nINTNL = NL1.intensity; ; #intensity of the characteristic NL73 product ion in MS2. Used for all subsequent calculations\nFor single-labeled but double charged species, e.g. clicked PCs, the normal neutral loss scan logic does not work because the product peak is single charged and therefore the measured m/z difference to the double charged precursor is negative and different from the NL mass. Nonetheless, appropriate MFQL files can detect these species:\nQUERYNAME = dcPCNL256;\nDEFINE PR1 = 'C[37..78] H[50..130] N[5] P[1] O[8]' WITH DBR = (3.5,18) , CHG = 2; #clicked PCs with charge +2\nDEFINE PR2 = 'C[37..78] H[50..130] N[5] P[1] O[8]' WITH DBR = (3.5,18) , CHG = 2; #clicked PCs with charge +2\nDEFINE NL1 = 'C[28..74] H[40..119] N[3] O[4]' WITH DBR = (2.5,18), CHG = 1; the typical products of combined phospholipid headgroup loss\n# and dimethylethylamine loss with charge +1\nIDENTIFY\nPR1 IN MS1+\nAND PR2 IN MS2+\nAND NL1 IN MS2+\nSUCHTHAT\nisOdd(PR1.chemsc[C])\nAND PR1.chemsc == PR2.chemsc AND\nNL1.chemsc + 'C9 H26 N2 P1 O4' == PR1.chemsc #C9 H26 N2 P1 O4 is the sum of the phosphocholine head and the dimethylethylamine\n# loss from the C171. This line defines the specificity of the search.\nREPORT #see the above mfql. To ensure uniform output files, all MFQL in one search should have exactly the same format in the REPORT\nNAME = \"PC [%d:%d]\" % ((PR1.chemsc[C] - 16), (PR1.chemsc[db] - 2));\nchemsc = PR1.chemsc;\ndb = \"%d\" % (PR1.chemsc[db] - 3);\nMASS = \"%4.4f\" % \"(PR1.mass)\";\nERROR = \"%2.2f ppm\" % \"(PR1.errppm)\";\nSPACE = \" \";\nMASS = PR1.mass;\nINTPR1 = PR1.intensity;\nINTPR2 = PR2.intensity;\nINTNL = NL1.intensity; ;\nThese MFQL files are optimized for the use with the Q Exactive instrument, but can be adapted to other instruments. The detection of the precursor as PR2 in MS2 depends on the availability of a low energy fragmentation step that can conveniently be achieved in the Q Exactive by the use of stepped collision energies. The PR2 intensity contains information that is useful for quality control, but is not further used in data evaluation. For instruments without the possibility of a low energy fragmentation step, the corresponding lines in the MFQL can be removed.\nThe same search logic as above applies in samples multiplexed with the C175 reagents. Here, a theoretical complication is the fact that three reagents contain four D atoms, while the fourth contains three D and one 13C, resulting in two precursors with a mass difference of 2.9 mDa. In practice, these differences are already lost in centroided spectra that are the spectrometer output for the LipidXplorer analysis, resulting in a single input PR1 peak. For the search algorithm, we substituted the 13C label for a deuterium in both the precursor and the NL formula. The resulting mass error is below the applied tolerance and we did not experience problems in NL peak identification.\nQUERYNAME = multiTAG;\nDEFINE PR1 = 'C[40..80] H[50..130] D[4] N[4] O[6]' WITH DBR = (3.5,18), CHG = 1; #clicked TAGs with any of the four labels\nDEFINE PR2 = 'C[40..80] H[50..130] D[4] N[4] O[6]' WITH DBR = (3.5,18), CHG = 1;\nDEFINE NL1 = 'C4 H11 N1' WITH CHG = 0; #NL of 73\nDEFINE NL2 = 'C4 H9 D2 N1' WITH CHG = 0; #NL of 75\nDEFINE NL3 = 'C4 H8 D3 N1' WITH CHG = 0; #NL of 76\nDEFINE NL4 = 'C4 H7 D4 N1' WITH CHG = 0; #NL of 77\nIDENTIFY # whole section functions as described above except that NL peaks for all four reagents are searched for\nPR1 IN MS1+\nAND PR2 IN MS2+\nAND NL1 IN MS2+\nAND NL2 IN MS2+\nAND NL3 IN MS2+\nAND NL4 IN MS2+\nSUCHTHAT\nisEven(PR1.chemsc[C])\nAND isOdd(PR1.chemsc[H]) #for multiplexing, this is important because the various D labels cause problems otherwise\nAND PR1.chemsc == PR2.chemsc\nREPORT #the usual report section\nNAME = \"TAG [%d:%d]\" % ((PR1.chemsc[C] - 11), (PR1.chemsc[db] - 3));\nchemsc = PR1.chemsc;\ndb = \"%d\" % (PR1.chemsc[db] - 3);\nMASS = \"%4.4f\" % \"(PR1.mass)\";\nERROR = \"%2.2f ppm\" % \"(PR1.errppm)\";\nSPACE1 = \" \";\nINTPR = PR2.intensity;\nSPACE2 = \" \";\nINT77 = NL4.intensity; #here are the diagnostic NL intensities\nINT76 = NL3.intensity;\nINT75 = NL2.intensity;\nINT73 = NL1.intensity; ;\n25) Data evaluation:\nThe LipidXplorer output is a list of identifications with names and peak intensities. The .mfql files above also report separately the number of C-atoms in fatty acids and the number of double bonds for each species. By simple table calculation, the weighed average number of double bonds and C-atoms for each lipid class can be obtained, as well as the absolute amount per species if an appropriate internal standard was added during the extraction."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Unexpectedly weak signals:</p><p>First, check whether this affects both the sample peaks and the internal standard peaks or the sample peaks only. If the internal standard is fine but the sample peaks are weak:</p><p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cells do not take up or metabolize the labeled fatty acid. Some slow growing cells or finally differentiated cells directly isolated from tissue or blood are poor fatty acid metabolizers and give weak labeling. Use a good metabolizer (hepatocytes, MEF, COS7 and other fast growing cells) to establish the method and switch to difficult cells after the method is established.</p><p>If both internal standard and sample peaks are weak:</p><p>2) The click reaction is sensitive to sample overload. Cells that contain large amounts of lipids may give false negative weak signals. In this case, simply take only a fraction (try with 20%) of the total extract for the click reaction.</p><p>3) The click reaction is sensitive to chloride since this precipitates the copper ions as CuCl. If you use PBS for washing, make sure that you do not carry-over the upper phase into the sample during the lipid extraction since it will contain residual chloride from the high chloride content of PBS. If problems with chloride continue, final washes can be performed with 155 mM ammonium acetate instead. The click reaction tolerates much more ammonium and acetate.</p><p>4) The click reaction is sensitive to acid since deprotonation of the alkyne is part of the reaction mechanism. Be sure that you did not contaminate your final chloroform phase with the 1% acetic acid of the upper phase.</p><p><br></p><p>&nbsp;</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Steps 1-20 can be done in one work day (depending on the sample number). Next day, workup of the clicked samples takes about 1 h. MS analysis is 20 min per sample.</p><p>File conversion is takes 5 min in total, file import into LipidXplorer 1-2 min per sample (depending on the hardware used). If .mfql files are ready, calculation for peak identification for a set of 12 samples is done in about 10 min. Writing and troubleshooting .mfql files takes about 30 min/file for experienced users. Follow up excel calculations can take about 2 h for standard evaluations. An entire labeling experiment including in depth data analysis is usually done in three work days.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Anticipated results:</p><p>Labeling of hepatocytes with a fatty acid for 5 min should give more than 150 peaks for PA, PC, PE, PI, DAG, TAG (single and double labeled), Cer and CE. More rare species like MMPE, DMPE or PEth can easily be detected upon longer incubation. With a 2h incubation, 300-600 species can be expected, depending on analysis thresholds.</p>"
        },
        {
            "header": "References",
            "content": "<p>Herzog, R., D. Schwudke, K. Schuhmann, J. L. Sampaio, S. R. Bornstein, M. Schroeder, and A. Shevchenko. 2011. A novel informatics concept for high-throughput shotgun lipidomics based on the molecular fragmentation query language. <em>Genome Biol.</em> 12(1):R8. doi:10.1186/gb-2011-12-1-r8.</p><p>Thiele, C., C. Papan, D. Hoelper, K. Kusserow, A. Gaebler, M. Schoene, K. Piotrowitz, D. Lohmann, J. Spandl, A. Stevanovic, A. Shevchenko, and L. Kuerschner. 2012. Tracing fatty acid metabolism by click chemistry. <em>ACS chemical biology</em> 7(12):2004–2011. doi:10.1021/cb300414v.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41592-019-0593-6",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 124921,
                "identity": "ae2e8a5f-4aa2-49e2-b270-ef396dd1b8c1",
                "order_by": 1,
                "name": "Christoph Thiele",
                "email": "cthiele@uni-bonn.de",
                "orcid": "https://orcid.org/0000-0001-5161-2558",
                "institution": "LIMES Institute, Rheinische Friedrich-Wilhelms-Universität Bonn",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Christoph",
                "middleName": "",
                "lastName": "Thiele",
                "suffix": ""
            },
            {
                "id": 124922,
                "identity": "ccc5225c-2a61-454c-bcf7-1314c81bb82e",
                "order_by": 2,
                "name": "Klaus Wunderling",
                "email": "",
                "orcid": "",
                "institution": "LIMES Institute, Rheinische Friedrich-Wilhelms-Universität Bonn",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Klaus",
                "middleName": "",
                "lastName": "Wunderling",
                "suffix": ""
            },
            {
                "id": 124966,
                "identity": "535bf908-62b1-41a2-9982-ba340b7b400a",
                "order_by": 3,
                "name": "Philipp Leyendecker",
                "email": "",
                "orcid": "",
                "institution": "LIMES Institute, Rheinische Friedrich-Wilhelms-Universität Bonn",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Philipp",
                "middleName": "",
                "lastName": "Leyendecker",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-08-02 15:52:16",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.12570/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.12570/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 124210,
                "identity": "68828773-d697-4127-adcc-436ea83a7750",
                "added_by": "auto",
                "created_at": "2019-10-14 15:18:38",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 14320,
                "visible": true,
                "origin": "",
                "legend": "a) Chemical structure of the click-reagents used. b) Reaction of C171 with a terminal alkyne and proposed products of fragmentation in MS2.",
                "description": "",
                "filename": "Figure1.png",
                "url": "https://assets.researchsquare.com/files/bcf838bb-7854-496e-b26e-a97541e8b917/v1/Figure 1.png"
            },
            {
                "id": 124211,
                "identity": "0bd3d883-b64e-4fd3-ba59-c5cbf88d433f",
                "added_by": "auto",
                "created_at": "2019-10-14 15:18:38",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 27649,
                "visible": true,
                "origin": "",
                "legend": "Schematic drawing of the MS-multiplex strategy using the C175-XX reagents. Labeled samples are extracted and clicked individually. The four samples are pooled and give a single peak in MS1 that fragments into four peaks in MS2, each of which represents its original sample.",
                "description": "",
                "filename": "Figure2.png",
                "url": "https://assets.researchsquare.com/files/bcf838bb-7854-496e-b26e-a97541e8b917/v1/Figure 2.png"
            },
            {
                "id": 124212,
                "identity": "60a68206-f00e-46a7-900f-78c66ecc71e5",
                "added_by": "auto",
                "created_at": "2019-10-14 15:18:38",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 40809,
                "visible": true,
                "origin": "",
                "legend": "Settings for MSConvert",
                "description": "",
                "filename": "Fig.3MSconvertsettings.PNG",
                "url": "https://assets.researchsquare.com/files/bcf838bb-7854-496e-b26e-a97541e8b917/v1/Fig. 3 MS convert settings.PNG"
            },
            {
                "id": 124213,
                "identity": "3b186e06-ba92-46f3-b7c0-0455426adb86",
                "added_by": "auto",
                "created_at": "2019-10-14 15:18:39",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 40713,
                "visible": true,
                "origin": "",
                "legend": "Settings for import of single charge .raw files",
                "description": "",
                "filename": "Fig.4Importsinglecharged.PNG",
                "url": "https://assets.researchsquare.com/files/bcf838bb-7854-496e-b26e-a97541e8b917/v1/Fig. 4 Import single charged.PNG"
            },
            {
                "id": 124214,
                "identity": "05e41a15-972e-4e11-af93-5b7cdbef5017",
                "added_by": "auto",
                "created_at": "2019-10-14 15:18:39",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50070,
                "visible": true,
                "origin": "",
                "legend": "Settings for import of double charge .raw files",
                "description": "",
                "filename": "Fig.5Importdoublecharged.PNG",
                "url": "https://assets.researchsquare.com/files/bcf838bb-7854-496e-b26e-a97541e8b917/v1/Fig. 5 Import double charged.PNG"
            },
            {
                "id": 13477282,
                "identity": "c9d93deb-8ff1-4531-b244-a00e51d35b08",
                "added_by": "auto",
                "created_at": "2021-09-16 21:30:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 367988,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-653/v1/aa7e3d7b-529c-4309-a6b8-cdce79277e3e.pdf"
            }
        ],
        "financialInterests": "The corresponding authors institution, Rheinische Friedrich-Wilhelms-Universität Bonn, has filed the patent application EP 18180252 that covers the C171 and C175 reagents as well as the concept of multiplexed lipid tracing.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "mass spectrometry, click chemistry, metabolic tracing, multiplexing",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This protocol provides a method for sensitive multiplexed metabolic tracing. It is based on the combination of alkyne-labeled metabolic precursors and dedicated azido reporter molecules that are optimized for mass spectrometric detection after click reaction. After metabolic incorporation of alkyne fatty acids, sub-picomole to femtomole amounts of labeled material can be detected. Time resolution can be achieved by pulse-chase labeling.</p>",
        "manuscriptTitle": "Multiplexed lipid metabolic tracing using click chemistry mass spectrometric reporter molecules",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-10-14 15:18:38",
                "doi": "10.21203/rs.2.12570/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "2abba052-20cf-4fe6-afbb-c1946e10c96a",
        "owner": [],
        "postedDate": "October 14th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 19512,
                "name": "Chemistry"
            },
            {
                "id": 19513,
                "name": "Biochemistry"
            },
            {
                "id": 19514,
                "name": "Cell biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-10-14 15:18:38",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}