{
    "identity": "pex-1130",
    "title": "<p>Protocol for the pig liver ischemia/reperfusion injury</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Liver ischemia/reperfusion injury (IRI) is a dreadful vascular complication, which leads to liver damage. Part of its molecular mechanisms is still unclear&nbsp;(1). This is the reason why the experimental model is currently still challenging and essential. The reduction or total interruption of oxygenation (ischemic phase) is the starting event, which induces the accumulation of different molecular factors. The restoration of blood perfusion, instead of improving graft functionality, increases oxidative stress and parenchymal disruption due to the oxygen delivery and the neutrophils’ invasion respectively&nbsp;(2). IRI can be caused by different events such as inflow clumping during surgical procedures in hepatic resection, liver transplantation, trauma, as well as during the stenosis induced by tumours. IRI is often associated with graft loss in liver transplantation and with a higher morbidity and mortality&nbsp;(3). The surgical approach for the creation of an IRI experimental model can be ideally classified as follows: i) whole organ ischemia (total vascular inflow occlusion): in this section, it is possible to have different models such as total vascular occlusion (TVO), total vascular inflow occlusion (TVIO) (Figure 1), portal vein occlusion (PVO), hepatic artery occlusion (HAO), and a congestion model in which the inferior vena cava (IVC) is occluded (IVCO), ii) partial vascular inflow occlusion in which PVO, HAO, TVIO are applied onto one of the hepatic pedicle’s branches. Additionally, the bile duct can either be included or not in the occlusion or it can be a model itself known as bile duct occlusion (BDO). In 2012, Hori et al. reviewed the surgical approach to an orthotopic pig liver transplantation, the description of which can be also helpful for hepatic ischemic models&nbsp;(4). Here, we show a detailed IRI protocol in a porcine model.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zolazepam</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tiletamine</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Propofol</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rocuronium</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Isoflurane</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pentobarbital</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;18 gauge IV catheter</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lactate reader: EDGE, ApexBio, Taipei, Taiwan</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BGA: epoc Blood Analysis System (Siemens Healthineers)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4%PFA tubes for tissue fixation per each time point</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lithium heparin or EDTA tubes</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anaesthesia workstation&nbsp;</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Warm pad for long reperfusion phase especially if &gt;2 hours</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Electrocautery machine (pencil)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kelly forceps</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kocher forceps</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mosquito forceps</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Needle holder</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Retractor</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mayo scissors</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3/0 braided suture</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Surgical gauzes</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IV normal saline solution</p>"
        },
        {
            "header": "Procedure",
            "content": "The first step consists in performing a sample size calculation. Once it is clear, the experimental procedure can start. All animals should be managed in compliance with the laws for animal use in the respective country and the directives of the European Community Council (2010/63/EU) and ARRIVE guidelines(5). Adult swine (Sus scrofa ssp. domesticus - midweight) should be housed and acclimatised for 48 hours in an enriched environment, with constant humidity and temperature conditions. Twenty four hours of fasting before surgery should be planned, with ad libitum access to water. The stress can be reduced via sedation (zolazepam + tiletamine 10mg/kg IM) 30 min before the procedure. Circadian cycles of light-darkness must be respected. The anesthesia can be performed intravenously (18 gauge IV catheter in ear vein) with Propofol (3mg/kg) and maintained with rocuronium 0.8mg/kg along with inhaled isoflurane 2%. Animals can be euthanised with a lethal dose of pentobarbital (40mg/kg) at the end of the procedure.\nSurgery\nOnce a midline laparotomy has been performed, different types of vascular occlusion can be planned to follow the models listed in the introduction. For the TVIO with the inclusion of the bile duct, it is possible to ligate the whole hepatic pedicle in the proximal section to the branch’s bifurcation and after the gastroduodenal artery. For the isolation of the bile duct and of any partial ligation, the dissection of the hepatic pedicle is mandatory. Once the ligation of the targeted vessel(s) has been performed, the ischemic phase can be held for 90 minutes, which is sufficient to induce liver damage in pig models, or for a specific amount of time depending on the aim of the study(6). The reperfusion phase can be observed at different timepoints considering that a period of 5 hours is necessary to observe a damage between the early stage and the beginning of the late stage (7). Data can be collected every 30 minutes during the ischemic phase and every hour during the reperfusion phase.\nBlood analysis\nBlood analysis can be obtained by sampling blood from a catheter placed in the jugular vein (6 French IV catheter). Systemic and capillary lactate should be analysed to understand the stress of the organ in real time (EDGE, ApexBio, Taipei, Taiwan). Capillary lactate can be sampled on the dorsal surface of the liver with a needle. The surgical intervention should be monitored to rule out any bias during the ischemic phase using a blood gas analysis (BGA) with the epoc Blood Analysis System (Siemens Healthineers) to measure pO2, pCO2, pH, glucose, creatinine, urea, and blood urea nitrogen (BUN). Liver functionality should be assessed at each timepoint analysing aspartate aminotransferase (AST), alanine aminotransferase (ALT), prothrombin time (PT), gamma glutamyl-transferase (GGT), alkaline phosphatase (ALP), total protein (TP), and albumin analysis.\nAdditional analysis\nTissue sampling can be used to make many different analyses (such as H&E, IHC, IF, RNA expression) depending on the aim of the study."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>During the dissection of the hepatic pedicle, the anatomy of the vasculature should be confirmed to exclude any anatomical variants which may affect the ischemic phase bypassing the ligation of the liver vascular inflow. Some animals can present systemic problems such as acidosis before the end of the procedure, probably due to pre-existing conditions.</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>The average of the time taken would be ~10 hours per pig.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>In the first hours of reperfusion, systemic and local lactates are expected to increase as well as AST and ALT. The histopathological analysis should highlight congestion, necrosis, and pale staining which should increase with the reperfusion phase. Little is known about the regenerative process that should be required in a long-term survival study.&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Peralta C, Jimenez-Castro MB, Gracia-Sancho J. Hepatic ischemia and reperfusion injury: effects on the liver sinusoidal milieu. J Hepatol. 2013;59(5):1094-106.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oliveira THC, Marques PE, Proost P, Teixeira MMM. Neutrophils: a cornerstone of liver ischemia and reperfusion injury. Lab Invest. 2018;98(1):51-62.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jaeschke H. Mechanisms of Liver Injury. II. Mechanisms of neutrophil-induced liver cell injury during hepatic ischemia-reperfusion and other acute inflammatory conditions. Am J Physiol Gastrointest Liver Physiol. 2006;290(6):G1083-8.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hori T, Yagi S, Iida T, Taniguchi K, Yamamoto C, Sakakura R, et al. Surgical text for orthotopic liver transplantation model with small-for-size graft in the pig: key techniques and pitfalls. Ann Gastroenterol. 2012;25(2):147-61.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kilkenny C, Browne W, Cuthill IC, Emerson M, Altman DG, Group NCRRGW. Animal research: reporting in vivo experiments: the ARRIVE guidelines. Br J Pharmacol. 2010;160(7):1577-9.</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41598-020-72915-6",
                "date": "2020-09-22 10:04:02",
                "title": "Hyperspectral evaluation of hepatic oxygenation in a model of total vs. arterial liver ischaemia",
                "authors": [
                    "Eric Felli",
                    "Mahdi Al-Taher",
                    "Toby Collins",
                    "Andrea Baiocchini",
                    "Emanuele Felli",
                    "Manuel Barberio",
                    "Giuseppe Maria Ettorre",
                    "Didier Mutter",
                    "Veronique Lindner",
                    "Alexandre Hostettler",
                    "Sylvain Gioux",
                    "Catherine Schuster",
                    "Jacques Marescaux",
                    "Michele Diana"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 4284215,
                "identity": "43f96b21-0243-4fb9-a09c-7303d17e10ef",
                "order_by": 0,
                "name": "Eric Felli",
                "email": "eric.j.felli@gmail.com",
                "orcid": "https://orcid.org/0000-0002-5664-6746",
                "institution": "Institute of Physiology, EA3072 Mitochondria Respiration and Oxidative Stress, University of Strasbourg, Strasbourg, France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Eric",
                "middleName": "",
                "lastName": "Felli",
                "suffix": ""
            },
            {
                "id": 4284216,
                "identity": "3c2e4c56-d988-49f5-908f-0aacbe95027f",
                "order_by": 1,
                "name": "Mahdi Al-Taher",
                "email": "",
                "orcid": "",
                "institution": "IHU-Strasbourg, Institute of Image-Guided Surgery, Strasbourg, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mahdi",
                "middleName": "",
                "lastName": "Al-Taher",
                "suffix": ""
            },
            {
                "id": 4284217,
                "identity": "afdf44bc-00e7-4e4f-b0af-336d08e359ff",
                "order_by": 2,
                "name": "Emanuele Felli",
                "email": "",
                "orcid": "",
                "institution": "Department of General, Digestive, and Endocrine Surgery, University Hospital of Strasbourg, Strasbourg, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Emanuele",
                "middleName": "",
                "lastName": "Felli",
                "suffix": ""
            },
            {
                "id": 4379214,
                "identity": "a7793886-f6da-4c8b-98fb-694a6306c96f",
                "order_by": 3,
                "name": "Lorenzo Cinelli",
                "email": "",
                "orcid": "",
                "institution": "IRCCS San Raffaele Scientific Institute, Milan, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lorenzo",
                "middleName": "",
                "lastName": "Cinelli",
                "suffix": ""
            },
            {
                "id": 4284218,
                "identity": "a7c3ce44-0556-4897-ac32-d762aecb1031",
                "order_by": 4,
                "name": "Michele Diana",
                "email": "",
                "orcid": "",
                "institution": "Research Institute against Digestive Cancer (IRCAD), Strasbourg, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michele",
                "middleName": "",
                "lastName": "Diana",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-09-01 11:31:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1130/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1130/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 3888776,
                "identity": "2915f023-f93e-4b00-8d76-6adbddd63518",
                "added_by": "auto",
                "created_at": "2020-11-30 09:18:28",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3005379,
                "visible": true,
                "origin": "",
                "legend": "A) Perfused liver before ligation. B) Ischemic liver and congested bowel after the ligation of the vascular inflow occlusion (TVIO model)",
                "description": "",
                "filename": "Protocolexchangefigure.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1130/v1/fc2bf338bc673b71795bb816.jpg"
            },
            {
                "id": 13620459,
                "identity": "0117b0d6-2fe9-4933-a2ba-55fdc7938813",
                "added_by": "auto",
                "created_at": "2021-09-17 07:05:48",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 225314,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1130/v1/5054cfe9-6975-4f07-b6d5-25c6edf031fb.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "ischemia reperfusion injury, IRI, Liver, hepatic ischemia, liver ischemia, pig hepatic ischemia",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Liver ischemia/reperfusion injury (IRI) is a dreadful vascular complication, which leads to liver damage. It is often associated with graft loss in liver transplantation and with a higher morbidity and mortality. IRI can have different causes, such as inflow clumping during surgical procedures in hepatic resection, liver transplantation, trauma, as well as during the stenosis of the vasculature caused by cancer. Here, we show a detailed IRI protocol in a porcine model.</p>",
        "manuscriptTitle": "Protocol for the pig liver ischemia/reperfusion injury",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-11-30 09:18:20",
                "doi": "10.21203/rs.3.pex-1130/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "23fb554d-0329-40df-99b3-6e998de2614e",
        "owner": [],
        "postedDate": "November 30th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 966454,
                "name": "Gastroenterology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-11-30 09:18:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}