{
    "identity": "nprot-4061",
    "title": "Robust differentiation of human embryonic stem cells into definitive endoderm using Activin A coupled with mTOR inhibition.",
    "content": [
        {
            "header": "Introduction",
            "content": "The successful generation and culture of human pluripotent stem cells \\(hPSCs), including human embryonic stem cells \\(hESCs) and human induced pluripotent stem cells \\(iPSCs), provides an unlimited cell resource for medical and biomedical applications such as cell therapy and disease modelling, as these cells possess the remarkable ability to give rise to all the cell lineages that make up the adult organism whilst also being able to be cultured indefinitely under increasingly defined conditions. However, all these applications require the specification of pluripotent stem cells into specific cell types via one of the three embryonic germ layers; a challenging task that has attracted the attention of numerous researchers over the last few decades. Definitive endoderm \\(DE), one of the three germ layer lineages, is the predecessor of several important organs and functional cell types, including hepatocytes, pancreatic β-cells, intestinal and lung epithelia1-5, underscoring the essential role of DE in the generation of these functional cell types. Therefore, efficient specification of DE is a key step for the successful generation of functional downstream cell types3, 6, and is important for the development of regenerative therapies as well as disease modelling and drug discovery.\r\n\n\nDirected differentiation of hPSCs in 2-dimensional culture system has been shown to be an effective approach in generating large numbers of DE cells, in which a high dosage of Activin A is essential component due to the important role of Nodal/Activin-Smad signalling plays during DE development in vivo3, 6, 7. However, Activin treatment alone has been shown to be insufficient for inducing an efficient DE differentiation, which requires the concurrent inhibition of PI3K signalling8, 9. In a recent study to decipher the underlying molecular mechanisms behind this requirement, we have demonstrated that PI3K inhibits Activin-induced DE differentiation of hESCs via direct attenuation of Smad2/3 activity through the activation of the mechanistic target of rapamycin complex 2 \\(mTORC2). Activation of mTORC2 promotes the phosphorylation of the Smad2/3 linker T220/T179 residue which enables the recruitment of E3 ubiquitin ligase to the active Smad2/3, resulting in the degradation of Smad2/3 and reduction of its activity10. This finding enabled us to develop an alternative approach for the DE differentiation of hPSCs in which treatment of hESCs with Activin is coupled with suppression of mTOR signalling \\(Fig. 1). This new approach leads to a robust DE differentiation without gross cell death, therefore increasing the yield of DE cells and greatly benefiting the production of downstream functional cell types, such as hepatocyte-like cells."
        },
        {
            "header": "Reagents",
            "content": "• Activin A \\(PeproTech, cat. no. 120-14E-10) \r\n\n\n• Accutase \\(Sigma, cat. no. A6964)\r\n\n\nCritical Step: Accutase activity is damaged if thawed at 4 °C. Always defrost in 37 °C water bath and then store at 4 °C.\r\n\n\n• Ascorbic acid \\(Sigma, cat. no. A7631)\r\n\n\n• β-mercaptoethanol for cell culture \\(Life Technologies, cat. no. 31350-010)\r\n\n\n• B27 supplement without Vitamin A \\(Life Technologies, cat. no. 12587-010) \r\n\n\n• BSA in DPBS for cell culture \\(30%, Sigma, cat. no. A9576)\r\n\n\n• BMP2, recombinant human \\(Peprotech, cat. no. 120-02)\r\n\n\n• Collagenase IV \\(Life Technologies, 17104-019)\r\n\n\n• DMSO Hybri-MaxTM \\(Sigma, cat. no. D8418) \r\n\n\n• Dulbecco’s Modified Eagle AQmediaTM \\(Sigma, cat. no. D0819)\r\n\n\n• Dulbecco’s phosphate buffered saline \\(DPBS) \\(Sigma, cat. no. D8537)\r\n\n\n• FGF2, recombinant human \\(R&D Systems, cat. no. 4114-TC-01M)\r\n\n\n• FBS, heat inactivated \\(Sigma, cat. no. F4135)\r\n\n\n• Gelatin, 2% \\(Sigma, cat. no. G1393)\r\n\n\n• hESC line H1 \\(WiCell Research Institute)\r\n\n\n• HGF, \\(Peprotech, cat. no. 100-39)\r\n\n\n• Hydrocortisone-21-hemisuccinate \\(Sigma, cat. no. H4881)\r\n\n\n• Insulin \\(Sigma, cat. no. I1882)\r\n\n\n• Knockout Serum Replacement \\(Life Technologies, cat. no. 10828-028)\r\n\n\n• Knockout DMEM \\(KO-DMEM) \\(Life Technologies, cat. no. 10829-018)\r\n\n\n• L-15 Leibovitz \\(Sigma, cat. no. L5520)\r\n\n\n• L-Glutamine, 200 mM \\(Sigma, cat. no. G7513)\r\n\n\n• Matrigel® Matrix Growth Factor Reduced \\(Corning, cat. no. 354230)\r\n\n\n• Mouse embryonic fibroblast derived from E13.5 CD-1 mouse embryos\r\n\n\n• Non-essential amino acids, 100X \\(Sigma, cat. no. M7145) \r\n\n\n• OSM, recombinant human \\(R&D Systems, cat. no. 295-OM)\r\n\n\n• ROCK inhibitor \\(R&D Systems, 1254)\r\n\n\n• Roswell Park Memorial Institute-1640 AQmediaTM \\(Sigma, cat. no. R2405)\r\n\n\n• Torin-2 \\(R&D systems, cat. no. 4248)\r\n\n\n• Tryptose phosphate broth \\(Sigma, cat. no. T8159)\r\n\n\n• Trypsin-EDTA \\(Sigma, cat. no. T4049)\r\n\n\n• Water for cell culture \\(Sigma, cat. no. W3500)"
        },
        {
            "header": "Equipment",
            "content": "• 150 ml sterile storage bottles \\(VWR, cat. no. 734-1897)\r\n\n\n• 6-well tissue culture plate \\(Corning, cat. no. 3516)\r\n\n\n• Aluminium foil\r\n\n\n• Cell culture hood\r\n\n\n• Conical centrifuge tubes, 15 ml \\(VWR, cat. no. 525-0401)\r\n\n\n• Conical centrifuge tubes, 50 ml \\(VWR, cat. no. 525-0402)\r\n\n\n• Haemocytometer\r\n\n\n• Humidified tissue culture incubator \\(37 °C, 5% CO<sub>2</sub>, 20% O<sub>2</sub>)\r\n\n\n• IBL 637 Cell irradiator \\(CIS-Bio International)\r\n\n\n• Inverted phase contrast light microscope\r\n\n\n• Parafilm 50 mm \\(VWR, cat. no. 291-1214)\r\n\n\n• PES vacuum filter \\(0.22 µm) unit, 250 ml \\(Corning, cat. no. BC502)\r\n\n\n• PES vacuum filter \\(0.22 µm) unit, 500 ml \\(Corning, cat. no. BC503)\r\n\n\n• T225 cell culture flask \\(Corning, cat. no. 431082)\r\n\n\n• Unplugged glass Pasteur pipettes, 230 mm \\(Fisher, cat. no. PMK-290-052Y) \r\n\n\n• Water bath set at 37 °C"
        },
        {
            "header": "Procedure",
            "content": "**REAGENT SETUP**\r\n\n\nPreparation of growth factor and inhibitor stocks\r\n\n\n Activin \\(50 µg ml-1)\r\n\n\n• Reconstitute 10 µg in 200 µl DPBS supplemented with 0.2 % \\(w/v) BSA. Store at -20 °C in 10 µl aliquots for up to 6 months. Once defrosted, store at 4 °C and use within 3 days. \r\n\n\n FGF-2 \\(10 µg ml-1)\r\n\n\n• Reconstitute 1 mg in 100 ml DPBS supplemented with 0.2 % \\(w/v) BSA. Filter solution using 0.22 µm filter unit. Store at -20 °C in 1 ml aliquots for up to 12 months. Once defrosted, store at 4 °C and use within 1 month.\r\n\n\n BMP2 \\(20 µg ml\n-1\n)\r\n\n\n• Reconstitute 2 µg in 100 µl DPBS supplemented with 0.2 % \\(w/v) BSA. Store at -20 °C in 10 µl aliquots for up to 6 months. Once defrosted, store at 4 °C and use within 3 days.\r\n\n\n Insulin \\(10 mg ml\n-1\n)\r\n\n\n• Dissolve 100 mg in 10 ml sterile 0.01 M HCl solution supplemented with 0.2 % \\(w/v) BSA overnight at 4 °C. Store at -20 °C in 10 µl aliquots for up to 6 months. Once defrosted, store at 4 °C and use within 3 days.\r\n\n\n Hydrocortisone-21-hemisuccinate \\(100 mM)\r\n\n\n• Dissolve 1 g in 20 ml cell culture grade water. Store at -20 °C in 1 ml aliquots for up to 12 months. Once defrosted, store at 4 °C and use within 2 weeks.\r\n\n\n Ascorbic acid \\(50 mg ml-1)\r\n\n\n• Dissolve 0.5 g in 10 ml cell culture grade water. Store at -20 °C in 1 ml aliquots for up to 12 months. Once defrosted, store at 4 °C and use within 2 weeks. \r\n\n\n\r\n\n\nCritical Step: Stability of ascorbic acid in solution is adversely affected by light. Ensure defrosted aliquots are stored in the dark or wrapped in aluminium foil. \r\n\n\nHGF \\(10 µg ml-1)\r\n\n\n• Reconstitute 10 µg in 1 ml DPBS supplemented with 0.2 % \\(w/v) BSA. Store at -20 °C in 50 µl aliquots for up to 6 months. Once defrosted, store at 4 °C and use within 2 weeks.\r\n\n\n OSM \\(10 µg ml-1)\r\n\n\n• Reconstitute 10 µg in 1 ml DPBS supplemented with 0.2 % \\(w/v) BSA. Store at -20 °C in 50 µl aliquots for up to 6 months. Once defrosted, store at 4 °C and use within 2 weeks.\r\n\n\n Torin-2 \\(10 mM)\r\n\n\n• Dissolve 10 mg in 2.3 ml DMSO Hybri-MaxTM. Store at -20 C in 100 µl aliquots for up to 12 months. Once defrosted, store at 4 °C and use within 1 month.\r\n\n\nCaution: DMSO readily penetrates the skin and can carry across any dissolved  inhibitors, handle with care.\r\n\n\n\r\n\n\nCulture medium and regents\r\n\n\n Knockout Serum Replacement \\(KSR) medium \\(500 ml)\r\n\n\n• In a cell culture hood, add 400 ml KO-DMEM supplemented with 100 ml KSR \\(20%), 2.5 ml M L-glutamine \\(1 m), 5 ml non-essential amino acids \\(1X), and 1 ml β-mercaptoethanol \\(0.1 M) into 500 ml PES vacuum filter \\(0.22 µm) unit. Store the medium after filtering at 4 °C for up to 1 week.\r\n\n\nCritical Step: Aliquot KSR upon first use to avoid freeze-thaw and store at -80 °C.\r\n\n\n Plating medium after Accutase/ROCKi split \r\n\n\n• To an appropriate volume of MEF-CM, add ROCK inhibitor and FGF-2 to a final concentration of 10 µM and 10 ng ml-1 respectively.\r\n\n\n Collagenase \\(50 ml)\r\n\n\n• Using lypophilised collagenase powder at 275 U mg-1, dissolve 36.4 mg in 50 ml of KO-DMEM to obtain a solution containing 200 U ml-1 collagenase. Filter sterilise using 0.22 µm filter unit, aliquot and store at -20 °C.  Thaw the aliquot just before use at 37 °C.\r\n\n\nCritical Step: Collagenase activity varies between lots, therefore adjust either the volume or amount of collagenase powder accordingly to achieve 200 U ml-1 activity. \r\n\n\nDE induction medium \\(50 ml)\r\n\n\n• Under sterile conditions, add 1 ml B27 supplement to 50 ml RPMI AQmedia. Filter sterilise using 0.22 µm filter unit and store at 4 °C for up to a week. Add Activin and Torin to a final concentration of 100 ng ml-1 and 15 nM respectively before use. \r\n\n\n Hepatoblast specification medium\r\n\n\n• Under sterile conditions, to an appropriate volume of KSR medium, add BMP-2 and FGF-2 to a final concentration of 20 ng ml-1 and 10 ng ml-1 respectively before use. Base medium can be stored at 4 °C for up to 2 weeks.\r\n\n\n Hepatocyte maturation medium \\(500 ml)\r\n\n\n• Under sterile conditions, prepare 500 ml L-15 medium supplemented with 8.4% tryptose phosphate broth, 8.3% FBS, 2 mM L-Glutamine, 10 µM hydrocortisone-21-hemisuccinate and 1 µM insulin. Store medium at 4 °C for up to 2 weeks. Supplement with 50 µg ml-1 ascorbic acid, 20 ng ml\n-1\nOSM and 10 ng ml\n-1\nHGF immediately before use. Base media can be stored for up to 2 weeks.\r\n\n\n \r\n\n\n**EQUIPMENT SETUP**\r\n\n\n Matrigel coated plates\r\n\n\n• Thaw stock Matrigel® overnight on ice at 4 °C and dilute 1 in 2 with chilled KO-DMEM before aliquoting into 15 ml tubes at 1 ml per tube and store at -20 °C. To make plates, thaw aliquots at 4 °C overnight before diluting 1 in 15 with chilled KO-DMEM. Coat each well of one 6 well plate with 1 ml of the new dilution. Allow plates to set at 4 °C overnight and warm for at least 20 min at room temperature before use. Seal plates with parafilm to prevent evaporation before storage. Upon use, aspirate off excess solution and replace with the appropriate volume of MEF-CM prior to hESC passaging. In emergency circumstances, plates can be made on the day of passaging and allowed to set for a minimum of 4 hours at room temperature before use. Homogeneity of the coating can be verified using a phase contrast light microscope. Plates stored at 4 °C should be used within 2 weeks. \r\n\n\nCritical Step: Matrigel sets rapidly at room temperature, to avoid gelling and clumping, ensure that Matrigel solutions are defrosted slowly at 4 °C. Do not let the Matrigel-coated wells dry out after excess is removed. \r\n\n\n\r\n\n\n**PROCEDURE**\r\n\n\n**Stage 0: Preparation of hESCs for DE differentiation**\r\n\n\nSteps 1 – 2: Generation of MEF-CM from KSR medium\r\n\n\nTiming: 10 – 14 d\r\n\n\n1 Thaw frozen MEFs \\(passage 0) and grow in DMEM AQmedia containing 10% FBS. Passage 3 to 4 times in order to obtain sufficient number of vigorously growing cells. Trypsinise the cells and irradiate for 40 Gy using a cell irradiator to abolish their replicative potential. Seed irradiated MEFs at a density of 2.5 x 107 cells into T225 flasks that have been pre-coated with 0.5% gelatin for 20 min and allow cells to plate down overnight. The following day, rinse cells once with DPBS and replace growth medium with 150 ml KSR medium supplemented with 4 ng ml-1 FGF-2. Allow the MEFs to condition the media for 24 hours and collect into 150 ml sterile storage bottles. Immediately freeze at -80 °C to maintain quality of the MEF-CM. Repeat collection for up to 7 days. \r\n\n\n2 Thaw bottles of frozen MEF-CM in the water bath until fully defrosted. Supplement with a further 1 mM of L-Glutamine and filter through a 0.22 µm filter unit to remove residual MEF cell debris. Take out the required volume for required for daily feed to warm and store the leftover medium at 4 °C for up to a week. Supplement with 10 ng ml-1 FGF-2 immediately prior to addition to hESCs. \r\n\n\n\r\n\n\nStep 3: Culture and expansion of hESCs\r\n\n\nTiming: 5 – 7 d\r\n\n\n3 Culture and maintain hESCs as colonies with daily exchange of complete MEF-CM for 5-7 days by which they should be almost confluent. For each well this would be 3 ml daily. Prior to passaging, ensure appropriate Matrigel plate has been warmed to room temperature for a minimum of 20 min and contains 2 ml per well MEF-CM. Passage 1 well of hESCs by treating with 1 ml collagenase IV for 5 to 10 min followed by a DPBS rinse. Replace DPBS with 1 ml MEF-CM and detach colonies by gently scraping with the tip of a 5 ml pipette. Add a further 2 ml MEF-CM and break up the colonies by gentle pipetting 3-4 times using a 5 ml pipette. Transfer 1 ml of the cell solution into 3 wells of the new plate to achieve a 1:3 split.\r\n\n\n\r\n\n\n**Stage 1: DE differentiation in a Chemically Defined Medium**\r\n\n\nSteps 4 – 9: Accutase/ROCKi split of hESCs for DE conversion\r\n\n\nTiming: 1-2 h\r\n\n\n4 Culture and maintain hESCs as in Step 3 until wells are confluent and are typically ready for passaging.\r\n\n\n5 Defrost and warm Accutase solution and an appropriate volume of KO-DMEM to 37 °C. Warm appropriate Matrigel gel plate to room temperature and prepare aliquot of MEF-CM. \r\n\n\n6 Aspirate off MEF-CM and rinse cells once with DPBS. For one well, exchange DPBS with 1 ml warm Accutase solution and incubate for 5 to 10 min until colonies are disassociated into single cells.\r\n\n\n7 Neutralise Accutase solution with 2 ml of KO-DMEM per well, pipette cell suspension through a 1 ml Gilson pipette tip to further dissociate any remaining clumps. Flush the wells and transfer into a 15 ml tube. Centrifuge cell suspension at 60g for 5 min to pellet the cells. During centrifugation, prepare the Matrigel plates for seeding by transferring 2 ml MEF-CM into each well. Ensure that MEF-CM contains both 10 ng ml-1 FGF-2 and 10 µM ROCK inhibitor. \r\n\n\n8 After centrifugation, aspirate supernatant and resuspend cell pellet in 3 ml MEF-CM supplemented with 10 ng ml-1 FGF-2 and 10 µM ROCK inhibitor. Dispense 1 ml per well of the new plate to achieve a 1:3 split. Allow cells to plate down overnight and verify formation of a homogenous cell monolayer the following day. \r\n\n\n9 To remove residual ROCK inhibitor, exchange medium with fresh MEF-CM supplemented with FGF-2 only and incubate overnight. The cells are now ready for DE induction.\r\n\n\n\r\n\n\nSteps 10 – 13: Induction of DE using Activin and Torin\r\n\n\nTiming: 2 – 3 d \r\n\n\n10 Warm an appropriate aliquot of DE induction medium to 37 °C. Supplement with 100 ng ml-1 and 15 nM Torin and exchange with MEF-CM to induce the DE differentiation. Observe the cells daily to note key phenotypic changes that reflect the progress of differentiation.\r\n\n\n11 The following day, cells will start to adopt a spiky morphology that is reminiscent of cells from the primitive streak and appear as spiked clusters. However, cell death should largely be minimal. Exchange with the same medium as Step 10 for another day to continue the differentiation.\r\n\n\n12 By day 2 of differentiation the majority of the cells will adopt a spiky morphology. Clusters will also begin to disperse as the cells proceed through EMT and gain mobility. Again, exchange with the same medium to complete the DE differentiation.\r\n\n\n13 By day 3 differentiation should largely be complete. Clusters should be minimal or absent and the predominant cell type are cells that possess a sharp and well-defined polygonal appearance. Cells can be lysed for analysis at this stage or subjected to further differentiation.\r\n\n\n\r\n\n\n**Stage 2: Hepatic Specification**\r\n\n\nSteps 14 – 15: Hepatoblast specification from AA/Torin induced DE\r\n\n\nTiming: 3 – 5 d\r\n\n\n14 To initiate hepatoblast specification, exchange DE induction medium with hepatoblast specification medium supplemented with 20 ng ml\n-1\nBMP-2 and 10 ng ml\n-1\nFGF-2. Since the cytotoxicity of Torin is rather low, cultures can at this stage become too confluent and compacted. If this arises, split the cells onto Matrigel-coated plates using Accutase at a 1:2 ratio and continue the culture. \r\n\n\nCritical Step: Avoid splitting the cells at a large ratio as hepatoblast maturation requires cell-cell contacts to be maintained.\r\n\n\n \r\n\n\n15 Exchange media daily and observe the phenotypic changes to track the progress of the differentiation. Cells initially increase in size but maintain a rough border between each other which gradually becomes more pronounced as the differentiation proceeds. After 3-5 days the cells largely adopt a polygonal morphology that is characteristic of hepatoblasts, however the more mature features such as prominent nucleus and binucleated cells remain absent.  \r\n\n\n\r\n\n\n**Stage 3: Hepatic Maturation**\r\n\n\nSteps 16 – 17: Hepatocyte maturation from hepatoblasts\r\n\n\nTiming: 3 – 5 d\r\n\n\n16 By day 5 of hepatoblast specification, the cells are largely fated to become hepatocyte-like cell morphology, however they require further culture to adopt a phenotype that functionally mimics that of primary hepatocytes. To initiate the maturation step, exchange the hepatoblast specification medium with hepatocyte maturation medium supplemented with 20 ng ml\n-1\nOSM, 10 ng ml-1 HGF and 50 µg ml-1 ascorbic acid. \r\n\n\n17 Exchange media daily and observe phenotypic changes to track the progress of the differentiation. Cells visibly increase in size and the cell-cell borders become more reinforced and prominent. Mononucleated and binucleated cells appear with increasing frequency and by the latter stages, cells begin to accumulate lipid droplets. At this stage, cells can be taken for functional assays or lysed for gene expression or protein analysis. Cells can be kept in this state for no longer than 3 days."
        },
        {
            "header": "Timing",
            "content": "Steps 1 – 2: Generation of MEF-CM from KSR medium: 10 – 14 d\r\n\n\nStep 3: Culture and expansion of hESCs: 5 – 7 d\r\n\n\nSteps 4 – 9: Accutase/ROCKi split of hESCs for DE conversion: 1 – 2 h\r\n\n\nSteps 10 – 13: Induction of DE using AA and Torin: 3 – 5 d\r\n\n\nSteps 14 – 15: Hepatoblast specification from AA/Torin induced DE: 3 – 5 d\r\n\n\nSteps 16 – 17: Hepatocyte maturation from hepatoblasts: 3 – 5 d"
        },
        {
            "header": "Troubleshooting",
            "content": "Problem 1: No hESCs are observed following Accutase split or are all differentiated.\r\n\n\nReasons: ROCKi was not added or cells were split at too large a ratio.\r\n\n\nSolutions:  Ensure that ROCKi is added to MEF-CM that are used to resuspend cell pellet and that split ratio does not exceed 1:3 for one fully confluent hESC well.\r\n\n\nProblem 2: Poor DE differentiation accompanied with increased cell death\r\n\n\nReasons  1) Poor quality of hESC cultures\r\n\n\n2) Incomplete removal of ROCKi/MEF-CM or use of degraded Activin A.\r\n\n\nSolutions:  1) Improve quality of hESCs.\r\n\n\n  2) Ensure that cells are incubated overnight in MEF-CM that does not contain ROCKi. Wash cells thoroughly with DPBS prior to application of differentiation media.  Always use fresh aliquots of Activin A to ensure maximum retention of activity.\r\n\n\nProblem 3:  Limited emergence of hepatoblast cells or are only limited to specific regions.\r\n\n\nReasons:  Incomplete DE specification or cells are too compacted prior to hepatoblast specification.\r\n\n\nSolutions: Ensure that there are no colony like structures or cell clumps remaining after DE differentiation. Split cells following DE stage at a low ratio to prevent them becoming too compacted."
        },
        {
            "header": "Anticipated Results",
            "content": "Complete conversion of hESC into DE should be achieved within 3 days, exemplified by the rapid loss of hESC features accompanied by an increase in cells possessing a spiky morphology that is indicative of EMT with minimal cytotoxicity associated cell death \\(Fig. 1b). Assessment of these cells 2 days into the differentiation should reveal increased mesendoderm and DE marker expression \\(e.g. Brachyury, Sox17) as shown via immunoblot, immunostaining \\(Fig. 2a & b) and gene expression analysis10. At this stage, pluripotency markers such as Oct4 and Nanog are reduced but not completely absent due to their additional role in promoting endoderm specification, however Sox2 which has been largely shown to be a neural promoting factor should be drastically downregulated10. \r\n\n\nThe identity of DE cells can be further confirmed by differentiation towards the hepatic or pancreatic linages. Application of BMP-2 and FGF-2 act to further specify DE towards the hepatic fate over 3 to 5 days, resulting in a gradual conversion of the spiky cells towards a more polygonal morphology \\(Fig. 1b). Cells begin to express foetal liver markers such as AFP. Further maturation of these cells results in the downregulation of AFP accompanied by increased albumin synthesis. The cells are able to perform certain liver-associated functions such as urea synthesis and expression of drug metabolising enzymes such as CYP3A4."
        },
        {
            "header": "References",
            "content": "1. Wells, J.M. & Melton, D.A. Vertebrate endoderm development. Annual review of cell and developmental biology 15, 393-410 \\(1999).\r\n  2. Cai, J. et al. Directed differentiation of human embryonic stem cells into functional hepatic cells. Hepatology 45, 1229-1239 \\(2007).\r\n  3. Hay, D.C. et al. Efficient differentiation of hepatocytes from human embryonic stem cells exhibiting markers recapitulating liver development in vivo. Stem Cells 26, 894-902 \\(2008).\r\n  4. McCracken, K.W. et al. Modelling human development and disease in pluripotent stem-cell-derived gastric organoids. Nature 516, 400-404 \\(2014).\r\n  5. Pagliuca, F.W. et al. Generation of functional human pancreatic beta cells in vitro. Cell 159, 428-439 \\(2014).\r\n  6. D'Amour, K.A. et al. Efficient differentiation of human embryonic stem cells to definitive endoderm. Nat Biotechnol 23, 1534-1541 \\(2005).\r\n  7. Teo, A.K., Valdez, I.A., Dirice, E. & Kulkarni, R.N. Comparable generation of activin-induced definitive endoderm via additive Wnt or BMP signaling in absence of serum. Stem cell reports 3, 5-14 \\(2014).\r\n  8. McLean, A.B. et al. Activin a efficiently specifies definitive endoderm from human embryonic stem cells only when phosphatidylinositol 3-kinase signaling is suppressed. Stem Cells 25, 29-38 \\(2007).\r\n  9. Singh, A.M. et al. Signaling network crosstalk in human pluripotent cells: a Smad2/3-regulated switch that controls the balance between self-renewal and differentiation. Cell Stem Cell 10, 312-326 \\(2012).\r\n  10. Yu, J.S. et al. PI3K/mTORC2 regulates TGF-beta/Activin signalling by modulating Smad2/3 activity via linker phosphorylation. Nature communications 6, 7212 \\(2015)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work is supported by the Genesis Research Trust and Medical Research Council \\(MRC) –Doctorial Training Programme \\(DTP) \\(J.S.L.Y)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms8212",
                "date": "2015-06-30 13:33:34",
                "title": "PI3K/mTORC2 regulates TGF-β/Activin signalling by modulating Smad2/3 activity via linker phosphorylation",
                "authors": [
                    "Jason S. L. Yu",
                    "Thamil Selvee Ramasamy",
                    "Nick Murphy",
                    "Marie K. Holt",
                    "Rafal Czapiewski",
                    "Shi-Khai Wei",
                    "and Wei Cui"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13436,
                "identity": "a0669f88-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Wei Cui",
                "email": "wei.cui@imperial.ac.uk",
                "orcid": "",
                "institution": "Cui's lab, Imperial College London",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Wei",
                "middleName": "",
                "lastName": "Cui",
                "suffix": ""
            },
            {
                "id": 13435,
                "identity": "a0669bb3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jason Yu",
                "email": "",
                "orcid": "",
                "institution": "Cui's lab, Imperial College London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jason",
                "middleName": "",
                "lastName": "Yu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-06-30 13:49:54",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.068",
        "doiUrl": "https://doi.org/10.1038/protex.2015.068",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609197,
                "identity": "03ce361b-5dc9-45d0-9df0-e9aefaf18816",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:45",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4010952,
                "visible": true,
                "origin": "",
                "legend": "Procedure for DE differentiation and hepatic specification from hESCs.   (a) Schematic detailing the 4 stages of differentiation and the accompanying growth factors, inhibitors and basal media needed for each stage. The approximate days required for each stage is as indicated. (b) Phase contrast images depicting the dramatic and characteristic morphological changes that accompany each stage of differentiation. Scale bar = 50 µm and 100 µm for hESC/Stage 0/1 and Stage 2/3 respectively. ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-4061/v1/figure_1.png"
            },
            {
                "id": 2609199,
                "identity": "913a1f1d-658f-4b86-bd9d-4cb60e2e379d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:45",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2391723,
                "visible": true,
                "origin": "",
                "legend": "Comparison between LY294002 (LY) and Torin assisted DE differentiation.    (a) Immunostaining of the DE marker Sox17 on cells 2 days after differentiation by Activin A in combination with either LY or Torin. Scale bar = 100 µm. (b) Immunoblot depicting the expression of Sox17 and FoxA2 in cells treated as in (a) for 2 days. (c) Cell count conducted on cells that have been differentiated for 1 day. Data represents mean ± SD from three independent biological samples. *P<0.05 (Student t-test). (d) Corresponding luminescence-based cell viability assay conducted on cells over the course of 4.5 hours. RLU indicates relative light units.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-4061/v1/figure_2.png"
            },
            {
                "id": 13464894,
                "identity": "c4d86afa-d77a-4189-aa93-d1c1b45b8b24",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:02",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1073042,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4061/v1/2f434773-772d-4d03-904f-a89b26eecfcd.pdf"
            }
        ],
        "financialInterests": "no conflicting financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "human embryonic stem cells, definitive endoderm differentiation, hepatocyte, mTOR inhibitor",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Efficient differentiation of human pluripotent stem cells \\(hPSCs) to the definitive endoderm \\(DE) significantly impacts the use of hPSCs for disease modelling and cell-based therapies. This protocol details the highly efficient generation of DE from human embryonic stem cells \\(hESCs) by combinational treatment under defined conditions with Activin A and Torin-2, a highly specific inhibitor that acts against the mechanistic target of rapamycin \\(mTOR). This protocol is both cost-effective and couples lower cytotoxicity with a greater yield of DE cells by 3 days of differentiation. To ensure the quality of DE differentiation, we also include a procedure to further differentiate the resulting DE cells into hepatocyte-like cells, with the entire procedure taking around 15 days to complete. This procedure represents a significant advancement towards the derivation of DE, which will ultimately improve both the yield and functional characteristics of DE-derived mature cells types such as hepatocyte-like cells.",
        "manuscriptTitle": "Robust differentiation of human embryonic stem cells into definitive endoderm using Activin A coupled with mTOR inhibition.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-07-07 15:33:38",
                "doi": "10.1038/protex.2015.068",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a06600b3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 7th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3383,
                "name": "Biological techniques"
            },
            {
                "id": 3384,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-07-07 15:33:38",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}