{
    "identity": "pex-1453",
    "title": "<p>Protocols for assessing the distribution of pathogens in individual Hymenopteran pollinators</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The main objective of COST-Action FA1307: Sustainable pollination in Europe - joint research on bees and other pollinators (Super-B) was to coordinate research, outreach and policy towards sustainable pollination services in Europe<sup>1-3</sup>. One of the Super-B working groups, WG4, addressed the possible drivers for the decline in bee numbers and diversity in Europe, one of which was identified as the transmission of parasites and pathogens between bee species<sup>4,5</sup>. The increasing homogenization of the agricultural landscapes across Europe is reflected in the loss of pollinators in these landscapes<sup>6-9</sup>, with most of the pollination services provided by a few dominant bee species<sup>6,8</sup>. The key question is whether, and to what extent, such changes in the communities of pollinators are related the distribution and transmission of parasites and pathogens between bee species<sup>10-15</sup>. The protocols do not specifically distinguish between replicating and non-replicating microbial agents, but the material collected allows for such a determination. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p><strong><em>Development of the protocol</em></strong></p><p>The sample processing and pathogen detection protocols were developed, adapted, improved and optimized from the BeeBook<sup>16</sup>, a collection of protocols and manuals for honeybee research, particularly the chapters on molecular biology<sup>17</sup> and virus research<sup>18</sup>. The use of exogenous reference nucleic acids was first pioneered to correct sample-specific quantification errors at the cDNA stage<sup>19-21</sup>, and adapted here to encompass the whole sample. The effects of different homogenization methods, primary extraction buffers and incubation times on bee nucleic acid integrity and suitability for RT-qPCR-based quantification was explored in several different studies<sup>21-24</sup> and was used here to inform the choices and optimization of sample storage, management, nucleic acid extraction and transport<sup>24</sup>. An additional optional protocol for DNA barcode-based identification of bee species was included<sup>25-27</sup> to help correctly identify cryptic bee species and avoid biases in the data due to differences in field identification skills between collectors. &nbsp;</p><p><strong><em>Applications of the method</em></strong></p><p>Although these protocols are designed around bees and their shared pathosphere<sup>28-31</sup>, they can easily be adapted to other groups of organism with common pathogens and distributions. The protocols are based on the detection and quantification of pathogen nucleic acid in a sample, rather than the disease consequences of the presence and loads of these pathogens for individual bee species<sup>18</sup>. However, it is not difficult to include direct or indirect measures of bee health, both through biological analyses of the original samples<sup>32</sup> and more thorough exploration of the extracted nucleic acids, particularly the RNA, since RNA allows analysis of both composition and function<sup>33</sup>. As such, the protocols are flexible and adaptable to different purposes, research questions and technologies.</p><p><strong><em>Comparison with other methods</em></strong></p><p>The sample processing and pathogen quantification protocols are mostly variations on common protocols for nucleic acid extraction and analysis. An alternative to targeted screening of individual pathogens by RT-qPCR is target-free screening, using mass parallel sequencing techniques<sup>28,34,35</sup>. With target-free screening, the entire microbial complexity of either the RNA or the DNA phase is recovered, by mass parallel sequencing of either universal DNA barcode regions<sup>36,37</sup>, whole DNA metagenomes<sup>28,38</sup> and/or the non-ribosomal fraction of the RNA<sup>34,39,40</sup>. The identity of each individual sequenced nucleic acid is determined through comparison with the large public databases, after which the composition of the sample is reconstructed from the individual identified reads<sup>28,34,35</sup>. Although this is initially much more costly than targeted screening, the advantage is that all microorganisms are investigated simultaneously with the same assay methodology. This avoids both assay-specific biases, saves on precious nucleic acid and becomes quickly more cost-effective with every new pathogen or assay target included in the screening. Instead of saving biological or nucleic acid samples for future re-screening, this approach generates the sequencing data, which can be re-screened at any time in the future as the databases are updated with new information. The approach furthermore also allows genetic analysis of the sequenced targets, which opens up a whole new level of refinement for epidemiological analyses, host-pathogen interaction studies and pathogen population genetics and evolution. This applies only to the third and final component of the entire protocol (detection) and is entirely compatible with the first two components (collection and processing). </p><p><strong><em>Experimental design</em></strong></p><p>The experimental design resides largely in the sample collection strategy. The design consists of collecting, as they are encountered, thirty bees of the dominant bee species (the putative driver of transmission); thirty bees of all other species/targets of transmission, and fifteen additional specimens of the most common of the target bee species.</p><p><strong><em>Expertise required</em></strong></p><p>All parts of the protocol can be easily implemented by trained students and technicians, with knowledge of basic molecular techniques. Due to the detailed and easy implementation of the protocol, it will be the preferred standard technique for future studies of this nature.</p><p><strong><em>Limitations</em></strong></p><p>The main limitations of the protocol, and source of methodological variation in the data, concern the early stages of the sample processing and nucleic acid extraction, particularly the choices made for sample homogenization and early sample incubations. These affect not only the nucleic acid’s extraction efficiency (which can be corrected using the exogenously added reference nucleic acids<sup>19-21</sup>) or its integrity (which can be corrected using internal reference standards<sup>17,18,41,42</sup>), but also its composition<sup>24</sup>, which is much more difficult to correct. The best approach for guaranteeing comparability and minimizing bias between individual samples is high standardization in these early steps<sup>24</sup>. Since these limitations involve the very first steps in sample processing, their consequences persist throughout all subsequent stages, irrespective of which alternative approaches are implemented later in the protocol. It is therefore crucial to ensure these early steps are as tight and controlled as possible.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Below (Table 1) is a list of <em><u>essential</u></em> reagents and equipment, <em>i.e.</em> those that are critical for the performance of the protocol. Non-essential reagents and equipment, such as collecting vessels, transport options or dissection tools, are given in the procedures with a note defining those features that are important.&nbsp;</p><p><strong><em>Reagents</em></strong></p><p>Table 1. Table of essential reagents, the suppliers, their websites and the catalog numbers of the reagents. </p><p><br></p><p><strong><em>Reagent Set-up</em></strong></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sterile TBS buffer: 50 mM TRIS.HCl pH7.4, 150 mM NaCl </p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TBS/RNA250/pJET buffer: On the day of use, add to TBS buffer (see above) RNA250 to a final concentration of 10 ng/mL and pJET1.2 to a final concentration of 1 ng/mL, based on the concentrations in the product data sheets. </p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lysozyme Lysis buffer: 20 mM TRIS.HCl pH8.0, 2 mM EDTA, 1.2% Triton X100, 20 mg/mL Lysozyme</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Positive qPCR controls: Prepare an 8-step, 10-fold dilution series of each positive control, diluting in TE8.0 buffer (10 mM TRIS.HCl pH.8.0, 1 mM EDTA)&nbsp;</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong><em>Equipoment</em></strong></p><p>Table 2. Table of essential equipment, the suppliers, their websites and the catalog numbers of the equipment.</p><p><br></p><p><strong><em>Equipment Set-up</em></strong></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bead-mill (TissueLyser II) homogenization: Add three 3 mm steel beads and one 5 mm steel bead to the sample and buffer in an appropriate tube for bead-milling. Shake for 2 minutes at 30 Hz followed by 2 minutes at 20 Hz.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ThermoCyclers: Set up thermocycling profiles using the appropriate software for each thermocycler.&nbsp;</p>"
        },
        {
            "header": "Procedure",
            "content": "The full procedure is divided into four distinct protocols, concerning (A) the collection of the bee samples; (B) the processing and management of the samples; (C) the pathogen and parasite assays, and (D) the genetic identification of the bee species. Many different types of data are collected throughout the procedure, some for use in data analysis and others as intermediate stages in the conversion and normalization of the raw data into processed data that is suitable for use in statistical analyses. A metafile describing in detail each of these primary and derived parameters is given as a Supplementary Table at the end of the procedure.\nA.    SAMPLE COLLECTION PROTOCOL\nThe field sampling protocol below is based on honey bees (\nApis mellifera\n) as a driver of pathogen distribution in wild bees, but this can be substituted for any other biological driver,\ne.g.\na particular species of bumblebee. The speed at which the bees are collected, recorded by time, can be used as a proxy for the absolute density of bees in the area. The order in which different bee species are collected (up to their maximum) can be used as a proxy for the relative density of the different bee species. Bee foraging behavior is affected by weather conditions\n43\nand species of flower\n44-46\n, and differs furthermore between bee species\n44-49\n. Since bee pathogens can be transmitted through floral visitation networks\n11-15\n, and are also directly affected by temperature\n50\n, weather conditions and the floral character of the landscape are important metadata to collect.\n1.\nSample collection:\na) Collect 30 individual honey bees (\nApis mellifera\n) and 30 individual wild bees, in the order in which they are encountered\nb) Collect 15 additional specimens of the commonest wild bee species\nc) Collect all samples on the same day during high flight activity of bees (above 15\n°\nC and less than 80% cloud cover) in spring/summer (April-August in the Northern Hemisphere).\nd) Collect all bees within the same 100 m x 100 m flower-rich area from flowers\ne) If a particular bee species is at a high density on one patch of flowers, collect a maximum of five individuals from that patch then move to collect from other patches within your single 100 m x 100 m area\nf) Place each insect individually into a tube, labelled in the order in which the bees were collected. Place the tube on ice.\ng) nStore tubes the same evening in a -80\n°\nC freezer for downstream molecular analysis\n2.\nData collection:\nFor each bee, record the following:\na) Time of collection\nb) Species of bee (field ID, to be confirmed afterwards by microscopy or barcoding)\nc) Gender of the bee (can be determined afterwards)\nd) The plant species whose flower the bee was on (can be determined afterwards)\ne) Temperature in the open; temperature in the shade\nf) Cloud cover\ng) Longitude of the location; latitude of the location\nh) Surrounding landscape type (can be determined afterwards)\ni) General floral density and diversity within the 100 m x 100 m area\nB.     SAMPLE PROCESSING PROTOCOL\nThe sample processing is designed to allow the following two aims:\nTo determine the prevalence of known (honey)bee pathogens across bee species\nTo identify and characterize yet unknown, novel pathogens in wild bees\nThe strategy for both aspects is to prepare a primary homogenate in a neutral buffer, extract nucleic acids from a small amount of extract for the “current-pathogen” analyses (aim 1) and retain the rest for “new-pathogen” prospecting analyses (aim 2), which may involve additional steps prior to nucleic acid extraction.\nThere is strong emphasis in the sample collection protocol on minimizing cross-contamination between insects, in order to avoid misclassifying the pathogen status of individual bees. Aside from sampling artefact, the larger purpose of this is to attempt to distinguish between those microbial agents that are infectious to the bee tissues, and are therefore a potential health threat; those that are part of the bee microbiome, both internal and external, and those that are passively associated with the bee but not infectious to bee tissues. We have therefore also included several simple processing and assay strategies that maximize our ability to distinguish between infectious and non-infectious agents. One means to do this is to separate the body parts of the bees:\nAbdomen\n,\nwhere nearly all internal bee pathogens replicate, in the bee tissues, and shed their\nreplicative propagules (spores/oocysts/virus particles\netc.\n) in the gut lumen for voiding into the\nenvironment, with the faeces. The abdomen also contains passively acquired, non-infectious\nagents, both internally in the gut and externally on the exoskeleton.\nHead\n,\nwhere many of the viral pathogens actively replicate, and occasionally shed particles into the\nsalivary and hypopharyngeal glands, especially in honey bees.\nThorax\n,\ncontaining few internal (or external) microbes.\nWings & Legs\n,\ncontaining pollen baskets. Pathogens can be shared between bees through flower-\nvisitor networks, especially on pollen.\nSince the abdomen contains by far the highest concentrations of pathogens, there is little loss of detection sensitivity from excluding the head, thorax and legs-wings, which can be retained separately for other studies. For example, the DNA/RNA from legs, wings and thoraxes contain very little contaminating microbial nucleic acids and are therefore optimally suited for possible host bee genetic analyses. In order to allow for the widest possible types of additional, future analyses on the material, it is best to prepare the primary homogenate in a neutral, aqueous buffer and only extract RNA and DNA from an aliquot of primary homogenate, with the remainder stored at -80\n°\nC. There is no loss in detection sensitivity of the pathogens (or host mRNAs) from such a neutral primary extract\nas long as the extract is either frozen or added to the nucleic acid extraction buffers within 5 minutes.\nThere are also several options at the assay level to distinguish active and passive infections,\nvide infra\n. Such measures are not entirely fool proof, but greatly improve the chances of finding truly infecting pathogens.\nThe protocols described below are loosely based on the COLOSS BeeBook chapters “Standard methods for virus research in\nApis mellifera\n”\n18\n“Standard methods for research on\nApis mellifera\ngut symbionts”\n37\nand “Standard methods for molecular research in\nApis mellifera\n”\n17\n.\n3.\nBee size estimation:\na) Remove from the freezer the number of bees needed for a single extraction run\nb) Record the weight of each bee on a fine scale (in mg)\nc) Using a fine caliper, record the inter-tegular distance (ITD) of each bee,\ni.e.\nthe distance across\nthe thorax between the insertion points of the wings (to the nearest 0.1 mm)\n4.\nDissection:\na) Perform the dissections on a frozen (carbo-ice) dissection plate, if possible\nb) Separate\nH\nead,\nT\nhorax,\nW\nings/legs from the\nA\nbdomen using a sterile scalpel/razor blade and\nplace each in a separate marked container\nc) The scalpel can be sterilised between bees by dipping in ethanol and burning off the ethanol\nwith a flame\nd) Store the H, T, W and A sub-samples at -80\n°\nC until further use\n5.\nBuffer preparation:\na) Sterile TBS buffer: 50 mM TRIS.HCl pH7.4, 150 mM NaCl\nb) Lysozyme Lysis buffer: 20 mM TRIS.HCl pH8.0, 2 mM EDTA, 1.2% Triton X100, 20 mg/mL\nLysozyme\nc) TBS/RNA250/pJET buffer: On the day of use, add to TBS buffer (see above) RNA250 to a final\nconcentration of 10 ng/mL and pJET1.2 to a final concentration of 1 ng/mL, based on the\nconcentrations given in the product sheets, as passive RNA and DNA reference standards, for\nposterior normalization of the data for methodological differences between individual samples in\nhomogenization and nucleic acid extraction efficiency\nd) The amount of TBS/RNA250/pJET buffer needed for an individual bee abdomen is:\nBumble bee sized abdomen                800 µL TBS/RNA250/pJET\nHoney bee sized abdomen                  500 µL TBS/RNA250/pJET\nSmall sweat bee sized abdomen         200 µL TBS/RNA250/pJET\ne) Orchard and mason bees would be similar in size to honey bees; others more like sweat bees,\nso use your judgement and record which actual volume you used for each bee\n6.\nHomogenization:\na)\nCRITICAL:\nwork rapidly and at 4\no\nC until the nucleic acids are extracted and frozen\nb) Homogenize each abdomen in the TBS-RNA250/pJET buffer:\nIf a bead-mill (\ne.g.\nthe Qiagen TissueLyser II or equivalent) is available, add three 3 mm steel\nbeads and one 5 mm steel bead to the sample and buffer in an appropriate tube for bead-\nmilling, and shake for 2 minutes at 30 Hz followed by 2 minutes at 20 Hz\nIf no bead-mill is available, use disposable micro pestles to grind the abdomen by hand in the\nTBS-RNA250 buffer\nc) Centrifuge briefly to pellet the exoskeleton and transfer the supernatant homogenate to a clean\n2 mL screwcap storage tube and store immediately at -80\n°\nC\nd) Repeat until enough bees have been processed for a single extraction run\n7.\nRNA & DNA extraction:\na) The RNA extraction follows the Qiagen Plant RNeasy protocol\nb) The DNA extraction follows the Qiagen Blood and Tissue DNA kit protocol for\nGram-positive\nbacteria, which includes\nPaenibacillus\n(AFB),\nMelissococus\n(EFB), the lactic acid bacteria and\nmany other bee gut bacteria\nc) The main feature of the DNA protocol is a long lysozyme/proteinase-K incubation prior to DNA\npurification, to digest the bacterial cell walls and the spores, oocysts and propagules of\nbacteria, microsporidia, and various other bee eukaryotic pathogens\nd) RNA and DNA extractions can be performed in parallel, in batches of 12\ne) The DNA samples will be incubating for about 1 hour while you purify the RNA samples, after\nwhich you can purify the DNA samples\nf) For the\nRNA\nextraction, prepare 12 microcentrifuge tubes with 350 µL RLT buffer (from the\nQiagen Plant RNeasy purification kit) to which 1% beta-mercaptoethanol has been added on\nthe day of use.\ng) For the\nDNA\nextraction, prepare 12 microcentrifuge tubes with 180 µL Lysozyme Lysis buffer (see\nabove; do NOT use the buffer provided in the kit!)\nh) Thaw enough primary homogenates for a single run of RNA and DNA extractions (usually 12) and\nstore on ice (4\no\nC)\ni)\nCRITICAL:\nWork as quickly as possible while the homogenates are thawed, and return\nimmediately to frozen storage (< -20\no\nC) when no longer needed.\nj) Briefly mix each homogenate and add 100 µL to a tube for RNA extraction (RLT buffer) and 100\nµL to a tube for DNA extraction (Lysozyme Lysis buffer)\nk)\nCRITICAL:\nFreeze the remaining homogenate immediately after mixing the two 100 µL aliquots to\nthe RNA and DNA extraction buffers\nl) Proceed to the next homogenate, until all homogenates in the extraction run have aliquoted 100\nµL each to an RNA and a DNA extraction tube\n8.\nDNA purification:\na) Incubate the DNA extractions for 30 minutes at 37\n°\nC\nb) Add 25 μL Proteinase-K solution (supplied in the Blood and Tissue kit) and mix\nc) Add 200 μL buffer AL (excluding ethanol; supplied in the Blood and Tissue kit) and mix\nd) Incubate 30 minutes 56\n°\nC\ne) Add 200 μL ethanol and mix thoroughly\nf) Transfer all onto the DNeasy Mini spin column nested in a 2 ml collection tube\ng) Follow the DNeasy protocol, either manually or with a robot\nh) Elute the DNA in either 100 μL (bumblebee), 70 μL (honeybee) or 50 μL (sweat bee) AE buffer\n(supplied in the Blood and Tissue kit)\ni) Determine the approximate yield and purity of the DNA, using a NanoDrop or similar instrument\nj) Adjust the DNA concentrations of all samples to 20 ng/µL by adding AE buffer (supplied in the\nBlood and Tissue kit)\nk) Store the DNA at -80\n°\nC until further use\n9.\nRNA purification:\na) Meanwhile, for the RNA extractions, follow the Plant RNeasy protocol, either manually or with a\nrobot, while the DNA extractions are incubating\nb) Elute the RNA in either 50 or 30 μL ultra-pure sterile water, depending on the size of the bee\nc) Determine the approximate yield and purity of the RNA using a NanoDrop or similar instrument\nd) Adjust the RNA concentrations of all samples to 100 ng/µL by adding sterile water (supplied in the\nRNA extraction kit)\ne) Store the RNA at -80\n°\nC until further use\n10.\ncDNA synthesis:\na) Prepare first strand cDNA with random hexamer primers from 1 µg RNA (10 µL) in a 20 µL volume\nusing a standard first strand cDNA kit containing the M-MLV reverse transcriptase and an\nRNAse inhibitor, following the manufacturers recommendations\nb) After the final incubation, dilute the cDNA 10-fold in sterile water and store at -80\n°\nC until further\nuse.\nC.     PATHOGEN ASSAYING PROTOCOL\nThe presence and abundance of a range of bee microorganisms, whether detrimental or beneficial, is determined by quantitative PCR of the cDNA and DNA templates using broad-range primers (\ni.e.\nthose encompassing several strains or species within a complex). The reason for this is in part efficiency (fewer assays to run) and in part to avoid false negative results due to assay insufficiencies (Type-II errors). Type-I errors (false positive results) are mostly due to trace contamination and are easily avoided by restricting the number of amplification cycles to 35, rather than 40\n17,42,51\nFor accurate quantification we recommend buying synthetic external quantification standards (\ne.g.\nThermoFisher), based on the product sequences (Supplementary Information 3), rather than home-made standards from either purified plasmid clones of the fragment, or purified PCR product, primarily to guarantee uniformity of standards and quantification between different labs, as well as better absolute quantification with synthetically produced, and accurately quantified, standards. A key element of these quantitative assays is the use of the passive external reference nucleic acids, RNA250 and pJET1.2. These were added in exact known quantities at the start of the homogenization and nucleic acid extraction protocol and the amounts of these left in each cDNA and DNA template can be measured exactly through qPCR, similar to how the pathogen amounts are measured. The ratio of RNA250/pJET measured by qPCR in a standard template volume to the known amount originally added prior to extraction is therefore a simple, one-step conversion factor for all the individual, sample-specific methodological errors and losses incurred from homogenization through qPCR, for accurate absolute quantification of the amounts of each target in the original bee. It will reduce, if not eliminate, random methodological noise from the dataset and improve the chances of detecting true biological differences between the samples. Another key feature is that the qPCR assays are all designed to work with the same thermocycling profile, to enable different assays to be run in the same thermocycling run, and produce similar medium-sized PCR products, to facilitate distinguishing true product from illegitimate secondary products through either Melting Curve analysis or agarose gel electrophoresis.\n11.\nqPCR amplification:\na) Add 2 µL diluted DNA or cDNA template to 18 µL qPCR reaction mixture (\ne.g.\nBioRad EvaGreen)\ncontaining 0.2 µM each of forward and reverse primers for the assay being run (Supplementary\nTable 1)\nb) Include in each run a 7-step ten-fold dilution series of a (preferably synthetic) positive control of\nknown concentration, as well as a template-free negative control (\ne.g.\nddH\n2\nO)\nc) Amplify the target with the manufacturer’s recommended thermocycling profile for a ~500 bp\nfragment, a fluorescent dye-based detection chemistry (\ne.g.\nSYBR-green, EvaGreen), for\nprimers with a melting temperature of 58\n°\nC, and for no more than 35 cycles,\ne.g.\n95\n°\nC:30sec +\n35x[95\n°\nC:15sec – 58\n°\nC:20sec – 72\n°\nC:30sec - read] + 72\n°\nC:60sec\nd) Following the amplification stage with a Melting Curve (MC) analysis profile for confirming product\nidentity,\ne.g.\nreading the fluorescence at 0.5\n°\nC intervals from 55\n°\nC to 95\n°\nC\ne) Confirm the absence of amplification in the template-free negative control\nf) Discard all positive results whose MC profile and peak does not match to within 1.0\n°\nC of the MC\nprofiles and peaks for the positive controls\n12.  Absolute quantification and passive reference normalization:\na) Obtain for each sample-assay combination the SQ (Starting Quantity) value, estimated by plotting\nthe Cq values against the known amounts (preferably as ‘\ncopy number\n’) of the synthetic\nexternal reference standards\nb) Calculate the total number of\ncopies\nof RNA250 and pJET1.2 molecules added to each abdomen\nprior to extraction, from the volume of TBS-RNA250-pJET buffer added and the molecular\nweights of RNA250 (641991 g/mol) and pJET1.2 (1837503 g/mol)\nc) For each sample, calculate the RNA250out/RNA250in ratio by dividing the sample’s individual SQ\nvalue for its RNA250 amplification (RNA250out) by the calculated amount of RNA250 added to\nthe abdomen prior to extraction (RNA250in)\nd) Divide each sample’s SQ values for the different RNA pathogens (cDNA amplifications) by the\nsample’s RNA250out/RNA250in ratio, to obtain the estimated total amount of pathogen RNA in\nthe original abdomen\ne) Follow the same procedure for the pJETout/pJETin ratios and the DNA pathogen amplifications\nD.    BARCODE SPECIES IDENTIFICATION PROTOCOL\nSome bees may be difficult to identify in the field, either because they are cryptic (\ni.e.\nmorphological features that overlap with other bee species), dirty or damaged. Occasionally a species may lack a morphological identification key. In these cases, it is usually possible to identify specimen through DNA barcode analysis,\ni.e.\nby sequencing one of several well-established barcoding genes in the bee nuclear or mitochondrial genomes. Most animals, particularly insects, are barcoded using a\nc.a.\n650 bp fragment of the mitochondrial Cytochrome Oxidase I (\ncox1\n) gene, which is sufficiently variable to be able to uniquely distinguish even closely related species\n25,26\n. A critical requirement is that the DNA template is sufficiently pure to only amplify the\ncox1\nregion of the bee, and not of any contaminating DNA from eukaryotic parasites or plants. This effectively rules out using the purified DNA from bee abdomens for use in barcoding analysis, since this DNA consists of the genomes of all organisms residing in the bee gut, as well as some of the bee. The simplest approach is to amplify the\ncox1\ndirectly from a snippet of leg, wing or thorax tissue\n27\n. Each bee cell contains many mitochondria, each of which contains numerous copies of the mitochondrial genome\n52,53\n, so that even the tiniest trace amount of tissue contains thousands of copies of the mitochondrial genome, more than enough for PCR amplification. In fact, there is greater danger that too much template is added to the PCR reaction, which can inhibit the PCR and the production of sufficient PCR product for sequencing\n51\n.\n13.\nCox1\nbarcode amplification:\na)\tAliquot 10 μL PCR master mix containing 0.2 mM dNTP and 0.4 µM each of primers LCO-1490 (GGTCAACAAATCATAAAGATATTGG) and HCO-2198 (TAAACTTCAGGGTGACCAAAAAATCA)\nb)\tAdd with sterile forceps a snippet of a bee wing or a leg tarsa, or poke a disposable 10 μL pipette tip in the bee thorax and stir in the buffer\nc)\tEnough DNA will transfer for amplification\nd) Amplify the\ncox1\ngene with the manufacturer’s recommended thermocycling profile for a ~650 bp fragment, for primers with a melting temperature of 51\n°\nC, and for no more than 35 cycles,\ne.g.\n95\n°\nC:30sec + 35x[95\n°\nC:15sec – 51\n°\nC:15sec – 72\n°\nC:30sec] + 72\n°\nC:60sec\ne)\tRun 1 μL PCR product on an agarose gel to check the product size and absence of secondary products\nf)\tSubmit the PCR product for sequencing by any of a number of commercial sequencing companies\ng)\tMost bees can be barcoded with these primers but some species are difficult to amplifying at the\ncox1\nbarcode with these primers\n54\nh)\tIf the\ncox1\nbarcode of a particular bee does not amplify with these primers\n54\n, then try an alternative forward primer, LCO-1790 (GCTTTCCCACGAATAAAATAATA), which can be used\n26\ntogether with HCO-2198 (TAAACTTCAGGGTGACCAAAAAATCA) primer\ni)\tAmplify the shorter\ncox1\nproduct using the manufacturer’s recommended PCR protocol for a ~400 bp fragment, for primers with a melting temperature of 54\n°\nC, and for no more than 35 cycles,\ne.g.\n95\n°\nC:30sec + 35x[95\n°\nC:15sec – 54\n°\nC:15sec – 72\n°\nC:30sec] + 72\n°\nC:60sec\n14.\nCox1\nbarcode sequencing & analysis:\na)\nOPTIONAL:\nTo ascertain whether the amplification has been successful or not, run 1 μL of each PCR reaction (or a representative selection of PCR products) on a 0.8% agarose gel in a suitable TRIS/EDTA buffer system, including a nucleic acid binding dye, as recommended by a standard molecular laboratory manual\n55\n, and visualize the bands alongside a molecular weight marker.\nb)\tIf the\ncox1\nbarcode amplifications have been successful, submit the reactions to a commercial sequencing service together with the corresponding LCO and HCO amplification primers for sample purification and Sanger sequencing of both strands of each DNA template\nc)\tCheck the quality of the sequence produced (usually included in the sequencing results)\nd)\tCombine the forward and reverse sequences into a single consensus sequence for each sample, using any of a number of public or proprietary sequence analyses programmes (\ne.g.\nSeqScanner, 4peaks, Lasergene, Geneious)\ne)\tSubmit your consensus sequence to the BOLD database (\nwww.boldsystems.org\n) for species identification of your sample\nf)\tIf you have a shorter sequence, search for a possible match in the GenBank database (\nwww.ncbi.nlm.nih.gov\n) using the BLASTn programme"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>By and large, these protocols are very robust and free from major unaccounted sources of variation. The main sources of risk are outlined in Table 3. Those steps where the most methodological variability is introduced,<em> i.e. </em>the homogenization and nucleic acid extraction steps in protocol B<sup>24</sup>, are largely accounted for through the use of exogenous reference nucleic acids and individual conversion factors for each sample based on these reference nucleic acids. The main form of troubleshooting concerns Type-I and Type-II errors, <em>i.e.</em> false positive or false negative results. These are generally discovered during the assaying protocol, even though they may arise during earlier stages. The solution to these is generally to discard the results, or the contaminated nucleic acid samples, and repeat the entire protocol from Protocol B onwards. There are checks and controls throughout the protocol, such as determining the nucleic acid concentrations (steps 8i and 9c) and the inclusion of positive and negative controls during PCR (steps 11b, 11e, 11f) that enable the detection of a problem, and the subsequent action required. These are standard troubleshooting controls and checks that are also included in the various commercial kits used in the protocols, and so are automatically included in the use of these kits.&nbsp;</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>By far the most time consuming part of the overall protocol, per individual bee, is protocol B (Sample Processing) and in particular steps 3 through 6, when each bee is individually weighed, measured, dissected and homogenized. The next most time consuming section is the production of DNA, RNA and cDNA template for assaying; steps 7-10. If extraction robots are used then part of this time can be allocated to other tasks. The least time consuming part of the protocol, per individual bee/pathogen combination, is protocol C (Pathogen Assaying). Below is a breakdown of the amount of time that should be budgeted for each part of the overall protocol, summarized in Table 4. </p><p><br></p><p><strong>11.&nbsp;&nbsp;Protocol A – Sample Collection</strong></p><p>The sample collection normally takes about 3-4 hours, but this depends very much on the circumstances and environmental conditions when the collection takes place, some of which may be beyond our control due to the nature and design of the experiment. The primary way this protocol can be made more efficient, if the experiment allows this, is to plan the collection around when and where the bees are most abundant, active and accessible for collection:</p><p>a)\tMiddle-late summer (relatively high pollinator-flower ratio and suitable weather for most bees)</p><p>b)\tLate morning-early afternoon (most active time for flowers and bees)</p><p>c)\tDry weather with little wind, not too warm or too cold (best conditions for bee flight)</p><p>d)\tGardens, parks, meadows, hedgerows, field edges, forest clearings (local concentration of bee-attractive flowers, attracting bees from the area)</p><p>e)\tCollecting in teams of two (one for catching, identification and storing; one for recording data)</p><p>f)\tPre-collection training in bee and plant identification (faster identification and data collection)</p><p><br></p><p><strong>12.&nbsp;&nbsp;Protocol B – Sample Processing</strong></p><p>This is the most time-consuming part of the entire procedure due to the great amount of attention given to each individual bee: weighing, measuring, dissecting, homogenizing and finally extraction of two types of nucleic acid in separate sub-protocols. These protocols are based around the numerical standards used in molecular biology, based around the 96-well (8 x 12) assay plate. The most convenient approach is to work in batches of 12 bees, both to minimize the amount of time the bees, extracts and nucleic acids are thawed (and thus in a sensitive stage for degradation) while still ensuring a reasonable processing rate for efficiency and optimum use of labour and resources. Under optimal conditions, a single technician can process a batch of 12 bees from step 7 to 14 in about 3-4 hours, which means about 24 bees per day between morning and afternoon. This includes the following time-saving efficiencies: </p><p>a)\tWork in batches</p><p>b)\tPrepare all buffers and tubes beforehand</p><p>c)\tCombine the weighing, measuring, dissecting and barcode sampling of each bee </p><p>d)\tSynchronize the DNA incubation-<u>extraction</u> and RNA <u>extraction</u>-cDNA synthesis steps</p><p><br></p><p><strong>13.&nbsp;&nbsp;Protocol C – Pathogen Assaying</strong></p><p>A single run of pathogen assays for 88 bees takes around 4 hours, of which about 1 hour is preparation and 3 hours incubation. However, if several thermocyclers are available, this process can be made much more efficient by synchronizing the preparation and incubation steps of several different pathogen assay runs. This means that usually 4 runs can be made in a single day. The total time for this step is therefore mostly determined by how many pathogens are assayed. Since the DNA, RNA and cDNA templates are sufficient for hundreds of assays, this part of the protocol can be as long or short as desired. Time-saving efficiencies can be made by: &nbsp;</p><p>a)\tSynchronizing consecutive assaying runs</p><p>b)\tAssaying the same set of templates (DNA or cDNA) for multiple pathogens on the same day, preventing excessive freeze-thaw cycles</p><p><br></p><p><strong>14.&nbsp;&nbsp;Protocol D – Barcode species identification</strong></p><p>The laboratory part of the barcoding protocol is similar to running a single pathogen assay, and takes about 4 hours. If the product sizes are checked on a gel prior to submitting for sequencing (step 18a), then another hour is added to the protocol. The most time-consuming stage is actually waiting for the sequencing results and analyzing the data, which is separate to these protocols. Time can be saved by:</p><p>a)\tPreparing the agarose gel and sample tubes while waiting for the incubation to finish</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The results of the various sub-protocols are collected in a data spreadsheet, with numerous columns for the various data items associated with each sample. These include purely administrative items, such as the sample ID (and perhaps various sub-IDs) for tracing the samples, as well as dates, times, procedural information and for coordinating the sampling, processing and assaying between participating partners. A second major group is the data collected during processing, for administrative record keeping and help with data processing. A third major group is the data collected during sampling, concerning the location, date, time and other interesting features of where the bees were collected, which can be used in analyses to explain the biological data. Then the final major group is the biological data obtained from each sample, concerning the identity of the bee and the presence and amounts of various pathogens. An example is given in Supplementary Table S1, as a metafile&nbsp;with some typical examples of the type of data obtained and how this is registered.&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Potts, S.G. <em>et al.</em> Summary for policymakers of the assessment report of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services on pollinators, pollination and food production. Secretariat of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services, Bonn, Germany (2016).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rortais, A. <em>et al.</em> Risk assessment of pesticides and other stressors in bees: Principles, data gaps and perspectives from the European Food Safety Authority. <em>Sci. Total Environ. </em>587-588, 524-537 (2017). </p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;More, S.J., Auteri, D., Rortais, A. &amp; Pagani, S. EFSA is working to protect bees and shape the future of environmental risk assessment. <em>EFSA J. </em>19, e190101 (2021).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Brown, M.J. <em>et al.</em> A horizon scan of future threats and opportunities for pollinators and pollination. <em>Peer J.</em> 4, e2249 (2016).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Goulson, D., Nicholls, E., Botias, C. &amp; Rotheray, E.L. Bee declines driven by combined stress from parasites, pesticides, and lack of flowers. <em>Science</em> 347, e1255957 (2015).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bommarco, R., Lundin, O., Smith, H.G. &amp; Rundlöf, M. Drastic historic shifts in bumble-bee community composition in Sweden. <em>Proc. Biol. Sci. </em>279, 309-315 (2012). </p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Theodorou, P. <em>et al.</em> Urban areas as hotspots for bees and pollination but not a panacea for all insects. <em>Nature Commun. </em>11, 576 (2020).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Carvalheiro, L.G. <em>et al.</em> Species richness declines and biotic homogenisation have slowed down for NW-European pollinators and plants. <em>Ecol. Lett. </em>16, 870-878 (2013). </p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kleijn, D. <em>et al.</em> Delivery of crop pollination services is an insufficient argument for wild pollinator conservation. <em>Nature Commun.</em> 6, 7414 (2015).</p><p>10.&nbsp;&nbsp;Tehel, A., Brown, M.J.F. &amp; Paxton, R.J. Impact of managed honey bee viruses on wild bees. <em>Curr. Opin. Virol. </em>19, 16–22 (2016). </p><p>11.&nbsp;&nbsp;Alger, S.A., Burnham, P.A. &amp; Brody, A.K. Flowers as viral hot spots: Honey bees (Apis mellifera) unevenly deposit viruses across plant species. <em>PLoS One</em> 14, e0221800 (2019).</p><p>12.&nbsp;&nbsp;Figueroa, L.L. <em>et al.</em> Bee pathogen transmission dynamics: deposition, persistence and acquisition on flowers. <em>Proc. R. Soc. B Biol. Sci. </em>286, e20190603 (2019).</p><p>13.&nbsp;&nbsp;Piot, N., Smagghe, G. &amp; Meeus, I. Network centrality as an indicator for pollinator parasite transmission via flowers. <em>Insects </em>11, e872. (2020). </p><p>14.&nbsp;&nbsp;Figueroa, L.L. <em>et al. </em>Landscape simplification shapes pathogen prevalence in plant-pollinator networks. <em>Ecol. Lett. </em>23, 1212–1222 (2020).</p><p>15.&nbsp;&nbsp;Graystock, P. <em>et al. </em>Dominant bee species and floral abundance drive parasite temporal dynamics in plant-pollinator communities. <em>Nature Ecol. Evol.</em> 4, 1358–1367 (2020).</p><p>16.&nbsp;&nbsp;Dietemann, V., Ellis, J.D. &amp; Neumann, P. The COLOSS BEEBOOK Volume I, Standard methods for <em>Apis mellifera</em> research: Introduction. <em>J. Apic. Res. </em>52, DOI: 10.3896/IBRA.1.52.4.23 (2013). </p><p>17.&nbsp;&nbsp;Evans, J.D. <em>et al. </em>Standard methodologies for molecular research in <em>Apis mellifera</em>. In The COLOSS BeeBook, Volume I: standard methods for <em>Apis mellifera</em> research&nbsp;(eds. Dietemann, V., Ellis, J.D. &amp; Neumann, P.). <em>J. Apic. Res. </em>52, DOI: 10.3896/IBRA.1.52.4.11 (2013).</p><p>18.&nbsp;&nbsp;de Miranda, J.R. et al. Standard methods for virus research in <em>Apis mellifera</em>. In In The COLOSS BeeBook, Volume II: standard methods for <em>Apis mellifera</em> research&nbsp;(eds. Dietemann, V., Ellis, J.D. &amp; Neumann, P.). <em>J. Apic. Res.</em> 52, DOI: 10.3896/IBRA.1.52.4.22 (2013).</p><p>19.&nbsp;&nbsp;Smith, R.D., Brown, B., Ikonomi, P. &amp; Schechter, A.N. Exogenous reference RNA for normalization of real-time quantitative PCR. <em>Biotechniques</em> 34, 88-91 (2003). </p><p>20.&nbsp;&nbsp;Mondet, F., de Miranda, J.R., Kretzschmar, A., Le Conte, Y. &amp; Mercer, A.R. On the front line: Quantitative virus dynamics in honeybee (<em>Apis mellifera</em> L.) colonies along a new expansion front of the parasite Varroa destructor. <em>PLoS Pathog. </em>10, e1004323 (2014). </p><p>21.&nbsp;&nbsp;Tentcheva, D. <em>et al. </em>Comparative analysis of deformed wing virus (DWV) RNA in Apis mellifera and Varroa destructor. <em>Apidologie </em>37: 41-50 (2006). </p><p>22.&nbsp;&nbsp;Chen, Y.P., Evans, J.D., Hamilton, M. &amp; Feldlaufer, M. The influence of RNA integrity on the detection of honey bee viruses: molecular assessment of different sample storage methods. <em>J. Apic. Res. </em>46, 81–87 (2007).</p><p>23.&nbsp;&nbsp;Dainat, B., Evans, J.D., Chen, Y.P. &amp; Neumann, P. Sampling and RNA quality for diagnosis of honey bee viruses using quantitative PCR. <em>J. Virol. Methods</em> 174, 150–152 (2011).</p><p>24.&nbsp;&nbsp;Forsgren, E., Locke, B., Semberg, E., Laugen, A. &amp; de Miranda, J.R. Sample preservation, transport and processing strategies for honeybee RNA extraction: Influence on RNA yield, quality, target quantification and data normalization. <em>J. Virol. Methods</em> 246, 81-89 (2017). </p><p>25.&nbsp;&nbsp;Folmer, O., Black, M., Hoeh, W., Lutz, R. &amp; Vrigenhoek, R. DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates. <em>Mol. Mar. Biol. Biotechnol.</em> 3, 294-299 (1994).</p><p>26.&nbsp;&nbsp;Schmidt, S., Schmid-Egger, C., Morinière, J., Haszprunar, G. &amp; Hebert, P.D.N. DNA barcoding largely supports 250 years of classical taxonomy: identifications for Central European bees (Hymenoptera, Apoidea partim). <em>Mol. Ecol. Resour. </em>15, 985-1000 (2015).</p><p>27.&nbsp;&nbsp;Ärfstäd, L. Determining genetic relatedness in honey bees, <em>Apis mellifera</em>, using microsatellite analysis. MSc thesis, Uppsala University, Uppsala, Sweden (2012). </p><p>28.&nbsp;&nbsp;Regan, T. <em>et al.</em> Characterisation of the British honey bee metagenome. <em>Nature Commun. </em>9, e4995 (2018). </p><p>29.&nbsp;&nbsp;Schwarz, R.S., Huang, Q. &amp; Evans, J.D. Hologenome theory and the honey bee pathosphere. <em>Curr. Opin. Insect Sci.</em> 10, 1-7 (2015). </p><p>30.&nbsp;&nbsp;Beaurepaire, A. <em>et al.</em> Diversity and global distribution of viruses of the western honey bee, <em>Apis mellifera</em>. <em>Insects</em> 11, e239 (2020).</p><p>31.&nbsp;&nbsp;Yañez, O. <em>et al.</em> Bee viruses: Routes of infection in Hymenoptera. <em>Front. Microbiol.</em> 11, e943 (2020). </p><p>32.&nbsp;&nbsp;Alaux, C. <em>et al.</em> A 'Landscape physiology' approach for assessing bee health highlights the benefits of floral landscape enrichment and semi-natural habitats.<em> Sci. Rep.</em> 7, e40568 (2017). </p><p>33.&nbsp;&nbsp;Doublet, V. <em>et al. </em>Unity in defence: honeybee workers exhibit conserved molecular responses to diverse pathogens. <em>BMC Genomics</em> 18, e207 (2017). Erratum: <em>BMC Genomics</em> 18, e256 (2017). </p><p>34.&nbsp;&nbsp;Schoonvaere, K., Smagghe, G., Francis, F., de Graaf, D.C. Study of the metatranscriptome of eight social and solitary wild bee species reveals novel viruses and bee parasites. <em>Front Microbiol.</em> 9, e177 (2018). </p><p>35.&nbsp;&nbsp;Bartolomé, C. <em>et al.</em> Wide diversity of parasites in <em>Bombus terrestris</em> (Linnaeus, 1758) revealed by a high-throughput sequencing approach. <em>Environ. Microbiol. </em>23, 478–483 (2021). </p><p>36.&nbsp;&nbsp;Keller, A. <em>et al.</em> Evaluating multiplexed next-generation sequencing as a method in palynology for mixed pollen samples. <em>Plant Biol.</em> 17, 558-66 (2015). </p><p>37.&nbsp;&nbsp;Engel, P. <em>et al.</em> Standard methods for research on <em>Apis mellifera</em> gut symbionts. In The COLOSS BeeBook, Volume I: standard methods for <em>Apis mellifera</em> research&nbsp;(eds. Dietemann, V., Ellis, J.D. &amp; Neumann, P.). <em>J. Apic. Res. </em>52, DOI: 10.3896/IBRA.1.52.4.07 (2013). </p><p>38.&nbsp;&nbsp;Huson, D.H. <em>et al.</em> MEGAN Community Edition - Interactive Exploration and Analysis of Large-Scale Microbiome Sequencing Data. <em>PLoS Comput. Biol.</em> 12, e1004957 (2016). </p><p>39.&nbsp;&nbsp;Shi, M.<em> et al.</em> Redefining the invertebrate RNA virosphere. <em>Nature</em> 540, 539–543 (2016).</p><p>40.&nbsp;&nbsp;Roberts, J.M.K., Anderson, D.L. &amp; Durr, P.A. Metagenomic analysis of Varroa-free Australian honey bees (<em>Apis mellifera</em>) shows a diverse Picornavirales virome. <em>J. Gen. Virol. </em>99, 818–826 (2018).</p><p>41.&nbsp;&nbsp;Meeus, I., de Graaf, D.C., Jans, K. &amp; Smagghe, G. Multiplex PCR detection of slowly-evolving trypanosomatids and neogregarines in bumblebees using broad-range primers. <em>J. Appl. Microbiol. </em>109, 107-115 (2010). </p><p>42.&nbsp;&nbsp;Bustin, S.A. <em>et al. </em>The MIQE Guidelines: minimum information for publication of quantitative Real-Time PCR experiments. <em>Clinic. Chem. </em>55, 611-622 (2009). </p><p>43.&nbsp;&nbsp;Gérard, M., Vanderplanck, M., Wood, T. &amp; Michez, D. Global warming and plant-pollinator mismatches. <em>Emerg. Top Life Sci.</em> 4, 77-86 (2020). </p><p>44.&nbsp;&nbsp;Ogilvie, J.E. &amp; Forrest, J.R. Interactions between bee foraging and floral resource phenology shape bee populations and communities. <em>Curr. Opin. Insect Sci.</em> 21, 75-82 (2017). </p><p>45.&nbsp;&nbsp;Scheper, J.<em> et al. </em>Museum specimens reveal loss of pollen host plants as key factor driving wild bee decline in The Netherlands. <em>Proc. Natl. Acad. Sci. USA </em>111, 17552-17557 (2014). </p><p>46.&nbsp;&nbsp;Urbanowicz, C., Muñiz, P.A. &amp; McArt, S.H. Honey bees and wild pollinators differ in their preference for and use of introduced floral resources. <em>Ecol. Evol.</em> 10, 6741-6751 (2020). </p><p>47.&nbsp;&nbsp;Le Provost, G.<em> et al.</em> Grassland-to-crop conversion in agricultural landscapes has lasting impact on the trait diversity of bees. <em>Landsc. Ecol. </em>36, 281-295 (2021). </p><p>48.&nbsp;&nbsp;Magrach, A., González-Varo, J.P., Boiffier, M., Vilà, M. &amp; Bartomeus, I. Honeybee spillover reshuffles pollinator diets and affects plant reproductive success. <em>Nature Ecol. Evol. </em>1, 1299-1307 (2017). </p><p>49.&nbsp;&nbsp;Gómez-Martínez, C. <em>et al.</em> Forest fragmentation modifies the composition of bumblebee communities and modulates their trophic and competitive interactions for pollination. <em>Sci. Rep.</em> 10, e10872 (2020). </p><p>50.&nbsp;&nbsp;Dalmon, A., Peruzzi, M., Le Conte, Y., Alaux, C. &amp; Pioz, M. Temperature-driven changes in viral loads in the honey bee Apis mellifera. <em>J. Invertebr. Pathol. </em>160, 87-94 (2019). </p><p>51.&nbsp;&nbsp;SantaLucia, J. Physical principles and visual-OMP software for optimal PCR design. <em>Methods Mol. Biol. </em>402, 3-34 (2007). </p><p>52.&nbsp;&nbsp;Syromyatnikov, M.Y., Gureev, A.P., Vitkalova, I.Y., Starkov, A.A. &amp; Popov, V.N. Unique features of flight muscles mitochondria of honey bees (<em>Apis mellifera</em> L.). <em>Arch. Insect Biochem. Physiol. </em>102, e21595 (2019). </p><p>53.&nbsp;&nbsp;Mesquita, R.D.<em> et al.</em> Cytochrome c Oxidase at full thrust: Regulation and biological consequences to flying insects. <em>Cells</em> 10, e470 (2021). </p><p>54.&nbsp;&nbsp;Françiso, E. &amp; Arias, M.C. Cytochrome c oxidase I primers for corbiculate bees: DNA barcode and mini-barcode. <em>Mol. Ecol. Resour.</em> 13, 844–850 (2013).</p><p>55.&nbsp;&nbsp;Sambrook, J. Detection of DNA in agarose gels. In Molecular Cloning: A Laboratory Manual Edn. 3 Vol. 1 (eds. Sambrook., J. &amp; Russell, D.W.), chapter 5.14. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, New York, USA (2001).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p><strong>Author Contributions Statement</strong></p><p>All authors participated in the conception of the project. IM and RJP designed the sample collection strategy. JRM, IM, GS, PN and OY designed the initial sample processing methods. JRM, IM, OY, GS and PN designed the initial pathogen assay methods. RJP and JRM designed the barcoding identification method. All authors contributed to the optimization and validation of the protocols. All authors contributed to the sample collection and processing. JRM, IM, OY, PN, PO, RP, AD performed the pathogen assays. JRM curated the data. JRM wrote the first draft of the manuscript. All authors contributed to editing the manuscript. All authors read and approved the final manuscript.</p><p><br></p><p><strong>Competing Interests Statement</strong></p><p>The authors declare no competing interest.&nbsp;</p><p><br></p><p><strong>Acknowledgements</strong></p><p>The authors acknowledge the support of the EU COST-Action FA1307 Sustainable pollination in Europe - joint research on bees and other pollinators (Super-B) for providing the platform to initiate this project, as well as internal funders from each country and institute for financing the sample collection and processing costs. We also would like to thank the technicians and students at the collecting-processing labs and the assaying labs for their invaluable help and competence.&nbsp;&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "unpublished": "Pedersen TR, Forsgren E, Henriksson J, Herbertsson L, Karlsson I, de Miranda\nJR, Sahlin U, Smith HG, Aiéro M, Blomqvist S, Dudaniec R, Granberg F, Hjort C, Lindström\nS, Olsson O, Olsson P, Rundlöf M, Winter C, Yourstone J (2020) Biologiska hot mot humlor.\nRapport 2020:14, pp 1–140. Jordbruksverket, Sverige"
            }
        ],
        "authors": [
            {
                "id": 21284706,
                "identity": "2533b5db-4e0d-412d-8233-e09322a67455",
                "order_by": 0,
                "name": "Joachim R de Miranda",
                "email": "joachim.de.miranda@slu.se",
                "orcid": "https://orcid.org/0000-0002-0335-0386",
                "institution": "Swedish University of Agricultural Sciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Joachim",
                "middleName": "R",
                "lastName": "de Miranda",
                "suffix": ""
            },
            {
                "id": 21284707,
                "identity": "d4b7758f-a624-48fd-92fd-fe955d849b7f",
                "order_by": 1,
                "name": "Ivan Meeus",
                "email": "",
                "orcid": "",
                "institution": "University of Gent",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ivan",
                "middleName": "",
                "lastName": "Meeus",
                "suffix": ""
            },
            {
                "id": 21284708,
                "identity": "841e3af2-a70f-4774-8b1a-7cd75cbdd46c",
                "order_by": 2,
                "name": "Orlando Yañez",
                "email": "",
                "orcid": "",
                "institution": "University of Bern",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Orlando",
                "middleName": "",
                "lastName": "Yañez",
                "suffix": ""
            },
            {
                "id": 21284709,
                "identity": "c8f0c400-79d9-4f3c-922e-400b064a7ced",
                "order_by": 3,
                "name": "Niels Piot",
                "email": "",
                "orcid": "",
                "institution": "University of Gent",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Niels",
                "middleName": "",
                "lastName": "Piot",
                "suffix": ""
            },
            {
                "id": 21284710,
                "identity": "5a861277-b87a-4d37-a9c3-4eda4543faa9",
                "order_by": 4,
                "name": "Laura Jara",
                "email": "",
                "orcid": "",
                "institution": "Universidad de Murcia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Laura",
                "middleName": "",
                "lastName": "Jara",
                "suffix": ""
            },
            {
                "id": 21284711,
                "identity": "db31e834-f104-4729-8d92-a5763d093fde",
                "order_by": 5,
                "name": "Piero Onorati",
                "email": "",
                "orcid": "",
                "institution": "Swedish University of Agricultural Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Piero",
                "middleName": "",
                "lastName": "Onorati",
                "suffix": ""
            },
            {
                "id": 21284712,
                "identity": "3541ea0f-fa25-4262-819c-7660e15525ce",
                "order_by": 6,
                "name": "Pilar De la Rúa",
                "email": "",
                "orcid": "",
                "institution": "Universidad de Murcia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pilar",
                "middleName": "De la",
                "lastName": "Rúa",
                "suffix": ""
            },
            {
                "id": 21284713,
                "identity": "c2a96935-9a1f-495a-9784-63ccdbef6c40",
                "order_by": 7,
                "name": "Anders Nielsen",
                "email": "",
                "orcid": "",
                "institution": "5.\tNorwegian Institute of Bioeconomy Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anders",
                "middleName": "",
                "lastName": "Nielsen",
                "suffix": ""
            },
            {
                "id": 21284714,
                "identity": "a4204050-337e-409b-bd85-90fb3003a8ec",
                "order_by": 8,
                "name": "Ivana Tlak-Gajger",
                "email": "",
                "orcid": "",
                "institution": "University of Zagreb",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ivana",
                "middleName": "",
                "lastName": "Tlak-Gajger",
                "suffix": ""
            },
            {
                "id": 21284715,
                "identity": "f1c3616f-356c-4d3a-a554-d00281aa1391",
                "order_by": 9,
                "name": "Erkay Özgör",
                "email": "",
                "orcid": "",
                "institution": "Cyprus International University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Erkay",
                "middleName": "",
                "lastName": "Özgör",
                "suffix": ""
            },
            {
                "id": 21284716,
                "identity": "27aca64f-0d7d-4cad-9871-eab7e7240b2f",
                "order_by": 10,
                "name": "Anne Dalmon",
                "email": "",
                "orcid": "",
                "institution": "Institut National de Recherche pour l'Agriculture, l'alimentation et l'Environnement",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anne",
                "middleName": "",
                "lastName": "Dalmon",
                "suffix": ""
            },
            {
                "id": 21284717,
                "identity": "58817507-d7cc-4b0a-8a33-39b4e18249b3",
                "order_by": 11,
                "name": "Anna Gajda",
                "email": "",
                "orcid": "",
                "institution": "Warsaw University of Life Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "",
                "lastName": "Gajda",
                "suffix": ""
            },
            {
                "id": 21284718,
                "identity": "9e1ead22-4022-493f-abf6-5ff8160a162e",
                "order_by": 12,
                "name": "Peter Neumann",
                "email": "",
                "orcid": "",
                "institution": "University of Bern",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Peter",
                "middleName": "",
                "lastName": "Neumann",
                "suffix": ""
            },
            {
                "id": 21284719,
                "identity": "87afaf71-18dd-45e2-b2d4-c4a708fab0cb",
                "order_by": 13,
                "name": "Guy Smagghe",
                "email": "",
                "orcid": "",
                "institution": "University of Gent",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Guy",
                "middleName": "",
                "lastName": "Smagghe",
                "suffix": ""
            },
            {
                "id": 21284720,
                "identity": "3e181dee-f411-4bdb-b88b-35c0e661d111",
                "order_by": 14,
                "name": "Robert J Paxton",
                "email": "",
                "orcid": "",
                "institution": "Martin-Luther-Universität Halle-Wittenberg",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Robert",
                "middleName": "J",
                "lastName": "Paxton",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-10 07:27:56",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1453/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1453/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 8630665,
                "identity": "a2145677-1831-4dcc-af40-6bc7dae8f6dc",
                "added_by": "auto",
                "created_at": "2021-04-30 11:14:40",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 18272,
                "visible": true,
                "origin": "",
                "legend": "List of essential reagents for the protocols, together with their suppliers, the company websites and the catalog numbers.",
                "description": "",
                "filename": "deMiranda2021SuperBprotocolsTable1.tif",
                "url": "https://assets.researchsquare.com/files/pex-1453/v1/1de6335067847c1753792531.tif"
            },
            {
                "id": 8630491,
                "identity": "b12b9a02-79f0-41f0-a746-0c9dbfc20cc2",
                "added_by": "auto",
                "created_at": "2021-04-30 11:11:40",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 14710,
                "visible": true,
                "origin": "",
                "legend": "List of essential equipment for the protocols, together with their suppliers, the company websites and the catalog numbers.",
                "description": "",
                "filename": "deMiranda2021SuperBprotocolsTable2.tif",
                "url": "https://assets.researchsquare.com/files/pex-1453/v1/5b20ab3cfb6b8046752c99fa.tif"
            },
            {
                "id": 8630703,
                "identity": "d1393831-d439-4746-a853-58f7dadeff3d",
                "added_by": "auto",
                "created_at": "2021-04-30 11:17:40",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45074,
                "visible": true,
                "origin": "",
                "legend": "Table describing the major risks associate with the protocols, the steps involved, and how to troubleshoot these.",
                "description": "",
                "filename": "deMiranda2021SuperBprotocolsTable3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1453/v1/52d41889aac2bc91b6bf7d52.jpg"
            },
            {
                "id": 8630496,
                "identity": "ef858451-5952-4307-bcd8-675cdbab9c1f",
                "added_by": "auto",
                "created_at": "2021-04-30 11:11:41",
                "extension": "tif",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 10937,
                "visible": true,
                "origin": "",
                "legend": "Table describing the approximate time required for different subprotocols and their steps, both in total and broken down to per individual sample and/or assay.",
                "description": "",
                "filename": "deMiranda2021SuperBprotocolsTable4.tif",
                "url": "https://assets.researchsquare.com/files/pex-1453/v1/38055df6d8d3390a52120bea.tif"
            },
            {
                "id": 13689458,
                "identity": "af309e54-14f2-4045-9663-6e57d24adc8a",
                "added_by": "auto",
                "created_at": "2021-09-17 12:29:25",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 575998,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1453/v1/75548fe5-d3ed-4132-9430-110e6c9ab2b8.pdf"
            },
            {
                "id": 8630666,
                "identity": "2a176fee-82dc-419f-8473-b361b711a5ce",
                "added_by": "auto",
                "created_at": "2021-04-30 11:14:40",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 377274,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "deMiranda2020SuperBprotocolsNatureProtocolsTABLES1.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1453/v1/8a482bb55a85809549b0df4a.pdf"
            },
            {
                "id": 8630668,
                "identity": "b3f17202-0aef-42ae-89fc-64387c68dc65",
                "added_by": "auto",
                "created_at": "2021-04-30 11:14:40",
                "extension": "pdf",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 416170,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "deMiranda2020SuperBprotocolsNatureProtocolsTABLES2.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1453/v1/d4f773805a43d27db9c7b057.pdf"
            },
            {
                "id": 8630669,
                "identity": "78964dc8-cdcc-46f2-8e43-56aa71cc4ec7",
                "added_by": "auto",
                "created_at": "2021-04-30 11:14:41",
                "extension": "pdf",
                "order_by": 3,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 318756,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "deMiranda2020SuperBprotocolsNatureProtocolsExtendeddata.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1453/v1/f2339daf6e0a6ae867777cf0.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "bee, pathogen, transmission, honeybee, bumblebee, solitary bee, disease, protocol, barcode",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This protocol was developed for the COST-Action “Super-B”, whose purpose was to coordinate research, outreach and policy towards sustainable pollination<sup>1-3</sup>. The protocol addresses the detection of parasites and pathogens across bee species, as one of several possible drivers of bee decline<sup>4,5</sup>. It consists of four major components:</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A sample collecting protocol, based around a dominant bee species driving pathogen distribution among other bee species</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A sample processing protocol, based on analyzing nucleic acids from individual bees</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A pathogen detection protocol, based on RT-qPCR with broad-range primers for several common pathogens</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A barcoding protocol, for accurate bee species identification </p><p>The protocols have largely been adapted from existing knowledge and protocols but also include two key innovations: the use of passive reference nucleic acids and synthetic positive controls, that significantly improve the quality and robustness of the raw data, and thus the reliability of the analyses and conclusions.&nbsp;</p>",
        "manuscriptTitle": "Protocols for assessing the distribution of pathogens in individual Hymenopteran pollinators",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-04-30 11:11:39",
                "doi": "10.21203/rs.3.pex-1453/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "ad39438e-2ef3-4b60-855e-b80b856e5464",
        "owner": [],
        "postedDate": "April 30th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3545757,
                "name": "Ecology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-04-30 11:11:39",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}