{
    "identity": "nprot-364",
    "title": "Using <em>in utero</em> electroporation to investigate the role of semaphorin-3A in radial migration of cortical neurons",
    "content": [
        {
            "header": "Introduction",
            "content": "Post-mitotic neurons in the developing cortex migrate along radial glial fibers to the proper location in the cortical plate and form the layered structure. Here we report that the radial migration of rat layer II/III cortical neurons requires the guidance of an extracellular diffusible factor Semaphorin-3A \\(Sema3A). Sema3A is expressed in a descending gradient across the cortical layers, whereas its receptor neuropilin-1 \\(NP1) is expressed at a high level in migrating neurons. Using _in utero_ eletroporation to down-regulate or conditional knockout of NP1 in newborn cortical neurons impeded their radial migration by disrupting their radial orientation during migration without altering their cell fate. Studies in cultured cortical slices further showed the requirement of the endogenous gradient of Sema3A for the proper migration of newborn neurons. Finally, transwell chemotaxis assays showed that isolated newborn neurons were attracted by Sema3A. Thus, Sema3A may serve as a chemoattractive guidance signal for radial migration of newborn cortical neurons toward upper layers."
        },
        {
            "header": "Reagents",
            "content": "Semaphorin-3A, R&amp;D, U.S.A. \r\n\n\nBDNF, R&amp;D, U.S.A.\r\n\n\nHGF, R&amp;D, U.S.A.\r\n\n\nHRP-DAB staining kit, R&amp;D, U.S.A.\r\n\n\nDMEM, Gibico, U.S.A.\r\n\n\nNeurobasal, Gibico, U.S.A.\r\n\n\nB27, Gibico, U.S.A.\r\n\n\nFBS, Gibico, U.S.A.\r\n\n\nHS, Gibico, U.S.A.\r\n\n\nPoly-D-lysine \\(PDL), Sigma, U.S.A.\r\n\n\n5-Brono 2&#x2019;-deoxyuridine \\(BrdU), Sigma, U.S.A.\r\n\n\n4&#x2019;, 6-diaminodino-2-phenylindole \\(DAPI), Sigma, U.S.A.\r\n\n\n0.1 M RNase-free triethanolamine-HCl pH.8.0, Sigma, U.S.A.\r\n\n\nRevertAid First Strand cDNA Synthesis Kit, MBI Fermentas, U.S.A.\r\n\n\nTaq polymerase, Takara, Japan\r\n\n\n50 mini Quick Spin RNA Column, Roche, Germany\r\n\n\nDigoxin, Roche, Germany\r\n\n\nEndofree Plasmid Maxi Kit, Qiagen, Germany\r\n\n\nECL kit, Bio-Rad, U.S.A.\r\n\n\nAgarose, LMP, Promega, U.S.A.\r\n\n\nO.C.T., Sakura, U.S.A.\r\n\n\nProtease Inhibitor Cocktail Set I, Calbiochem, U.S.A.\r\n\n\nTrizol reagent, Invitrogen, U.S.A.\r\n\n\n\r\n\n\n**Antibodies**\r\n\n\n\r\n\n\n**Mouse monoclonal antibodies**\r\n\n\nAnti-GFP, Molecular Probes, U.S.A.\r\n\n\nAnti-neuropilin-2, R&amp;D, U.S.A.\r\n\n\nAnti-Cre Recombinase, Chemicon, U.S.A.\r\n\n\nAnti-nestin, Chemicon, U.S.A.\r\n\n\nAnti-actin, Chemicon, U.S.A.\r\n\n\nAnti-tubulin, Sigma, U.S.A.\r\n\n\nAnti-BrdU, Sigma, U.S.A.\r\n\n\n\r\n\n\n\r\n\n\n**Rabbit polyclonal antibodies**\r\n\n\nAnti-GFP, Molecular Probes, U.S.A.\r\n\n\nAnti-neuropilin-1, Sigma, U.S.A.\r\n\n\nAnti-Tuj1, Sigma, U.S.A.\r\n\n\nAnti-GAD67, Sigma, U.S.A.\r\n\n\nAnti-MAP2, Chemicon, U.S.A.\r\n\n\nAnti-GFAP, DAKO, U.S.A.\r\n\n\n\r\n\n\n**Goat polyclonal antibodies** \r\n\n\nAnti-neuropilin-1, R&amp;D, U.S.A.\r\n\n\nAnti-Sema3A, Santa Cruz, U.S.A.\r\n\n\nAnti-doublecortin, Santa Cruz, U.S.A.\r\n\n\nAnti-digoxin, Roche, Germany\r\n\n\n\r\n\n\n**Secondary antibodies**\r\n\n\nHRP-conjugated goat anti-mouse IgG, Bio-Rad, U.S.A.\r\n\n\nHRP-conjugated goat anti-rabbit IgG, Bio-Rad, U.S.A.\r\n\n\nHRP-conjugated donkey anti-goat IgG, Bio-Rad, U.S.A.\r\n\n\n\r\n\n\nAlexa Fluor488 goat anti-mouse IgG, Molecular Probes, U.S.A. \r\n\n\nAlexa Fluor488 goat anti-rabbit IgG, Molecular Probes, U.S.A. \r\n\n\nAlexa Fluor633 goat anti-rabbit IgG, Molecular Probes, U.S.A.\r\n\n\nAlexa Fluor633 donkey anti-goat IgG, Molecular Probes, U.S.A.\r\n\n\nCy5-conjugated goat anti-mouse IgG, Jackson, U.S.A."
        },
        {
            "header": "Equipment",
            "content": "Amaxa Nucleofector, AAD-1001, Amaxa, Germany\r\n\n\nWetern blotting setup, Mini-protein III, Bio-Rad, U.S.A.\r\n\n\nScanner, GS-700 Imaging Densitometer, Bio-Rad, U.S.A.\r\n\n\nPCR apparatus, PTC-150, Minicycler, U.S.A.\r\n\n\nElectroSquireportator, T830, BTX, U.S.A. \r\n\n\nFluorescence Microscope, E600FN, NIKON, Japan\r\n\n\nConfocal Microscope, LSM 510, Zeiss, Germany\r\n\n\nFreezing microtome, Leica 1900, Leica, Germany\r\n\n\nVibratome, NVSL-M1, WPI, U.S.A."
        },
        {
            "header": "Procedure",
            "content": "**Immunoblotting** \r\n\n\n\r\n\n\n1. Digest cortices from E16 rats by 0.125 % trypsin. \r\n  2. Transfect dissociated neurons with different plasmids \\(5 μg for each) by electroporation using the Amaxa Nucleofector before plating into 35 mm dishes based on the protocol provided by the manufacturer \\(ref. 1). \r\n  3. We perform western blotting as described previously \\(ref. 2).\r\n  4. Lyse the 2-d cultures of transfected cortical neurons in 0.2 ml lysis buffer \\(0.1 % SDS, 1 % NP-40, 50 mM HEPES, pH 7.4, 2 mM EDTA, 100 mM NaCl, 5 mM Sodium Orthovanadate, 40 μM PNPP, 1 % Protease Inhibitor Cocktail Set I). \r\n  5. To collect homogenate of cortical tissue, we first dissect brains from P0 rats and section \\(coronal) them on a vibratome at 500 μm. Then dissect slices into different parts by fine forceps and lyse them separately in 0.1 ml lysis buffer in tissue homogenizer.\r\n  6. Centrifuge lyastes at 12,000 RPM for 25 minutes at 4 ° C. Collect the supernatant, and denature it.\r\n  7. Separate samples by 10% SDS-polyacrylamide gel electrophoresis and blot them onto PVDF membrane.\r\n  8. Block the membranes for 3 hr at room temperature in 5 % BSA, then incubate them overnight at 4 ° C with polyclonal antibody \\(neuropilin-1,R&D, 1: 500; GFP, Molecular Probes, 1: 3,000; Sema3A, Santa Cruz, 1: 500) or monoclonal antibody \\(neuropilin-2, R&D, 1: 500; Actin, Chemicon, 1: 3,000; Tubulin, Sigma, 1: 3,000; Cre-recombinase, Chemicon, 1: 1,000). \r\n  9. Rinse membranes in TBS, and then incubate them with peroxidase-conjugated goat anti-mouse, goat anti-rabbit, or donkey anti-goat IgG \\(Bio-Rad, 1:10,000) for 1 hr at room temperature. \r\n  10. Rinse membranes in TBS again, and then perform chemiluminent detection with the ECL kit \\(Pierce). \r\n  \r\n\n\n**RT-PCR**\r\n\n\n\r\n\n\n1. Extract total RNAs from 2-d cultures of cortical neurons prepared from E16 rat cortices with Trizol reagent \\(Invitrogen). \r\n  2. Convert about 5 μg of total RNA to cDNA \\(RevertAid First Strand cDNA Synthesis Kit, MBI Fermentas), and use 1/20 of the reaction in 50-μl PCR reactions \\(Takara). \r\n  3. Conditions for the PCR reaction : 94 ° C, 30 s, 58 ° C, 45 s, 72 ° C, 30 s for 30 cycles, with a 10 min 72 ° C final extension. \r\n  4. Visualize end reaction products on ethidium-bromide-stained 1.0 % agarose gels. \r\n  5. Primers for RT-PCR experiments \\(see Table 1)\r\n  \r\n\n\n**_In utero_ electroporation** \r\n\n\n\r\n\n\n1. We transfect plasmids by in utero electroporation, following previous methods \\(ref. 3-5). \r\n  2. Anesthetize multiparous Sprague Dawley \\(SD) rats or ICR mice at 16 d of gestation with 10 % Chloral hydrate \\(for rats, 3.5 ml per kg body weight, intraperitoneally) or with 0.7 % sodium pentobarbital \\(for mice, 10 ml per kg body weight, intraperitoneally). \r\n  3. For electroporation of two vectors, we prepare a mixture of EYFP \\(6 μg/μl) and RNAi constructs \\(6 μg/μl) at a ratio of 1:1. \r\n  4. Expose uteruses, microinject 15-20 μg plasmids mixed with Fast Green \\(2 mg/ml; Sigma) into the lateral ventricle of embryos by pressure through uterus.\r\n  5. Generate electric pulses by ElectroSquireportator T830 \\(BTX) and apply to the cerebral wall at five repeats of 60 V for 50 ms, with an interval of 100 ms.\r\n  6. In some experiments, we inject BrdU \\(Sigma) 100 μg/g body weight intraperitoneally twice every 30 min 24 hr after in utero electroporation. \r\n  \r\n\n\n**Fluorescence immunostaining**\r\n\n\n\r\n\n\n1. Remove embryonic brains directly and fix them with 4 % paraformaldehyde at appropriate ages.\r\n  2. Remove postnatal brains and fix them in 4 % paraformaldehyde after transcardial perfusion. \r\n  3. For fluorescence immunostaining, we cryopreserve both fetal and postnatal brains  in O.C.T. compound \\(Sakura). Cut coronal brain cryostat sections of 35 μm on a freezing microtome, and immediately process them for immunostaining using a three-step free-floating protocol \\(at 4 ° C): Blocking of non-specific antigenic sites in 10 % BSA plus 0.3 % Triton X-100, overnight incubation with primary antibodies, and overnight incubation with secondary antibodies.\r\n  4. We use the following primary antibodies: anti-neuropilin-1 \\(polyclonal, Sigma, 1:200), anti-MAP2 \\(polyclonal, Chemicon, 1:500), anti-Tuj1 \\(polyclonal, Sigma, 1:2,000), anti-doublecortin \\(ployconal, Santa Cruz, 1:200), anti-Nestin \\(monoclonal, Chemicon, 1:500), anti-GFAP \\(polyclonal, DAKO,1:500), anti-GAD67 \\(polyclonal, Sigma, 1:500), anti-GFP \\(polyclonal, Molecular Probes, 1:1,000; monoclonal, Molecular Probes, 1:200), and anti-BrdU \\(monoclonal, Sigma, 1:200). \r\n  5. We use the following secondary antibodies: fluorescently conjugated IgG Alexa 488, or Alexa 633 \\(Molecular Probes, 1:1,000). We also stain sections with 4’, 6-diaminodino-2-phenylindole \\(DAPI; 1:5,000). \r\n  6. Acquire images on a Zeiss LSM 510 multiphoton confocal system using a multi-track configuration, or on a NIKON E600FN microscope, and process them using Adobe Photoshop CS. We measure the intensity of fluorescence using the software LSM Image Browser, normalize the expression level of NP1 in GFP-positive cells by the average value of ten nearby GFP-negative cells at different locations, and express it as mean ± s.e.m. We assess statistical significance \\(P < 0.01) using paired Student’s t-test. \r\n  \r\n\n\n**Peroxidase immunostaining**\r\n\n\n\r\n\n\n1. Dehydrate fixed brains by dipping into a series of ethanol and xylene. \r\n  2. Embed tissues in paraffin and section them at 5 μm after dehydration. \r\n  3. We perform immunostaining by the HRP-DAB staining kit \\(R&D). \r\n  4. Re-hydrate sections. Block nonspecific peroxidase activity by 3 % H202 for 10 min. Rinsed sections in PBS \\(as in all steps). \r\n  5. Incubate sections in 0.1 M citric acid \\(pH 6.0) at 90 ° C for 20 min to retrieve antigen. Rinse sections, incubate sections in blocking reagent for 45 min, and then incubate sections with primary antibody against Sema3A \\(polyclonal, Santa Cruz, 1:200) or NP1 \\(polyclonal, R&D, 1:100) overnight at 4 ° C. \r\n  6. The following day, rinse sections, incubate sections in anti-goat biotinylated secondary antibody for 30 min, rinse sections, incubate sections in HRP-conjugated streptavidin for 30 min, rinse sections, and react sections in DAB chromogen for 10 min. Monitor the intensity of staining under a microscope to ensure proper intensity. \r\n  7. Dehydrate the slides in graded ethanols and xylene, and cover-slipp slides under neutral balsam.\r\n  \r\n\n\n**_In situ_ hybridization**\r\n\n\n\r\n\n\n1. We perform in situ hybridization as described previously \\(ref. 6). \r\n  2. Isolate rat cDNA encoding genes of SEMA3A, NP1, PLEXIN A2, PLEXIN A4, or PLEXIN D1 by RT-PCR using cDNA primers as indicated in Table 2, and subclone them into a pBluescript KS \\(+/-) mammalian expression vector. \r\n  3. Prepare coronal cryostat sections of 20 μm. \r\n  4. Hybridize the sections with 1 μg/ml Digoxin-labeled sense or antisense probes for 16 hr at 65 ° C in hybridization solution \\(50 % formamide, 5 X SSC, 300 μg/ml yeast tRNA, 100 ng/ml Heparin, 1 mM EDTA, 1 X Denhardt's solution, 0.1 % Tween 20, 0.1 % CHAPS, 5 mM EDTA). \r\n  5. Wash twice with 2 X SSC for 30 min at 65 ° C. \r\n  6. Then, treat sections with RNase A \\(1 μg/ml in 2 X SSC) at 37 ° C for 30 min. \r\n  7. Subsequently, wash the sections twice with 0.2 X SSC for 30 min at 65 ° C to remove any excess probe.\r\n  8. Incubate the sections with alkaline phosphatase-labeled anti-Digoxin antibody \\(Roche) at 4 ° C overnight.\r\n  9. Detect the hybridization signal with a detection solution \\(1 μl of NBT and 3.5 μl of BCIP in every ml of mixture of alkaline phosphatase buffer) in dark at room temperature overnight. \r\n  \r\n\n\n**Slice culture** \r\n\n\n\r\n\n\n1. We perform slice culture as described previously \\(ref. 7). \r\n  2. Dissect brains from E19, P0 or P3 rats in ice-cold Hanks’ balanced salt solution \\(HBSS), embed them in 4 % low-melting point agarose in HBSS, and section them \\(coronal) on a vibratome at 300 μm. \r\n  3. Culture slices on a transparent porous membrane \\(0.45 μm pore size, Millipore) in a 6-well culture plate containing 1 ml medium \\(DMEM, 10 % horse serum, Gibico). \r\n  4. We use the following reagents: anti-neuropilin-1 antibody \\(polyclonal, R&D, 10 μg/ml), normal IgG \\(polyclonal, Santa Cruz, 3 μg/ml), Sema3A \\(R&D, 1 μg/ml, 300 ng/ml or 100 ng/ml), HGF \\(R&D, 1 μg/ml), BDNF \\(Chemicon, 250 ng/ml). We confirm the secretion of Sema3A by Sema3A expressing HEK 293 cells by Western blotting. \r\n  5. Fix cultured slices in 4 % paraformaldehyde at 4 DIV, and stain them with anti-GFP antibody by the method described above. \r\n  \r\n\n\n**Time-lapse imaging**\r\n\n\n\r\n\n\n1. Transfect bains with EYFP or co-transfected with EYFP plus NP1-RNAi1 at E16 and section \\(coronal) them on a vibratome at 300 μm at P1 in ice-cold HBSS as described above. \r\n  2. Transfer slices to the surface of a transparent porous membrane \\(0.4 μm pore size, Millipore) in a 35 mm culture dish containing 1 ml medium \\(DMEM, 10 % Fetal Bovine Serum, 2 % B27, Gibico).\r\n  3. Incubate slices in the cell culture incubator for 1 hr to allow recovery from injury. \r\n  4. Then seal the culture dish with parafilm and transfer it to a heat stage \\(37 ° C) at the confocal microscope \\(Zeiss LSM 510). \r\n  5. For drug treatments, we pre-incubate slices with exogenous factors for at least 4 hr in the incubator before observation on the microscope.\r\n  6. Illuminate the tissue with a 488-nm wavelength light. Acquire the Z-series stacks of confocal fluorescence images using a 20 x lens every 15 min for 3 hr. \r\n  7. Reconstruct images by LSM Image Browser and trace images by the software Neurolucida. \r\n  8. Analyze the migration speed of EYFP-labeled neurons using the program Neuroexplorer and express it as mean ± s.e.m. We designate transfected neurons, of which the migration distance is less than 10 μm in the 3-hr imaging,  as stationary cells, and do not use them to calculate the migration speed. \r\n  9. For each experiment, we score a minimum of 200 cells from at least 5 sections, and assess statistical significance \\(P < 0.01) using Student’s t-test. \r\n  10. We use the following reagents: anti-neuropilin-1 antibody \\(polyclonal, R&D, 10 μg/ml) and Sema3A \\(R&D, 1 μg/ml). \r\n  11. Fuse images to produce a movie at 2 frames/s by the program Quicktime player.\r\n  \r\n\n\n**Cell migration assay**\r\n\n\n\r\n\n\n1. We perform the tanswell chemotaxis assay as described previously \\(ref. 8). \r\n  2. Transfect brains with EYFP alone or co-transfected with EYFP plus NP1-RNAi1 construct at E16 by in utero electroporation as described above.\r\n  3. Obtainand the transfected cells from IZ at E20 — P0. \r\n  4. Assay the migration of dissociated transfected cells using a Boyden transwell system \\(5 μm pore size, Corning Costar Co., USA). \r\n  5. Before seeding, coat both sides of the transwell overnight with Poly-D-Lysine \\(30 μg/ml, Sigma). Add 750 μl of serum-free medium \\(Neurobasal medium, 2 % B27, Gibico) containing dissociated transfected cells \\(one fifth of one million cells per well) to the upper insert of a chamber. In the bottom chamber, add 250 μl of serum-free medium \\(Neurobasal medium, 2 % B27, Gibico) with or without any other reagents.\r\n  6. We use the following reagents: BDNF \\(Chemicon, 50 ng/ml), Semaphorin-3A \\(R&D, 1 μg/ml, 0.5 μg/ml, 0.1 μg/ml). \r\n  7. Change the medium 1 day after the seeding to maintain the reagent gradient. \r\n  8. Two days after seeding, fix cells with 4 % paraformaldehyde, and thoroughly scrap cells attached to the upper side of the membranes. Immunostain cells attached to the bottom side of the membranes with anti-GFP antibody by the method described above. \r\n  9. Analyze cells directly under the confocal microscope \\(Zeiss LSM 510). We repeat each experiment at least five times. \r\n  \r\n\n\n**Morphometry and analysis**\r\n\n\n\r\n\n\n1. Count the numbers of transfected cells in the slices using the software Image-Pro Plus 5.1.\r\n  2. For frozen sections, we count EYFP-labeled cortical neurons on brain sections across three different cortical zones \\(Layer II/III, Layer IV-VI, and VZ/SVZ/WM) at different developmental stages, and analyze the distribution of transfected cortical neurons. We count at least 10 sections \\(1 section per rat or mice) for each experiment. \r\n  3. For slice culture experiments, we count EYFP-expressing cells along the radial axis of cultured slices over ten equally divided zones from the presumptive VZ to the pial surface, and express them as the cumulative distribution of labeled cells along the radial axis of transfected slices. We count a minimum of 7 sections \\(1-2 sections per rat) for each experiment, and assess statistical significance \\(P < 0.01)  using the Kolmogorov-Smirnov test.\r\n  4. For morphological analysis, we semi-automatically trace the Z-series stacks of confocal images using the software Neurolucida, and analyz the total length and branch number of each individual process in transfected neurons using the program Neuroexplorer. \r\n  5. For neurons in P3 cortices, we summate all segments of a process into a vector, and measure the angle between this vector and the neighboring radial glial fiber by Neuroexplorer.\r\n  6. For neurons in P7 cortices or co-cultured slices, we draw a line \\(OP) from the center of soma \\(O) perpendicular to pial surface \\(P) and designate it as the radial axis. Next, we construct a circle \\(radius of 50 μm) with center at O, and name the point where the circle crosses with the main dendrite as R \\(ref. 9). Then we measure the angle between OP and OR \\(∠POR) by LSM Image Browser and assesse statistical significance \\(P < 0.01) using the Kolmogorov-Smirnov test. \r\n  7. We carry out the Sholl analysis for dendritic complexity by counting the number of crossings of dendrites that cross a series of concentric circles at 10 μm intervals from the soma as described previously \\(ref. 10), and assess statistical significance \\(P < 0.01) using Student’s t-test. \r\n  8. To analyze the morphology of transfected neurons, we score a minimum of 130 cells from at least 10 sections \\(1 section per rat) for each experiment."
        },
        {
            "header": "References",
            "content": "1. Li, Y. _et al._ Essential role of TRPC channels in the guidance of nerve growth cones by brain-derived neurotrophic factor. _Nature_ **434**, 894-8 \\(2005).\r\n  \r\n\n\n2. Jin, M. _et al._ Ca2+-dependent regulation of rho GTPases triggers turning of nerve growth cones. _J Neurosci_ **25**, 2338-47 \\(2005).\r\n  \r\n\n\n3. Saito, T. &amp; Nakatsuji, N. Efficient gene transfer into the embryonic mouse brain using _in vivo_ electroporation. _Dev Biol_ **240**, 237-46 \\(2001).\r\n  \r\n\n\n4. Tabata, H. &amp; Nakajima, K. Neurons tend to stop migration and differentiate along the cortical internal plexiform zones in the Reelin signal-deficient mice. _J Neurosci Res_ **69**, 723-30 \\(2002).\r\n  \r\n\n\n5. Bai, J. _et al._ RNAi reveals doublecortin is required for radial migration in rat neocortex. _Nat Neurosci_ **6**, 1277-83 \\(2003).\r\n  \r\n\n\n6. Giger, R. J., Wolfer, D. P., De Wit, G. M. &amp; Verhaagen, J. Anatomy of rat semaphorin III/collapsin-1 mRNA expression and relationship to developing nerve tracts during neuroembryogenesis. _J Comp Neurol_ **375**, 378-92 \\(1996).\r\n  \r\n\n\n7. Polleux, F., Morrow, T. &amp; Ghosh, A. Semaphorin 3A is a chemoattractant for cortical apical dendrites. _Nature_ **404**, 567-73 \\(2000).\r\n  \r\n\n\n8. Sun, W., Funakoshi, H. &amp; Nakamura, T. Localization and functional role of hepatocyte growth factor \\(HGF) and its receptor c-met in the rat developing cerebral cortex. _Brain Res Mol Brain Res_ **103**, 36-48 \\(2002).\r\n  \r\n\n\n9. Sasaki, Y. _et al._ Fyn and Cdk5 mediate semaphorin-3A signaling, which is involved in regulation of dendrite orientation in cerebral cortex. _Neuron_ **35**, 907-20 \\(2002).\r\n  \r\n\n\n10. Fenstermaker, V., Chen, Y., Ghosh, A. &amp; Yuste, R. Regulation of dendritic length and branching by semaphorin 3A. _J Neurobiol_ **58**, 403-12 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Q. Hu for technical support in confocal microscopy, J-Y. Yu for cell culture and Y. Wang for electroporation experiments."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nn2018",
                "date": "2007-10-22 14:41:16",
                "title": "Semaphorin-3A guides radial migration of cortical neurons during development",
                "authors": [
                    "Gang Chen",
                    "Jian Sima",
                    "Ming Jin",
                    "Kai-yu Wang",
                    "Xiao-jing Xue",
                    "Wang Zheng",
                    "Yu-qiang Ding & Xiao-bing Yuan"
                ],
                "journal": "Nature Neuroscience",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10762,
                "identity": "9f19778d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gang Chen",
                "email": "",
                "orcid": "",
                "institution": " Laboratory of Neural Circuit Development, Shanghai Institute for Biological Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gang",
                "middleName": "",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 10763,
                "identity": "9f197b58-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ming Jin",
                "email": "",
                "orcid": "",
                "institution": " Laboratory of Neural Circuit Development, Shanghai Institute for Biological Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ming",
                "middleName": "",
                "lastName": "Jin",
                "suffix": ""
            },
            {
                "id": 10764,
                "identity": "9f197e18-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xiao-bing Yuan",
                "email": "",
                "orcid": "",
                "institution": " Laboratory of Neural Circuit Development, Shanghai Institute for Biological Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiao-bing",
                "middleName": "",
                "lastName": "Yuan",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-20 10:48:10",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.541",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.541",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607863,
                "identity": "64449487-4a4c-4644-a35c-ec42914347b3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:49",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 12029,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Sequences of PCR primers for RT-PCR experiments. ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-364/v1/figure_1.png"
            },
            {
                "id": 2607861,
                "identity": "96c47b81-a765-4ebc-b07d-9c168a550500",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:49",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 10595,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Sequences of PCR primers for probes of in situ hybridization. ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-364/v1/figure_2.png"
            },
            {
                "id": 15665575,
                "identity": "f7ea126e-5f3f-46ae-9d63-0ce58ccc9240",
                "added_by": "auto",
                "created_at": "2021-11-18 13:32:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 172747,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-364/v1/3a642c82-5f8b-4ca3-a461-3145a01d4aff.pdf"
            },
            {
                "id": 2607860,
                "identity": "e874bd3f-2e18-4eb9-b178-154a8308fe7a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:49",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 33794,
                "visible": true,
                "origin": "",
                "legend": "Table 2",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-364/v1/supplement_0.doc"
            },
            {
                "id": 2607862,
                "identity": "86e0126b-afeb-4a71-a54b-2645c4834d77",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:49",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 39938,
                "visible": true,
                "origin": "",
                "legend": "Table 1",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-364/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "in utero electroporation, immunoblotting, immunostaining, slice culture, live-time imaging, morphometry",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Using in utero electroporation to investigate the role of semaphorin-3A in radial migration of cortical neurons",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-12-13 09:47:08",
                "doi": "10.1038/nprot.2007.541",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f191bc5-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 13th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1996,
                "name": "Biological techniques"
            },
            {
                "id": 1997,
                "name": "Cell biology"
            },
            {
                "id": 1998,
                "name": "Developmental biology"
            },
            {
                "id": 1999,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-12-13 09:47:08",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}