{
    "identity": "nprot-2997",
    "title": "Generation of mutant mice with minimal off-target effects by microinjection of one-cell embryos with paired sgRNAs and Cas9 nickase",
    "content": [
        {
            "header": "Introduction",
            "content": "Off-target damage mediated by CRISPR-Cas9 is likely to confound genetic analyses in cultured cells and in model organisms.  Co-expression of Cas9 nickase and sgRNAs to closely paired sites on opposing DNA strands provides a general strategy for genome modification with minimal off-target damage \\(Figure 1).  Paired sgRNAs and Cas9 nickase can be multiplexed to mutate multiple genes simultaneously, or to generate large deletions up to at least 10 kb or more."
        },
        {
            "header": "Reagents",
            "content": "Plasmids: pST1374-Cas9-N-NLS-flag-linker-D10A \\(Addgene 51130) and pUC57-sgRNA \\(Addgene 51132)\r\n\n\nmMESSAGE mMACHINE® T7 Ultra Kit（Ambion, AM1345）\r\n\n\nMEGAshortscript™ Kit \\(Ambion, AM1354)\r\n\n\nRNeasy Mini Kit \\(QIAGEN, 74104)\r\n\n\nMEGAclear™ Kit \\(Ambion. AM1908)\r\n\n\nRNAsecure™ Reagent \\(Ambion. AM7005)\r\n\n\nQIAprep Spin Miniprep Kit \\(QIAGEN, 27104)\r\n\n\nMinElute PCR Purification Kit \\(QIAGEN, 28004)\r\n\n\nBsa I \\(NEB, R0535S)\r\n\n\nAge1 \\(NEB, R0552S)\r\n\n\nDra I \\(TaKaRa, D1037A)\r\n\n\nSolution I \\(TaKaRa, 6022Q)\r\n\n\nPMSG \\(Sansheng, China. 50 IU/ml in normal saline. Aliquot and store at -80°C)\r\n\n\nHCG \\(Sansheng, China. 50 IU/ml in normal saline. Aliquot and store at -80°C)\r\n\n\nEmbryoMax® Injection Buffer \\(Millipore, MR-095-10F)\r\n\n\nProteinase K \\(Merck, 1245680100. 20 mg/ml in water. Aliquot and store at -20°C)\r\n\n\nLysis buffer \\(10 µM Tris-HCl, 0.4 M NaCl, 2 µM EDTA, 1% SDS)\r\n\n\nPhenol \\(Tris-saturated), Chloroform and alcohol\r\n\n\nPCR Cleanup Kit \\(Axygen, AP-PCR-50)\r\n\n\nT7EN1 \\(NEB, M0302L) \r\n\n\nPrimeSTAR HS DNA Polymerase \\(Takara, DR010A)\r\n\n\nT-Vector pMD™19 \\(Simple) kit \\(TaKaRa, 3271)"
        },
        {
            "header": "Equipment",
            "content": "Centrifuge \\(RT and 4°C)\r\n\n\nVortex\r\n\n\nOne Drop OD-1000+ Spectrophotometer\r\n\n\nThermocycler\r\n\n\nThermomixer\r\n\n\nWater bath \\(37°C, 42°C and 58°C)"
        },
        {
            "header": "Procedure",
            "content": "Construction of sgRNA expression vectors\r\n\n\n1. Design of paired sgRNA oligos.\r\n  Select paired sgRNAs in a tail-to-tail orientation and separated by 10–30 bp, which have the sequence 5’-CCN\\(52–72)GG.  All possible paired sites for mouse and human exons are available on our website \\(http://www.sanger.ac.uk/htgt/wge/).  For each sgRNA, the 5’-GGN\\(19)GG motif is preferred, however, 5’-GN\\(20)GG or 5’-N\\(21)GG are also satisfactory.  BLAT or BLAST the sgRNA target sites in UCSC or ENSEMBL genome browsers to find those with few or no highly related sites in the genome. Order sgRNA oligos as described in Figure 2.\r\n\n\n2. Annealing oligos prior to cloning.\r\n  4.5 µl Top Oligo \\(100 µM)\r\n\n\n4.5 µl bottom Oligo \\(100 µM)\r\n\n\n1 µl NEB buffer 2          \r\n\n\nAnnealing oligos using a thermocycler with the following program\n2\n:\r\n\n\n95°C, 5 min; 95–85°C at −2°C /s; 85–25°C at −0.1°C /s; hold at 4°C.\r\n\n\n3. Preparation of pUC57-sgRNA plasmid.\r\n  2 µg pUC57-sgRNA\r\n\n\n1 µl CutSmart Buffer\r\n\n\n1 µl BsaI          \r\n\n\nAdd water up to 50 µl and incubate at 37°C for 2 h with occasional shake.\r\n\n\nPurify the digestion product using MinElute PCR Purification Kit.\r\n\n\n4. Ligation of annealed oligos with BsaI-digested pUC57-sgRNA\r\n  2 µl annealed oligos\r\n\n\n1 µl \\(25 ng/ µl) digested pUC57-sgRNA\r\n\n\n3 µl 2 x Solution I          \r\n\n\nIncubate at 16°C for 30 min\r\n\n\n5. Transformation and plate on Kan+ plate \\(50 g/ml).\r\n  6. Confirm correct insertion of sgRNA oligos by sequencing using M13-47 primer.\r\n  7. Mini-prep pUC57-sgRNA plasmid using QIAprep Spin Miniprep Kit.\r\n  \r\n\n\nTranscription of sgRNAs _in vitro_ \r\n\n\n1. Ensure that reagents, tubes and tips are RNase-free and that the work is done in a ribonuclease-free environment.\r\n  2. Digest paired sgRNA plasmids with Dra I and purify the digestion product.\r\n  10 µg paired sgRNA plasmids \\(5 µg each)\r\n\n\n10 µl 10 x M buffer\r\n\n\n5 µl Dra I \\(15U/ µl)\r\n\n\nAdd water up to 100 µl and incubate at 37°C for 3 h with occasional shake.\r\n\n\nCheck plasmids were digested completely by gel electrophoresis, loading 2 µl in 1% agarose gel. Two bands \\(1621 and 1152 bp) will be observed. It is not necessary to gel-purify the band harboring the sgRNA sequence.\r\n\n\nAdd 4 µl RNAsecure and incubate at 60°C for 10 min in a thermomixer.\r\n\n\nPurify and elute the digestion product with 10 µl RNase-free water using MinElute PCR Purification Kit. 5 ~8 µg of DNA will be recovered.\r\n\n\nFor multiplexing experiments, two or more paired sgRNAs may be digested simultaneously in one tube.\r\n\n\nAlternatively, the transcription template containing the T7 promoter sgRNA sequence may be prepared by PCR amplification from a bacterial colony using the following primers and PCR program:\r\n\n\nsgRNA-For:  5’-TCTCGCGCGTTTCGGTGATGACGG\r\n\n\nsgRNA-Rev:  5’-AAAAAAAGCACCGACTCGGTGCCACTTTTTC\r\n\n\nProgram:\r\n\n\n94°C, 5 min; \\(\\(98 °C, 10 s; 72–62 °C, −1 °C/cycle, 15 s; 72 °C, 30 s) 10 cycles, \\(98 °C, 10 s; 62 °C, 15 s; 72 °C, 30 s) 25 cycles); 72°C, 5 min; hold at 4°C.\r\n\n\nInactivate RNases by adding RNAsecure and purify the PCR product using the MinElute PCR Purification Kit.\r\n\n\n\r\n\n\n3. _in vitro_ transcription of sgRNAs using MEGAshortscript™ Kit.\r\n  1 μL T7 10X Reaction Buffer\r\n\n\n1 μL T7 ATP Solution \\(75 mM)\r\n\n\n1 μL T7 CTP Solution \\(75 mM)\r\n\n\n1 μL T7 GTP Solution \\(75 mM)\r\n\n\n1 μL T7 UTP Solution \\(75 mM)\r\n\n\n4 µl purified template \\(more than 2 µg for digested plasmids, 600 ng-1000 ng for PCR products)\r\n\n\n1 μL T7 Enzyme Mix              \r\n\n\n10 µl of transcription volume is OK. \r\n\n\nIncubate the reaction at 37°C for 4-6h in water bath or Thermocycler \\(Set the hot lid to 50°C). \r\n\n\nAdd 1 μL TURBO DNase and incubate at 37°C for 15 min to remove the DNA template.\r\n\n\n4. Purify the sgRNAs by MEGAclear™ Kit according to the manufacturer’s instructions.\r\n  RNA elution option 2 in the manual is preferred.\r\n\n\nPrecipitate with 5 M Ammonium Acetate and ethanol.\r\n\n\nResuspend the pellet using the 30 μL RNase free water.\r\n\n\n20–50 μg RNA will be obtained depending on the quality of DNA template. \r\n\n\n5. Assess sgRNA yield using the One Drop OD-1000+ Spectrophotometer \\(or equivalent) and sgRNA quality by gel electrophoresis.  RNA is loaded in DNA loading buffer and run on a 1% agarose gel \\(180 V for 10 min).\r\n  6. Aliquot and store at -80°C. The sgRNAs are stable for one year without freeze-thaw cycles.\r\n  \r\n\n\nTranscription of Cas9-D10A _in vitro_ \r\n\n\n1. Ensure that reagents, tubes and tips are RNase-free and that the work is done in a ribonuclease-free environment.\r\n  2. Digest Cas9-D10A plasmid with Age I and purify the digestion product.\r\n  10 µg Cas9-D10A\r\n\n\n10 µl NEB buffer 1\r\n\n\n4 µl Age I        \r\n\n\nAdd water up to 100 µl and incubate at 37°C for 3 h with occasional shake.\r\n\n\nAdd 4 µl RNAsecure and incubate at 60°C for 10 min in a thermomixer.\r\n\n\nCheck for complete digestion of the plasmid by electrophoresis, loading 2 µl in 1% agarose gel.\r\n\n\nPurify and elute the digestion product with10 µl RNase-free water using MinElute PCR Purification Kit. 5~8 µg DNA will be recovered.\r\n\n\n3. _in vitro_ transcribe Cas9-D10A using mMESSAGE mMACHINE® T7 Ultra Kit according to the manufacturer’s instructions.\r\n  4. Purify the Cas9-D10A mRNA by RNeasy Mini Kit according to the manufacturer’s instructions.\r\n  5. Assess sgRNA yield using the One Drop OD-1000+ Spectrophotometer \\(or equivalent) and sgRNA quality by gel electrophoresis.  RNA is loaded in DNA loading buffer and run on a 1% agarose gel \\(180 V for 10 min).  A yield of 30-60 μg mRNA is expected.   \r\n  Note: Due to the size of the Cas9-D10A mRNA, no visible size shift is seen after poly-A tailing. The mRNA quality is good if a smear is not observed.\r\n\n\n6. Aliquot and store at -80°C. Cas9-D10A mRNA is stable for one year without freeze-thaw cycles.\r\n  \r\n\n\nCollection of zygotes\r\n\n\n1. Superovulate 4-week-old female C57BL/6J \\(~12–14 g) mice by intraperitoneal injection with PMSG \\(5 IU/100 µl) at 14:00 of day 1 and with HCG \\(5 IU/100 µl) at 13:00 of day 3.\r\n  2. Cross superovulated females with males \\(C57BL/6J or CBA).\r\n  3. Identify plugged females at 9:00 of day 4. Collect one-cell embryos as described3.\r\n  \r\n\n\nPreparation of microinjection mixture\r\n\n\n1. Thaw aliquots of the Cas9-D10A mRNA and sgRNAs on ice. Dilute the Cas9-D10A mRNA with EmbryoMax® Injection Buffer to a concentration of 20 ng/μl and the sgRNAs \\(5 ng/μl each) in a final volume of 50 μl. Pipette the mixture up and down several times.\r\n  2. Centrifuge at 4°C for 1 min at top speed, and carefully transfer 45 μl supernatant to a new tube.  Always keep the tube on ice.\r\n  \r\n\n\nMicroinjection and embryo transfer\r\n\n\nMicroinjection and embryo transfer are performed using standard methods for generation of transgenic mice as described\n4-6\n.  We prefer to inject the RNA mixture into both the cytoplasm and larger \\(male) pronucleus.\r\n\n\n\r\n\n\nGenotyping founders\r\n\n\n1. Tail tips from founders \\(5-day-old) are collected and digested overnight at 58°C with lysis buffer containing 100 µg/ml Proteinase K.  Genomic DNA is extracted by phenol-chloroform and purified by alcohol precipitation.\r\n  2. Target regions \\(300–700 bp) are PCR amplified from genomic DNA and the products are purified with the PCR Cleanup Kit. Purified PCR products are denatured and reannealed in NEBuffer 2 in a thermocycler using the program\n2\n: 95°C, 5 min; 95–85°C at −2°C /s; 85–25°C at −0.1°C /s; hold at 4°C.\r\n  3. Hybridized PCR products are digested with 0.5 µl T7EN1 at 37°C for 30 min and separated by 2% agarose gel7. Mutant founders will yield lower molecular weight cleavage bands.\r\n  4. Cloning and sequencing of PCR amplicons from genomic DNA of mutant founders is used to characterize the mutations.  T-A cloning of PCR products is performed using the T-Vector pMDTM19 kit according to manufacturer’s instructions."
        },
        {
            "header": "Timing",
            "content": "4 days for the construction of sgRNA expression vectors.\r\n\n\n1 day for the in vitro transcription and preparation of sgRNAs.\r\n\n\n1 day for the in vitro transcription and preparation of Cas9-D10A mRNA.\r\n\n\n4 days for the superovulation of females, collection of 1-cell embryos and microinjections.\r\n\n\n1 week for the genotyping of founder animals."
        },
        {
            "header": "Troubleshooting",
            "content": "1. sgRNA expression plasmid does not contain insert.\r\n  pUC57-sgRNA vector is not digested completely. Extend the incubation time and shake the digestion product occasionally. Colony PCR can be used to identify the positive colonies using 5’-TTGTACTGAGAGTGCACCATATG-3’ and the bottom strand sgRNA oligo.\r\n\n\n2. Low yield of sgRNAs.\r\n  a. Use the recommended kits to improve the quality of plasmids and template.\r\n\n\nb. Increase the amount of template or use the PCR product as template.\r\n\n\n3.  Electrophoresis of sgRNAs shows more than one band.\r\n  a. sgRNA can form dimers. Always keep sgRNAs on ice. A low amount of dimer will not affect the function of sgRNA.\r\n\n\nb. DNA template is incompletely digested. Circular template can produce longer transcripts. Extend the incubation time and shake the digestion product occasionally.\r\n\n\nc. DNA template contamination. Add more TURBO DNase and extend incubation time.\r\n\n\n4. Cas9-D10A mRNA produces a smear on an agrose gel.\r\n  a. Use RNAsecure to inactivate RNase contamination.\r\n\n\nb. Use the recommended kits to improve the quality of the DNA template. \\(QIAGEN Mini-prep and PCR clean-up kits are recommended.)"
        },
        {
            "header": "Anticipated Results",
            "content": "1. The purity and quality of in vitro-transcribed sgRNAs and Cas9-D10A mRNA is critical for the success of these experiments. A typical example is shown in Figure 3.\r\n  2.  Typically, 10% of injected embryos transferred to pseudo-pregnant females survive to term.  Approximately half of the founder animals contain mutant alleles based on the T7EN1 cleavage assay and sequencing of target region PCR amplified from tail genomic DNA \\(Table1)."
        },
        {
            "header": "References",
            "content": "1. Shen B. et al. Efficient genome modification by CRISPR-Cas9 nickase with minimal off-target effects.  Nat. Methods. doi:10.1038/nmeth.2857 \\(2014).\r\n  2. Reyon, D. et al. FLASH assembly of TALENs for high-throughput genome editing. Nat Biotechnol. 30, 460-465 \\(2012).\r\n  3. Andras, N. et al. Collecting Zygotes and Removing Cumulus Cells With Hyaluronidase. Cold Spring Harb Protoc. Doi:10.1101/pdb.prot4358 \\(2003).\r\n  4. Andras, N. et al. Microinjection Setup. Cold Spring Harb. Protoc. Doi:10.1101/pdb.prot4396 \\(2003).\r\n  5. Andras, N. et al. Microinjection of Mouse Zygotes. Cold Spring Harb. Protoc. Doi:10.1101/pdb.prot4397 \\(2003).\r\n  6. Andras, N. et al. Oviduct Transfer. Cold Spring Harb. Protoc. Doi:10.1101/pdb.prot4379 \\(2003).\r\n  7. Shen B. et al. Cell Res. Generation of gene-modified mice via Cas9/RNA-mediated gene targeting. 23, 720–723 \\(2013)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Yinan Du for providing the sequences of sgRNA-For/Rev."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.2857",
                "date": "2014-03-03 06:29:33",
                "title": "Efficient genome modification by CRISPR-Cas9 nickase with minimal off-target effects",
                "authors": [
                    "Bin Shen",
                    "Wensheng Zhang",
                    "Jun Zhang",
                    "Jiankui Zhou",
                    "Jianying Wang",
                    "Li Chen",
                    "Lu Wang",
                    "Alex Hodgkins",
                    "Vivek Iyer",
                    "Xingxu Huang",
                    "and William C Skarnes"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12897,
                "identity": "a0273657-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "William C. Skarnes",
                "email": "skarnes@sanger.ac.uk",
                "orcid": "",
                "institution": "Wellcome Trust Sanger Institute, Wellcome Trust Genome Campus, Hinxton, Cambridge CB10 1SA, UK.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "William",
                "middleName": "C.",
                "lastName": "Skarnes",
                "suffix": ""
            },
            {
                "id": 12898,
                "identity": "a027391e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Xingxu Huang",
                "email": "xingxuhuang@mail.nju.edu.cn",
                "orcid": "",
                "institution": "Model Animal Research Center, Nanjing University, 12 Xuefu Road, Pukou District, Nanjing 210061, People's Republic of China.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Xingxu",
                "middleName": "",
                "lastName": "Huang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-03-03 10:57:42",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.006",
        "doiUrl": "https://doi.org/10.1038/protex.2014.006",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608934,
                "identity": "8961c652-370d-4133-be54-7dc3ed56aa38",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 26765,
                "visible": true,
                "origin": "",
                "legend": "Cas9 nickase strategy.    Cas9 nickase induces a double strand break at adjacent CRISPR sites (TS1 and TS2) on opposite DNA strands.  In contrast, single-strand nicks at off-target sites (OTS) for either sgRNA will be corrected by the base-excision repair pathway, thus minimizing off-target mutations. P, PAM site.  [taken from Shen et al., 2014^1^].",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2997/v1/figure_1.jpg"
            },
            {
                "id": 2608930,
                "identity": "877837f4-da88-400d-992e-f8d729dbd929",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 350082,
                "visible": true,
                "origin": "",
                "legend": "Schematic diagram of sgRNA oligos.   TAGG and AAAC should be added to the 5’ end of top strand and bottom strand oligos, respectively, to generate sticky ends after annealing.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2997/v1/figure_2.jpg"
            },
            {
                "id": 2608929,
                "identity": "660d39b4-b866-42db-9a34-7873309499ea",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:34",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 144208,
                "visible": true,
                "origin": "",
                "legend": "Assessing the quality of sgRNAs and Cas9-D0A mRNA by gel electrophoresis.   (a) Electrophoresis of sgRNAs on 1% agarose gel should yield a single band just below 100 bp. Lane M, DNA  ladder (DL2,000; TaKaRa). (b)  Electrophoresis of untailed and polyA-tailed Cas9 mRNA on 1% agarose gel.  The mRNA runs as two bands, due to persistent secondary structure. No visible size shift can be seen after tailing. The quality of mRNA is good if discrete bands are visible.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2997/v1/figure_3.jpg"
            },
            {
                "id": 2608932,
                "identity": "85b2b175-090f-4708-936d-f12b03850522",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 270591,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Summary of embryo injections using paired sgRNAs and Cas9-D10A mRNA.   Table 1 shows the results of our injections of one or more pairs of sgRNAs. ",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2997/v1/figure_4.jpg"
            },
            {
                "id": 13464891,
                "identity": "913f17e5-14c6-4cb2-811a-869ee78010bb",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 389604,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2997/v1/3178e760-95a9-49b2-a5c6-2ae4e541ab5d.pdf"
            }
        ],
        "financialInterests": "None.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "CRISPR, Cas9-D10A, nickase, gene targeting, off-target, mouse",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Cas9 nickase and paired sgRNAs can be used to efficiently modify the genome of one-cell embryos with minimal off-target damage<sup>1</sup>. This protocol describes the design and construction of paired sgRNAs plasmids, preparation of sgRNAs and Cas9-D10A mRNAs for the injection of one-cell embryos, and, genotyping of founder animals.",
        "manuscriptTitle": "Generation of mutant mice with minimal off-target effects by microinjection of one-cell embryos with paired sgRNAs and Cas9 nickase",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-03-03 15:35:49",
                "doi": "10.1038/protex.2014.006",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a026e398-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 3rd, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3107,
                "name": "Genetics"
            },
            {
                "id": 3108,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-03-03 15:35:49",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}