{
    "identity": "nprot-6897",
    "title": "NGS-based analysis of the mouse B-cell receptor repertoire",
    "content": [
        {
            "header": "Introduction",
            "content": "In the context of cancer, analysis of the BCR repertoire in mice becomes increasingly important to define clones and subclones within a tumor population. There are several approaches for this analysis, e.g. by spectratyping, but high-throughput sequencing is the state-of-the-art nowadays. So far, there are no manufacturers kits for mouse BCR repertoire analysis by NGS available. Therefore, we developed an in-lab protocol with self-designed degenerated primers for amplification of the rearranged VDJ locus of the immunoglobulin heavy chain using genomic DNA as input material. With this protocol, up to 3 x 96 mouse samples can be multiplexed and subjected to Illumina sequencing in a fast and cost-saving way."
        },
        {
            "header": "Reagents",
            "content": "**PCR amplification**\r\n\n\n• Phusion High-Fidelity PCR Master Mix with HF Buffer \\(Thermo Fisher, cat. no. F531L)\r\n\n\n• 2x KAPA HiFi HotStart ReadyMix \\(Roche, cat. no. 07958927001) \r\n\n\n• PCR primer for amplification \\(untagged, tagged) see Table 1 \\(Eurofins Genomics; Stock concentration: 100 µmol/L)\r\n\n\n• Nextera XT Index 1 Primers \\(N7XX) and Nextera XT Index 2 Primers \\(S5XX) from the Nextera XT Index kit \\(Illumina, cat. no. FC‐131‐1002) for multiplexing of 96 samples\r\n\n\n• Nuclease-Free Water \\(Qiagen, cat. no. 129114)\r\n\n\n\r\n\n\n**Purification of reactions**\r\n\n\n• AMPure XP beads \\(Beckman Coulter, cat. no. A63881)\r\n\n\n• 1 M Tris-HCl, pH 8.5, sterile \\(Teknava, cat. no. T1085)\r\n\n\n• Ethanol absolute for analysis EMSURE ACS,ISO,Reag. Ph Eur \\(Merck, cat. no. MC1009831000)\r\n\n\n• Nuclease-Free Water \\(Qiagen, cat. no. 129114)\r\n\n\n\r\n\n\n**Determination of DNA quantity and quality**\r\n\n\n• Qubit dsDNA HS Assay Kit \\(Thermo Fisher, cat. no. Q32851)\r\n\n\n• D1000 ScreenTape \\(Agilent, cat. no. 5067-5582)\r\n\n\n• D1000 Reagents \\(Agilent, cat. no. 5067-5583)\r\n\n\n• D1000 Ladder \\(Agilent, cat. no. 5067-5586)\r\n\n\n• High Sensitivity D1000 ScreenTape \\(Agilent, cat. no. 5067-5584)\r\n\n\n• High Sensitivity D1000 Reagents \\(Agilent, cat. no. 5067-5585)\r\n\n\n• High Sensitivity D1000 Ladder \\(Agilent, cat. no. 5067-5587)\r\n\n\n\r\n\n\n**Illumina Sequencing**\r\n\n\n• MiSeq Reagent Kit v3 \\(600-cycle) \\(Illumina, cat. no. MS-102-3003)\r\n\n\n• 0.2 N NaOH \\(freshly prepared)\r\n\n\n\r\n\n\n**REAGENT SETUP** \r\n\n\n**80% ethanol**\r\n\n\nPrepare an 80% ethanol solution \\(vol/vol) with nuclease-free water freshly for each purification reaction by mixing 1 part ethanol absolute for analysis and 4 parts nuclease-free water.\r\n\n\n\r\n\n\n**10 mM Tris-HCl \\(pH 8.5)**\r\n\n\nPrepare a 10 mM Tris-HCl \\(pH 8.5) solution by adding 100 µl of a 1 M Tris-HCl \\(pH 8.5) stock solution to 9.9 ml nuclease-free water. \r\n\n\n\r\n\n\n**Table 1: Primer sequences for PCR amplification of the VDJ region of the B-cell receptor**\r\n\n\n\r\n\n\n    <a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/6849/original/Table_1.png?1528989598\">See figure in Figures section.</a>"
        },
        {
            "header": "Equipment",
            "content": "• Thermocycler T3000 \\(Biometra)\r\n\n\n• DynaMag-96 Side Magnet \\(Thermo Fisher; cat. no. 12331D)\r\n\n\n• NanoDrop 2000c Spectrophotometers \\(Thermo Fisher)\r\n\n\n• Qubit 2.0 Fluorometer \\(Invitrogen, cat. no. Q32866)\r\n\n\n• 4200 TapeStation system \\(Agilent, cat. no. G2991AA)\r\n\n\n• MiSeqDx \\(Illumina)\r\n\n\n• Eppendorf microcentrifuge 5424 \\(Eppendorf, cat. no. 022620444)  \r\n\n\n• MiniStar silverline microcentrifuge \\(VWR, cat. no. 521-2844)\r\n\n\n• Loading Tips for Agilent 4200 TapeStation system \\(Agilent, cat. no. 5067-5599)\r\n\n\n• 1000 µl Filter Tip \\(Sterile), racked \\(Starlab, cat. no. S1126-7810)\r\n\n\n• 200 µl Graduated Filter Tip \\(Sterile), Racked \\(Starlab, cat. no. S1120-8810)\r\n\n\n• 100 µl Bevelled Filter Tip \\(Sterile), Racked \\(Starlab, cat. no. S1120-1840)\r\n\n\n• 10/20 µl XL Graduated Filter Tip \\(Sterile), Racked \\(Starlab, cat. no. S1120-3810)\r\n\n\n• PCR Tubes, 0.2 ml 8-Strip, natural \\(Starlab, cat. no. I1402-3500)\r\n\n\n• PCR caps, 8-Strip Caps, Domed \\(Starlab, cat. no. I1400-0800)\r\n\n\n• DNA LoBind Tubes, 1.5 mL \\(Eppendorf, cat. no. 0030108051)\r\n\n\n• 0.5ml PCR Tubes \\(Promega, cat. no. E4941)\r\n\n\n• Falcon Centrifuge Tubes, Polypropylene, Sterile, 50 ml \\(BD Falcon, cat. no. 352070)\r\n\n\n• Falcon Centrifuge Tubes, Polypropylene, Sterile, 15 ml \\(BD Falcon, cat. no. 352097)"
        },
        {
            "header": "Procedure",
            "content": "**Primer design for amplification of the VDJ region of the B-cell receptor**\r\n\n\n1| Nucleotide sequences of the mouse IGHV and the IGHJ region can be obtained from the IMTG genome database \\(http://www.imgt.org/vquest/refseqh.html#VQUEST) \r\n\n\n2| Perform a sequences alignment of each gene segment \\(IGHV and IGHJ) and create a frequency plot with WebLogo \\(https://weblogo.berkeley.edu/logo.cgi) \r\n\n\n3| Primer sequences were obtained based on frequencies of single bases within the aligned sequence using the UIB code for degenerated primers \\(see Figure 1)\r\n\n\n\\(i) For the IGHV gene segment the sequence alignment of the framework region 1 \\(FR1) clustered into 2 groups, hence 2 different degenerated forward primers were generated \\(see Table 1, RG1269 and RG1270)\r\n\n\n\\(ii) For the IGHJ gene segment 1 degenerated reverse primer was generated \\(see Table 1, RG1271)\r\n\n\n\r\n\n\n**Figure 1: Schematic representation of VDJ recombination and primer design for amplification of the VDJ region.**\nSee figure in Figures section.\n**Figure 1: Schematic representation of VDJ recombination and primer design for amplification of the VDJ region.** \\(A) The heavy chain immunoglobulin locus prior and \\(B) after VDJ recombination, including detailed representation of the rearranged VDJ segments with framework region 1-3 \\(FR 1-3) and complementarity-determining regions 1-2 \\(CDR1-2) on the V segment, CDR3 on the rearranged VDJ segments and FR4 on the J segment. \\(C) Frequency plots of the primer binding sites created in WebLogo and the corresponding primer sequences in bold.\r\n\n\n\r\n\n\n**Quantification of genomic DNA \\(gDNA)**\r\n\n\n4| Determine gDNA concentration of CD5+/CD19+ sorted CLL cells using the Qubit dsDNA HS Assay Kit according to the manufacturer’s instructions.\r\n\n\n5| 30 ng of gDNA is used as a template for PCR amplification in Step 7. \r\n\n\n\r\n\n\n**Amplification of the VDJ region of the B-cell receptor by PCR**\r\n\n\n6| Prepare primer mix for 1st PCR reaction \\(Phusion POL)\r\n\n\n\\(i) Dilute primer stocks \\(100 µM) of RG1269, RG1270 and RG1271 to a final concentration of 10 µM using nuclease-free water, e.g. mix 5 µl of each 100 µM primer stock with 45 µl of nuclease-free water.\r\n\n\n\\(ii) Mix equal volumes of each primer to generate a primer mix with 10 µM of each primer \r\n\n\n7| Set up 1st PCR reaction in 0.2 ml PCR tubes as follows:\r\n\n\n\r\n\n\n**Table 2: Components for 1st PCR reaction**\nSee figure in Figures section.\n8| Start PCR reaction using the following cycler program:\r\n\n\n\r\n\n\n**Table 3: Cycler program for 1st PCR reaction**\nSee figure in Figures section.\n**Purification of the 1st PCR reaction**\r\n\n\n9| Preparations before start of the purification\r\n\n\n\\(i) The optimal working temperature for the AMPure XP beads is on room temperature. Keep in mind to take them out of the fridge in time. 20 µl AMPure XP beads per sample are needed. Vortex AMPure XP beads for 30 seconds to generate a homogenous solution\r\n\n\n\\(ii) Bring 10 mM Tris-HCl \\(pH 8.5) solution to room temperature. 52.5 µl is needed per reaction.\r\n\n\n\\(iii) Prepare 80% ethanol solution freshly on room temperature. 400 µl is needed per sample.\r\n\n\n10| Add 20 µl AMPure XP beads to each PCR reaction and mix well by pipetting up and down until beads are resuspended\r\n\n\n11| Incubate the mixture for 5 min at room temperature\r\n\n\n12| Place the samples on a magnetic stand \\(e.g. DynaMag-96 Side Magnet) and wait until the beads form a pellet and the supernatant is clear\r\n\n\n13| Remove the supernatant without destroying the bead pellet\r\n\n\n14| Keep samples on the magnetic stand while washing twice with 200 µl 80% ethanol solution. Remove ethanol after 30 seconds incubation without destroying the bead pellet.\r\n\n\n15| Make sure to remove all remaining ethanol after each wash step\r\n\n\n CRITICAL STEP: Removal of as much ethanol as possible is critical here, to ensure the removal of residual primers of the 1st PCR reaction that could interfere with the 2nd PCR reaction. In addition, it is important to not destroy the bead pellet or lose beads by washing them out which leads to lower yields of the PCR product after elution.\r\n\n\n16| Incubate on room temperature for 10 min until residual ethanol is evaporated, but do not over dry the bead pellet. The pellet should appear dry but not broken or cracked.\r\n\n\n17| Take samples from magnetic stand and resuspend the dry bead pellet in 52.5 µl 10 mM Tris-HCl \\(pH 8.5) until the solution is homogenous\r\n\n\n18| Incubate the mixture for 5 min at room temperature\r\n\n\n19| Place the samples back on the magnetic stand and wait until the beads form a pellet and the supernatant is clear\r\n\n\n20| Transfer 50 µl of the supernatant into a new PCR tube without destroying the bead pellet\r\n\n\nTroubleshooting\\!\r\n\n\n\r\n\n\nOPTIONAL: Analyze samples on a D1000 ScreenTape in a TapeStation system to monitor successful amplification and removal of residual primers. The PCR product should have a length of around 370 bp.\r\n\n\n\r\n\n\n PAUSE POINT: Reactions can be stored at ‐15° to ‐25°C for up to one week.\r\n\n\n\r\n\n\n**2nd PCR amplification for tagging of the VDJ region of the B-cell receptor**\r\n\n\n21| Prepare primer mix for 2nd PCR reaction \\(Phusion POL)\r\n\n\n\\(i) Dilute primer stocks \\(100 µM) of RG1272, RG1273 and RG1274 together in one tube to a final concentration of 1 µM using nuclease-free water, e.g. pipette 10 µl of each 100 µM primer stock together with 970 µl of nuclease-free water.\r\n\n\n22| Set up 2nd PCR reaction in 0.2 ml PCR tubes as follows:\r\n\n\n\r\n\n\n**Table 4: Components for 2nd PCR reaction**\nSee figure in Figures section.\n23| Start PCR reaction using the following cycler program:\r\n\n\n\r\n\n\n**Table 5: Cycler program for 2nd PCR reaction**\nSee figure in Figures section.\n**Purification of the 2nd PCR reaction**\r\n\n\n24| Repeat step 9 to 20 to purify the PCR product of the 2nd PCR reaction\r\n\n\n\r\n\n\n PAUSE POINT: Reactions can be stored at ‐15° to ‐25°C for up to one week.\r\n\n\n\r\n\n\n**Determination of DNA quantity and quality**\r\n\n\n25| Analyze samples on a D1000 ScreenTape in a TapeStation system to monitor successful amplification and removal of residual primers. The PCR product should have a length of around 450 bp. Representative TapeStation electropherograms of a good and a critical run are shown in Figure 2.\r\n\n\nTroubleshooting\\!\r\n\n\n\r\n\n\n**Figure 2: Representative TapeStation electropherograms**\nSee figure in Figures section.\n**Figure 2:** Representative TapeStation electropherogram of a good \\(top) and a critical \\(bottom) run of the 2nd PCR reaction and AMPure bead purification. \r\n\n\n\r\n\n\n26| Determine the peak molarity \\[nmol/l] of the PCR product by integrating under the peak. Calculate the volume inserted for the indexing PCR \\(Step 27) as follows:\r\n\n\n\r\n\n\n**Table 6: Volume for the indexing PCR dependent on peak molarity**\nSee figure in Figures section.\n**3rd PCR amplification for indexing of samples for Illumina Sequencing**\r\n\n\n27| Set up indexing PCR reaction in 0.2 ml PCR tubes as follows:\r\n\n\n\r\n\n\n**Table 7: Components for indexing PCR reaction**\nSee figure in Figures section.\n CRITICAL STEP: All samples sequenced on one flow cell must have unique Index combinations\r\n\n\n\r\n\n\n28| Start PCR reaction using the following cycler program:\r\n\n\n\r\n\n\n**Table 8: Cycler program for indexing PCR reaction**\nSee figure in Figures section.\n**Purification of the indexing PCR reaction**\r\n\n\n29| Repeat step 9 to 20 to purify the PCR product of the indexing PCR reaction with minor modifications\r\n\n\n\\(i) Use 27.5 µl of 10 mM Tris-HCl \\(pH 8.5) for resuspension of the beads \\(Step 17)\r\n\n\n\\(ii) Transfer 25 µl of the supernatant into a new DNA LoBind Tube \\(1.5 ml) without destroying the bead pellet \\(Step 20)\r\n\n\n PAUSE POINT: Reactions can be stored at ‐15° to ‐25°C for up to one week\r\n\n\n\r\n\n\n**Quantification of indexed DNA**\r\n\n\n30| Analyze 1:10 to 1:50 diluted samples \\(10 mM Tris-HCl, pH 8.5) on a D1000 ScreenTape in a TapeStation system to monitor successful amplification and removal of residual primers. The PCR product should have a length of around 520 bp. Check whether the main peak is above 90 % of the integrated area and no impurity occurs. Representative TapeStation electropherograms of a good and a critical run are shown in Figure 3.\r\n\n\nTroubleshooting\\!\r\n\n\n\r\n\n\nCRITICAL STEP: Do not dilute the whole sample, only some µl for analysis in a TapeStation system\r\n\n\n\r\n\n\n**Figure 3: Representative TapeStation electropherograms**\nSee figure in Figures section.\n**Figure 3:** Representative TapeStation electropherogram of a good \\(top) and a critical \\(bottom) run of the indexing PCR reaction and AMPure bead purification of 1:20 diluted samples. \r\n\n\n\r\n\n\n31| Determine the DNA concentration \\[ng/µl] of the purified PCR product \\(Step 29 \\(ii)) of the indexing PCR using the Qubit dsDNA HS Assay Kit according to the manufacturer’s instructions.\r\n\n\n32| Calculate the DNA concentration in nM as follows:\r\n\n\n\r\n\n\n**Equation 1: Calculation of DNA concentration in nM**\nSee figure in Figures section.\n**Pooling and denaturation of the libraries**\r\n\n\n33| Dilute each sample to a final concentration of 4 nM in 10 mM Tris-HCl \\(pH 8.5) in DNA LoBind Tubes.\r\n\n\n34| Pool equimolar amounts, e.g. 5 µl per sample in a DNA LoBind Tube. Depending on the desired coverage, up to 3 x 96 samples can be pooled for one run on a MiSeqDx system using MiSeq Reagent Kit v3 \\(600-cycle) in a 300 bp paired-end run. In this setup with 96 multiplexed samples, a read depth of ~ 250.000 reads per sample is achieved. \r\n\n\n35| Determine DNA concentration \\[ng/µl] of the library pool \\(Step 34) using the Qubit dsDNA HS Assay Kit according to the manufacturer’s instructions.\r\n\n\nCRITICAL STEP: The concentration of the pool should be 4 nM. \r\n\n\n\r\n\n\n36| For denaturation of the library pool combine 5 µl of the 4 nM library pool with 5 µl of 0.2 N NaOH \\(freshly prepared) in a DNA LoBind Tube, mix by vortexing, spin down and incubate at room temperature for 5 min.\r\n\n\n37| Add 990 µl pre-chilled HT1 buffer to obtain a 20 pM denatured library, keep the library on ice.\r\n\n\n38| Dilute the denatured library to 8 pM by combining 240 µl of the 20 pM denatured library \\(Step 37) with 360 µl pre-chilled HT1 buffer.\r\n\n\n39| Keep the diluted and denatured library on ice until sequencing.\r\n\n\n\r\n\n\n**Sequencing on a MiSeqDx system**\r\n\n\n40| Prepare the MiSeqDx system for a sequencing run according to the manufacturer’s instructions.\r\n\n\n41| Use the Illumina Experiment Manager Software in FASTQ only Run Settings to generate the sample sheet using the following parameters:\r\n\n\n\r\n\n\n**Table 9: MiSeqDx system run parameter**\nSee figure in Figures section.\n42| Sequence with the MiSeq Reagent Kit v3 \\(600-cycle).\r\n\n\n\r\n\n\n**Analysis of the B cell receptor repertoire**\r\n\n\n42| For bioinformatic analysis the MiXCR software v2.1.8 and the reference library repseqio.v1.4 was used. Change the species parameter setting to _Mus musculus_; the default setting is _Homo sapiens_."
        },
        {
            "header": "Timing",
            "content": "Total time: ~ 5 days\r\n\n\nStep 1-3 Primer design for amplification of the VDJ region of the B-cell receptor – 3 h\r\n\n\nStep 4-5: Quantification of genomic DNA \\(gDNA) – 1h\r\n\n\nStep 6-8: Amplification of the VDJ region of the B-cell receptor by PCR – 1 h\r\n\n\nStep 9-20: Purification of the 1st PCR reaction – 1.5 h\r\n\n\n21-23: 2nd PCR amplification for tagging of the VDJ region of the B-cell receptor – 1 h\r\n\n\n24: Purification of the 2nd PCR reaction – 1.5 h\r\n\n\n25-26: Determination of DNA quantity and quality – 1 h\r\n\n\n27-28: 3rd PCR amplification for indexing of samples for Illumina Sequencing – 1 h\r\n\n\n29: Purification of the indexing PCR reaction – 1.5 h\r\n\n\n30-32: Quantification of indexed DNA – 1.5 h\r\n\n\n33-39: Pooling and denaturation of the libraries – 1.5 h\r\n\n\n40-41: Sequencing on a MiSeqDx system – 2 d\r\n\n\n42: Analysis of the B cell receptor repertoire – 1 d\r\n\n\n\r\n\n\nThe timing information is based on the preparation of 24 samples, for more samples consider more time."
        },
        {
            "header": "Troubleshooting",
            "content": "**Table 10: Troubleshooting**\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/6873/original/Table_10.png?1528993516\">See figure in Figures section.</a>"
        },
        {
            "header": "Anticipated Results",
            "content": "Fast and precise analysis of the amino acid sequence of the BCR CDR3 region in mice by high-throughput sequencing on an Illumina MiSeqDx system."
        },
        {
            "header": "References",
            "content": "Bolotin, C.A. et al. MiXCR: software for comprehensive adaptive immunity profiling. Nat. Methods. 12, 380-381 \\(2015). \r\n\n\n\r\n\n\nLefranc, M.-P. and Lefranc, G. The Immunoglobulin FactsBook. Academic Press, London, UK \\(458 pages), \\(2001).\r\n\n\n\r\n\n\nCrooks G.E. et al. WebLogo: A sequence logo generator. Genome Research 14, 1188-1190 \\(2004).\r\n\n\n\r\n\n\nSchneider T.D., Stephens R.M. Sequence Logos: A New Way to Display Consensus Sequences. Nucleic Acids Res. 18, 6097-6100 \\(1990)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41375-018-0260-4",
                "date": "2018-09-12 12:21:07",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15786,
                "identity": "a17b5808-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Nadja Zaborsky",
                "email": "n.zaborsky@salk.at",
                "orcid": "",
                "institution": "Salzburg Cancer Research Institute - Laboratory for Immunological and Molecular Cancer Research (SCRI-LIMCR); Cancer Cluster Salzburg, Austria  ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Nadja",
                "middleName": "",
                "lastName": "Zaborsky",
                "suffix": ""
            },
            {
                "id": 15787,
                "identity": "a17b5bc9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maria Schubert",
                "email": "",
                "orcid": "",
                "institution": "Salzburg Cancer Research Institute - Laboratory for Immunological and Molecular Cancer Research (SCRI-LIMCR); Cancer Cluster Salzburg, Austria",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "",
                "lastName": "Schubert",
                "suffix": ""
            },
            {
                "id": 15788,
                "identity": "a17b5da7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Franz J. Gassner",
                "email": "",
                "orcid": "",
                "institution": "Salzburg Cancer Research Institute - Laboratory for Immunological and Molecular Cancer Research (SCRI-LIMCR); Cancer Cluster Salzburg, Austria  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Franz",
                "middleName": "J.",
                "lastName": "Gassner",
                "suffix": ""
            },
            {
                "id": 15789,
                "identity": "a17b603a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Roland Geisberger",
                "email": "",
                "orcid": "",
                "institution": "Salzburg Cancer Research Institute - Laboratory for Immunological and Molecular Cancer Research (SCRI-LIMCR); Cancer Cluster Salzburg, Austria  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roland",
                "middleName": "",
                "lastName": "Geisberger",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-09-12 10:34:44",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.110",
        "doiUrl": "https://doi.org/10.1038/protex.2018.110",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610178,
                "identity": "a13b53a9-9699-49b7-95a2-d20753c39bce",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45497,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Primer sequences for PCR amplification of the VDJ region of the B-cell receptor",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_1.png"
            },
            {
                "id": 2610181,
                "identity": "9d328006-223a-44c4-b289-a7133f8f4913",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 77771,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Schematic representation of VDJ recombination and primer design for amplification of the VDJ region.   Figure 1: Schematic representation of VDJ recombination and primer design for amplification of the VDJ region. (A) The heavy chain immunoglobulin locus prior and (B) after VDJ recombination, including detailed representation of the rearranged VDJ segments with framework region 1-3 (FR 1-3) and complementarity-determining regions 1-2 (CDR1-2) on the V segment, CDR3 on the rearranged VDJ segments and FR4 on the J segment. (C) Frequency plots of the primer binding sites created in WebLogo and the corresponding primer sequences in bold.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_2.png"
            },
            {
                "id": 2610182,
                "identity": "aa031f52-632d-4607-b21a-e69c82449bb9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 16958,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Components for 1st PCR reaction ",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_3.png"
            },
            {
                "id": 2610183,
                "identity": "2b5dcd05-83f9-4fae-9f12-0c8c4f244ad9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8591,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Cycler program for 1st PCR reaction ",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_4.png"
            },
            {
                "id": 2610184,
                "identity": "4386fa59-9377-4c01-8ca3-5253c071e49c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 17525,
                "visible": true,
                "origin": "",
                "legend": "Table 4   Components for 2nd PCR reaction",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_5.png"
            },
            {
                "id": 2610185,
                "identity": "9e1b1c95-0494-4f29-9ef4-f6c2648ba251",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8596,
                "visible": true,
                "origin": "",
                "legend": "Table 5   Cycler program for 2nd PCR reaction ",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_6.png"
            },
            {
                "id": 2610186,
                "identity": "8e8021d8-dc49-46d3-a9f0-124040ad3322",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6001,
                "visible": true,
                "origin": "",
                "legend": "Table 6   Volume for the indexing PCR dependent on peak molarity ",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_7.png"
            },
            {
                "id": 2610189,
                "identity": "67d3df25-9f6e-46b5-9ca0-98567c54dece",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 38607,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Representative TapeStation electropherograms    Figure 2: Representative TapeStation electropherogram of a good (top) and a critical (bottom) run of the 2nd PCR reaction and AMPure bead purification.",
                "description": "",
                "filename": "figure8.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_8.png"
            },
            {
                "id": 2610187,
                "identity": "3653b1b0-6f74-4872-8320-43c68f73b144",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 16149,
                "visible": true,
                "origin": "",
                "legend": "Table 7   Components for indexing PCR reaction ",
                "description": "",
                "filename": "figure9.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_9.png"
            },
            {
                "id": 2610188,
                "identity": "0cb51766-0cc9-47b9-9f66-58700192d104",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 10,
                "title": "Figure 10",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8451,
                "visible": true,
                "origin": "",
                "legend": "Table 8   Cycler program for indexing PCR reaction",
                "description": "",
                "filename": "figure10.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_10.png"
            },
            {
                "id": 2610190,
                "identity": "aa2c7905-3849-4252-a963-d9641c7f0d3a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 11,
                "title": "Figure 11",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 41313,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Representative TapeStation electropherograms    Figure 3: Representative TapeStation electropherogram of a good (top) and a critical (bottom) run of the indexing PCR reaction and AMPure bead purification of 1:20 diluted samples.",
                "description": "",
                "filename": "figure11.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_11.png"
            },
            {
                "id": 2610191,
                "identity": "0f2804f7-96c9-4662-913f-b5423ab45a63",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 12,
                "title": "Figure 12",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 9640,
                "visible": true,
                "origin": "",
                "legend": "Table 9   MiSeqDx system run parameter",
                "description": "",
                "filename": "figure12.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_12.png"
            },
            {
                "id": 2610193,
                "identity": "9b959d96-a861-4472-a53d-f9c3fcd009e4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 13,
                "title": "Figure 13",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50926,
                "visible": true,
                "origin": "",
                "legend": "Table 10   Troubleshooting",
                "description": "",
                "filename": "figure13.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_13.png"
            },
            {
                "id": 2610194,
                "identity": "65d88732-74b7-45f3-92d6-cfe467bad9fa",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 14,
                "title": "Figure 14",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 5087,
                "visible": true,
                "origin": "",
                "legend": "Equation    Calculation of DNA concentration in nM",
                "description": "",
                "filename": "figure14.png",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/figure_14.png"
            },
            {
                "id": 13466000,
                "identity": "64982f42-8948-4e41-b24e-191153ccc0cf",
                "added_by": "auto",
                "created_at": "2021-09-16 20:49:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 487049,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6897/v1/02b01b11-fd7b-49ed-ba7c-38372e12ce18.pdf"
            }
        ],
        "financialInterests": "The authors declare no conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Mouse, PCR, BCR, High-throughput sequencing",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "The B cell receptor \\(BCR), especially the complementarity-determining region 3 \\(CDR3) encoded on the variable region of the immunoglobulin heavy chain, is the most important region that determines antigen binding and specificity. Furthermore, sequence analysis of the CDR3 region is important for understanding the clonal distribution and dynamics in the clonal evolution of leukemic cells.\r\n\n\nHere we present a sensitive method for fast and precise analysis of the BCR repertoire of mouse chronic lymphocytic leukemia cells by amplification and high-throughput DNA sequencing of the genomic rearranged VDJ locus. Tagging and indexing of the PCR amplified VDJ locus enables multiplexing and Illumina sequencing of up to 3 x 96 samples \\(depending on the requested coverage) in parallel on a MiSeq system, with a total coverage of 25 million reads for a high output run. The protocol includes a suggestion for fast bioinformatics analysis using the MiXCR software.",
        "manuscriptTitle": "NGS-based analysis of the mouse B-cell receptor repertoire",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-01-16 10:33:40",
                "doi": "10.1038/protex.2018.110",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a17ade36-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 16th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4308,
                "name": "Genetics"
            },
            {
                "id": 4309,
                "name": "Biotechnology"
            },
            {
                "id": 4310,
                "name": "Biological techniques"
            },
            {
                "id": 4311,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-01-16 10:33:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}