{
    "identity": "pex-1653",
    "title": "<p>REBOA and its effect on hemodynamics and cerebral blood flow as measured by CTP in a large animal model of raised intracranial pressure and hemorrhagic shock.</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Hemorrhage is the most common cause of preventable death in trauma patients, especially early on in care [1, 2, 3]. Patients often present with multiple injuries and concomitant traumatic brain injury (TBI) has been shown to increase mortality and worsen&nbsp;long-term outcomes in this patient population [4, 5].&nbsp;Resuscitative Endovascular Balloon Occlusion of the Aorta (REBOA) is a minimally invasive procedure that involves percutaneously accessing the femoral artery and guiding a balloon occlusive catheter into the aorta, and, upon inflation, the limitation of distal hemorrhage with a concomitant increase in cardiac after load and proximal blood pressure [6].&nbsp;</p><p>The use of aortic occlusion in patients with non compressible torso hemorrhage (NCTH) with concomitant brain injury is contraversial, as there is theoretical concern that acute increase in blood pressure may cause ischemia-reperfusion injury and may progress intracranial injury through increased edema, increased intracranial pressure (ICP), and destabilization of newly formed clots [7, 8]. Further, among patients with TBI, there who experience pre-hospital acute hypertension when compared to normotensive patients; in addition, the use of REBOA has been noted to acutely rise ICP leading to brain herniation [9, 10]. This has led to the reluctance of utilizing REBOA in patients presenting with TBI.&nbsp;</p><p>To address the concern of the detrimental impact of REBOA on brain injury, researchers have utilized different modes of aortic occlusion to decrease the effects on cerebral hemodynamics. Partial REBOA (pREBOA) is a method of REBOA that only partially occludes the aorta in order to minimize the undesirable effects of balloon occlusion of the aorta on cerebral swelling/intracranial hypertension. While multiple preclinical animal studies have examine the impact of pREBOA in poly trauma models, none have examined this relationship in injury models that raise the intracranial pressure to levels that threaten cerebral herniation, or did not report the baseline ICP for comparison. Further, the effects of REBOA on systemic and hemodynamic parameters are not consistent, likely due to differences in methodology (degree/timing of hemorrhage, means/size of intracranial lesion) [11, 12, 13]. Thus, the goal of the current study was to better understand how hemodynamic cerebral perfusion parameters change in response to pREBOA or fREBOA treatment in a porcine model of clinically significant increase in ICP.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Telazol (5 mg/kg)</p><p>Xylazine (2 mg/kg)</p><p>Heparin sodium (10000 units/10 cc vial)</p><p>Isoflurane</p><p>Sodium bicarbonate (8.4%)</p><p>Calcium chloride (10%)</p><p>Norepinephrine (1000mg/ml)</p><p>Dextrose (50% solution)</p><p>Sodium Chloride (0.9%)</p><p>Ioxhexol (647mg/ml)</p><p>Potassium Chloride (20mEq/100ml)</p><p>Regular Insulin</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Access: </strong></p><p>5 Fr micro introducer kit (Cook Medical,&nbsp;Bloomington,&nbsp;USA) - MPIS-502-NT-U-SST</p><p>10 cm 7 Fr sheath (Terumo, Elkton, NJ) - REF/Product Code RM*RS7F10PA</p><p>10 cm 9 Fr sheath (Terumo, Elkton, NJ) - REF/Product Code RM*RS9F10PA</p><p>25 cm 9 Fr sheath (Terumo, Elkton, NJ) - REF/Product Code RM*RS9F25PA</p><p>10 cm 10 Fr sheath (Terumo, Elkton, NJ) - REF/Product Code RM*RS10F10PA</p><p>24 cm 6 Fr superflex introducer sheath (Teleflex, Wayne PA)</p><p>10 cm 8 Fr superflex introducer sheath (Teleflex, Wayne, PA)</p><p><strong>Pressure Catheters, REBOA, and Angiographic Catheters: </strong></p><p>70 cm 5 Fr omniflush catheter (Angiodynamics, Queensbury, NY)</p><p>PR REBOA Plus Catheter (Prytime Medical, USA)</p><p>Pressure Catheter (5 F, Dual, Straight, 3 cm, 120 cm, PU/WD) - SPR-751S or SPR-751</p><p>Laser Doppler Needle Probe (AdInstruments, Colorado Springs, USA) - Standard Needle Probe, MNP100XP</p><p><strong>Imaging:</strong></p><p>C-arm for uoroscopy&nbsp;(OEC 9800,&nbsp;General Electric, Boston, USA)</p><p>Bedside US system, such as Phillips Lumify App and US Probes (Phillips, NV, USA) (available:</p><p>https://www.usa.philips.com/healthcare/sites/lumify/lumify-android-app)</p><p>OmniTom Computed Tomography Scanner (Neurologica, Danvers, MA, USA)</p><p><strong>Labs:</strong></p><p>iSTAT 1 (Abbott Labs; available: https://www.pointofcare.abbott/us/en/offerings/istat/istat-</p><p>handheld#specs)</p><p>iSTAT test cartridges for Lactate, Chemistry (Abbott Labs; available:</p><p>https://www.pointofcare.abbott/us/en/offerings/istat/istat-test-cartridges)</p><p>Blood Gas Analyzer with appropriate solutions for functioning (ABL-800 Flex, Radiometer, Copenhagen, Denmark)</p><p><strong>Other:</strong></p><p>Endotracheal Tube 28 French 7.0mm 10/bx Endotrol (SAM Medical: 026351)</p><p>0.9% Normal Saline, IL bags</p><p>Infusion Tubing (BD: SKU 10013365)</p><p>Prelled 10 cc 0.9% Saline Syringes (BD-9104 BD PosiFlush Saline Syringe)</p><p>Fogarty Balloon Catheter</p><p>Pressure Bag</p><p>Syringe Pump</p><p>Dremmel</p><p>Dremmel tips</p><p>Bovie</p><p>11 blade</p>"
        },
        {
            "header": "Procedure",
            "content": "The animal protocol begins with animal preparation and instrumentation, followed by the experimental protocol. The experimental protocol consists of the following phases: baseline, injury, post-injury shock, intervention, and resuscitation.\nI. Animal Preparation and Instrumentation:\n1. Perform sedation with telazol (5mg/kg) and xylazine (2mg/kg) as an intramuscular (IM) injection.\n2. Place oxygen saturation/heart rate probe to monitor animal while sedated. Take temperature for baseline measurement.\n3. Transport the animal to the procedure area\n4. Utilizing the appropriate face mask, place the animal under isoflurane anesthesia, with appropriate quantitative end-tidal CO2 monitoring\n5. Attach electrocardiographic monitor, pulse oximetry monitor, and place temperature probe. Ensure data is being collected and recorded\n6. Place the animal in sternal recumbency and perform endotracheal intubation. Ensure proper placement with quantitative CO2 monitor. Secure endotracheal tube in place.\n7. Place the animal into dorsal recumbency and secure to the operating table. Ensure monitors are still attached and recording properly. Adjust the isoflurane to achieve an MAC ~1.0. Set ventilator tidal volume to ~8-10cc/kg, respiratory rate of 12-14, PEEP of 5, FiO2 of 40%. Titrate minute ventilation to achieve a pCO2 35-45 mmHg based on blood gas analysis. O2 can be titrated based on pulse oximetry.\n8. Place all intravascular catheters using a percutaneous, ultrasound-guided, modified-Seldinger technique. Placement of the pressure catheters/angiogrpahic catheters within the introducer sheaths is performed under direct fluoroscopic guidance.\n- Place 8 Fr. 24 cm Arrow Superflex introducer sheath in the right brachial artery. This is to house the angiographic catheter for image acquisition. Steer the angiographic catheter into the proximal aorta under ultrasound guidance. Perform fluoroscopy to confirm adequate position proximal to the takeoff of the bicarotid trunk. It is placed in this location for anatomical reasons [Edwards]\n- Place 8 Fr. 10 cm Arrow Superflex introducer sheath in the left brachial artery. This is to house the 5Fr pressure catheter to record arterial pressure above the REBOA catheter.\n- Place 9 Fr. 25cm Terumo Introducer sheath into the left internal jugular vein. Guide the tip of the catheter into the right atrium. This is to perform venous blood gases to measure mixed venous blood oxygen saturation\n- Place 7 Fr. 10cm introducer sheath into the right femoral artery. Place a 5 Fr. pressure catheter through this introducer sheath into the distal aorta under fluoroscopic guidance. This is to measure the blood pressure below the REBOA catheter.\n- Place 10 Fr. 10cm introducer sheath into the left femoral artery. Place the REBOA catheter through the sheath and into zone 1 of the aorta under fluoroscopic guidance. Test the REBOA catheter balloon prior to insertion to ensure that the balloon is intact\n- Place 8 Fr. 10cm introducer sheath into the left femoral vein. This will be used for controlled hemorrhage, as well as for drugs and resuscitative fluids/blood product\n- Place 7 Fr. 10 cm introducer sheath in the right femoral vein. Place a 5Fr. pressure catheter through this introducer sheath and place into the IVC under fluoroscopic guidance to monitor CVP. This introducer will also be used for drug administration.\n9. Perform a small lower midline laparotomy using electrocautery for placement of a cystotomy drainage tube. Once intraperitoneal access is established, purse-string suture a Foley catheter in the superior/anterior portion of the bladder. Inflate the foley balloon. Ensure adequate bladder drainage. Close the subcutaneous tissue with a skin stapler.\n10. Ensure all introducers are secured into place. Ensure all catheters are performing adequate hemodynamic monitoring. Give the animal 1L or normal saline with 1 amp of D50 to normalize fluid/glycemic status after fasting.\n11. Once the fluid is completely infused, prepare animal for placement in sternal recumbency. Disconnect pressure probes, clamp and disconnect foley from foley collection bag, disconnect the endotracheal tube from the ventilator, and disconnect any other monitors that could get tangled during the position change.\n12. Place the animal into sternal recumbency and reconnect ventilator, all monitors, and the foley to the foley connection bag.\n13. Check the position of all of the pressure catheters and the angiographic catheter using fluoroscopic guidance. Once adequately postitioned and data collection is confirmed to be working appropriately, attention can be paid to central instrumentation.\n14. Remove the skin and soft tissue overlying the areas of the proposed burr holes with electrocautery.\n15. Perform a helical CT scan to plan for the cerebral probe placement.\n16. Drill 2 burr holes with the Dremmel ~ 2 cm anterior to the posterior ridge, 1 cm to either side of midline. A third burr hole is made on the right anterior portion of the skull.\n17. Incise the dura underlying each burr hole with a scalpel. Place the Fogarty balloon into the anterior burr hole, ~ 1 cm deep, ensuring the balloon portion is within the skull. Place a 5Fr pressure catheter through the right posterior burr hole. Place the LDF probe through the left posterior burr hole. Seal all burr holes around their respective probes/catheters with bone wax to ensure that there is no leakage of blood or CSF through the burr holes.\n18. Perform an additional helical CT scan to ensure proper placement of the intracranial instrumentation. Ensure that data is being recorded properly.\n19. After performing intracranial instrumentation, provide systemic heparinization to the animal (10k units).\nII. Baseline:\n20. Allow for the collection of baseline data for ~15-30 minutes. This includes:\n- baseline hemodynamic parameters\n- baseline intracranial parameters\n- baseline mixed venous blood gas, arterial blood gas\n- baseline chemistry\n- baseline troponin\n21. Perform baseline CT perfusion. This is a pre-determined protocol. Briefly, it is a 60 second scan that captures the same slice every second. It records the transit of contrast. As such, a power injector is utilized (2.5ml/sec for 7.5ml total) to inject contrast through the angiographic catheter in the proximal aorta. Ensure that contrast is observed transiting through the brain during the scan.\nIII. Injury (30 min):\n22. Prepare the blood collection bag with the appropriate anticoagulant, calculate the rates of controlled hemorrhage, and set up the syringe pump to inflate the Fogarty catheter.\n23. Utilizing a standard syringe pump connected to the Fogarty catheter, inflate the Fogarty catheter balloon at a rate of 1ml/min until the ICP reading has a nadir of 20mmHg\n24. Utilizing a standard peristaltic pump connected to the left femoral vein catheter, withdraw blood into the blood collection bag. The controlled hemorrhage is a total of 25% hemorrhage with 15% of the hemorrhage occurring in the first 15 minutes. Continue until the completion of hemorrhage.\nIV: Post-injury Shock (15 min):\n25. Collect full set of labs post injury\n26. Obtain post-injury shock CTP\n27. TIMEOUT: Ensure all sheaths are drawing back for labs, ensure the proper FiO2/FiCO2/paCO2, empty foley bag, ensure labs and CTP are completed\nV. Intervention (30 minutes)\n28. Perform the intervention (fREBOA vs. pREBOA vs. no REBOA)\n- fREBOA is continuous REBOA without any alteration of the balloon\n- pREBOA titrated to systolic pressure goal of 100 +/- 10 mmHg\n- no REBOA group with additional 30 minutes of no intervention\n29. Perform immediate CTP after intervention\n30. Collect blood gases at 15 minutes, full set of labs at 30 minutes post intervention\n31. Perform CTP 30 minutes post intervention\nVI: Resuscitation:\n32. Start infusion of previously shed blood through the left femoral vein via a pressure bag\n33. In the fREBOA and pREBOA groups, deflate the balloon as soon as possible\n34. If not meeting systolic blood pressure goal of 100 +/- 10 mmHg while infusing blood, start norepinephrine infusion.\n35. Once blood is utilized, start normal saline infusion to maintain blood pressure at systolic goal stated above. If not meeting this blood pressure requirement, utilize norepinephrine infusion to meet blood pressure goal.\n36. Once 3x the volume of the controlled hemorrhage is utilized in crystalloid, then carrier fluid can be utilized to deliver norepinephrine. No other fluid boluses were allowed.\n37. Obtain CTP at 60, 120, 180 minutes post resuscitation\n38. Obtain labs at 15, 30, 60, 120, 180 minute marks\n39. Interventions during the resuscitation phase, based on laboratory parameters:\n- Glucose < 75: amp of D50\n- pH < 7.2 with pCO2 < 40 give 1 amp bicarb\n- pH < 7.2 with pCO2 > 40, increase RR by 2\n- iCa < 1.3, give calcium carbonate\n- K+ < 2.5, give KCl\n- K+> 7, give insulin + D50\n40. If the animal survives the entirety of the protocol, euthanize the animal according to institutional protocol (e.g. rapid KCl injection under heavy inhalant anesthesia)."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>Animal Preparation/Instrumentation: 150 minutes</p><p>Baseline: 15 minutes</p><p>Injury: 30 minutes</p><p>Post-Injury Shock: 15 minutes</p><p>Intervention: 30 minutes</p><p>Resuscitation: 180 minutes</p><p>Euthanasia/Cleaning: 60 minutes</p><p><br></p><p>Total: 8 hours</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>We anticipate seeing hemodynamics and cerebral blood flow to be poor when transitioning from baseline to injury/shock. We anticipate restoration of cerebral perfusion during the intervention phases in the REBOA groups. However, we anticipate that the metabolic consequences of undergoing full REBOA for 30 minutes will cause detrimental effects. </p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;Eastridge BJ, Holcomb JB, Shackelford S. Outcomes of traumatic hemorrhagic shock and the epidemiology of preventable death from injury. Transfusion. 2019 Apr;59(S2):1423–8.</p><p>2. Kauvar DS, Lefering R, Wade CE. Impact of hemorrhage on trauma outcome: an overview of epidemiology, clinical presentations, and therapeutic considerations. J Trauma. 2006 Jun;60(6 Suppl):S3-11</p><p>3. Sanddal TL, Esposito TJ, Whitney JR, Hartford D, Taillac PP, Mann NC, et al. Analysis of preventable trauma deaths and opportunities for trauma care improvement in utah. J Trauma. 2011 Apr;70(4):970–7.&nbsp;</p><p>4. Chico-Fernández M, Barea-Mendoza JA, Pérez-Bárcena J, García-Sáez I, Quintana-Díaz M, Marina L, et al. Concomitant Traumatic Brain Injury and Hemorrhagic Shock: Outcomes Using the Spanish Trauma ICU Registry (RETRAUCI). Am Surg. 2021 Mar;87(3):370–5.</p><p>5. Gross T, Schüepp M, Attenberger C, Pargger H, Amsler F. Outcome in polytraumatized patients with and without brain injury. Acta Anaesthesiol Scand. 2012 Oct;56(9):1163–74.</p><p>6. Madurska MJ, Ross JD, Scalea TM, Morrison JJ. State-of-the-Art Review-Endovascular Resuscitation. Shock. 2021 Mar 1;55(3):288–300.</p><p>7. Russo RM, Davidson AJ, Alam HB, DuBose JJ, Galante JM, Fabian TC, et al. Blunt cerebrovascular injuries: Outcomes from the American Association for the Surgery of Trauma PROspective Observational Vascular Injury Treatment (PROOVIT) multicenter registry. J Trauma Acute Care Surg. 2021 Jun 1;90(6):987–95.</p><p>8. Stokland O, Miller MM, Ilebekk A, Kiil F. Mechanism of hemodynamic responses to occlusion of the descending thoracic aorta. Am J Physiol. 1980 Apr;238(4):H423-429.</p><p>9. Sellmann T, Miersch D, Kienbaum P, Flohé S, Schneppendahl J, Lefering R, et al. The impact of arterial hypertension on polytrauma and traumatic brain injury. Dtsch Arztebl Int. 2012 Dec;109(49):849–56.</p><p>10. Uchino H, Tamura N, Echigoya R, Ikegami T, Fukuoka T. “REBOA” - Is it Really Safe? A Case with Massive Intracranial Hemorrhage Possibly due to Endovascular Balloon Occlusion of the Aorta (REBOA). Am J Case Rep. 2016 Nov 1;17:810–3.</p><p>11. Bailey ZS, Cardiff K, Yang X, Gilsdorf J, Shear D, Rasmussen TE, et al. The Effects of Balloon Occlusion of the Aorta on Cerebral Blood Flow, Intracranial Pressure, and Brain Tissue Oxygen Tension in a Rodent Model of Penetrating Ballistic-Like Brain Injury. Front Neurol. 2019;10:1309.</p><p>12. Williams AM, Bhatti UF, Dennahy IS, Graham NJ, Nikolian VC, Chtraklin K, et al. Traumatic brain injury may worsen clinical outcomes after prolonged partial resuscitative endovascular balloon occlusion of the aorta in severe hemorrhagic shock model. Journal of Trauma and Acute Care Surgery. 2019 Mar;86(3):415–23.</p><p>13. Johnson MA, Williams TK, Ferencz S-AE, Davidson AJ, Russo RM, O’Brien WT, et al. The effect of resuscitative endovascular balloon occlusion of the aorta, partial aortic occlusion and aggressive blood transfusion on traumatic brain injury in a swine multiple injuries model. J Trauma Acute Care Surg. 2017 Jul;83(1):61–70.</p><p>14. Edwards J, Abdou H, Patel N, Madurska MJ, Poe K, Bonin JE, et al. The functional vascular anatomy of the swine for research. Vascular. 2021 Apr 4;1708538121996500.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 53579293,
                "identity": "09398788-b1fd-4878-84fe-77bda928b36e",
                "order_by": 0,
                "name": "Joseph Edwards",
                "email": "jedwards@som.umaryland.edu",
                "orcid": "",
                "institution": "R Adams Cowley Shock Trauma Center",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Joseph",
                "middleName": "",
                "lastName": "Edwards",
                "suffix": ""
            },
            {
                "id": 53579298,
                "identity": "e5952d71-9fdb-4f19-b80e-a2f213bbc515",
                "order_by": 1,
                "name": "Noha Elansary",
                "email": "",
                "orcid": "",
                "institution": "R Adams Cowley Shock Trauma Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Noha",
                "middleName": "",
                "lastName": "Elansary",
                "suffix": ""
            },
            {
                "id": 53579295,
                "identity": "cda0fd18-de1b-48b3-8341-cd1b26235e23",
                "order_by": 2,
                "name": "David P Stonko",
                "email": "",
                "orcid": "",
                "institution": "R Adams Cowley Shock Trauma Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "P",
                "lastName": "Stonko",
                "suffix": ""
            },
            {
                "id": 53579296,
                "identity": "66f0575a-6d35-4eb1-baa1-20a4a2f0a97d",
                "order_by": 3,
                "name": "Hossam Abdou",
                "email": "",
                "orcid": "",
                "institution": "R Adams Cowley Shock Trauma Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hossam",
                "middleName": "",
                "lastName": "Abdou",
                "suffix": ""
            },
            {
                "id": 53579297,
                "identity": "84846b3e-6e57-462b-803b-bb380f8ae7d7",
                "order_by": 4,
                "name": "Eric Lang",
                "email": "",
                "orcid": "",
                "institution": "R Adams Cowley Shock Trauma Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Eric",
                "middleName": "",
                "lastName": "Lang",
                "suffix": ""
            },
            {
                "id": 67583672,
                "identity": "a55b684c-e684-4584-8641-e50d86804033",
                "order_by": 5,
                "name": "Rebecca N Treffalls",
                "email": "",
                "orcid": "",
                "institution": "R Adams Cowley Shock Trauma Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rebecca",
                "middleName": "N",
                "lastName": "Treffalls",
                "suffix": ""
            },
            {
                "id": 67583673,
                "identity": "dfe3ecf4-421e-4295-8824-bf84c58cb8ad",
                "order_by": 6,
                "name": "Samuel G Savidge",
                "email": "",
                "orcid": "",
                "institution": "R Adams Cowley Shock Trauma Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Samuel",
                "middleName": "G",
                "lastName": "Savidge",
                "suffix": ""
            },
            {
                "id": 53579294,
                "identity": "0ca5b01e-0b04-4dbd-8bd7-13c1ff0d2fa9",
                "order_by": 7,
                "name": "Jonathan J Morrison",
                "email": "Jonathan.Morrison@som.umaryland.edu",
                "orcid": "",
                "institution": "R Adams Cowley Shock Trauma Center",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jonathan",
                "middleName": "J",
                "lastName": "Morrison",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-09-22 17:19:41",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1653/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1653/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 18607685,
                "identity": "49a9e279-3a07-4501-ac30-528caee8e481",
                "added_by": "auto",
                "created_at": "2022-02-25 11:37:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 258137,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1653/v1/84cc1748-4c8a-4737-81b5-ce424a4c6e02.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "REBOA, aortic occlusion, brain injury, polytrauma, hemorrhage, shock",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Hemorrhage is among the leading causes of preventable deaths in trauma. Further traumatic brain injury (TBI) often present in a polytrauma patient, and is known to worsen outcomes when present with non compressible torso hemorrhage (NCTH). Resuscitative endovascular balloon occlusion of the aorta (REBOA) has been developed as a means of hemorrhage control and afterload increase during a state of hemorrhagic shock, but its use in patients with both hemorrhagic shock and concomitant TBI is controversial, as the potential for ischemia reperfusion injury and acute hypertension may cause intracranial lesion progression. To date, there is limited data on how REBOA alters hemodynamics in a model of hemorrhagic shock and brain injury resulting in raised intracranial pressure. </p><p><br></p><p>The goal of the current study is to define how full REBOA and partial REBOA alter systemic and cerebral hemodynamics in a porcine model of TBI with raised ICP with concomitant hemorrhagic shock. This will be examined throughout the intervention and for 3 hours of resuscitation. It will be evaluated with hemodynamic, laboratory, and radiographic assessments. </p>",
        "manuscriptTitle": "REBOA and its effect on hemodynamics and cerebral blood flow as measured by CTP in a large animal model of raised intracranial pressure and hemorrhagic shock.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-02-25 11:37:05",
                "doi": "10.21203/rs.3.pex-1653/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "4a40811d-fea3-4838-aa6a-7fb6063ff55c",
        "owner": [],
        "postedDate": "February 25th, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-02-25 11:37:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}