{
    "identity": "nprot-4461",
    "title": "**Dual-modal probe for detection of neurokinin-1 receptor and its application in lung cancer diagnosis**",
    "content": [
        {
            "header": "Introduction",
            "content": "**INTRODUCTION**\r\n\n\n\r\n\n\nNeurokinin-1 receptor \\(NK1R) is a member of the tachykinin family of G-protein-coupled receptors, which are widely expressed in various cell types in the lungs, including endothelial, epithelial, and smooth muscle cells, as well as in monocytes, neutrophils, fibroblasts, and mast cells<sup>1 2 3 4</sup>. Overexpression of NK1R, which functions as a mediator in physiological processes including proliferation, metastasis and overall survival, is observed in malignant tumors<sup>5</sup>. Given that background levels of NK1R in normal cells are relatively low <sup>6 7</sup> , these results implicate NK1R as a promising biomarker for clinical lung cancer research.\r\n\n\n\r\n\n\nIn addition to conventional detection methods such as molecular imaging, endoscopy, biopsy, and blood biochemistry tests, which are constrained to the detection of advanced-stage cancer<sup>8 9 10 11</sup>, molecular probes that bind specifically to NK1R may provide a more powerful tool with regard to early-stage diagnosis and therapy<sup>12</sup>. The neuropeptide substance P \\(SP, sequence: MLGFFQQPKPR) is a known ligand of NK1R with high affinity and selectivity, which can be used as a biotag in a detection probe<sup>13 14</sup>.\r\n\n\n\r\n\n\nIn terms of efficient detection, both MRI and FI have already been used for developing biomedical probes, thus improving the accuracy of disease diagnosis<sup>15 16</sup>. For example, fluorescent probes have been used to sense biomarkers such as mRNA<sup>17</sup>, proteins<sup>18</sup>, and enzymes<sup>19</sup>. In addition, MRI, as a non-invasive modality based on Gd \\(III)-DOTA complexes, possesses advantages in terms of stability, low cellular radiance, and accessibility into cells, as well as high spatial and temporal resolutions. MRI can thus be used as a central method for quantitative monitoring in biomedical systems<sup>20 21 22</sup>. \r\n\n\n\r\n\n\nWe recently developed a dual-mode probe for the detection of NK1R using the aggregation of modified substance P in a terpyridine-Fe\\(II) complex with Gd \\(III)-DOTA into well-defined nanostructures. The designed probe **1** is based on the following general principles: i) aggregation of the probe **1** complex containing four to six terpyridine-Fe \\(II) and Gd \\(III)-DOTA reduces the exchange rate of inner-sphere water molecules; ii) the fluorescence of probe **1** itself can effectively be weakened by an aggregation-caused quenching effect; iii) upon selective binding to NK1R, the distance between the initially hindered dyes is enlarged, leading to turning on of the fluorescent signal; and iv) the disaggregation of probe **1** upon binding to NK1R simultaneously causes an increase in the exchange rate of water molecules between the inner- and out-spheres resulting in MRI contrast enhancement \\(**Fig. 1**).\r\n\n\n\r\n\n\nHere, we present a protocol for synthesizing probe **1** including the synthesis of peptide **1** and identification of the probe **1** complex. We emphasize its applications in serum from lung cancer patients. We explain the experimental procedures for NK1R expression and purification, the FI and MRI responses of probe **1** to NK1R _in vitro_, and the application of probe **1** in serum detection in lung cancer patents. These procedures will help to improve the clinical diagnosis of early-stage lung cancer.\r\n\n\n\r\n\n\n**METHODS**\r\n\n\n\r\n\n\n**Construction of dual-mode probes.** Peptide **1** was prepared using rink amide resin by an Fmoc-based solid-phase method \\(**Fig. 2**; steps 1-20). The crude product was then purified to 99.0 % and gave a total yield of 8.2 % after cleavage and deprotection. The probe of interest utilized the original SP sequence as the binding head group, with eight lysine residues attached with two terpyridines and a fluorophore \\(hemicyanine dye) <sup>23 24</sup> to construct a binary complex with Fe \\(II) ions for monitoring NK1R levels in cancer cells. Gd \\(III)-DOTA was connected to the N-terminus as a contrast agent to generate MRI signals. The Gd \\(III)-DOTA complex was subsequently attached by the dropwise addition of Gd \\(III) ions, and the product of peptide **1** and the Gd \\(III)-peptide **1** complex were then both confirmed by matrix-assisted laser desorption ionization time-of-flight \\(MALDI-TOF). The Fe-terpyridine complex was further synthesized through dropwise addition of Fe \\(II) ions, and the resulting terpyridine-Fe \\(II)-Gd \\(III)-DOTA-complex was monitored using UV/visible and fluorescence spectra. After excitation at an appropriate wavelength for fluorescent peptides, new absorption peaks were observed at approximately 330 nm and 530 nm, confirming the formation of the terpyridine-Fe \\(II)-Gd \\(III)-DOTA complex.\r\n\n\n\r\n\n\n**NK1R expression and purification.** Protein expression was induced with isopropyl β -D-1-thiogalactopyranoside \\(IPTG) in liquid lysogeny broth \\(LB) medium with ampicillin \\(20 μg/mL) in Rosetta \\(DE3) cells overnight at 28 °C and purified using nickel-chelating affinity chromatography. The concentration of the NK1R solution was determined using the Bradford method<sup>25</sup> and an albumin from bovine serum \\(BSA) standard curve. NK1R protein identity was confirmed using NK1R samples dissolved in 50 mM Tris-buffered saline at a final concentration 0.928 mg/mL for analysis. Plasmid pET-21a provided with TACR1 \\(NCBI: NM-015727.27) was transformed into the host Rosetta \\(DE3) cells, and recombinant clones were screened using the solid LB medium with ampicillin \\(20 μg/mL)<sup>26</sup>. A single recombinant clone of Rosetta-TACR was selected from solid LB medium with ampicillin \\(20 μg/mL) and added to 4 mL fluid medium for cultivation overnight, with shaking at 200 rpm. A total of 5 mL fresh fluid medium in four tubes was prepared and used at a dilution of 100:1 with the fluid medium previously cultured overnight to allow the recombinant clones to reach logarithmic phase \\(optical density, OD<sub>600</sub> ≈ 0.5) at 37 °C. IPTG was added to three tubes to a final concentration of 1.0 mM, and clones were cultured at 37 °C, 28 °C, and 16 °C, respectively. The fourth tube at 37 °C served as a control. All fluid media included ampicillin \\(20 μg/mL). When the OD<sub>600</sub> reached 1.5, the cells were collected, disrupted ultrasonically, and the supernatants and precipitates were collected. Sodium dodecyl sulfate–polyacrylamide gel electrophoresis was performed to determine if the target protein was expressed in the supernatant or precipitate. Recombinant bacteria were inoculated into 4 mL liquid LB medium and activated overnight. The mixture was then transferred into fresh 400 mL liquid LB medium in a conical flask. Bacteria were treated with IPTG at a final concentration of 1.0 mM in the logarithmic phase, and induced overnight. The induced bacteria were collected by centrifugation at speed \\(1000 × g) for 5 min at room temperature and disrupted by ultrasound \\(300 W, 5s/5s) for 30 min at ice bath. The supernatant was subjected to nickel ion metal affinity chromatography to purify the target protein.\r\n\n\n\r\n\n\n**Flow cytometry \\(FCM) and confocal laser-scanning microscopy \\(CLSM).** We applied probe **1** to determine the localization and expression levels of NK1R _in vitro_ based on a change in fluorescence as the detection signal. Human pulmonary carcinoma \\(A549) and normal human bronchial epithelial \\(HBE) cells uptake were evaluated quantitatively by FCM. Fold increases in mean fluorescence intensity \\(MFI) were calculated using the following equation: fold increase in MFI = \\(MFI of treatment group − MFI of control) / MFI of control. The change in fluorescence signal thus enabled the detection of overexpressed NK1R in A549 cells, with HBE cells as a negative control. We confirmed the localization of probe **1** in A549 and HBE cells using CLSM to track NK1R through co-localization. Both probe **1** and the nuclear-correlated counterstain 4',6-diamidino-2-phenylindole \\(DAPI, 10 μg/mL) were applied in A549 and HBE cells, and comparison of both signals in CLSM overlay images demonstrated that probe **1** accumulated in the cytoplasm and membrane in both A549 and HBE cells.\r\n\n\n\r\n\n\n**Determination of NK1R levels in serum from lung cancer patents using probe 1 MRI signals.** MRI provides a non-invasive method for the quantitative detection of NK1R, with no radiation burden, and with high spatial resolution. Probe **1** provides excellent sensitivity for the detection of NK1R because of its off/on MRI response, enhanced by the terpyridine-Fe \\(II)-Gd \\(III)-DOTA complex, which changes the hydrophobicity and hydrophilicity of the complex by reducing the exchange rate of inner-sphere water molecules upon binding with NK1R. All serum samples \\(30 serum samples from lung cancer patents and 30 serum samples from healthy individuals) were treated with probe **1** \\(20 μM) before testing T<sub>1</sub> \\(the electronic longitudinal relaxation times). Serum samples treated with probe **1** were vortexed for 5.0 min and incubated at 37 °C for 30 min before addition to nuclear magnetic resonance spectroscopy tubes \\(**Fig. 3**). The internal temperature of the instrument was used as a control. Serum samples from patients and healthy control individuals were collected and measured with and without probe **1**. T<sub>1</sub> values were acquired using a 0.5 T NMI20 analyst using a spin-echo pulse sequence with pulse repetition time D<sub>0</sub> \\(600 ms). \r\n\n\n\r\n\n\n**Statistics.** Results are expressed as means ± SD of n observations. To compare sets of data, we used Student’s t-test. Differences were considered statistically significant when _*P_ < 0.05. All tests were performed using SPSS \\(Statistical Product and Service Solutions)."
        },
        {
            "header": "Reagents",
            "content": "**\\!CAUTION** Some of the chemicals used in this protocol are potentially harmful and we therefore recommend performing all the experiments in a fume hood while wearing gloves, a lab coat and safety goggles. Solid and liquid waste should be disposed of appropriately, according to relevant local and institutional guidelines.\r\n\n\n\r\n\n\n1. Fmoc-Arg\\(Pbf)-OH \\(99 %, GL Biochem, cat. no: 36401)\r\n  2. Fmoc-Lys\\(Boc)-OH \\(99 %, GL Biochem, cat. no: 36802)\r\n  3. Fmoc-Lys\\(Alloc)-OH \\(Alloc: allyloxycarbonyl, 99 %, GL Biochem, cat. no: 36880)\r\n  4. Fmoc-Gln\\(Trt)-OH \\(99 %, GL Biochem, cat. no: 36301)\r\n  5. Fmoc-Glu\\(OtBu)-OH \\(99 %, GL Biochem, cat. no: 36601)\r\n  6. Fmoc-Phe-OH \\(99 %, GL Biochem, cat. no: 35701)\r\n  7. Fmoc-Met-OH \\(99 %, GL Biochem, cat. no: 35601)\r\n  8. Fmoc-Leu-OH \\(99 %, GL Biochem, cat. no: 35501)\r\n  9. Fmoc-Gly-OH \\(99 %, GL Biochem, cat. no: 35301)\r\n  10. Fmoc-Pro-OH \\(99 %, GL Biochem, cat. no: 35801)\r\n  11. Rink amide resin \\(99 %, GL Biochem, cat. no: 49101)\r\n  12. N,N-Dimethylformamide \\(DMF, 99.9 %, Sinopharm Chemical Reagent, cat. no: 40072382)\r\n  13. Dichloromethane \\(DCM, 99.9 %, Sinopharm Chemical Reagent, cat. no: 40071190) \r\n  14. Benzotriazol-1-yl-oxytripyrrolidinophosphonium hexafluorophosphate \\(PyBOP, 99 %, GL Biochem, cat. no. 00804)\r\n  15. Diisopropylethylamine \\(DIPEA, 99 %, GL Biochem, cat. no: 90600)\r\n  16. Piperidine \\(99 %, Sinopharm Chemical Reagent, cat. no: 80104216) \r\n  17. Pd \\(PPh<sub>3</sub>)<sub>4</sub> \\(Sigma-Aldrich, cat. no: 216666)\r\n  18. PhSiH<sub>3</sub> \\(Sigma-Aldrich, cat. no: 335150)\r\n  19. 4'-\\(p-Methoxyphenyl)-2,2':6',2''-terpyridine \\(90 %, Shanghai Haorui Chemicals, CAS no: 13104-56-8 )\r\n  20. 2-\\(4-\\(\\(2-carboxyethyl)\\(ethyl)amino)styryl)-1,3,3-trimethyl-1H-benzo\\[e]indol-3-ium\\(90 %, Shanghai Haorui Chemicals, CAS no: 752199-66-9) \r\n  21. 2-\\(4,7,10-tris\\(2-\\(tert-butoxy)-2-oxoethyl)-1,4,7,10-tetraazacyclodecan-1-yl) acetic acid \\(98 %, Sinopharm Chemical Reagent, CAS no: 137076-54-1)\r\n  22. Trifluoroacetic acid \\(TFA, 99 %, Sinopharm Chemical Reagent, cat. no. 40068681) \r\n  23. Triisopropylsilane \\(Tis, 98 %, Sinopharm Chemical Reagent, cat. no: xw01018760)\r\n  24. Diethyl ether \\(99 %, Sinopharm Chemical Reagent, cat. no: 80059618)\r\n  25. CH<sub>3</sub>CN \\(99.9 %, Sinopharm Chemical Reagent, cat. no: 40064190)\r\n  26. GdCl<sub>3</sub> \\(99.9 %, Sinopharm Chemical Reagent, cat. no: XW101385201)\r\n  27. Tris\\(hydroxymethyl)aminomethane \\(Tris, 99 %, Sinopharm Chemical Reagent, cat. no. ST150304)\r\n  28. HCl \\(AR, Sinopharm Chemical Reagent, cat. no. 10011018)\r\n  29. Milli Q water \\(18.2 MΩ·cm, Millipore)\r\n  30. FeCl<sub>2</sub> \\(99 %, Sigma-Aldrich, cat. no: 44939)\r\n  31. NaCl \\(AR, Sinopharm Chemical Reagent, cat. no: 10019318)\r\n  32. Iron powder \\(AR, Sinopharm Chemical Reagent, cat. no: 10011818)\r\n  33. 4',6-diamidino-2-phenylindole \\(DAPI, Aladdin Industrial Corporation, CAS no: 28718-91-4\r\n  34. Albumin from bovine serum \\(BSA, 98 %, Sinopharm Chemical Reagent, CAS no: 9048-46-8)\r\n  35. Roswell park memorial institute \\(RPMI-1640, Gibco, cat. no: 11875-119)\r\n  36. Fetal calf serum \\(FBS, Sigma-Aldrich, cat. no: F9665)\r\n  37. Phosphate-buffered saline \\(PBS, Sigma-Aldrich, cat. no: P4417)\r\n  38. Rosetta \\(DE3) cells \\(Biowit Techonloigies, cat no: CC009)\r\n  39. Human bronchial epithelial cells \\(HBE cells, Biowit Techonloigies, cat no: Cs-003)\r\n  40. Human lung adenocarcinoma cells \\(A549 cell, Biowit Techonloigies, cat no: C0010)"
        },
        {
            "header": "Equipment",
            "content": "1. Microwave peptide synthesizer \\(Liberty 1, CEM)\r\n  2. Misonix sonicator 4000 \\(Misonix, Sonicator 40000)\r\n  3. High performance liquid chromatography \\(HPLC, AKTA purify100, GE)\r\n  4. Matrix-assisted laser desorption/ ionization time of flight mass spectrometry \\(MALDI-TOF, AB Sciex)\r\n  5. Milli-Q synthesis A10 \\(Millipore)\r\n  6. Centrifuge \\(Eppendorf)\r\n  7. Pipetter \\(Eppendorf)\r\n  8. MRI system \\(Shanghai Niumag Corporation NMI20 Analyst)\r\n  9. pH meter \\(Mettler Toledo Instruments)\r\n  10. Transmission electron microscopy \\(TEM, JEOL, JEM-2100)\r\n  11. Anticoagulant tubes \\(Haematologic Technologies)\r\n  12. Nuclear magnetic resonance spectroscopy tubes \\(NMR, Sigma-Aldrich)\r\n  13. Confocal laser scanning microscope \\(CLSM, Nikon, A1R)\r\n  14. UV-Visible spectrometer \\(Varian Cary 100 Conc)\r\n  15. Fluorescence spectrometer \\(Varian Cary Eclipse)\r\n  16. Flow cytometry \\(BD FACS Aria)\r\n  \r\n\n\n**Reagent setup**\r\n\n\n\r\n\n\nAll solutions were prepared with Milli-Q water \\(18.2 MΩ·cm) from a Millipore system.\r\n\n\n**Probe 1 solution:** Mix 1 mM peptide **1** with 1 mM FeCl<sub>2</sub>. Store the solution at 4 °C.\r\n\n\n**Tris-HCl buffer solution:** Mix 50 mL 0.1 M Tris with 292.2 mg NaCl, add 90 mL Milli Q water, adjust to pH 7.4 with 4.2 mL HCl \\(1 M). Transfer to a 100-mL volumetric flask and store the solution at room temperature \\(25 °C) for 1 week after high-temperature sterilization.\r\n\n\n**FeCl<sub>2</sub> solution:** Mix 10 mL 0.1 M FeCl<sub>2</sub> and 1g iron powder, and pump the air out of the mixture using an oil pump for 30 min. Store the solution at 4 °C and pretreat with a filter membrane before use.\r\n\n\n**Serum samples:** a total of 60 serum samples from 30 lung cancer patents and 30 healthy individuals were obtained; each 2 mL of serum sample was collected in anticoagulant tubes and stored at 4 °C.\r\n\n\n**Cell culture:** A549 cells were cultured in RPMI-1640 medium supplemented with 10 % fetal bovine serum, 100 U penicillin and 0.1 mg of streptomycin \\(Hyclone) per milliliter at 37 °C under humidified conditions of 95 % air and 5 % CO<sub>2</sub>."
        },
        {
            "header": "Procedure",
            "content": "**A) Serum sample collection**\r\n\n\n**1.** Filled red-top blood-collection tubes should be kept upright for 30-60 min after the blood was drawn at room temperature to allow the clot to form.\r\n\n\n**\\!CAUTION** All experiments involving humanss would be performed according to institutional and governmental guidelines.\r\n\n\n**▲CRITICAL STEP** Use red-top \\(serum) silicon-coated tubes with no additives, rather than serum separator tubes. These tubes, without additives, allow the red blood cells to form a clot, which also includes white blood cells and platelets, and which can be separated from the serum by centrifuging. The red-top tubes do not have to be full to be used.\r\n\n\n**2.** Centrifuge the blood sample after clotting for 30–60 min using a horizontal rotor \\(swing-out head) for 20 min at 1100–1300 × g at room temperature. If the blood is not to be centrifuged immediately after clotting, the tubes should be refrigerated at 4 ºC for no longer than 4 h.\r\n\n\n**\\!CAUTION** Excessive centrifuge speed \\(over 2000 × g) may cause tube breakage, exposure to blood serum, and possible injury.\r\n\n\n**3.** Use a pipette to transfer the serum. If more than one tube is drawn per sample, pull the serum from both tubes into a 15 mL conical tube and mix. Pipette the serum into labeled cryovials and close the caps tightly. Place all aliquots upright in a specimen box or rack at 4 °C\r\n\n\n**▲CRITICAL STEP** Do not pour the serum. This process should be completed within 1 h of centrifugation. Take care not to pick up red blood cells when aliquoting by keeping the pipette above the red blood cell layer and leaving a small amount of serum in the tube. Check that all aliquot vial caps are secure and that all vials are labeled.\r\n\n\n**■PAUSE POINT** The serum samples can be stored at 4 °C for up to 1 month.\r\n\n\n\r\n\n\n**B) Preparation of peptide 1 and probe 1**\r\n\n\n**Resin preparation**\r\n\n\n**4.** The Rink amide resin \\(312 mg, 0.8 mmol/g, 0.25 mmol, 1.0 equiv.) was weighed out into a plastic peptide-synthesis vessel and allowed to swell in DCM \\(10.0 mL) for 1.0 h.\r\n\n\n**Coupling cycle**\r\n\n\n**5.** The Rink amide resin was washed by an intensive cycle of DMF\\( 5×10 mL, 2 min each) and the following  amino acids \\[Fmoc-Arg\\(Pbf)-OH; Fmoc-Lys\\(Boc)-OH; Fmoc-Lys\\(Alloc)-OH; Fmoc-Gln\\(Trt)-OH; Fmoc-Glu\\(OtBu)-OH; Fmoc-Phe-OH; Fmoc-Met-OH; Fmoc-Leu-OH; Fmoc-Gly-OH; Fmoc-Pro-OH] were attached under microwave radiation conditions \\(35 W, 60 ± 5 °C, 20 min) according to a standard protocol: Fmoc-AA-OH \\(0.75 mmol, 3.0 equiv.), PyBOP \\(0.75 mmol, 3.0 equiv.), and DIPEA \\(1.5 mmol, 6 equiv.) in DMF \\(10.0 mL).\r\n\n\n**Deprotection**\r\n\n\n**6.** The Fmoc protection group was removed by agitation with 8.0 mL of 20 % piperidine/DMF \\(vol/vol) under microwave radiation conditions \\(35 W, 60 ± 5 °C, 30 s), and the solvent was then removed by vacuum filtration. Second, the Fmoc protection group was removed by agitation with 8.0 mL of 20 % piperidine/DMF \\(vol/vol) under microwave radiation conditions \\(35 W, 60 ± 5 °C, 5.0 min), and the solvent was then removed by vacuum filtration.\r\n\n\n**7.** After Fmoc-Lys\\(Alloc)-OH was coupled, the Alloc group was removed by adding Pd\\(PPh\n3\n)\n4\n\\(0.05 mmol, 0.2 equiv.) and PhSiH\n3\n\\(12 mmol, 48 equiv.) in DCM \\(10 mL) under argon for 30 min. Terpyridine \\(1.5 mmol, 6.0 equiv.), 2-\\(4-\\(\\(2-carboxyethyl)\\(ethyl)amino)styryl)-1,1,3-trimethyl-1H-benzo\\[e]indol-3-ium \\(0.75 mmol, 3.0 equiv.), and 2-\\(4,7,10-tris\\(2-\\(tert-butoxy)-2-oxoethyl)-1,4,7,10-tetraazacyclodecan-1-yl) acetic acid \\(0.75 mmol, 3.0 equiv.) were then coupled at room temperature.\r\n\n\n**Cleavage**\r\n\n\n**8.** The product was cleaved from Rink amide resin using a cleavage cocktail of TFA-Tis-H\n2\nO \\(95:2.5:2.5, 10 mL) for 3 h.\r\n\n\n**9.** TFA was removed and the peptide was precipitated three times by cold diethyl ether and centrifuged at speed \\(1000 × g) for 8 min at room temperature.\r\n\n\n**Purification and preparation of peptide 1**\r\n\n\n**10.** The crude peptides were purified by high-performance liquid chromatography on an RP18-column using water/CH\n3\nCN \\(with 0.05 % TFA) as the elution buffer.\r\n\n\n**11.** The solid was dissolved in water \\(20 mL) acidified with hydrochloric acid \\(0.1 N, 5 mL) and lyophilized. This step was repeated three times. The product was identified by MALDI-TOF.\r\n\n\n**12.** Complexation of the ligand with Gd \\(III)-ion was performed by the dropwise addition of an aqueous solution of GdCl\n3\nto an aqueous solution of the ligand at pH 3.0. The mixture was then stirred for 6 h, and the pH was adjusted to 6.5 using a 1M solution of NaOH. The final Gd \\(III)-peptide **1** complex was obtained as a purple powder after lyophilization \\(excess GdCl\n3\nwas dialysed in MilliQ grade water). The formation of the complex was identified by MALDI-TOF.\r\n\n\n**13.** Peptide **1** was dissolved in TBS buffer \\(pH 7.4, 50.0 mM Tris, 50.0 mM NaCl) at a concentration of 1 mM.\r\n\n\n**\\!CAUTION** The powder of peptide **1** may be inhaled. Appropriate personal protective clothing should be worn during the experiment and the preparation and use should be carried out in a clean bench to avoid microbial contamination. All solutions must be filtered prior to use.\r\n\n\n**■PAUSE POINT** The peptide **1** solution should be stored at 4 °C and can remain stable for at least 1 month.\r\n\n\n**Preparation of probe 1**\r\n\n\n**14.** Add the same eq. of FeCl\n2\nto the peptide **1** solution. The final probe **1** was obtained as a purple powder after lyophilization \\(excess FeCl\n2\nwas dialysed in MilliQ grade water).\r\n\n\n**\\!CAUTION** The FeCl\n2\nsolution must be filtered prior to use. It is strongly recommended to perform the experiment at 4 °C, because Fe\n2+\nis oxidized by air at higher temperatures.\r\n\n\n**15.**  Incubate the mixture at 4 °C for at least 24 h to allow formation of the Fe-peptide **1** complex and further aggregation into probe **1**.\r\n\n\n**■PAUSE POINT** The peptide **1** solution should be stored at 4 °C and may remain stable for at least 1 month.\r\n\n\n**▲CRITICAL STEP** Although the process of Fe-peptide **1** complex formation takes < 1.0 min, the aggregation process takes longer. The mixture should thus be incubated for at least 24 h to allow the Fe\\(II)-peptide **1** complex to aggregate into probe **1**."
        },
        {
            "header": "Timing",
            "content": "**Steps 1-3:** collect serum samples: 3 h\r\n\n\n**Steps 4-15:** synthesis of peptide **1** and prepare probe **1**: 168 h\r\n\n\n**Steps 16:** EM: 20 h\r\n\n\n**Steps 17-19:** FCM: 24 h\r\n\n\n**Steps 20-22:** CLSM: 24 h\r\n\n\n**Steps 23 and 24:** T<sub>1</sub> determination: 8 h"
        },
        {
            "header": "Troubleshooting",
            "content": "**C) Transmission electron microscopy \\(TEM)**\r\n\n\n**16.** Samples of peptide **1**, probe **1**, and the complex of probe **1** and NK1R were prepared by placing a few droplets onto a carbon-coated grid. NK1R was stained with sodium phosphotungstate \\(2.0 wt% aqueous solution) and dried at room temperature for 12 h. High-resolution images of peptide **1**, probe **1**, and NK1R were acquired by TEM.\r\n\n\n\r\n\n\n**\\!CAUTION** Sodium phosphotungstate is toxic and appropriate personal protective equipment must be worn during this experiment.\r\n\n\n\r\n\n\n**D) FCM**\r\n\n\n**17.** A549 cells and HBE cells were seeded respectively in 96-well plates \\(10<sup>6</sup> cells/well) and cultured in RPMI-1640 \\(1 mL) containing 10% FBS for 12 h.\r\n\n\n**18.** Probe **1** dispersed in RPMI-1640 medium \\(1 mL) was then added at concentrations of 0.5 - 20 µM and the cells were incubated at 37 °C for 15 min. The medium was then removed and the cells were washed three times with phosphate-buffered saline \\(PBS, pH 7.4).\r\n\n\n**19.** The cells were then digested with trypsin and centrifuged at speed \\(1000 × g) for 5 min at room temperature. The supernatant was discarded and the cells were resuspended in PBS \\(pH 7.4) and examined by FCM. Cells not treated with probe **1** were used as a negative control. The fluorescence scan was performed with 1×10<sup>4</sup> cells. Fold increases in MFI were calculated as described above.\r\n\n\n**\\!CAUTION** Appropriate personal protective equipment must be worn during the experiment. Preparation and use should be carried out in a clean bench to avoid microbial contamination.\r\n\n\n\r\n\n\n**E) CLSM**\r\n\n\n**20.** A549 cells were seeded in a 35 mm Petri dish with a glass cover slip and allowed to adhere for 24 h.\r\n\n\n**21.** The cells were washed and incubated with probe **1** \\(10 μM) and DAPI in RPMI-1640 medium for 1 h at 37 °C.\r\n\n\n**22.** Cell imaging was carried out by CLSM after washing the cells with PBS \\(pH 7.4).\r\n\n\n**\\!CAUTION** Appropriate personal protective equipment must be worn during the experiment. Preparation and use should be carried out in a clean bench to avoid microbial contamination.\r\n\n\n\r\n\n\n**F) T<sub>1</sub> determination using MRI**\r\n\n\nProbe **1** was prepared in TBS \\(pH 7.4, 50.0 mM Tris, 50.0 mM NaCl) at concentrations ranging from 1–100 μM. Relaxivities were measured using a 0.5 T MRI system \\(Shanghai Niumag Corporation NMI20 Analyst) \\(**Fig. 3**). T<sub>1</sub> was measured using an inversion recovery sequence. The T<sub>1</sub> relaxivities of the agents were calculated from the slopes of the plots of 1/T<sub>1</sub> vs. the concentrations. All samples were measured at 37 °C using the internal temperature control of the instrument. T<sub>1</sub>-weighted images at different concentrations in TBS were acquired using a 0.5 T NMI20 analyst, using a spin-echo pulse sequence with pulse repetition time D<sub>0</sub> = 600 ms. All measurement were repeated three times.\r\n\n\n**\\! CAUTION** Appropriate personal protective equipment must be worn during the experiment.\r\n\n\n**23.** Five hundred microliter serum samples were added to NMR tubes and the T<sub>1</sub> of the serum samples was measured.\r\n\n\n**\\! CAUTION** The NMR tubes must be clean.\r\n\n\n**24.** Probe **1** was added to the NMR tubes containing the serum samples at concentrations of 1–100 μM and T<sub>1</sub> was measured for the complex. \r\n\n\n**▲CRITICAL STEP** The mixture must be incubated at 37 °C for 30 min before measurement to ensure that disaggregation has occurred.\r\n\n\n\r\n\n\n**Table 1.  Troubleshooting table**"
        },
        {
            "header": "Anticipated Results",
            "content": "These results for various steps of the protocol are described below. The formation of probe **1** was characterized by TEM. As shown in **Fig. 4A**, peptide **1** can aggregate into a thread-like network of nanofibers with a diameter of around 3.5 nm and length of several hundred nanometers in TBS solution. In contrast, probe **1** \\(containing the terpyridine-Fe \\[II]) aggregated into a transparent thin film \\(**Fig. 4B**). NK1R multimers were observed to have a diameter of about 3.8 nm \\(**Fig. 4C**). Upon binding to NK1R, probe **1** started to disaggregate into nanofibers with a diameter of about 7.5 nm and length of 200–500 nm \\(**Fig. 4D**).\r\n\n\n\r\n\n\nThe binding interaction between ligand and receptor increased the fluorescence, which could be used to detect NK1R overexpression in human pulmonary carcinoma A549 cells. The fluorescence intensity of probe **1** increased by approximately 3-fold at 610 nm upon binding to an equivalent amount of NK1R in TBS \\(**Fig. 5A**). The cellular uptake of probe **1** and overexpression of NK1R in A549 cells were quantitatively evaluated by FCM, with normal HBE cells as a negative control. The significant difference in ﬂuorescence intensity between A549 and HBE cells after incubation with probe **1** at concentrations of 0.5–20 µM in RPMI-1640 medium is shown in **Fig. 5B**. The increase in MFI values between A549 and HBE cells was about 6.0-fold at 0.5 µM, but only 2.5-fold at 20.0 µM, and the fold difference in MFI between A549 and HBE cells increased with increasing probe **1** concentration from 2.0 to 20.0 µM, demonstrating that probe **1** was taken up by A549 cells because of the overexpression of NK1R<sup>27</sup>.\r\n\n\n\r\n\n\nCLSM was used to track NK1R in HBE and A549 cells. The results of colocalization experiments of probe **1** with DAPI \\(nuclear counterstain) are shown in **Fig. 6**. The blue and red signals in cell images were from DAPI \\(**Fig. 6A, 6C, 6D** and **6F**) and probe **1** \\(**Fig. 6B** and **6E**), respectively. The overlay images demonstrated that probe **1** accumulated in both the cytoplasm and membrane in HBE \\(**Fig. 6C**) and A549 \\(**Fig. 6F**) cells. These results conﬁrmed that probe **1** speciﬁcally targeted NK1R.\r\n\n\n\r\n\n\nThe relaxivity of probe **1** was measured in TBS using a 0.5 T magnetic resonance \\(MR) system to validate the T<sub>1</sub>-weighted contrast ability \\(**Fig. 7A**). The r<sub>1</sub> of probe **1** was determined to be 34.9 mM<sup>–1</sup>s<sup>–1</sup>, which was approximately 3-fold greater than that of peptide **1** \\(r<sub>1</sub> = 11.8 mM<sup>–1</sup>s<sup>–1</sup>). The relatively high relaxivity was mainly attributed to the formation of four to six efficiently relaxing Gd \\(III) centers within a rigid supramolecular structure \\(high density of relaxivity). We then tested the T<sub>1</sub> relaxation rates of probe **1** at a fixed concentration \\(20 µM) in a series of NK1R solutions. Increasing amounts of NK1R triggered increased disaggregation of probe **1** with corresponding enhancement in T<sub>1</sub> relaxation rates up to a molar ratio of probe **1**:NK1R of 1:1 \\(**Fig. 7B**). The insert image in **Fig. 7B** shows an obvious change in signal intensity between T<sub>1</sub>-weighted images between molar ratios of 1:10 and 1:1 \\(NK1R:probe **1**).\r\n\n\n\r\n\n\nSerum samples from patients and healthy controls were collected and measured with and without probe **1** \\(**Fig. 8**). The T<sub>1</sub> values for blood serum from both healthy individuals and patients were aound 950 ms. After the addition of probe **1**, T<sub>1</sub> values fell to < 810 ms and even as low as 710 ms in some patient samples, while T<sub>1</sub> values for healthy control serum remained around 850 ms, with no values < 810 ms. These results suggest that T<sub>1</sub> values in control, healthy serum samples treated with probe **1** were significantly higher than those from lung cancer patients because of the signal enhancement generated by binding to the overexpressed NK1R. A cutoff of 810 ms provided an experimental basis for determining if a patient was suffering from lung cancer. This cutoff value may be applicable for the clinical diagnosis of lung cancer through serum assays."
        },
        {
            "header": "References",
            "content": "1. Mayordomo, C. et al. Targeting of substance P induces cancer cell death and decreases the steady state of EGFR and Her2. _J. Cell. Physiol._ **227**, 1358–1366 \\(2012).\r\n  2. Felipe, C. D. et al. Altered nociception, analgesia and aggression in mice lacking the receptor for substance P. _Nature_ **392**, 394–397 \\(1998).\r\n  3. Pennefather, J.N. et al. Tachykinins and tachykinin receptors: a growing family. _Life Sci._ **74**, 1445–1463 \\(2004).\r\n  4. Feetham, C.H. & Barrett-Jolley, R. NK1-receptor-expressing paraventricular nucleus neurones modulate daily variation in heart rate and stress-induced changes in heart rate variability. _Physiol. Rep._ **2**, e12207–e12207 \\(2014).\r\n  5. Palma, C. Tachykinins and their receptors in human malignancies. _Curr. Drug Targets_ **7**, 1043–1052 \\(2006).\r\n  6. Santarelli, L. et al. Genetic and pharmacological disruption of neurokinin 1 receptor function decreases anxiety-related behaviors and increases serotonergic function. _Proc. Natl. Acad. Sci. USA_ **98**, 1912–1917 \\(2001).\r\n  7. Friess, H. et al. Neurokinin-1 receptor expression and its Potential Effects on Tumor Growth in Human Pancreatic Cancer. _Lab. Invest._ **83**, 731–742 \\(2003).\r\n  8. Munoz, M. et al. Antitumoral Action of the Neurokinin-1-Receptor Antagonist L-733,060 and Mitogenic Action of Substance P on Human Retinoblastoma Cell Lines. _Invest. Ophthalmol. Vis. Sci._ **46**, 2567 \\(2005).\r\n  9. Zeng, X. et al. Lung cancer serum biomarker discovery using glycoprotein capture and liquid chromatography mass spectrometry. _J. Proteome Res._ **9**, 6440–6449 \\(2010).\r\n  10. Spira, A. et al. Airway epithelial gene expression in the diagnostic evaluation of smokers with suspect lung cancer. _Nat. Med._ **13**, 361–366 \\(2007).\r\n  11. Belinsky, S. A. Gene-promoter hypermethylation as a biomarker in lung cancer. _Nat. Rev. Cancer_ **4**, 707–717 \\(2004).\r\n  12. Mascaux, C. et al. Early detection and screening of lung cancer. Expert. _Rev. Mol. Diagn._ **10**, 799–815 \\(2010).\r\n  13. Muñoz, M. & Coveñas, R. Involvement of substance P and the NK-1 receptor in cancer progression. _Peptides_ **48**, 1–9 \\(2013).\r\n  14. Scholzen, T. et al. Neuropeptides in the skin: interactions between the neuroendocrine and the skin immune systems. _Exp. Dermatol._ **7**, 81–96\\(1998).\r\n  15. Heilemann, M. et al. Subdiffraction-Resolution Fluorescence Imaging with Conventional Fluorescent Probes. _Angew. Chem. Int. Ed._ **47**, 6172–6176 \\(2008).\r\n  16. Fox, M. D. & Raichle, M.E. Spontaneous fluctuations in brain activity observed with functional magnetic resonance imaging. _Nat. Rev. Neurosci._ **8**, 700–711 \\(2007).\r\n  17. Raj, A., van den Bogaard, P., Rifkin, S. A., van Oudenaarden, A. & Tyagi, S. Imaging individual mRNA molecules using multiple singly labeled probes. _Nat. Methods_ **5**, 877–879 \\(2008).\r\n  18. Smirnov, D., Dhall, A., Sivanesam, K., Sharar, R.J. & Chatterjee, C. Fluorescent Probes Reveal a Minimal Ligase Recognition Motif in the Prokaryotic Ubiquitin-like Protein from Mycobacterium tuberculosis. _J. Am. Chem. Soc._ **135**, 2887–2890 \\(2013). \r\n  19. Froemming, M. K. & Sames, D. Harnessing Functional Plasticity of Enzymes: A Fluorogenic Probe for Imaging 17β-HSD10 Dehydrogenase, an Enzyme Involved in Alzheimer’s and Parkinson’s Diseases. _J. Am. Chem. Soc._ **129**, 14518-14522 \\(2007)\r\n  20. Geninatti Crich, S., Alberti, D., Szabo, I., Aime, S. & Djanashvili, K. MRI visualization of melanoma cells by targeting overexpressed sialic acid with a Gd\\(III)-dota-en-pba imaging reporter. _Angew. Chem. Int. Ed._ **52**, 1161–1164 \\(2013). \r\n  21. Watcharin, W. et al. Biodegradable human serum albumin nanoparticles as contrast agents for the detection of hepatocellular carcinoma by magnetic resonance imaging. _Eur. J. Pharm. Biopharm._ **87**, 132–141 \\(2014).\r\n  22. Shaw, S.Y. Molecular imaging in cardiovascular disease: targets and opportunities. _Nat. Rev. Cardiol._ **6**, 569–579 \\(2009).\r\n  23. Groger, G. et al. Switchable supramolecular polymers from the self-assembly of a small monomer with two orthogonal binding interactions. _J. Am. Chem. Soc._ **133**, 8961–8971 \\(2011). \r\n  24. Yao, Q.H., Meng, F.S., Li, F.Y., Tian, H. & Huang, C.H. Photoelectric conversion properties of four novel carboxylated hemicyanine dyes on TiO<sub>2</sub> electrode. _J. Mater. Chem._ **13**, 1048–1053 \\(2003) \r\n  25. Bradford, M.M. A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. _Anal. Biochem._ **72**, 248–254 \\(1976).\r\n  26. Bharat, T.A.M., Murshudov, G.N., Sachse, C. & Löwe, J. Structures of actin-like ParM filaments show architecture of plasmid-segregating spindles. _Nature_ **523**, 106–110 \\(2015).\r\n  27. Koh, Y.H. Moochhala, S. & Bhatia, M. Activation of neurokinin-1 receptors up-regulates substance P and neurokinin-1 receptor expression in murine pancreatic acinar cells. _J. Cell. Mol. Med._ **7**, 1582-1592\\(2012)."
        },
        {
            "header": "Acknowledgements",
            "content": "This stduy was supported by the National Basic Research 973 Program \\(2013CB733700), NSFC/China \\(91529101 and 21572057) and the Fundamental Research Funds for the Central Universities \\(WJ1213007)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep06487",
                "date": "2015-11-28 14:11:42",
                "title": "A peptide probe for the detection of neurokinin-1 receptor by disaggregation enhanced fluorescence and magnetic resonance signals",
                "authors": [
                    "Jingxian Wu",
                    "Rongfeng Zou",
                    "Qi Wang",
                    "Yajing Xue",
                    "Ping Wei",
                    "Shiping Yang",
                    "Junchen Wu",
                    "and He Tian"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13667,
                "identity": "a0917fc6-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Junchen Wu",
                "email": "jcwu@ecust.edu.cn",
                "orcid": "",
                "institution": "Junchen's Lab, ECUST",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Junchen",
                "middleName": "",
                "lastName": "Wu",
                "suffix": ""
            },
            {
                "id": 13668,
                "identity": "a0918278-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "He Tian",
                "email": "tianhe@ecust.edu.cn",
                "orcid": "",
                "institution": "ECUST",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "He",
                "middleName": "",
                "lastName": "Tian",
                "suffix": ""
            },
            {
                "id": 13665,
                "identity": "a09178d0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Zhi Lin",
                "email": "",
                "orcid": "",
                "institution": "Peking University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zhi",
                "middleName": "",
                "lastName": "Lin",
                "suffix": ""
            },
            {
                "id": 13666,
                "identity": "a0917cd4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shang Li",
                "email": "",
                "orcid": "",
                "institution": "Junchen's Lab, ECUST",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shang",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-11-29 14:40:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.104",
        "doiUrl": "https://doi.org/10.1038/protex.2015.104",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609342,
                "identity": "a540dbbc-ad10-44e6-9c4d-cf45c8580cc9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:51",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 165829,
                "visible": true,
                "origin": "",
                "legend": "*Diagram showing the working principles of the designed probe *1**   up arrow shows the turn on signals of MRI/FI; down arrow shows the turn off signals of MRI/FI",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4461/v1/figure_1.jpg"
            },
            {
                "id": 2609334,
                "identity": "710f007f-36df-4f7e-9972-44b0d465fc12",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:51",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 266354,
                "visible": true,
                "origin": "",
                "legend": "*Figure 3*   *Schematic representation of process of measuring T~1~ for both probe 1 and the binding of probe 1 to NK1R*",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4461/v1/figure_2.jpg"
            },
            {
                "id": 2609335,
                "identity": "1918a923-75ef-44cd-b530-d2113dd4826e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:51",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 419789,
                "visible": true,
                "origin": "",
                "legend": "*Table 1*   *Troubleshooting table*",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4461/v1/figure_3.jpg"
            },
            {
                "id": 2609336,
                "identity": "a7feb2a9-2e24-4527-a3ea-152f6095dfd0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:51",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 140883,
                "visible": true,
                "origin": "",
                "legend": "*Figure 2*   *Chemical structure of peptide 1*   Trpy refers to terpyridine; Dye refers to hemicyanine dye.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4461/v1/figure_4.jpg"
            },
            {
                "id": 2609337,
                "identity": "f49a1b74-e795-43c1-bf38-81509c38decc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:51",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 186603,
                "visible": true,
                "origin": "",
                "legend": "*Figure 4*   *TEM images*   A) peptide *1* (10.0 μM); B) probe *1* (10.0 μM); C) NK1Rs (1.0 μM) stained with sodium phosphotungstate (2.0 wt% aqueous solution) in TBS (pH 7.4, 50.0 mM Tris, 50.0 mM NaCl); D) probe *1* bound to NK1R (molar ratio = 1:1).",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4461/v1/figure_5.jpg"
            },
            {
                "id": 2609339,
                "identity": "6ce68c9b-92b6-447f-8cc5-0a70e2819cdf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:51",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 185627,
                "visible": true,
                "origin": "",
                "legend": "*Figure 5*   *The fluorescence changes*   A) The fluorescence of 10 μM probe *1* (λ~ex~ 540 nm, λ~em~ 610 nm) was markedly increased by the addition of an equal amount of NK1R in TBS (pH 7.4, 50.0 mM Tris, 50.0 mM NaCl). B) The fold-increases in MFI for A549 (gray) and HBE (blank) cells treated with different concentrations of probe *1* (0.5–20 µM) in RPMI-1640 medium.",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4461/v1/figure_6.jpg"
            },
            {
                "id": 2609340,
                "identity": "62caae66-bc84-4e3f-85cf-df34fc2f7db8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:51",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 158885,
                "visible": true,
                "origin": "",
                "legend": "*Figure 6*   *CLSM images*   Images of HBE (A–C) and A549 (D–F) cells treated with 10 µg/mL DAPI (A and D) and 10 μM probe *1* (B and E). C) overlay of A) and B); and F) overlay of D) and F). (Scale bar is 20 μm).",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4461/v1/figure_7.jpg"
            },
            {
                "id": 2609338,
                "identity": "1a18ef19-72c4-41a6-bf92-965523229efc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:51",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45194,
                "visible": true,
                "origin": "",
                "legend": "*Figure 7*   *T~1~ relaxation rates*   A) T~1~ relaxation rates (1/T~1~) of peptide *1* and probe *1* at different concentrations in TBS (pH 7.4, 50.0 mM Tris, 50.0 mM NaCl, 37 °C) in the 0.5 T MR system. Slope indicates r~1~. Differences at the starting points were caused by the use of different batches of TBS. B) Dependence of relaxation rate (1/T~1~) of probe *1* (20 µM) on concentration of NK1R in TBS (pH 7.4, 50.0 mM Tris, 50.0 mM NaCl, 37 °C). Inset: T~1~-weighted images at molar ratios of 1:10 and 1:1 (NK1R: probe *1*).",
                "description": "",
                "filename": "figure8.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4461/v1/figure_8.jpg"
            },
            {
                "id": 2609344,
                "identity": "84662652-0845-46c4-a5ef-5bfd19058072",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:51",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 61229,
                "visible": true,
                "origin": "",
                "legend": "*Figure 8*   *Clinical detection of NK1R by the 0.5 T MR system*   Clinical detection of NK1R by the 0.5 T MR system. T~1~ values were determined for serum samples from 15 patients and 15 healthy individuals in the presence and absence of probe *1* (20 μM) in TBS (pH 7.4, 50.0 mM Tris, 50.0-mM NaCl, 37 °C). Mean ± SD (n = 3), _*P_ < 0.001. All tests were performed using SPSS (Statistical Product and Service Solutions).",
                "description": "",
                "filename": "figure9.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4461/v1/figure_9.jpg"
            },
            {
                "id": 13465048,
                "identity": "e1de3d63-40fe-4f89-9efc-14b1524b3c50",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:25",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 783611,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4461/v1/b0b46df8-7b3c-461b-93e4-2fd011f23fff.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "probe, neurokinin-1 receptor, magnetic resonance imaging, fluorescence imaging, lung cancer diagnosis",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Neurokinin-1 receptor \\(NK1R) is known to be overexpressed in human maglinant tumors and to facilitate the survival, proliferation, and metastasis of lung cancer in tissues and serum, thus providing a promising biomarker for the study of lung cancer. The development of a sensitive probe for detecting NK1R is thus an important goal in early lung cancer diagnosis and for clinical applications. In this study, we developed a detailed procedure for the synthesis of a dual-mode probe based on the characterization of magnetic resonance imaging \\(MRI) and fluorescence imaging \\(FI) signals. This probe allows the detection and localization of overexpressed NK1R using disaggregation-induced signal enhancement. With cut-off values ≥ 810 ms, MRI signals can provide an experimental basis for lung cancer diagnosis. The entire protocol takes about 20 days to complete, while the measurement of T<sub>1</sub> takes less than 8 h.",
        "manuscriptTitle": "Dual-modal probe for detection of neurokinin-1 receptor and its application in lung cancer diagnosis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-12-03 22:30:46",
                "doi": "10.1038/protex.2015.104",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0905282-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 3rd, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3507,
                "name": "Chemistry"
            },
            {
                "id": 3508,
                "name": "Biochemistry"
            },
            {
                "id": 3509,
                "name": "Cell biology"
            },
            {
                "id": 3510,
                "name": "Biological techniques"
            },
            {
                "id": 3511,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-12-03 22:30:46",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}