{
    "identity": "nprot-7307",
    "title": "**Proteome-wide analysis of cysteine oxidation using Stable Isotope Cysteine Labelling with Iodoacetamide \\(SICyLIA)**",
    "content": [
        {
            "header": "Reagents",
            "content": "• Sodium dodecyl sulfate \\(SDS)\r\n\n\n• Iodoacetamide light \\(<sup>12</sup>C<sub>2</sub>H<sub>4</sub>INO, Sigma-Aldrich \\(Merck)) \r\n\n\n• Iodoacetamide heavy \\(<sup>13</sup>C<sub>2</sub>D<sub>2</sub>H<sub>2</sub>INO, Sigma-Aldrich \\(Merck))\r\n\n\n• Phosphate buffered saline \\(PBS)\r\n\n\n• Bicinchoninic acid \\(BCA) assay kit \\(Thermo Scientific)\r\n\n\n• Ammonium bicarbonate \\(Ambic)\r\n\n\n• Dithiothreitol \\(DTT)\r\n\n\n• N-ethylmaleimide \\(NEM)\r\n\n\n• Trichloroacetic acid \\(TCA)\r\n\n\n• Urea\r\n\n\n• Endoproteinase Lys-C \\(mass spectrometry grade, Alpha laboratories)\r\n\n\n• Trypsin \\(mass spectrometry grade, Promega)\r\n\n\n• Trifluoroacetic acid \\(TFA)\r\n\n\n• Acetic acid\r\n\n\n• Acetonitrile \\(ACN)\r\n\n\n• Formic acid\r\n\n\n• LC-MS grade water \r\n\n\n\r\n\n\n**Reagent setup**\r\n\n\n• Lysis buffer 1: 100 mM Tris-HCl pH 7.5, 4% SDS\r\n\n\n• Ambic: ammonium bicarbonate, 0.1 M stock solution in water, pH 7.0\r\n\n\n• DTT: dithiothreitol, 1 M stock solution in water\r\n\n\n• NEM: N-ethylmaleimide, 0.2 M stock solution in water\r\n\n\n• TCA: trichloroacetic acid, 100% and 10% stock solutions in water\r\n\n\n• Urea buffer: 8 M stock solution in water\r\n\n\n• TFA: trifluoroacetic acid, 50% stock solution in water\r\n\n\n• Reversed phase \\(RP) solvent A: 0.6% \\(vol/vol) acetic acid in water\r\n\n\n• Reversed phase \\(RP) solvent B: 0.6% \\(vol/vol) acetic acid and 80% \\(vol/vol) acetonitrile in water \r\n\n\n• Light formaldehyde/cyanoborohydride solution, 5 ml per sample: 4.5 ml of 50 mM sodium phosphate buffer pH 7.5 \\(1 ml of 50 mM NaH<sub>2</sub>PO<sub>4</sub> with 3.5 ml of 50 mM Na<sub>2</sub>HPO<sub>4</sub>) with 250z μl of 4% \\(v/v) formaldehyde in water \\(light, CH<sub>2</sub>O) and 250 μl of 0.6 M cyanoborohydride in water \\(light, NaBH<sub>3</sub>CN)\r\n\n\n• Heavy formaldehyde/cyanoborohydride solution, 5 ml per sample: 4.5 ml of 50 mM sodium phosphate buffer pH 7.5 \\(1 ml of 50 mM NaH<sub>2</sub>PO<sub>4</sub> with 3.5 ml of 50 mM Na<sub>2</sub>HPO<sub>4</sub>) with 250 μl of 4% \\(vol/vol) formaldehyde in water \\(heavy, <sup>13</sup>CD<sub>2</sub>O) and 250 μl of 0.6 M cyanoborohydride in water \\(heavy, NaBD<sub>3</sub>CN).\r\n\n\n• Elution buffer 1: acetonitrile with 2.5% TFA\r\n\n\n• HPLC solvent A: 98% water, 2% acetonitrile, adjusted to pH 10 using ammonium hydroxide \r\n\n\n• HPLC solvent B: 90% acetonitrile and 10% water, adjusted to pH 10 using ammonium hydroxide \r\n\n\n• MS solvent A \\(0.1% formic acid in water) \r\n\n\n• MS solvent B \\(80% acetonitrile, 0.1% formic acid in water)"
        },
        {
            "header": "Equipment",
            "content": "• Standard molecular biology lab equipment\r\n\n\n• Refrigerated bench top centrifuge\r\n\n\n• Metal probe sonicator\r\n\n\n• Bench-top shaker\r\n\n\n• Precellys24 bead-based homogeniser \\(Bertin Instruments), or equivalent\r\n\n\n• Precellys 2 ml soft tissue homogenizing ceramic beads kit \\(Cayman Chemical)\r\n\n\n• pH strips\r\n\n\n• SepPak C18 cartridges \\(Waters)\r\n\n\n• Vacuum centrifuge\r\n\n\n• C18 column \\(150 × 2.1 mm i.d. \\(5 µm, 100 Å), Kinetex EVO)\r\n\n\n• HPLC system \\(Ultimate LPG-3000 binary pump and UVD170U Ultraviolet detector) with Rheodyne valve \\(Dionex)\r\n\n\n• Foxy Jr. FC144 fraction collector \\(Dionex)\r\n\n\n• EASY-nLC II 1200 nanoscale C18 reverse-phase liquid chromatography \\(Thermo Scientific)\r\n\n\n• 20 cm fused silica emitter \\(New Objective) packed in-house with ReproSil-Pur C18-AQ, 1.9 μm resin \\(Dr Maisch GmbH) \r\n\n\n• Q-Exactive HF mass spectrometer \\(Thermo Scientific)"
        },
        {
            "header": "Procedure",
            "content": "**Part 1. Sample preparation for proteome-wide SICyLIA analysis**\r\n\n\n**1. Cell-based SICyLIA application**\r\n\n\n\\(1) Plate cells to be compared \\(i.e. GEMM-derived wild-type and knock-out cells) in 10 cm dishes in regular medium and grow overnight at 37 °C with 5% CO\n2\n. Use a density that achieves ==\n== 80% confluence after ==\n== 20 hrs \\(i.e. 1 million cells). \r\n\n\n\\(2) Pre-chill bench top centrifuge to 4 °C\r\n\n\n\\(3) Prepare lysis buffer 1 \\(100 mM Tris-HCl pH 7.5, 4% SDS) and immediately before cell lysis and protein extraction, add light or heavy iodoacetamide \\(IAM) to lysis buffer 1 to achieve 55 mM IAM solutions.\r\n\n\n→ Note: iodoacetamide is unstable and light sensitive, so solutions are best made fresh and kept in the dark until use. \r\n\n\n\\(4) Remove medium and wash cell monolayers twice with pre-chilled PBS \\(4 °C) ensuring to aspirate PBS thoroughly.\r\n\n\n\\(5) Add 500 µl lysis buffer 1 with IAM per dish and immediately scrape cells using a cell lifter.\r\n\n\n\\(6) Collect lysates in Eppendorf tubes.\r\n\n\n\\(7) Sonicate lysates for 4 x 5 s to shear DNA/RNA.\r\n\n\n→ Note: heavy IAM \\(\n13\nC\n2\nD\n2\nH\n2\nINO) can be affected by hydrogen-deuterium exchange, which is exacerbated at high pH and temperature. This has been minimised in our protocol through optimisation of pH and temperature at all steps. Here, it is important to use ice during sonication to ensure samples do not heat up, yet prevent the SDS buffer from precipitating on ice over time. Clean sonicator thoroughly with 70% EtOH between samples to prevent cross-contamination. \r\n\n\n\\(8) Centrifuge lysates at 16000 _g_ for 5 min at RT.\r\n\n\n\\(9) Transfer supernatants to new Eppendorf tubes and incubate in a bench top shaker at 1400 rpm for 1 h in the dark at room temperature \\(RT).\r\n\n\n\\(10) Determine protein concentration of samples using bicinchoninic acid \\(BCA) assay or equivalent. \r\n\n\n\\(11) Store samples in the freezer \\(-80 °C) until further processing.\r\n\n\n\r\n\n\n**2. Tissue-based SICyLIA application**\r\n\n\n_Note: this procedure was optimised for the analysis of mouse kidney tissues. Tissue resection and homogenisation strategy suitable for the tissue type under study may need to be optimised._ \r\n\n\n\\(1) Pre-chill plastic or glass dishes, scalpel, and forceps on dry ice.\r\n\n\n\\(2) Pre-chill Precellys24 bead-based homogeniser \\(Bertin Instruments, or equivalent).\r\n\n\n\\(3) Prepare lysis buffer 1 and immediately before tissue homogenisation, add light or heavy IAM to lysis buffer 1 to achieve 55 mM IAM solutions.\r\n\n\n→ Note: iodoacetamide is unstable and light sensitive, so solutions are best made fresh and kept in the dark until use. \r\n\n\n\\(4) Prepare homogenisation tubes by adding 800 µl lysis buffer 1 with IAM to the ceramic beads. \r\n\n\n\\(5) Sacrifice mice by cervical dislocation. \r\n\n\n→ Note: this is preferred over CO\n2\ninhalation, as this can induce tissue hypoxia and influence cellular redox status. \r\n\n\n\\(6) Excise kidneys, place in plastic tubes, and snap freeze tubes in liquid nitrogen. \r\n\n\n\\(7) Once frozen, place kidneys on pre-chilled plastic or glass dishes on dry ice and excise representative samples.\r\n\n\n→ Note: ensure tissue does not defrost at any stage of the procedure until homogenisation to preserve cellular redox status.   \r\n\n\n\\(8) Add frozen tissue slices to homogenisation tubes with lysis buffer, and immediately homogenise for 3 × 20 s at 5000 rpm.\r\n\n\n\\(9) Centrifuge lysates at 16000 _g_ for 5 min at RT.\r\n\n\n\\(10) Transfer supernatants to new Eppendorf tubes and incubate in a bench top shaker at 1400 rpm for 1 h in the dark at RT.\r\n\n\n\\(11) Determine protein concentration of samples using bicinchoninic acid \\(BCA) assay or equivalent.\r\n\n\n\\(12) Store samples in the freezer \\(-80 °C) until further processing.\r\n\n\n\r\n\n\n**Part 2. Reduce/alkylate and proteome digestion** \r\n\n\n\\(1) Pre-chill bench top shaker and centrifuge to 4 °C\r\n\n\n\\(2) Thaw samples by incubating in a bench top shaker at RT until homogenously mixed and combine volumes equivalent to 150 µg of protein from the heavy and light labelled samples for SICyLIA analysis. \r\n\n\n→ Note: use label-swap replication: heavy IAM-labelled wild-type replicate 1 with light IAM-labelled knock-out replicate 1 forms forward replicate 1; light IAM-labelled wild-type replicate 2 with heavy IAM-labelled knock-out replicate 2 forms reverse replicate 1, etc.\r\n\n\n\\(3) Transfer additional volumes equivalent to 150 µg of protein of all samples for dimethyl labelling for proteome normalisation.\r\n\n\n→ Note: keep these samples separate; they are not combined until after dimethyl labelling\r\n\n\n\\(4) Bring the total volume of all samples to 300 µl by adding ammonium bicarbonate \\(Ambic, 0.1 M stock solution in water, pH 7.0).\r\n\n\n\\(5) Add dithiothreitol \\(DTT) to all samples to a final concentration of 71 mM \\(1 M stock solution in water, freshly made). \r\n\n\n\\(6) Incubate in a bench top shaker at 1000 rpm for 1 h at RT or 4 °C.\r\n\n\n\\(7) Bring the volume to 650 µl by adding Ambic.\r\n\n\n\\(8) Add N-ethylmaleimide \\(NEM) to all samples to a final concentration of 90 mM \\(0.2 M stock solution in water, freshly made).\r\n\n\n\\(9) Incubate in a bench top shaker at 1000 rpm for 1 h at RT.\r\n\n\n\\(10) Add TCA to all samples to a final concentration of 25% w/v \\(100% stock solution) in water to precipitate proteins.\r\n\n\n\\(11) Incubate in a bench top shaker at 300 rpm for 15 min at 4 °C. \r\n\n\n\\(12) Centrifuge samples at 16000 _g_ for 5 min at 4 °C.\r\n\n\n\\(13) Carefully remove supernatants and add 1 ml of TCA \\(10% stock solution) to protein pellets.\r\n\n\n\\(14) Incubate in a bench top shaker at 300 rpm for 15 min at 4 °C. \r\n\n\n\\(15) Centrifuge samples at 16000 _g_ for 5 min at 4 °C.\r\n\n\n\\(16) Wash pellets with water until pH = 7.0 \\(typically 4-5 washes required).\r\n\n\n\\(17) After last wash, centrifuge samples at 16000 _g_ for 5 min at 4 °C.\r\n\n\n\\(18) Remove supernatants and re-suspend protein pellets in 50 µl Urea buffer \\(8 M stock solution in water).\r\n\n\n\\(19) Incubate in a bench top shaker at 1000 rpm for 15 min at RT.\r\n\n\n\\(20) Add 150 µl Ambic and vortex samples.\r\n\n\n\\(21) Add Lys-C \\(ratio 1:33 enzyme:protein) and incubate in a bench top shaker at 1000 rpm for 1 hour at RT.\r\n\n\n\\(22) Bring volume to 500 µl with Ambic \\(pH 7.0) and vortex samples.\r\n\n\n\\(23) Add Trypsin \\(ratio 1:25 enzyme:protein) and incubate overnight in a bench top shaker at 1000 rpm at RT.\r\n\n\n→ Note: proteome digestion is usually carried out at higher pH and temperature to allow the enzymes to work optimally, but this can also promote hydrogen-deuterium exchange on heavy IAM. We established that overnight digestion at RT and pH 7.0 does not compromise efficiency as it had minimal effects on the miscleavage rate, while minimising hydrogen-deuterium exchange.\r\n\n\n\\(24) Next morning, acidify samples with trifluoroacetic acid \\(TFA, 50% stock solution in water) to a final concentration of 5%.\r\n\n\n\\(25) Forward/reverse mixed SICyLIA samples can now be stored at -80 °C until fractionation \\(Part 4). Proceed with the samples intended for proteome normalisation to Part 3.\r\n\n\n \r\n\n\n**Part 3. Dimethyl labelling for proteome normalisation**\r\n\n\n_We followed the on-column protocol described by Boersema and colleagues \\[1]._\r\n\n\n\\(1) Wash the SepPak columns using 100% acetonitrile, 2 x 1 ml.\r\n\n\n\\(2) Equilibrate the columns using RP buffer A, 4 x 1 ml.\r\n\n\n\\(3) Load the samples onto their respective columns.\r\n\n\n\\(4) Wash the columns using RP buffer A, 2 x 1ml.\r\n\n\n\\(5) Label peptides with light and heavy formaldehyde/cyanoborohydride solutions, using 5 x 1 ml each.\r\n\n\n\\(6) Wash the columns using RP buffer A, 2 x 1ml.\r\n\n\n\\(7) Elute and collect labelled samples using 500 µl RP buffer B.\r\n\n\n\\(8) Further elute and collect labelled samples using elution buffer 1 \\(500 µl acetonitrile with 2.5% TFA).\r\n\n\n\\(9) Mix the heavy and light labelled samples using the same label-swap replication approach as for SICyLIA samples \\(i.e. heavy dimethylated wild-type replicate 1 with light dimethylated knock-out replicate 1 forms forward replicate 1; light dimethylated labelled wild-type replicate 2 with heavy dimethylated knock-out replicate 2 forms reverse replicate 1, etc.\r\n\n\n\r\n\n\n**Part 4. Off-line reverse phase HPLC fractionation**\r\n\n\n\\(1) Reduce all sample volumes to 300 µl using vacuum centrifugation to remove ACN and TFA.\r\n\n\n\\(2) Bring the volume up to 500 µl per sample to match the injection loop volume, using HPLC solvent A.\r\n\n\n\\(3) Equilibrate the C18 column \\(150 × 2.1 mm i.d. - Kinetex EVO \\(5 µm, 100 Å)) using 4% HPLC solvent B. \r\n\n\n\\(4) Inject samples \\(500 µl) manually through a Rheodyne valve onto the RP-HPLC column. \r\n\n\n\\(5) Apply a two-step gradient at a flow-rate of 200 µl/min \\(from 4–27% B in 36 min, then from 27–48% B in 8 min) followed by a 5 min washing step at 80% solvent B and a 10 min re-equilibration step, for a total run time of 65 min. \r\n\n\n\\(6) Monitor column eluate at 220 and 280 nm and collect fractions using a Foxy Jr. FC144 fraction collector \\(Dionex). Collection was allowed from 9 to 54 min for 90 s per vial \\(300 µl) for a total of 30 fractions. The first 4 and the last 5 fractions were pooled resulting in 21 fractions in total.\r\n\n\n\\(7) Dry the fractions to completion using vacuum centrifugation and store at -80 °C until analysis.\r\n\n\n\r\n\n\n**Part 5. UHPLC-MS/MS analysis**\r\n\n\n\\(1) Reconstitute the dried fractionated tryptic digests in 10 µl of MS solvent A \\(water, 0.1% formic acid).\r\n\n\n\\(2) Separate samples by nanoscale C18 reverse-phase liquid chromatography using an EASY-nLC II 1200 \\(Thermo Scientific) \r\n\n\n\\(3) Elute using a binary gradient with MS solvent A \\(2% acetonitrile, 0.1% formic acid in water) and MS solvent B \\(80% acetonitrile, 0.1% formic acid in water) at a flow rate of 300 nl/min using different gradients, which were optimised for three sets of fractions: 1–7, 8–15, and 16–21. For all gradients, use 20 min for step one and 7 min for step two. Change the percentage of MS solvent B \\(%B) as follows: For F1-7, %B was 2 at the start, 20 at step one, and 39 at step two. For F8-14, %B was 4 at the start, 23 at step one, and 43 at step two. For F15-21, %B was 6 at the start, 28 at step one, and 48 at step two. Follow all gradients by a washing step \\(100% B) for 10 min followed by a 5 min re-equilibration step \\(5%), for a total run time of 40 min.\r\n\n\n\\(5) Load samples with 8 µl of MS solvent A into a 20 cm fused silica emitter \\(New Objective) packed in-house with ReproSil-Pur C18-AQ, 1.9 μm resin \\(Dr Maisch GmbH). Keep the packed emitter at 35 °C using a column oven \\(Sonation) integrated into the nanoelectrospray ion source \\(Thermo Scientific). Eluting peptides are electrosprayed into the mass spectrometer \\(Q-Exactive HF, Thermo Scientific) using a nanoelectrospray ion source \\(Thermo Scientific). An Active Background Ion Reduction Device is used to decrease air contaminants signal level.  \r\n\n\n_Note on conditions:_ Use the following ionisation conditions: spray voltage 2.1 kV, ion transfer tube temperature 250 °C. Carry out acquisition in positive ion mode using data dependent acquisition; acquire a full scan \\(FT-MS) over mass range of 375–1400 m/z at 60,000 resolution at 200 m/z, with a target value of 3,000,000 ions for a maximum injection time of 20 ms. Perform higher energy collisional dissociation fragmentation on the 15 most intense ions, for a maximum injection time of 50 ms, or a target value of 50,000 ions. Select multiply charged ions having intensity greater than 12,000 counts through a 1.5 m/z window and fragment using a normalised collision energy of 27. Dynamically exclude former target ions selected for MS/MS for 25 s.\r\n\n\n\r\n\n\n**Part 5. Data analysis** \r\n\n\n_We used MaxQuant version 1.5.5.1 \\[2] and searched with Andromeda search engine \\[3]. The default parameters were used with modifications as specified below._ \r\n\n\n**1. MaxQuant data processing**\r\n\n\n\\(1) Perform first and main searches with precursor mass tolerances of 20 ppm and 4.5 ppm, respectively, and MS/MS tolerance of 20 ppm.\r\n\n\n\\(2) Set minimum peptide length to six amino acids and require specificity for trypsin cleavage, allowing up to two missed cleavage sites.\r\n\n\n\\(3) Require at least one uniquely assigned peptide and a minimum ratio count of 2 for a protein to be quantified.\r\n\n\n\\(4) Require that only unique peptides are used for protein quantification.\r\n\n\n\\(5) Specify methionine oxidation and N-terminal acetylation as variable modifications.\r\n\n\n\\(6) Set peptide, protein, and site false discovery rate \\(FDR) to 1%.\r\n\n\n\\(7) Set modification by light and heavy iodoacetamide on cysteine residues \\(carbamidomethylation) as label type modification in Andromeda configuration with composition sets HNOCx\\(2)Hx\\(2) for heavy and H\\(3)NOC\\(2) for light label.\r\n\n\n\\(8) For dimethylated samples, set DimethLys0/Nter0 and DimethLys8/Nter8 as light and heavy labels, respectively.\r\n\n\n\\(9) Process both data sets \\(iodoacetamide heavy/light and dimethyl heavy/light) at the same time in MaxQuant using different parameters, by defining these with the Parameter Groups option.\r\n\n\n\\(10) Quantitation of cysteine oxidation reported in the MaxQuant output peptide.txt file, and quantification of proteins reported in the proteinGroups.txt file, will be used for further analysis. \r\n\n\n→ Note: for all the other setting we kept the default MaxQuant parameters.\r\n\n\n\r\n\n\n**2. Perseus data analysis**\r\n\n\n_We used Perseus version 1.5.5.3 \\[4]._ \r\n\n\n**Part 1. Protein analysis**\r\n\n\n\\(1) Import the proteinGroups.txt file into Perseus.\r\n\n\n\\(2) Processing --- Filter rows based on categorical column “only identified by site”. Remove matching rows with value “+”, reduce matrix.\r\n\n\n\\(3) Processing --- Filter rows based on categorical column “Reverse”. Remove matching rows with value “+”, reduce matrix.\r\n\n\n\\(4) Processing --- Filter rows based on categorical column “Potential contaminant”. Remove matching rows with value “+”, reduce matrix.\r\n\n\n\\(5) Processing --- Remove empty columns.\r\n\n\n\\(6) Processing --- Transform “1/\\(x)” the columns “Ratio H/L normalized” of the dimethyl-labelled reverse replicates. \r\n\n\n→ Note: this ensures the ratio values of all replicates now follow the format “wild-type over knock-out”.\r\n\n\n\\(7) Processing --- Rename columns to reflect this.\r\n\n\n\\(8) Protein measurements are now pre-processed. Export matrix. \r\n\n\n\r\n\n\n**Part 2. Peptide analysis** \r\n\n\n\\(1) Import the peptides.txt and pre-processed proteinGroups.txt files into Perseus\r\n\n\n\\(2) Multi processing --- Matching rows by name. Match “id” in peptides.txt with “Peptide IDs” in proteinGroups.txt file and import the pre-processed “Ratio H/L normalized” columns of the dimethyl-labelled replicates.\r\n\n\n\\(3) Processing --- Filter rows based on categorical column “Reverse”. Remove matching rows with value “+”, reduce matrix.\r\n\n\n\\(4) Processing --- Filter rows based on categorical column “Potential contaminant”. Remove matching rows with value “+”, reduce matrix.\r\n\n\n\\(5) Processing --- Filter rows based on categorical column “Unique \\(Groups)”. Remove matching rows with value “no”, reduce matrix.\r\n\n\n→ Note: with step \\(5) we ensure to keep only those peptides that are unique to a single protein group in the proteinGroups file.\r\n\n\n\\(6) Processing --- Filter rows based on numerical/main column. Number of columns: 1, with x = “C count”. Number of relations: 1, with relation “x>0”. Combine through “intersection”, “reduce matrix”. \r\n\n\n\\(7) Processing --- Remove empty columns.\r\n\n\n\\(8) Processing --- Transform “1/\\(x)” the columns “Ratio H/L normalized” of the iodoacetamide-labelled reverse replicates. \r\n\n\n→ Note: this has already been done for the protein ratio values in Part 1 step \\(6), so only transform the peptide ratio values here. This ensures the ratio values of all replicates now follow the format “wild-type over knock-out”.\r\n\n\n\\(9) Processing --- Rename columns to reflect this.\r\n\n\n\\(10) Processing --- Divide. Matrix access “Columns”, divide by “Median”.\r\n\n\n\\(11) Processing --- Combine main columns using Operation “x/y” to divide the ratio values of each peptide by the ratio values of the parent protein. This gives the normalised peptide oxidation ratio for each peptide. \r\n\n\n\\(12) Processing --- Rename columns to reflect this.\r\n\n\n\\(13) Processing --- Categorical annotation rows. Action: Create Group1, include the normalised peptide oxidation ratios for all replicates of each experimental condition. \r\n\n\n\\(14) Processing --- Average groups. Grouping “Group1”, Average type “Mean”, Keep original data, Add “Standard deviation”. \r\n\n\n→ Note: these values will be used to calculate the Coefficient of Variation \\(CV%) between replicate experiments.\r\n\n\n\\(15) Processing --- Average groups. Grouping “Group1”, Average type “Median”, Keep original data, Add “Standard deviation”.\r\n\n\n→ The median and its standard deviation will be used for further data analysis and interpretation. Therefore, it is important to define the minimum number of valid values for inclusion here based on the number of replicate experiments used \\(i.e. peptides must be quantified in at least 3 out of 4 replicate experiments). \r\n\n\n\\(16) Processing --- Rename newly created columns for Mean, Mean SD, Median, and Median SD.\r\n\n\n\\(17) Processing --- Change column type. Change these newly created columns from “Numerical” to “Main”.\r\n\n\n\\(18) Processing --- Combine main columns using Operation “\\(x/y) ==*== 100” with “x = Standard deviation of the peptide oxidation ratios” and “y = Mean of the peptide oxidation ratios” to calculate the CV%.\r\n\n\n\\(19) Processing --- Rename columns to reflect this.\r\n\n\n\\(20) Processing --- Summary statistics \\(columns) for Column “CV%”. It calculates the Median, Inter-quartile range \\(IQR), 1\nst\nquartile, and 3\nrd\nquartile \\(Q3) of the CV% in the dataset. \r\n\n\n\\(21) Calculate the cut-off for outlier values in the dataset using the following formula: \r\n\n\n1.5 × IQR + Q3\r\n\n\n\\(22) Processing --- Filter rows based on numerical/main column. Number of columns: 1, with x = “CV%”. Number of relations: 1, with “x<outlier cut-off value”. Combine through “intersection”, “reduce matrix”. \r\n\n\n→ Note: the dataset now only contains those peptides that pass Quality Control \\(QC). \r\n\n\n\\(23) Processing --- Transform “log2\\(x)” the normalised peptide oxidation ratios, and also transform the “Intensity”.\r\n\n\n\\(24) Processing --- Categorical annotation rows. Action: Create Group1, include the normalised log2 peptide oxidation ratios for all replicate experiments. \r\n\n\n\\(25) Processing --- Average groups. Grouping “Group1”, Average type “Median”, Keep original data, Add “Standard deviation”.\r\n\n\n\\(26) Processing --- Rename newly created columns for the log2 Median and log2 SD. \r\n\n\n\\(27) Processing --- Change column type. Change these newly created columns from “Numerical” to “Main”.\r\n\n\n\\(28) Processing --- Significance B. Ratio columns: log2 Median peptide oxidation ratio, Intensity columns: log2 Intensity. Side: “both”, Use for truncation: “Benjamini-Hochberg FDR”, Threshold value: “0.05”. \r\n\n\n→ Note: this test will identify the peptides with the larges positive and negative ratio value changes in the dataset, and thus the most redox-sensitive peptides, while considering their different intensities. Please see the Supplementary Note of the SICyLIA publication \\[5] for extended substantiation of this statistical approach. \r\n\n\n\\(29) Processing --- Density estimation. With x: log2 Median peptide oxidation ratio, and y: log2 Intensity.  \r\n\n\n→ Note: you can now create a density plot with x: log2 Median peptide oxidation ratio, and y: log2 Intensity. This allows you to view the overall distribution of the data points and highlight those that passed “Significance B”.   \r\n\n\n\\(30) Processing --- Add annotation. Source: an annotation file of the organism under study. Match these to UniProt column: Proteins. Annotations to be added: select annotations of your choice, such as GO categories. \r\n\n\n→ Note: this allows you to perform enrichment analyses on significant hits: \r\n\n\n\\(31) Processing --- Fisher exact test. Input type: “Categorical column”, select your log2 Median peptide oxidation ratio “B significant”. Use for truncation: “Benjamini-Hochberg FDR”, Threshold value: “0.05”, with relative enrichment on “Leading razor protein”."
        },
        {
            "header": "References",
            "content": "\\[1] Boersema, P.J., et al., Multiplex peptide stable isotope dimethyl labeling for quantitative proteomics. _Nat Protoc,_ 2009. 4\\(4): p. 484-94.\r\n\n\n\\[2] Cox, J. and M. Mann, MaxQuant enables high peptide identification rates, individualized p.p.b.-range mass accuracies and proteome-wide protein quantification. _Nat Biotechnol,_ 2008. 26\\(12): p. 1367-72.\r\n\n\n\\[3] Cox, J., et al., Andromeda: a peptide search engine integrated into the MaxQuant environment. _J Proteome Res,_ 2011. 10\\(4): p. 1794-805.\r\n\n\n\\[4] Tyanova, S., et al., The Perseus computational platform for comprehensive analysis of \\(prote)omics data. _Nat Methods,_ 2016. 13\\(9): p. 731-40.\r\n\n\n\\[5] van der Reest, J., et al., Proteome-wide analysis of cysteine oxidation reveals metabolic sensitivity to redox stress. _Nat Commun,_ 2018. 9\\(1): p. 1581."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 16196,
                "identity": "a1acc480-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sara Zanivan",
                "email": "s.zanivan@beatson.gla.ac.uk",
                "orcid": "",
                "institution": "Zanivan Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sara",
                "middleName": "",
                "lastName": "Zanivan",
                "suffix": ""
            },
            {
                "id": 16197,
                "identity": "a1accc81-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jiska  van der Reest",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jiska",
                "middleName": "van der",
                "lastName": "Reest",
                "suffix": ""
            },
            {
                "id": 16198,
                "identity": "a1accf8c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sergio Lilla",
                "email": "",
                "orcid": "",
                "institution": "Zanivan Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sergio",
                "middleName": "",
                "lastName": "Lilla",
                "suffix": ""
            },
            {
                "id": 16199,
                "identity": "a1acd228-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Eyal Gottlieb",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Eyal",
                "middleName": "",
                "lastName": "Gottlieb",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-02-01 13:17:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2019.014",
        "doiUrl": "https://doi.org/10.1038/protex.2019.014",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465911,
                "identity": "dc08d571-e02d-4000-a846-563d600a9c5d",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:45",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 158949,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7307/v1/9e5966b1-bc41-421e-bdcf-f78af291c96a.pdf"
            }
        ],
        "financialInterests": "E.G. is a Shareholder and Director at MetaboMed Ltd, Israel. The remaining authors declare no competing interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Stable-isotope cysteine labelling, Reactive Oxygen Species (ROS), MS-proteomics, Post-translational modifications",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Reactive oxygen species \\(ROS) are increasingly recognised as important signalling molecules that act through the oxidation of protein cysteine residues. Comprehensive identification of redox-regulated proteins and pathways is crucial to understand ROS-mediated events. Identifying cysteine oxidation on a whole-proteome scale remains a technical challenge due to the low abundance of oxidised thiols. Redox proteomics techniques therefore use multistep enrichment protocols, but these have inherent limitations and inform only on the enriched proteome. We developed stable isotope cysteine labelling with iodoacetamide \\(SICyLIA), a simple, unbiased, and robust mass spectrometry-based workflow for thiol oxidation analysis. SICyLIA does not require enrichment steps and achieves unbiased proteome-wide sensitivity. We applied SICyLIA to diverse cellular models and primary tissues and generated the most in-depth thiol oxidation profiles to date. Our results demonstrate that acute and chronic oxidative stress causes oxidation of distinct metabolic proteins, indicating that cysteine oxidation plays a key role in the metabolic adaptation to redox stress. Analysis of mouse kidneys showed oxidation of proteins circulating in biofluids, through which cellular redox stress can affect whole-body physiology. Obtaining accurate peptide oxidation profiles from complex organs using SICyLIA holds promise for future analysis of patient-derived samples to study human pathologies.",
        "manuscriptTitle": "Proteome-wide analysis of cysteine oxidation using Stable Isotope Cysteine Labelling with Iodoacetamide (SICyLIA)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-02-06 13:57:41",
                "doi": "10.1038/protex.2019.014",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1ac5964-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 6th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4508,
                "name": "Cell biology"
            },
            {
                "id": 4509,
                "name": "Biological techniques"
            },
            {
                "id": 4511,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 4512,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-02-06 13:57:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}