{
    "identity": "nprot-6351",
    "title": "A Protocol for the Implantation of a Permanent Window for High-Resolution Imaging of the Murine Lung",
    "content": [
        {
            "header": "Introduction",
            "content": "The ability to visualize the lung vasculature with high resolution is limited. Clinical imaging modalities \\(PET, MRI, CT, etc.) are able to image internal organs non-invasively, however they lack the resolution required to analyze the individual cells composing tissues. Laboratory imaging modalities \\(confocal, multiphoton) possess sufficient resolution, but require surgical exposure and stabilization \\(down to the sub-micron level) of the tissue of interest.\r\n\n\n\r\n\n\nThese requirements make laboratory imaging modalities challenging to implement for visualization of the lung, a delicate organ in perpetual motion. While different techniques have been developed for visualizing the murine lung in recent years<sup>1-5</sup>, all involve extremely invasive surgeries, suffer from potential artifacts due to altered gas exchanges, and all but one<sup>5</sup> preclude multiple imaging sessions.\r\n\n\n\r\n\n\nThe protocol described herein dramatically reduces the invasiveness of the surgery and reseals the thoracic cavity making it possible for the mouse to recover from anesthesia, breathe independently \\(both between and during imaging sessions), and live with this “transparent ribcage” for weeks. Thus this protocol reverses the observed trend in the literature that “greater invasiveness leads to better resolution“<sup>6</sup>. \r\n\n\n\r\n\n\nImmobilization of the lung tissue is accomplished with a thin \\(<10 µm) layer of adhesive which removes the need for high-speed gated imaging<sup>7</sup> or other specialized ventilation<sup>8</sup> or image processing techniques<sup>2,6</sup>. This results in a simplified experimental setup during imaging, and makes the protocol accessible for use in a wide range of applications by any laboratory with a multiphoton microscope."
        },
        {
            "header": "Reagents",
            "content": "1% \\(w/v) solution of enzyme-active detergent \\(Terg-A-Zyme, Alconox Inc.)\r\n\n\n5% \\(w/v) solution of sodium hydroxide \\(S8045, Sigma-Aldrich)  \r\n\n\n7% \\(w/v) solution of citric acid \\(251275, Sigma-Aldrich)"
        },
        {
            "header": "Equipment",
            "content": "Heated surgical platform \\(SurgiSuite-LG & RightTemp, Kent Scientific)\r\n\n\nBead sterilizer \\(Germinator 500, CellPoint Scientific)\r\n\n\nIsoflurane 5% \\(029405, Henry Schein, Inc.)\r\n\n\nInfrared heat lamp \\(HL-1 Braintree Scientific)\r\n\n\nOxygen \\(TechAir)\r\n\n\nIsoflurane vaporizer \\(VCT302, SurgiVet)\r\n\n\nNair \\(Church & Dwight Co., Inc.)\r\n\n\nLong cotton tip applicators \\(MDS202055, Medline Industries)\r\n\n\nPaper tape \\(S68702, FisherScientific)\r\n\n\nVentilator \\(MouseVent, Kent Scientific Inc.)\r\n\n\nRodent intubation stand \\(RIS 100, Braintree Scientific)\r\n\n\nFiber-optic illuminator \\(FL3000, O.C. White Company)\r\n\n\nSmall animal lung inflation bulb \\(72-9083, Harvard Apparatus) \r\n\n\nTracheal catheter 22G \\(26746, Exelint International)\r\n\n\n2-0 silk tie at 9cm in length \\(LA55G, Ethicon, Inc.)\r\n\n\nCautery pen \\(GEM 5917, Braintree Scientific)\r\n\n\nBlunt micro-dissecting scissors \\(RS-5980, Roboz)\r\n\n\nGraefe forceps \\(RS-5135, Roboz)\r\n\n\nJacobson needle holder with lock \\(T1-140, Kalson Surgical)\r\n\n\n5-0 braided silk with RB-1 cutting needle \\(774B, Ethicon, Inc.)\r\n\n\n8 mm stainless steel window frame \\(Custom made)\r\n\n\n5 mm coverslip \\(72296-05, Electron Microscopy Sciences)\r\n\n\nRectangular Cover Glass \\(2980-225, Corning)\r\n\n\nVacuum pickup system metal probe \\(528-112, Ted Pella, Inc.)\r\n\n\nCyanoacrylate adhesive \\(LOC1363589, Henkel Adhesives)\r\n\n\nInsulin syringes \\(329424, Becton Dickinson)\r\n\n\nCompressed air canister \\(DPSJB-12, Falcon)\r\n\n\nBuprenorphine \\(0409-2012-32, Hospira)\r\n\n\nChlorhexidine gluconate \\(ChloraPrep, Becton Dickenson, Inc.)\r\n\n\nOphthalmic ointment \\(17033-211-38, Dechra Veterinary Products)\r\n\n\nAntibiotic ointment \\(Neosporin, Johnson and Johnson)\r\n\n\nSulfamethoxazole and Trimethoprim oral antibiotic \\(50383-823-16, Hi-Tech Pharmacal Co.)"
        },
        {
            "header": "Procedure",
            "content": "All studies involving mice should be carried out in accordance with the National Institutes of Health regulation concerning the care and use of experimental animals and approved by the home institution’s animal care and use committee. All animals used for development of this protocol were used in accordance with the National Institutes of Health regulation concerning the care and use of experimental animals and approved by Einstein College of Medicine Animal Care and Use Committee.\r\n\n\n\r\n\n\n**Passivation of windows**\r\n\n\nAdapted from http://www.mmsonline.com/articles/how-to-passivate-stainless-steel-parts.\r\n\n\n1. Wash the window frames with a 1% \\(w/v) solution of the enzyme-active detergent.\r\n  2. Place the window frames in a glass jar containing a 5% \\(w/v) solution of sodium hydroxide for 30 minutes at 70 C.\r\n  3. Discard the solution and rinse the window frames with deionized water.\r\n  4. Transfer the window frames into a new glass jar containing a 7% \\(w/v) solution of citric acid at 55 C for 10 minutes.\r\n  5. Rinse the window frames with sterile deionized water.\r\n  6. Repeat the step number 2, and rinse the window frames again with sterile deionized water.\r\n  \r\n\n\n**Preparation for Lung Window Surgery**\r\n\n\n7. Surgeries should be conducted in a separate area within a lab, in a hood or laminar flow cabinet. The surgical area should include three distinct zones: \\(i) preparation, \\(ii) surgery, and \\(iii) recovery. The rationale is to avoid contaminating the operative field with loose animal fur, splashes from incision site scrubbing, and bedding dust and fur from nearby cages. Surgical personnel should wear a bouffant cap, mask and clean lab coat. These should be new at the start of the surgical session, but do not need to be changed between animals. Surgical procedure must be performed under sterile conditions for each subject.\r\n  8. Before beginning the surgical protocol, passivate the window frames and sterilize all instruments and all parts that will come in contact with the mouse during the surgery. Surgical instruments should be autoclaved. If multiple surgeries are performed, instruments must be resterilized by using a hot bead sterilizer.\r\n  9. Warm the surgical bed and turn on the bead sterilizer.\r\n  10. Wash hands with an antiseptic soap. \r\n  11. Wear sterile surgical gloves. If another animal is handled to anesthetize and prep it, gloves should be changed. If performing multiple surgeries, new gloves should be donned between animals.\r\n  12. Tie a 2 inch length of 2-0 silk suture to the base of the 22 gauge catheter as shown in **Figure 1**.\r\n  \r\n\n\n**Lung Window Surgery**\r\n\n\n13. Anesthetize the mouse with 5% isoflurane.\r\n  14. Apply sterile ophthalmic ointment in both eyes to prevent drying and possible corneal damage. \r\n  15. Administer a pre-operative injection of 10 µL \\(0.1 mg/kg) buprenorphine diluted in 90 µL of sterile PBS subcutaneously to provide sufficient perioperative analgesia.  \r\n  16. Shave the upper left chest incision site. Generally an area approximately 3 times the size of the proposed incision should be shaved. \r\n  17. Nair the mouse’s upper chest from the sternum to the left back as shown in **Figure 2**. \r\n  18. Intubate the mouse with the 22 gauge catheter following either the published protocol by Das et al.9 or by DuPage et al.10\r\n  19. Test to make sure that the lungs inflate bilaterally using the lung inflation bulb.\r\n  20. Tie the 2-0 silk suture around mouse’s snout, securing the intubation catheter under the mouse’s upper incisors \\(**Figure 3**).\r\n  21. Transfer mouse onto the heated surgical platform and place mouse in the right lateral decubitus position exposing the left thorax.\r\n  22. Connect the 22 gauge catheter to the ventilator.\r\n  23. Let the mouse’s breathing stabilize for one minute and lower isofluorane to 3%. In order to insure maintenance of the appropriate surgical plane of anesthesia which will provide both amnestic and analgesic effects, it is important to periodically check for nervous response via a toe pinch test. The health and vitality of the mouse should also be periodically be checked by looking for continuance of the mouse’s natural respiration and for a healthy pink color to the lung tissue once the thoracic cavity has been breached. \r\n  24. Tape mouse’s front paws cranially, back paws caudally, and place one piece of tape down the posterior ridge to operating table for stabilization and optimal exposure as shown in **Figure 4**.\r\n  25. Open the sterile instruments inside the hood. \r\n  26. Sterilize the mouse skin with antiseptic.\r\n  27. Define the point implantation by measuring 7 mm laterally to the left of the sternum and 7 mm superior of last left rib.\r\n  28. Lift skin with the Graefe forceps and cut a 10 mm circular incision through the skin. \r\n  29. Isolate the main vessels and cauterized them at both ends with the electrocautery pen.\r\n  30. Remove soft tissue \\(mammary fat pad) and muscle overlaying the ribs.\r\n  31. With the Graefe forceps, pick up rib 6 or 7 toward the center of the lung \\(which can now be seen beneath the ribcage).\r\n  32. Insert one blade of the blunt micro-dissecting scissors with the rounded side down through the muscle between ribs 6 & 7 to breach thoracic seal. \r\n  33. Block the expiratory tube to the ventilator to collapse the lung. \r\n  34. Cut a 5 mm circular hole in the rib cage.\r\n  35. Make a purse-string stitch with 5-0 silk suture ~1 mm from the edge of the hole, interlacing with the ribs.\r\n  36. Fit the window frame into the space with ribs/muscle fitting snuggly within the grooved edge of the window frame as seen in **Figure 5**.\r\n  37. Tie the suture three times in a locking knot.\r\n  38. Place ~100 µL of cyanoacrylate adhesive into a 1 mL insulin syringe.\r\n  39. Gently apply a stream of compressed air to the lung tissue for ~10-20 seconds to dry the tissue.\r\n  40. Grasp the outside edge of the window frame and lift the frame and the chest wall to create ample space between the surface of the lung and the underbelly of the window frame.\r\n  41. Use the insulin syringe to place a small amount of cyanoacrylate adhesive along the entire underbelly of the ring.\r\n  42. Inflate the lung by increasing the positive end expiratory pressure \\(PEEP) on the ventilator.\r\n  43. Gently press the window frame onto lung tissue and hold for 10-20 seconds.  \r\n  44. Dispense the remainder of the cyanoacrylate adhesive in the syringe onto a rectangular coverslip, forming a 5 mm drop.\r\n  45. Using the Vacuum Pick-Up System with Pump , pick up the 5 mm coverslip, dip it into the cyanoacrylate adhesive and scrape off the excess against the edge of the cover glass three times.\r\n  46. Place the coverslip into the window frame recess bringing it in contact with the exposed lung surface and keep gentle pressure applied until the cyanoacrylate adhesive is set \\(at least 25 seconds). \r\n  47. Lower isoflurane to 0%.\r\n  48. Use 5-0 silk suture to place a second purse-string stitch <1 mm from the cut edge of the dermis surrounding the window.\r\n  49. Tighten the suture and use both Graefe forceps to tuck the skin under the top rim of the window. Cinch the purse string stitch and tie using three locking knots.\r\n  50. Remove the residual air from the thoracic cavity by inserting a new sterile insulin syringe just under the xiphoid process pointing towards the left shoulder to penetrate through the diaphragm and drawing back the plunger \\(see **Figure 6**).\r\n  51. Remove tape from all paws and back.\r\n  52. Cut the 2-0 silk suture tying the intubation catheter to the snout, but allow mouse to continue being ventilated with 100% oxygen. \r\n  53. When the mouse is nearly ready to wake up \\(starting to twitch and move), extubate the mouse and move to a clean cage.\r\n  \r\n\n\n**Post-surgical Recovery**\r\n\n\n54. Continue to allow the mouse to recover under a under heat lamp.\r\n  55. If the animal displays any signs of distress \\(inability to resume normal respiration, lack of mobility, etc.), it should be euthanized following approved protocols.\r\n  56. Once the mouse becomes more active, inject with another dose of 10 µL buprenorphine for analgesic. Mice need be monitored for several hours after surgery. \r\n  57. Add 10 mL of oral antibiotic solution in 250 mL of drinking water.\r\n  58. Check the health and condition of the mouse daily. Animals should be bright, alert, and active. They should be interacting normally, eating and drinking, and have normal posture.\r\n  59. Provide a 10 µL \\(0.1 mg/kg) buprenorphine injection daily. \r\n  60. Apply antibiotic ointment every day or two to skin surrounding the implanted window to aid in healing of the skin around the window frame."
        },
        {
            "header": "Timing",
            "content": "A person well trained in the protocol can complete the surgery in approximately 30 minutes."
        },
        {
            "header": "Troubleshooting",
            "content": "There are several critical steps in this protocol that, if not executed with care, will lead to failure of the protocol.\r\n\n\n1. Nair can be a very caustic compound and can damage the skin if left in contact for too long. Nair should be left on the skin for a maximum of 20 seconds at a time and rinsed off with a water moistened tissue. \r\n  2. If the mouse survives the surgery, but appears to have a very slow breath rate \\(<1 breath per second), then there is either residual air left in the thorax which can be removed as described in step 50, or the seal between the ribcage and the window is not complete. This may be caused by the hole in the rib cage not being as circular as possible and thus cannot form an air tight seal. This may also be diagnosed by the appearance of a bubble under the skin around the window if the chest is depressed.\r\n  3. If, once placed on the microscope, excess adhesive is apparent under the cover glass then the scraping step \\(step 45) was not done sufficiently. It is important to scrape off enough adhesive so that an extremely thin layer \\(<10µm) remains.\r\n  4. If there is excessive bleeding during the surgery, then most likely, either the brachial or internal mammary arteries were cut during removal of the mammary fat pad. Extreme caution must be paid to avoid cutting these vessels.\r\n  5. The lung tissue is extremely delicate. It is crucial not to touch the lung tissue at any point during the surgery. At the end of the protocol the lung tissue should be healthy and pink as shown in **Figure 5**.\r\n  6. If the coverslip does not attach well, the most likely cause is from the lung tissue being too wet at the time of attachment to the frame or cover glass. It is crucial to ensure that the lung tissue is dry before the adhesive is applied.\r\n  7. One of the methods mammals use to regulate the body’s hydration level is by secreting excess fluid in the lungs. Thus, if too much liquid is injected at any time into the vasculature, the lung tissue may become detached from the cover glass. It is crucial to not inject more than 200 µL at a time into the mouse.\r\n  8. When placing the mouse onto the microscope stage, it is crucial to insert the window completely into fixturing plate. Failure to do so will result in incomplete immobilization of the window and residual movement in the recorded images."
        },
        {
            "header": "Anticipated Results",
            "content": "If the protocol was successfully completed, the mouse will wake up, breathe independently at a normal rate \\(~120 breaths per minute) and behave normally \\(ambulate, feed, groom, nest, etc.). Imaging may be performed the same day, though it is recommended allow one day for recovery from anesthesia and surgery first. Once placed on the microscope, a fluorescent dye can be injected i.v. to label the vasculature and images such as shown in **Figure 7** can be obtained."
        },
        {
            "header": "References",
            "content": "1 Looney, M. R. et al. Stabilized imaging of immune surveillance in the mouse lung. Nat Methods 8, 91-96, doi:10.1038/nmeth.1543 \\(2011).\r\n\n\n2 Presson, R. G., Jr. et al. Two-photon imaging within the murine thorax without respiratory and cardiac motion artifact. Am J Pathol 179, 75-82, doi:10.1016/j.ajpath.2011.03.048 \\(2011).\r\n\n\n3 Entenberg, D. et al. In vivo subcellular resolution optical imaging in the lung reveals early metastatic proliferation and motility. Intravital 4, 1-11, doi:10.1080/21659087.2015.1086613 \\(2015).\r\n\n\n4 Rodriguez-Tirado, C. et al. Long-term High-Resolution Intravital Microscopy in the Lung with a Vacuum Stabilized Imaging Window. J Vis Exp, doi:10.3791/54603 \\(2016).\r\n\n\n5 Kimura, H. et al. Real-time imaging of single cancer-cell dynamics of lung metastasis. J Cell Biochem 109, 58-64, doi:10.1002/jcb.22379 \\(2010).\r\n\n\n6 Fiole, D. & Tournier, J. N. Intravital microscopy of the lung: minimizing invasiveness. J Biophotonics 9, 868-878, doi:10.1002/jbio.201500246 \\(2016).\r\n\n\n7 Vinegoni, C., Lee, S., Feruglio, P. F. & Weissleder, R. Advanced Motion Compensation Methods for Intravital Optical Microscopy. IEEE J Sel Top Quantum Electron 20, doi:10.1109/JSTQE.2013.2279314 \\(2014).\r\n\n\n8 Hanna, G. et al. Automated measurement of blood flow velocity and direction and hemoglobin oxygen saturation in the rat lung using intravital microscopy. Am J Physiol Lung Cell Mol Physiol 304, L86-91, doi:10.1152/ajplung.00178.2012 \\(2013).\r\n\n\n9 Das, S., MacDonald, K., Chang, H. Y. & Mitzner, W. A simple method of mouse lung intubation. J Vis Exp, e50318, doi:10.3791/50318 \\(2013).\r\n\n\n10 DuPage, M., Dooley, A. L. & Jacks, T. Conditional mouse lung cancer models using adenoviral or lentiviral delivery of Cre recombinase. Nat Protoc 4, 1064-1072, doi:10.1038/nprot.2009.95 \\(2009)."
        },
        {
            "header": "Acknowledgements",
            "content": "This technology was developed in the Gruss-Lipper Biophotonics Center and the Integrated Imaging Program at Albert Einstein College of Medicine. We acknowledge the support of these Centers in this work: Einstein’s Integrated Imaging Program, Montefiore’s Ruth L. Kirschstein T32 Training Grant of Surgeons for the Study of the Tumor Microenvironment \\(CA200561), NIH CA100324, CA216248, and SIG #1S10OD019961-01. We thank M. Rottenkolber, R. Ibagon and A. Leggiadro of the Einstein Machine Shop for their skilled craftsmanship and design insight."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4511",
                "date": "2017-11-27 16:54:28",
                "title": "A permanent window for the murine lung enables high-resolution imaging of cancer metastasis",
                "authors": [
                    "David Entenberg",
                    "Sonia Voiculescu",
                    "Peng Guo",
                    "Lucia Borriello",
                    "Yarong Wang",
                    "George S Karagiannis",
                    "Joan Jones",
                    "Francis Baccay",
                    "Maja Oktay",
                    "and John Condeelis"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15175,
                "identity": "a135840e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "David Entenberg",
                "email": "david.entenberg@einstein.yu.edu",
                "orcid": "",
                "institution": "Einstein College of Medicine / Montefiore Medical Center",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Entenberg",
                "suffix": ""
            },
            {
                "id": 15180,
                "identity": "a135b3a5-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "John  Condeelis",
                "email": "john.condeelis@einstein.yu.edu",
                "orcid": "",
                "institution": "Einstein College of Medicine / Montefiore Medical Center",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "John",
                "middleName": "",
                "lastName": "Condeelis",
                "suffix": ""
            },
            {
                "id": 15176,
                "identity": "a1358ce6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sonia Voiculescu",
                "email": "",
                "orcid": "",
                "institution": "Einstein College of Medicine / Montefiore Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sonia",
                "middleName": "",
                "lastName": "Voiculescu",
                "suffix": ""
            },
            {
                "id": 15177,
                "identity": "a13590cd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lucia  Borriello",
                "email": "",
                "orcid": "",
                "institution": "Einstein College of Medicine / Montefiore Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lucia",
                "middleName": "",
                "lastName": "Borriello",
                "suffix": ""
            },
            {
                "id": 15178,
                "identity": "a135999a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anouchka  Coste-Abramson",
                "email": "",
                "orcid": "",
                "institution": "Einstein College of Medicine / Montefiore Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anouchka",
                "middleName": "",
                "lastName": "Coste-Abramson",
                "suffix": ""
            },
            {
                "id": 15179,
                "identity": "a135aa49-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Francis  Baccay",
                "email": "",
                "orcid": "",
                "institution": "Einstein College of Medicine / Montefiore Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Francis",
                "middleName": "",
                "lastName": "Baccay",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-10-24 20:56:26",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.134",
        "doiUrl": "https://doi.org/10.1038/protex.2017.134",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609942,
                "identity": "63f609bf-b4e3-40b5-97a9-840f35472ba5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 409926,
                "visible": true,
                "origin": "",
                "legend": "Tracheal catheter with 2-0 silk suture attached.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6351/v1/figure_1.jpg"
            },
            {
                "id": 2609941,
                "identity": "ba428036-fc39-41ec-8173-571ff99b7ce3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33295,
                "visible": true,
                "origin": "",
                "legend": "Mouse with hair removed.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6351/v1/figure_2.jpg"
            },
            {
                "id": 2609943,
                "identity": "d4b94fdb-3c0f-4d35-913c-093afad5163f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 309834,
                "visible": true,
                "origin": "",
                "legend": "Tracheal catheter tied to snout.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6351/v1/figure_3.jpg"
            },
            {
                "id": 2609945,
                "identity": "6b8b8c13-1e64-485b-8b45-55a1fc87fdd4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 973068,
                "visible": true,
                "origin": "",
                "legend": "Mouse secured to heated surgical platform.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6351/v1/figure_4.jpg"
            },
            {
                "id": 2609944,
                "identity": "5363e450-ab2d-4b72-becf-95d6babe06ef",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 768099,
                "visible": true,
                "origin": "",
                "legend": "Window implanted in chest wall.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6351/v1/figure_5.jpg"
            },
            {
                "id": 2609949,
                "identity": "a80403f5-aa96-4618-958d-efe7b03f6365",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 946398,
                "visible": true,
                "origin": "",
                "legend": "Removal of air from thoracic cavity.",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6351/v1/figure_6.jpg"
            },
            {
                "id": 2609947,
                "identity": "bf504409-2f9a-4444-96b3-9e516cfa83d3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:18",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 39201,
                "visible": true,
                "origin": "",
                "legend": "Example image of lung vasculature imaged through the lung imaging window.    Blue = Second Harmonic Generation; Red = Blood vessels labeled with an i.v. injection of fluorescent dextran. Bar = 30 µm. Average of 10 frames.",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6351/v1/figure_7.jpg"
            },
            {
                "id": 13465482,
                "identity": "fe0bc6b6-7a3d-45df-a0bd-44a7226dd55f",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:48",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 813537,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6351/v1/cd8923b5-e78d-46de-9afe-e28989bef85b.pdf"
            }
        ],
        "financialInterests": "DE, SV, and JC have submitted a provisional patent application.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "multiphoton microscopy, high-resolution imaging, lung imaging, microcartography",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "High resolution optical imaging of living tissues, a process known as intravital imaging, has become a powerful tool for understanding biological processes in the most physiologically relevant manner possible. Recent advances have even enabled direct visualization of delicate internal vital organs such as the lung and the heart. Unfortunately however, these protocols involve extremely invasive, terminal surgeries that limit the duration of imaging and allow no more than one imaging session. We present here a minimally invasive surgical protocol for the implantation of a permanent, indwelling, optical imaging window into the chest wall of a mouse to allow high resolution imaging of the lung. The window reseals the thoracic cavity, enabling the mouse to survive the surgery and breathe independently, and makes imaging of the lung tissue over days to weeks possible.",
        "manuscriptTitle": "A Protocol for the Implantation of a Permanent Window for High-Resolution Imaging of the Murine Lung",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-11-27 16:55:11",
                "doi": "10.1038/protex.2017.134",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a134f355-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 27th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4088,
                "name": "Biological techniques"
            },
            {
                "id": 4089,
                "name": "Optics and photonics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-11-27 16:55:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}