{
    "identity": "nprot-5175",
    "title": "A protocol for the differentiation of brown adipose progenitors derived from human induced pluripotent stem cells at a high efficiency with no gene transfer",
    "content": [
        {
            "header": "Introduction",
            "content": "In mammals, three types of adipocytes coexist, i.e brown, beige and white adipocytes, which are all involved in energy balance regulation while having opposite functions. White adipose tissue \\(WAT) is dispersed throughout the body and is mainly involved in energy storage and mobilization in form of triglycerides. In contrast, brown adipose tissue \\(BAP) is specialized in energy expenditure. Brite, also named beige, adipocytes were recently described as brown-like adipocytes and represent a third type of adipocytes recruited in WAT<sup>1</sup>. BAT implants were recently shown to improve the metabolic conditions in obese mice and restore normoglycemia in diabetic mice<sup>2, 3</sup>. These recent findings offer promising prospects to counteract obesity by activating BAT or transplanting brown, beige adipocyte progenitors \\(APs) in obese patients. However, BAT represents a minor fraction of adipose tissue in humans and disappears from most areas with age, persisting only around deeper organs<sup>4</sup>.  Human BAT is hard to isolate in this regard, so an alternative cellular source is required to generate brown adipocytes. \r\n\n\n\r\n\n\nHuman induced pluripotent stem cells \\(hiPSCs) can be differentiated into multiple cell types in vitro. Following the pioneer work of Yamanaka’s group on the generation of patent –specific hiPSC by reprogramming somatic cells<sup>5</sup>, hiPSCs emerged as an unlimited source of autologous BAPs for cell-based therapy of obesity. Indeed, several studies indicated that hiPSCs could potentially be used to generate brown adipocytes with therapeutics properties.  Nakao’s group was the first to demonstrate the capacity of hiPSC to generate functional adipocytes<sup>6</sup>. Nishio et al.<sup>7</sup> developed a procedure to generate functional brown adipocytes at a high frequency using an hematopoietic cocktail to induce hiPSC differentiation.  Interestingly, hiPSC-brown adipocytes were able to improve glucose tolerance after transplantation in mice.  However, numerous issues have to be investigated before a therapeutic use of hiPSC-BAPs, notably their purification and differentiation into functional adipocytes. Indeed, in both works, total differentiated hiPSC cell populations, but not purified APs, were transplanted into mice. Differentiated hiPSC cultures can be enriched with adipocytes, but also contain other cell types that are unsuitable for transplantation, including undifferentiated hiPSC that can for teratomas.  As well, Ahfeldt et al.<sup>8</sup> were able to generate pure brown APs from hiPSCs that displayed a high adipogenic capacity but only following transduction with adipogenic master genes. The need to genetically modify hiPSC-APs clearly illustrates the low adipogenic potential of hiPSC-derived APs and hampers their clinical use. \r\n\n\n\r\n\n\nWe recently reported the potential of hiPSCs to generate both brown and white Aps<sup>9</sup>. However, a bottleneck is the weak adipogenic potential of hiPSC-derived APs compared to adult adipose tissue-derived APs<sup>10</sup>. This feature has be observed by us and others using different approaches to derive mesenchymal stem cells from hESC and hiPSC. Therefore the differentiation of hiPSC-BAPs requires a protocol different than those used to differentiate APs derived from adult tissues. We describe a protocol to derive BAPs from hiPSC and to differentiate them at a high efficiency without genetic modification. A schematic diagram of the timing for derivation and differentiation of hiPSC-BAPs is shown in Figure 1."
        },
        {
            "header": "Reagents",
            "content": "DMEM low glucose \\(Lonza Cat. no. BE12-707F)\r\n\n\nDMEM/F12 \\(In Vitrogen Cat. no 11330-057)\r\n\n\nEBM basal medium \\(Lonza Cat. no. CC-3124)\r\n\n\nEGM \\(Lonza Cat. no. CC-4133)\r\n\n\nFBS \\(Gibco Cat. no. 10270)\r\n\n\nPBS \\(Lonza Cat. no. BE17-516F)\r\n\n\nSodium L-Ascorbate  \\(Sigma Cat. no. A4034)\r\n\n\nHydrocortisone \\(Sigma Cat. no. H0396)\r\n\n\nHuman Epidermal growth factor \\(EGF, Gibco Cat. no. PH0314)\r\n\n\nSB 431542 \\(Sigma Cat. no. S4317)\r\n\n\n3-isobutyl-1-methylxanthine \\(IBMX, Sigma Cat. no. I7018)\r\n\n\nInsulin \\(Gibco Cat. no. 12585-014)\r\n\n\nTriiodothyronine \\(T3, Sigma Cat. no. T-6397)\r\n\n\nRosiglitazone \\( Cayman Chemical Cat. no. 71740)\r\n\n\nDexamethasone \\(Sigma Cat. no; D-4902)\r\n\n\nPenicillin/streptomycin \\(Lonza Cat. no DE17-603E)\r\n\n\nTrypsin 2.5% \\(Invitrogen Cat. no 15090-046)\r\n\n\nGelatin \\(Sigma Cat. no. G1393)\r\n\n\nL-glutamine \\(Lonza Cat. no. BE17-605E)\r\n\n\nFGF2 \\(Peprotech Cat. no. 100-18B)\r\n\n\n2-mercaptoethanol \\(Sigma Cat. no M6250)\r\n\n\nNon-essential amino acid \\(Invitrogen Cat. no 11140-050)\r\n\n\nKnock-out Serum Replacement \\(KSR, Invitrogen Cat. no 10828-028)\r\n\n\n\r\n\n\n**Medium setup**\r\n\n\n_The hiPSC growth medium_ is DMEM/F12 medium supplemented with \\(final concentrations) KSR \\(20%) + FGF2 \\(10 ng/ml)+ L-glutamine \\(2 mM) + Non-essential amino acid \\(0.1 mM) + 2-mercaptoethanol \\(0.1 mM) + Penicillin/Streptomycin \\(1%)\r\n\n\n\r\n\n\n**Caution**: This hiPSC growth medium is for the maintenance of undifferentiated hiPSCs on feeder layer. The hiPSC growth medium may be different in the absence of feeders.\r\n\n\n\r\n\n\n_The adipose progenitor proliferation medium_ is DMEM low glucose supplemented with \\(final concentrations) FBS \\(10%) + FGF2 \\(5 ng/mL) + L-glutamine \\(2 mM) + penicillin/streptomycin \\(1 %). \r\n\n\n\r\n\n\n_The hiPCS-BAP differentiation medium_ is EBM medium supplemented with \\(final concentrations) FCS \\(0.1%) + T3 \\(0.2 nM) + Insulin \\(1 µg/ml) + Rosiglitazone \\(1 µM) + IBMX \\(0.5 mM) + Dexamethasone  \\(0.25 µM) + SB 431542 \\(5 µM) + ascorbic acid \\(25.5 µg/ml) + hydrocortisone \\(4 µg/ml) + EGF \\(10 ng/ml). See table 1.\r\n\n\n\r\n\n\n**Sequences of primers to characterize BAPs by real time PCR:** \r\n\n\n_hDIO2_ :  Fw GTCACTGGTCAGCGTGGTTTT ; Rev TTCTTCACATCCCCCAATCCT\r\n\n\n_hPAX3_ :  Fw ACACCGTGCCGTCAGTGAGT ; Rev TCGCTTTCCTCTGCCTCCTT\r\n\n\n_hHOXC8_ : Fw GTCTCCCAGCCTCATGTTTC; Rev TCTGATACCGGCTGTAAGTTTGC\r\n\n\n_hHOXC9_ :  Fw GCAGCAAGCACAAAGAGGA; Rev CGTCTGGTACTTGGTGTAGGG\r\n\n\n_hHOXA5_ : Fw CCCAGATCTACCCCTGGATG; Rev CAGGGTCTGGTAGCGCGTGT\r\n\n\n\r\n\n\n**Sequences of primers to characterize BAP-differentiated progenies:**\r\n\n\n_hUCP1_: Fw GTGTGCCCAACTGTGCAATG, Rev CCAGGATCCAAGTCGCAAGA\r\n\n\n_hPLIN1_: Fw ACCATCTCCACCCGCCTC; Rev GATGGGAACGCTGATGCTGT\r\n\n\n\r\n\n\n**Antibodies used to characterize BAP-differentiated progenies:**\r\n\n\nhUCP1 \\(Calbiochem Cat. no. 662045)\r\n\n\nhPLIN1 \\(Acris Antibodies Cat. no. BP5015)\r\n\n\n\r\n\n\n**Antibodies used to characterize undifferentiated hiPSCs by FACS analysis:**\r\n\n\nTra-1-60 \\(Abcam Cat. No. ab16288)\r\n\n\nSSEA4 \\(Abcam Cat. no. ab16287)\r\n\n\n\r\n\n\n**Antibodies used to characterize BAPs by FACS analysis:**\r\n\n\nCD73 \\(Miltenyi Biotec Cat. no. 130-095-182)\r\n\n\nCD105 \\(RD Systems Cat. no. FAB10971F)\r\n\n\nCD90 \\(Miltenyi Biotec Cat. no 130-097-930)\r\n\n\nCD140a \\(BD Pharmingen Cat. no. 556001)\r\n\n\nCD45 \\(BD Pharmingen Cat. no. 555483)\r\n\n\nCD31 \\(BD Pharmingen Cat. no. 555446)\r\n\n\n\r\n\n\n\r\n\n\n**Note**: ascorbic acid, hydrocortisone and EGF 1000 X are commercially available as EGM \\(Lonza Cat. no. CC-4133)."
        },
        {
            "header": "Equipment",
            "content": "**Tissue culture equipment**\r\n\n\nLaminar flow tissue culture hood\r\n\n\nIncubator at 37°C with 5% CO2\r\n\n\nSterile 15-50 ml conical tubes \r\n\n\n10 cm tissue-culture-grade plates \\(Sarstedt cat. no. 83-3902)\r\n\n\n24 well-tissue-culture-grade plates \\(Sarstedt cat. no. 83-3922)\r\n\n\n6 well-tissue-culture -grade plates \\(Sarstedt cat. no. 83-3920)\r\n\n\n6 well-plate-ultra-low-attachment surface plates \\(Corning cat. no. 3471)\r\n\n\n6 well-plates coated with gelatin: Prepare a solution of sterile 0.5 % gelatin in PBS. Warm the solution to 37°C. Then, add 1ml of gelatin per well of 6-well-tissue-culture-grade plates. Incubate 10 minutes at room temperature. Aspirate the gelatin before adding cells.\r\n\n\nPasteur pipettes 3 ml. Sterile individually wrapped \\(Sarstedt Cat. no. 86-1171001)."
        },
        {
            "header": "Procedure",
            "content": "_Derivation of brown adipose progenitor \\(BAP) from hiPSCs_\r\n\n\n1. Maintain undifferentiated hiPSC cells in hiPSC growth medium on 6-well-tissue-culture-grade.\r\n  2. Initiate the differentiation of hiPSCs by floating cultivation to form embryoid bodies \\(EBs). As a guideline, seed hiPSCs from one well of 6-well-tissue-culture-grade plates onto one well of 6-well-ultra-low attachment plates in hiPSC growth medium without FGF2.  This is taken as the day 0 of differentiation. \r\n  \r\n\n\n**TIP**:  Do not move the plate for 3 days in the incubator. This will improve the formation of EBs.\r\n\n\n\r\n\n\n3. Change the hiPSC growth medium without FGF2 at day 3 and then change the medium daily to day 10. \r\n  \r\n\n\n**TIP**: To change the medium, collect the medium containing EBs in a 15 ml conical tube. Leave the tube 15 minutes under the hood for allowing EBs to sediment at the bottom of the tube by gravity. A short spin of the tubes at a low speed \\(10 sec at 800g) may increase the number of EBs collected. Remove gently the supernatant, add fresh medium and seed EBs back on the 6-well-ultra-low attachment plates. It is important to not dissociate EBs formed by using un-appropriate pipettes. We recommend the use of 3 ml sterile Pasteur pipettes.\r\n\n\n\r\n\n\n4. At Day 10, plate EBs from one well of 6-well-ultra-low-attachment plate onto one gelatin-coated well of 6-well-plate-tissue-grade-culture in hiPSC growth medium. \r\n  \r\n\n\n**TIP**: Do not move the plate for 3 days to improve adhesion of EBs on the bottom of the well. \r\n\n\n\r\n\n\n5. Then, change the medium every day.\r\n  6. At day 17, wash EB outgrowths twice with PBS. Remove PBS and replace the hiPSC growth medium to the adipose progenitor proliferation medium.  Change the medium every day for a week.\r\n  7. At day 24, passage the cells using trypsin. Split one well of 6-well plate in one 10 cm tissue culture grade plate. Maintain cells in adipose progenitor proliferation medium. This is determined as passage number 1.\r\n  8. Split cells with a 1:3 split ratio when reaching 80% of confluence. \r\n  9. Repeat step 8, usually 3-4 times, until achieving a cell population with a homogenous CD73 labelling determined by FACS analysis. Then, BAPs must be characterized in more details as CD105+/CD90+/CD140a+/CD31-/CD45- by FACS analysis and by expression of _PAX3_, _DIO2_ and absence of expression of _HOXC8_, _HOXC9_, _HOXA5_ by real time PCR. \r\n  \r\n\n\n**Note**: At that stage adipose progenitors can be amplified and cryopreserved using conventional methods \\(as an example, see reference \\[11]. \r\n\n\n\r\n\n\n_Differentiation of hiPSC-brown adipose progenitor_ \r\n\n\n1. Plate BAPs at a high density, i.e., 1-5x10\n4\ncells/cm2 and maintain cells in the adipose progenitor proliferation medium.\r\n  2. When cells reach confluence, determined as the day 0 of differentiation, wash cells once with PBS and change the adipose progenitor proliferation medium to the hiPSC-BAP differentiation medium.\r\n  3. Three days after, change the hiPSC-BAP differentiation medium but with no IBMX and no dexamethasone.\r\n  4. Change the BAP differentiation medium with no IBMX and no dexamethasone once a week."
        },
        {
            "header": "Timing",
            "content": "Derivation of homogenous BAP population from differentiating hiPSC takes 5-8 weeks and requires 4-5 passages.\r\n\n\nAs a guideline, once BAPs have been derived to homogeneity, one 10 cm culture plate may contain 3x10<sup>6</sup> cells. The BAP Population Doubling time is around 30 hours. BAPs can be frozen at passage 5 and can be amplified to passage 15 with no loose of their adipogenic capacity. \r\n\n\nThe first adipocytes filled with lipid droplets should appear 10 days after induction of the differentiation. The cultures can be maintained up to 35 days."
        },
        {
            "header": "Troubleshooting",
            "content": "_hiPSCs do not form EBs_\r\n\n\nCheck the undifferentiated immunophenotype of hiPSC cultures. 90%-100% cells of the culture should be Tra-1-60+/SSEA4+/CD73-/CD105-. \r\n\n\nThe concentration of undifferentiated hiPSCs is too low. As a guideline, undifferentiated hiPSCs contained in one well of 6-well-tissue culture  plates is seeded onto one well of 6-well-ultra-low attachment plates.\r\n\n\nAvoid disaggregating hiPSC colonies into single cells or into too tiny-clumps before seeding onto 6 well-ultra-low-attachment plates.\r\n\n\n\r\n\n\n_Differentiation of hiPSC-BAPs at a low efficiency_\r\n\n\nCell confluence is critical before inducing the differentiation.\r\n\n\nCheck the different reagents added to the differentiation medium. It is recommended to aliquot each compound of the differentiation cocktail, to add them extemporaneously when preparing the differentiation. Avoid to re-freeze working aliquots."
        },
        {
            "header": "Anticipated Results",
            "content": "_Derivation of BAPs from hiPSCs_\r\n\n\nSmall cell aggregates should be visible at day 3 of EB formation.  Single cells and cell debris can also be observed. These latter are eliminated during the first changes of medium. The size of EBs should increase till day 10.\r\n\n\nAfter day 10, EBs outgrowths expand and various cell types with different morphology should appear. \r\n\n\nAddition of adipose progenitor proliferation medium leads to a high cellular mortality. The percentage of CD73-positive cells increases at each passages and cells acquire a fibroblast-like morphology.\r\n\n\n\r\n\n\n_Differentiation of hiPSC-BAPs_\r\n\n\nAdipocytes should appear 10-15 days after induction of the differentiation. The number of adpocytes increases with time of culture. A high differentiation efficiency is obtained 20-30 days after induction as between 60-80% of hiPSC-BAPs undergo adipocyte differentiation."
        },
        {
            "header": "References",
            "content": "1. Wu, J. et al. Beige adipocytes are a distinct type of thermogenic fat cell in mouse and human. _Cell_ **150**, 366-376 \\(2012).\r\n  2. Stanford, K.I et al. Brown adipose tissue regulates glucose homeostasis and insulin sensitivity. _J Clin Invest_ **123**, 215-223 \\(2013).\r\n  3. Gunawardana, S.C., and Piston, D.W. Reversal of type 1 diabetes in mice by brown adipose tissue transplant. _Diabetes_ **61**, 674-682 \\(2010).\r\n  4. Frontini, A., and Cinti, S. Distribution and development of brown adipocytes in the murine and human adipose organ. _Cell Metab_ **11**, 253-256 \\(2010).\r\n  5. Takahashi, K., et al. Induction of pluripotent stem cells from adult human fibroblasts by defined factors. _Cell_ **131**, 861-872 \\(2007).\r\n  6. Taura, D et al. Adipogenic differentiation of human induced pluripotent stem cells: comparison with that of human embryonic stem cells. _FEBS Lett_ **583**, 1029-1033 \\(2009).\r\n  7. Nishio, M., et al. Production of Functional Classical Brown Adipocytes from Human Pluripotent Stem Cells using Specific Hemopoietin Cocktail without Gene Transfer. _Cell Metab_ **16**, 394-406 \\(2012).\r\n  8. Ahfeldt, T et al. Programming human pluripotent stem cells into white and brown adipocytes._ Nat Cell Biol._ **5**, 209-19 \\(2012).\r\n  9. Mohsen-Kanson, T., et al. Differentiation of human induced pluripotent stem cells into brown and white adipocytes: role of Pax3. _Stem Cells_ **32**, 1459-1467 \\(2014).\r\n  10. Hafner, A.L., and Dani, C. Human induced pluripotent stem cells: A new source for brown and white adipocytes. _World J Stem Cells_ **6**, 467-472 \\(2014).\r\n  11. Wdziekonski, B., et al. The generation and the manipulation of human multipotent adipose-derived stem cells. _Methods Mol Biol_ **702**, 419-427 \\(2011)."
        },
        {
            "header": "Acknowledgements",
            "content": "This research was supported by the Fondation des Gueules Cassées \\(n° 05-2015) and by the Fondation ARC \\(fellowship to ALH)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep32490",
                "date": "2016-09-13 07:56:47",
                "title": "Brown-like adipose progenitors derived from human induced pluripotent stem cells: Identification of critical pathways governing their adipogenic capacity",
                "authors": [
                    "Anne-Laure Hafner",
                    "Julian Contet",
                    "Christophe Ravaud",
                    "Xi Yao",
                    "Phi Villageois",
                    "Kran Suknuntha",
                    "Karima Annab",
                    "Pascal Peraldi",
                    "Bernard Binetruy",
                    "Igor I. Slukvin",
                    "Annie Ladoux",
                    "and Christian Dani"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14122,
                "identity": "a0caae50-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Christian Dani",
                "email": "dani@unice.fr",
                "orcid": "",
                "institution": "Dani's Lab, University of Côte d'Azur Nice",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Dani",
                "suffix": ""
            },
            {
                "id": 14120,
                "identity": "a0caa72e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anne-Laure Hafner",
                "email": "",
                "orcid": "",
                "institution": "Dani's Lab, University of Côte d'Azur Nice",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anne-Laure",
                "middleName": "",
                "lastName": "Hafner",
                "suffix": ""
            },
            {
                "id": 14121,
                "identity": "a0caaaf5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tala Mohsen-kanson",
                "email": "",
                "orcid": "",
                "institution": "Dani's Lab, University of Côte d'Azur Nice",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tala",
                "middleName": "",
                "lastName": "Mohsen-kanson",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-09-13 09:04:05",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.067",
        "doiUrl": "https://doi.org/10.1038/protex.2016.067",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609548,
                "identity": "04117034-f15b-49e7-8c40-212f24d1f2fc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 321658,
                "visible": true,
                "origin": "",
                "legend": "Schematic diagram for hiPSC-BAP derivation and differentiation   Undifferentiated BAPs were stained with Cristal Violet and adipocyte progenies were stained with Oil Red O for lipid droplets.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5175/v1/figure_1.jpg"
            },
            {
                "id": 2609549,
                "identity": "0a252706-2517-4145-9e42-8a2f99453d8e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 168417,
                "visible": true,
                "origin": "",
                "legend": "Table 1   hiPSC-BAP differentiation medium setup",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5175/v1/figure_2.jpg"
            },
            {
                "id": 13465054,
                "identity": "794a75b0-d89e-494a-849a-819c3cd6cc70",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 327772,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5175/v1/0755902d-71dc-40ad-af33-95d41a06b895.pdf"
            }
        ],
        "financialInterests": "The authors declare no copeting financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "human induced pluripotent stem cells, brown adipocytes, adipocytes, differentiation, adipose progenitors",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Human induced pluripotent stem cells \\(hiPSC) show great promise for obesity treatment as they represent an unlimited source of brown/brite adipose progenitors \\(BAPs). However, BAPs derived from hiPSCs \\(hiPSC-BAPs) display a low adipogenic capacity compared to adult-BAPs when maintained in a traditional adipogenic cocktail. The reasons of this features are unknown and hamper their use both in cell based therapy and basic research. We describe the steps in details to derive BAPs from hiPSCs and to differentiate hiPSC-BAPs at a high rate into mature brown adipocytes. hiPSC-BAPs can be subcultured to produce large amount of brown/brite adipocytes and cryopreserved. This model offers a platform for the identification of pathways governing the earliest steps of human adipocyte development as well as an abundant source of cells for cell therapy approaches.",
        "manuscriptTitle": "A protocol for the differentiation of brown adipose progenitors derived from human induced pluripotent stem cells at a high efficiency with no gene transfer",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-09-22 09:17:03",
                "doi": "10.1038/protex.2016.067",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0ca3036-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 22nd, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3694,
                "name": "Cell biology"
            },
            {
                "id": 3695,
                "name": "Biological techniques"
            },
            {
                "id": 3696,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-09-22 09:17:03",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}