{
    "identity": "nprot-456",
    "title": "Deathless transgenesis: a new spermatogonia mediated _in vivo_ approach for generation of transgenic mice",
    "content": [
        {
            "header": "Introduction",
            "content": "Transgenic animals have become one of the most sought-after tools for the biological inventions. Pronuclear DNA microinjection in the oocyte is the frequently used technique for generating transgenic mice<sup>1</sup>. This technique is not easy and has limited success rate. Other methods for generating transgenic animals, such as viral transduction or cloning are equally complicated and require co-ordination of a number of experimental steps<sup>1</sup>. The complexities of the existing technologies and need of several donor females restrict their widespread use including that in large animals<sup>2,3</sup>. With the availability of human, mouse and rhesus monkey genomes, use of transgenic animals in basic as well as in applied research is bound to increase. This generates an urgent need to develop an alternate, cost-effective, user friendly and more rapid approach for obtaining desired transgenic animals, preferably with minimum or no loss of animal lives.  Here we present a protocol for generating transgenic mice by _in vivo_ electroporation of the desired transgene in the testis. This protocol leads to permanent integration of the transgene in the repopulating spermatogonial cells. Thus, such males can continuously generate founder transgenic animals over a long period of time. The procedure of DNA injection in the testis and electroporation is accomplished in about 30 minutes. It neither requires large number of females for super ovulation nor requires surrogate mothers for embryo transfer. Hence, this protocol increases the probability of generating transgenic cattle and subhuman primates also. This technique is ethically superior as compared to presently prevailing techniques because it does not compromise with the lives of animals."
        },
        {
            "header": "Reagents",
            "content": "**Animals** \r\n\n\nAny strain of mice can be used. Thirty days old males are most suitable for better outcome of this protocol with the advantage that a large proportion of the testicular germ cells can be easily accessed from the interstitial side of the testis in this age group of mice. Routinely, we use 28-32 days old mice \\(FVB/J) weighing about 20-25 g. The same protocol may be tried with minor modifications for animals of different age and species.\r\n\n\n\r\n\n\n**Plasmid DNA**\r\n\n\n\r\n\n\nPlasmids having gene of interest cloned under an appropriate promoter which is functional in mammals.\r\n\n\n\r\n\n\n**Bacterial Strains**\r\n\n\nDH5&#x3B1; strains of _E. coli_ can be obtained from Stratagene \\(USA).\r\n\n\n\r\n\n\n**Media for growing bacteria**\r\n\n\nTryptone, Yeast extract and Bacterial agar can be obtained from Pronadisa \\(Spain).\r\n\n\nPlasmid isolation kits \\(both mini and maxi-scale) and Gel extraction kit can be obtained from QIAGEN, \\(Germany).\r\n\n\n\r\n\n\n**Linearized DNA** \r\n\n\nThe appropriate restriction enzymes which cut the plasmid either at one site or at two sites should be used for obtaining the desired linearized fragment, containing promoter and gene of interest, for testicular injection and transfection.  The size of DNA fragment for injection should ideally be less than 10 kb.\r\n\n\n\r\n\n\n**Anesthesia** \r\n\n\nFor the purpose of anesthesia, use a mixture of Ketamine hydrochloride and Xylazine hydrochloride; we use stock solutions of 50mg/ml and 20mg/ml respectively. Mix these solutions and dilute with normal saline to get a final concentration of 160&#xB5;g of Xylazine hydrochloride and 900 &#xB5;g of Ketamine hydrochloride per 100 &#xB5;l. \r\n\n\n\r\n\n\n**Other Chemicals**\r\n\n\nTrypan blue Dye, Tris-HCl, Sodium dodecyl sulphate \\(SDS), Sodium Chloride \\(NaCl), EDTA, Proteinase K, Paraformaldehyde, Glycerol, Ampicillin \\(sodium salt) and Kanamycin monosulphate can be obtained from Sigma Chem. Co. \\(USA). dNTPs can be obtained from Promega \\(USA). Taq Polymerase and Molecular weight markers can be obtained from New England Biolabs \\(USA)."
        },
        {
            "header": "Equipment",
            "content": "**Pipette puller**\r\n\n\nP-97 Horizontal pipette puller from Sutter Instruments Co., USA.\r\n\n\n**Electoporator** \r\n\n\nAn electric pulse generator, Electroporator-ECM2001 from BTX Instrument Division, Harvard Apparatus, Inc., USA may be used for electroporation. A tweezer type electrode works better for holding and _in vivo_ electroporation of the testis.\r\n\n\n\r\n\n\n**PCR machine**      \r\n\n\nPeltier Thermal Cycler PTC-200 with heated lid \\(MJ Research, Minnesota, USA).\r\n\n\n\r\n\n\n**Spectrophotometer**\r\n\n\n UV-2450, UV-VIS Spectrophotometer \\(Shimadzu Corp., Kyoto, Japan)."
        },
        {
            "header": "Procedure",
            "content": "**Maintenance of bacterial cultures and plasmid isolation**\r\n\n\n1. Transform DH5α competent cells with appropriate plasmid containing gene of interest. \r\n  2. Inoculate a colony of transformed bacteria in LB broth and add appropriate antibiotic \\(for eg. Ampicillin, Kanamycin etc.); culture at 37°C with shaking at 220 rpm for 12-14 h. \r\n  **PAUSE POINT** At this point, a small fraction can be used to make bacterial stocks in 15% glycerol \\(from autoclaved 80% glycerol stock), snap-frozen in liquid nitrogen and stored at -70°C for future use as inoculums. Rest of the culture is used for plasmid isolation.\r\n\n\n\r\n\n\n\r\n\n\n3. Isolate plasmid from 3ml or 100ml cultures using QIAGEN Purification kits \\(Mini or Maxi) following the instructions provided by the manufacturer.\r\n   \r\n\n\n**Agarose gel electrophoresis and extraction of DNA from the gel**\r\n\n\n\r\n\n\n1. Check purity of plasmid on 1% TAE gels at 100-120V using submarine gel electrophoresis system\n4\n. \r\n  2. Cut plasmid DNA with suitable restriction enzyme\\(s) for linearization and resolve the fragments of DNA on a 1% TAE agarose gel.  Run molecular weight marker in one of the lanes.\r\n  3. Referring to the lane of molecular weight marker, excise a portion of gel containing DNA fragment of desired size using a clean sterile scalpel. Elute DNA in about 30µl of distilled water using QIAquick gel extraction kit \\(QIAGEN, Germany) following the manufacturer’s instructions. \r\n  4. Quantify yield of DNA in eluted fraction by measuring the absorbance at 260nm. \r\n  \r\n\n\n\r\n\n\n\r\n\n\n**Preparation of glass micropipette**\r\n\n\n\r\n\n\n1. Micro injection pipettes are pulled by the P-97 micropipette puller from Sutter Instrument Co. Place the borosilicate glass capillary in the heating chamber with the middle part surrounded by a platinum heating element.  The instrument electrically heats up the glass capillary with a heating element and a horizontal linear force pulls the heated glass apart to produce two needles.\r\n  **CRITICAL STEP** Pulling force, pulling speed, glass temperature and gas blowing timing are the critical parameters for needle shape and tip diameter.\r\n\n\n\r\n\n\n2. For the present protocol, make pipettes having the tip diameter of about 40-60 µm.\r\n  Fires polish the tip. \r\n\n\n\r\n\n\n\r\n\n\n**_In vivo_ electroporation of the desired gene in the testis**\r\n\n\n\r\n\n\n**CAUTIONS** All animal studies should be performed with relevant institutional guidelines, permissions and regulations. Handle animals with institutionally approved ethical procedures and avoid stress to the animals.  All steps described below should be performed under sterile laminar flow hood. \r\n\n\n1. Give anesthesia intra-peritoneally to the male mice \\(100µl/20g of body weight).  \r\n  **CRITICAL STEP** Care should be taken to prevent the overdose of anesthesia. The death of animal may occur due to improper dosage of anesthesia but it never occurs due to electroporation procedure.\r\n\n\n\r\n\n\n2. Remove hair from lower abdominal area. Clean the area with Savlon and betadiene. Give a cutaneous cut ventrally in lower abdominal area under aseptic conditions using sterile surgical instruments. A central cut in lower abdomen is preferred surgical approach to get adequate access to both testes with a single cut.\r\n  \r\n\n\n3. After traversing abdominal muscles with a minor cut, pull the fat pad associated  with the testis from the lower side of the abdominal cavity with the help of curved forceps. Place both exteriorized testes on a sterile autoclaved paper \\(Fig.1a).\r\n   \r\n\n\n4. Use a 30 gauge needle to puncture outer covering of the testicular tissue by a prick to facilitate the insertion of fire polished glass micropipette. Deliver solution of DNA containing Trypan blue dye \\(0.04%) in the inter-tubular spaces of testis through a glass micropipette \\(Fig.1 b). Trypan blue is added for monitoring the accuracy of the delivery in the testis. Inject from 3 different sites to ensure maximum distribution of DNA solution in the testis \\(Fig.1b-c).\r\n   \r\n\n\n5. Inject about 10-15µg of DNA in a testis. \r\n  **CRITICAL STEP** After each injection, wait for 30 seconds before pulling out the pipette to prevent the back flow of the DNA solution. The total volume of DNA solution injected in a testis should not be more than 35µl.\r\n\n\n\r\n\n\n6. After in vivo DNA injection, hold the testis with a sterile tweezer-type electrode attached to an electroporator and deliver mild electric pulses to the testis \\(Figure 1d-e). For optimal result, inject 20-35µl of linearized DNA \\(0.5µg/µl) into the testis of 30+2 days old FVB male mice, followed by electroporation using 8 square 40V electric pulses in alternating direction \\(changing pole of the electrode after 4 pulses) with a time constant of 0.05 second and an inter-pulse interval of about 1 second. See **table1** for the various conditions of electroporation used for the standardization of this procedure.\r\n  **Note:** Such variations may be tried for the determination of ideal electroporation conditions for any other species or age group of animals. \r\n\n\n\r\n\n\n7. Place the electroporated testis in its original place. Surgically remove the contra-lateral testis by hemicastration. Give appropriate sutures to close the internal and external wound.\r\n  **CAUTION** During hemicastration, do not remove fat or any other tissue along with the testis. \r\n\n\n**CRITICAL STEP** Tie the blood vessels with sterile nylon thread before hemicastration to prevent bleeding. Avoid negotiating any major nerve otherwise the animal may suffer from impotency. Try to be careful when you handle the testis, do not crush it. Keep the tissue always wet with sterile normal saline as a means to preserve it during the procedure and to prevent it from dehydration as a result of electroporation.\r\n\n\n\r\n\n\n8. Apply Neosporin \\(Neomycin and Polymyxin B sulphates and Bacitracin zinc powder; Glaxo Smith Kline, India) at the site of sutures and keep the mice under candescent lamp for about 1h to provide warm temperature for easy revival of the animal from anesthesia. \r\n  \r\n\n\n\r\n\n\n\r\n\n\n**Establishment of transgenic lines**\r\n\n\n\r\n\n\n**Note:** In mice, it takes about 30 days to complete a cycle of spermatogenesis during which period a spermatogonia differentiates into sperm. Hence, transgenic sperm produced after 30 days of electroporation presumably originates from the spermatogonial cells in which permanent integration of the transgene occurs at the time of electroporation.\r\n\n\n\r\n\n\n1. After 30 days of electroporation, cohabitate electroporated animals \\(fore-founders) for mating with 2 months old wild type \\(WT) females.  Pups are born usually within 22-30 days of cohabitation.\r\n  \r\n\n\n\r\n\n\n2. Take tail biopsies \\(2-3mm) from 3 weeks old pups and incubate them at 55\no\nC for 16h in high salt digestion buffer \\(50mM Tris HCl, 1% SDS, 100mM NaCl, 100mM EDTA and 1200µg/ml Proteinase K) for lysis.\r\n  **Note:** Prepare 20 mg of proteinase K in 1 ml of nuclease-free water and use it as a stock.\r\n\n\n**CRITICAL STEP** Aliquot proteinase K in volumes of 200 µl and store at -20 °C. Any freeze–thaw cycles may alter proteinase K activity.\r\n\n\n\r\n\n\n \r\n\n\n3. Process the lysate for DNA isolation by phenol-chloroform extraction followed by ethanol precipitation. \r\n  **CAUTION** Phenol and chloroform pose a health hazard. Wear gloves and protective eye-wear when using them.\r\n\n\n\r\n\n\n4. Quantify the DNA concentration of the extracted DNA by UV absorption at 260nm and check the purity by A260/280nm ratio using a UV spectrophotometer.\r\n  \r\n\n\n5. Dilute the isolated gDNA to a final concentration of 200ng/µl and use as stock solution for running PCR using transgene-specific primers.\r\n  \r\n\n\n**Screening of transgenic pups using Polymerase Chain reaction \\(PCR)**\r\n\n\n\r\n\n\n1. Prepare an optimal reaction mixture containing 1X Taq buffer, 0.2mM each dNTPs, 0.25µM of each reverse and forward transgene specific primer, 0.06U Taq DNA polymerase and 20ng of plasmid or 200ng of gDNA as template. Mix well and spin down briefly. Carry out the reaction in a Peltier Thermal Cycler PTC-200 with heated lid \\(MJ Research, Minnesota, USA).\r\n  \r\n\n\n2. Set the PCR cycle conditions with respect to your primers. Analyze the PCR products on 1.5% - 2% TAE agarose gel.\r\n  **CAUTION** With each set of the PCR, negative controls such as PCR with gDNA of wild type mice and a reaction without DNA \\(no template) should be included. Purified plasmid containing the respective transgene is used as a positive control. \r\n\n\n\r\n\n\n3. PCR positive pups from F1 generation are mated with WT females to generate next generation of progeny. Make homozygous line by inbreeding of transgenic littermates."
        },
        {
            "header": "Timing",
            "content": "Plasmid amplification and DNA purification: 7 days\r\n\n\nSurgery and Electroporation: 30 minutes\r\n\n\nMating: 30 days post electroporation \\(when age of animal is about 60 days)\r\n\n\nPups generated:  Within 30 days of cohabitation\r\n\n\nTotal time: 70 days for generating several transgenic pups"
        },
        {
            "header": "Anticipated Results",
            "content": "The protocol presented here allows generation of transgenic mice within a short period of time. This deathless technique does not require highly trained manpower and expensive infrastructure, hence, can be used under standard laboratory conditions easily by junior and senior level bench workers. Using parameters described in this protocol, we generated transgenic mice using linearized **_IRES2-EGFP_** plasmid \\(Clontech, USA) which contains Cytomegalovirus immediate early promoter/enhancer \\(P<sub>CMV-IE</sub>) and the _EGFP_ gene. The insert \\(linearized DNA) for testicular microinjection was generated by digesting the plasmid with _Cla_ I. Transgenic animals were made using this New Spermatogonia Mediated \\(NSMED) technique. The PCR results of two generations of progeny are shown in Fig.2. In our hands, such electroporated males have sired transgenic pups even after 300 days of electroporation suggesting permanent integration of the gene in the repopulating spermatogonial cells at the time of electroporation. Reproducibility of this protocol has been reported by us using four different constructs and additional methods of screening viz. Southern blot, RT-PCR and Immuno-histochemical analysis. The success rate of this protocol is more than 90% which is better than the existing protocols used for the generation of transgenic mice."
        },
        {
            "header": "References",
            "content": "1. Ewan R. Cameron. Recent advances in transgenic technology. _Mol. Biotechnol_.  **7**, 253-265 \\(1997). \r\n  2. Wolf, E. et al. Transgenic technology in farm animals--progress and perspectives. _Exp. Physiol._  **85**, 615-625 \\(2000). \r\n  3. Anthony WS Chan. Transgenic nonhuman primates for neurodegenerative diseases. _Reprod. Biol. Endocrinol._ **2**, 39 \\(2004). \r\n  4. Sharp, P. A., Sugde, B., &amp; Sambrook, J. Detection of two restriction endonuclease activities in the haemophilus parainfluenzae using analytical agarose ethidium bromide electrophoresis. _Biochemistry._ **12**, 3055-3063 \\(1973)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was funded by the National Institute of Immunology and Department of Biotechnology, India."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.1225",
                "date": "2008-05-16 14:56:58",
                "title": "Transgenesis via permanent-integration of genes in repopulating spermatogonial cells in-vivo",
                "authors": [
                    "Suveera Dhup & Subeer S Majumdar"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10941,
                "identity": "9f342181-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Subeer S. Majumdar",
                "email": "",
                "orcid": "",
                "institution": "Division of Embryo Biotechnology, National Institute of Immunology, New Delhi- 110067, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Subeer",
                "middleName": "S.",
                "lastName": "Majumdar",
                "suffix": ""
            },
            {
                "id": 10942,
                "identity": "9f34254f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Suveera  Dhup",
                "email": "",
                "orcid": "",
                "institution": "Division of Embryo Biotechnology, National Institute of Immunology, New Delhi- 110067, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Suveera",
                "middleName": "",
                "lastName": "Dhup",
                "suffix": ""
            },
            {
                "id": 10943,
                "identity": "9f3427ba-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Abu-ul Usmani",
                "email": "",
                "orcid": "",
                "institution": "Division of Embryo Biotechnology, National Institute of Immunology, New Delhi- 110067, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Abu-ul",
                "middleName": "",
                "lastName": "Usmani",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-09 15:16:35",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.124",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.124",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607929,
                "identity": "14a865af-18ca-4904-a5d6-833d9e97fd1b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:51",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 112874,
                "visible": true,
                "origin": "",
                "legend": "Electroporation of the gene in the testis   *a*.Surgically exposed testes of the mice before injection of the DNA.\r\n*b*.Injection of the solution of the Trypan blue and DNA in the left testis of the mice with the help of glass micropipette.\r\n*c*.Enlarged view of Testes after injection of DNA. \r\n*d*.Electroporation of left testis with the help of tweezer type electrode attached to electric pulse generator (Electroporator). \r\n*e*.Enlarged view showing electroporation with tweezer type electrode. \r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-456/v1/figure_1.jpg"
            },
            {
                "id": 2607928,
                "identity": "874a159c-b41f-48a4-9a7a-1efe9872168a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:51",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 61427,
                "visible": true,
                "origin": "",
                "legend": "Table 1.   Various electroporation conditions used while standardizing _in vivo_ testicular electroporation of the linearized gene fragment in mice.   Abbreviations used. DOE: date of electroporation, Conc.: concentration, Vol.: volume, Volt.: voltage, EP: electroporation, t: time constant, No.: number of pulses, F: forward direction, R: reverse direction. Highlighted row depicts the most suitable condition of electroporation.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-456/v1/figure_2.jpg"
            },
            {
                "id": 2607930,
                "identity": "583e0c12-3330-4a62-b7a0-2164841b10b5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:51",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45907,
                "visible": true,
                "origin": "",
                "legend": "Figure 2.   *a*. Details of the transgene used for electroporation. *b*. Determination of transgene _(IRES2-EGFP )_ by PCR.       Results of PCR using genomic DNA (gDNA) obtained from tail biopsies of progeny generated from fore-founder 13M electroporated with _IRES2-EGFP_. A large number of samples from different transgenic lines were run on the same gel. However, portions relevant to this figure were cut from the original gel pictures and shown here. Lanes 1-5:G32-36, Lanes 10-21:G56-68, Lanes 22-26:G89-93, Lanes 30-39:G139-148, Lanes 6,7,27,40 and 41 = plasmid DNA, Lanes 8,28, and 42 = gDNA of WT mice, Lanes 9,29 and 43 = blank without any DNA. G= prefix used to denote progeny of electroporated mice, WT = wild type mice, + = plasmid DNA, &#x2212; = gDNA of WT mice, B = blank without any DNA. F1 = animals generated by mating of electroporated male with WT female. F2 = animals generated by mating of PCR positive male (G89) of F1 generation with WT female. \r\nPrimer sequence for EGFP: Forward sequence = ACGTAAACGGCCACAAGTTC\r\nReverse sequence = GGCGGTCACGAACTCCAG\r\n",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-456/v1/figure_3.jpg"
            },
            {
                "id": 13464487,
                "identity": "efd1bae0-5021-4567-8518-617a46065341",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 304666,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-456/v1/62b27fc6-9251-424c-80bb-ed856ac384b6.pdf"
            }
        ],
        "financialInterests": "No CFI",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "transgenesis, male germ cell.",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "Presently used techniques for making transgenic animals are cumbersome; require trained man-power, costly infrastructure and large number of zygotes at the expense of several females. The ability of the male germ cells to integrate foreign genes provides opportunity for developing alternate methods for generation of transgenic animals. We have developed a reproducible protocol for transfecting mammalian and non-mammalian genes in repopulating undifferentiated spermatogonial cells through in vivo electroporation of the testis. More than 90% of the male mice electroporated with transgene of choice sire transgenic pups upon mating with the wild type \\(WT) females. Such males serve as permanent resource for the production of transgenic founders. This technique has several advantages over the presently used techniques including drastic reduction in the time required and in the usage of animals for generation of transgenic progeny. Hence, this protocol is likely to be applicable to many species.",
        "manuscriptTitle": "Deathless transgenesis: a new spermatogonia mediated in vivo approach for generation of transgenic mice",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-06-19 06:09:02",
                "doi": "10.1038/nprot.2008.124",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f33cd9d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 19th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2108,
                "name": "Biotechnology"
            },
            {
                "id": 2109,
                "name": "Biological techniques"
            },
            {
                "id": 2110,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-06-19 06:09:02",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}