{
    "identity": "nprot-4809",
    "title": "Induction of HOXA genes in hESC-derived HSPC by two-step differentiation and RA signalling pulse",
    "content": [
        {
            "header": "Introduction",
            "content": "The attempts to generate definitive, transplantable hematopoietic stem cells \\(HSC) from human pluripotent stem cells have not been successful. Many protocols have been described that achieve the generation of clonogenic progenitors and various differentiated hematopoietic cells. However, these cells do not have confirmed definitive identity, or self-renewal and engraftment potential. \r\n\n\n\r\n\n\nDefinitive HSCs are generated in a narrow time window of development in the major arteries in the embryo and extraembryonic tissues from a specialized type of haemogenic endothelium. This endothelium possesses a unique signalling environment that promotes HSC development. Prior to the generation of HSCs, large quantities of myelo-erythroid progenitors are generated in the yolk sac. However, these progenitors cannot self-renew, and have limited lymphoid potential. It has been proposed that hematopoietic differentiation from pluripotent stem cells is biased toward the generation of the yolk sac like differentiation-primed progenitors. A major challenge in the field has been to define conditions that enable the generation of definitive HSPCs rather than differentiation primed embryonic progenitors from endothelium. \r\n\n\n\r\n\n\nHere, we describe a two-step differentiation protocol for H1 hESC that combines 2 weeks of embryoid body differentiation in mesoderm inducing conditions followed by OP9M2 stroma co-culture in HSC supportive conditions, which enables the generation of hematopoietic cells that resemble foetal liver HSPCs by immunophenotype \\(CD34+CD38loCD90+CD45+GPI80+)<sup>2</sup> and molecular profile. While the embryoid body differentiation generates immature haematovascular precursors, co-culture on mouse bone marrow OP9M2 stroma<sup>3</sup> enables subsequent maturation step of the CD34+ haemato-vascular cells to immunophenotypic human HSPCs. These cells have the ability to generate progeny associated with definitive haematopoiesis \\(adult globin expressing erythroid cells and T-lymphocytes) but have limited expansion ability in vitro and cannot engraft in vivo. Despite their close molecular correlation to foetal liver HSCs, they are unable to induce the expression of key developmental regulators associated with the HSC fate, such as the HOXA genes.<sup>1</sup>\r\n\n\n\r\n\n\nRetinoic acid signalling has been recently identified as a key signalling pathway needed at the haemogenic endothelium stage to generate definitive HSCs, while the production of embryonic progenitors was unaffected<sup>4</sup>. We show that treatment of EB-derived CD34+ cells with a pulse of retinoic acid receptor alpha agonist \\(AM580) during the first days of stroma co-culture promotes the definitive HSC fate by inducing the expression of developmental regulators of definitive HSC genetic program, while suppressing genes associated with differentiation primed progenitors. The AM580 induced genes include the HOXA cluster genes and other HSC transcriptional regulators and HSC surface markers. RA signalling pulse also prolongs the maintenance of phenotypic HSPC and clonogenic progenitors in OP9M2 co-culture<sup>1</sup>. Although future studies will be needed to identify the conditions that induce and maintain full HSC functional properties, this protocol enables the generation of hematopoietic cells that have switched from embryonic progenitor program toward the definitive HSPC lineage."
        },
        {
            "header": "Reagents",
            "content": "1. H1 hESCs confluent, but not over-crowded. Recommend starting with 60 10cm tissue culture plates.\r\n  2. OP9M2 mouse bone marrow mesenchymal stromal cells.\r\n  3. Iscove’s DMEM, 1X \\(Corning Cellgro, cat. no. 15-016-CV)\r\n  4. Fetal Bovine Serum \\(Hyclone, cat. no. SV30014.03)\r\n  5. Fetal Bovine Serum \\(Omega, cat. no. FB-11, Lot #101331)\r\n  6. Penicillin/Streptomycin \\(Invitrogen, cat. no. 15140-122)\r\n  7. Glutamax-1 \\(Invitrogen, cat. no. 22050-061)\r\n  8. Glutamine \\(Invitrogen, cat. no. 2503-081)\r\n  9. 2-mercaptoethanol \\(Sigma-Aldrich, cat. no. M7522)\r\n  10. Collagenase Type IV \\(Invitrogen, cat. no. 17104-019)\r\n  11. Phosphate Buffered Saline, 1X \\(Corning Cellgro, cat. no. 21-031-CV)\r\n  12. Human SCF \\(Invitrogen, cat. no. PHC2113)\r\n  13. Human FLT3-l \\(Peprotech, cat. no. 300-18)\r\n  14. Human BMP4 \\(Invitrogen, cat. no. PHC9534)\r\n  15. Human TPO \\(Peprotech, cat. no. 300-18)\r\n  16. Collagenase Type A \\(Worthington, cat. no. LS004176)\r\n  17. Dispase \\(Invitrogen, cat. no. 17105-041)\r\n  18. DNase \\(Sigma, cat. no. D4513)\r\n  19. StemPro ® Accutase ® Cell Dissociation Reagent \\(Invitrogen, cat. no. A1110501)\r\n  20. Cell Culture Grade Water \\(Corning Cellgro, cat. no. 25-055-CM)\r\n  21. Dead Cell Removal Kit \\(Miltenyi Biotec, cat. no. 130-090-101)\r\n  22. CD34 Microbead Kit Ultrapure, human \\(Milteny Biotec, cat. no. 130-100-453)\r\n  23. MEM-alpha, 1X \\(Gibco, cat. no. 12571-048)\r\n  24. DMSO \\(Corning Cellgro, cat. no. 29-950-CQC)\r\n  25. AM580 \\(Tocris, cat. no. cat. no. 0760)"
        },
        {
            "header": "Equipment",
            "content": "1. Cell culture hood \\(i.e., biosafety cabinet)\r\n  2. Incubator at 37C\r\n  3. Water bath at 37C\r\n  4. Refrigerator at 4-10C\r\n  5. Sterile aspirator system\r\n  6. Centrifuge \\(refrigerated at 10C)\r\n  7. Sterile filter pipette tips \\(2-20, 20-200, 200-1000 μL)\r\n  8. Pipettors\r\n  9. Sterile serological pipettes \\(5-mL, 10-mL, 25-mL)\r\n  10. Automatic pipettor \\(for serological pipettes)\r\n  11. StemPro EZ Passage Disposable Stem Cell Passaging Tool \\(Invitrogen, cat. no. 23181-010)\r\n  12. 15 and 50 mL conical tubes\r\n  13. 10 cm tissue culture-treated dishes\r\n  14. Ultralow attachment 6-well plates or 175 mL flasks \\(Corning, cat. nos. 3471 and 3814)\r\n  15. 24-well tissue culture-treated plates\r\n  16. 70 μm sterile nylon mesh cell strainers \\(Fisher Scientific, cat. no. 22363548)\r\n  17. LS Columns \\(Miltenyi biotec, cat. no. 130-042-401)\r\n  18. Inverted microscope\r\n  19. Hemocytometer\r\n  20. Freezer at -20C and -80C\r\n  21. Liquid nitrogen tank\r\n  22. Cryovial storage rack\r\n  23. Shaker at 37C\r\n  24. Irradiator"
        },
        {
            "header": "Procedure",
            "content": "_Embryoid body \\(EB) medium:_\r\n\n\nTo prepare 600 mL of EB medium:\r\n\n\n488 mL Iscove’s DMEM, 1X \\(Corning Cellgro)\r\n\n\n90 mL \\(15%) FBS \\(Hyclone, or Omega Lot #101331) \r\n\n\n6 mL \\(1%) Pen/Strep \\(Invitrogen) \r\n\n\n6 mL \\(1%) Glutamax-1 \\(Invitrogen) \r\n\n\n9 μL \\(0.0015%) 2-mercaptoethanol \\(Sigma-Aldrich)\r\n\n\n\r\n\n\nAs outlined in the EB Generation stepwise protocol below, for days 0-4, use EB medium without cytokines.\r\n\n\nAt day 4 and 7 of EB differentiation, supplement EB medium with 300 ng/mL of SCF \\(Invitrogen), 50 ng/mL of FLT3-l \\(Peprotech), and 10 ng/mL BMP4 \\(Invitrogen)\r\n\n\nAt day 10 of EB differentiation, supplement EB medium with 300 ng/mL of SCF \\(Invitrogen) and 50 ng/mL of FLT3-l \\(Peprotech)\r\n\n\nEB Media without cytokines can be stored refrigerated at 4C for 1 months, and 2 weeks with cytokines added.\r\n\n\n\r\n\n\n_hESC Collagenase Solution:_\r\n\n\nTo prepare a 1X solution of collagenase:\r\n\n\nFor every mL of DMDM/F12 1X \\(Corning Cellgro)\r\n\n\nDissolve 1 mg of Collagenase Type IV \\(Invitrogen)\r\n\n\n\r\n\n\n_EB Dissociation Medium:_\r\n\n\nTo prepare 10 mL of a 2X solution of EB dissociation media:\r\n\n\nPBS 1X to volume\r\n\n\n2 mL \\(10%) FBS \\(Omega) \r\n\n\n20 mg Collagenase Type A \\(Worthington) \r\n\n\n5 mg Dispase \\(Gibco) \r\n\n\n83.3 ug DNase \\(Sigma)\r\n\n\nMedia can be stored refrigerated at 4C for 1 week.\r\n\n\n\r\n\n\n_Human Hematopoietic Stem Cell \\(HSC) Medium:_\r\n\n\nTo prepare 50 mL of HSC medium:\r\n\n\n39 mL MEM alpha 1X \\(Gibco) \r\n\n\n10 mL \\(20%) FBS \\(Omega) \r\n\n\n500 μL \\(1%) Pen/Strep \\(Invitrogen) \r\n\n\n500 μL \\(1%) Glutamine \\(Invitrogen) \r\n\n\n25 ng/mL each of hSCF \\(Invitrogen), hTPO \\(Peprotech), and hFLT3-l \\(Peprotech)\r\n\n\nHSC medium can be stored refrigerated at 4C for 2 weeks.\r\n\n\n\r\n\n\n_Stock Dilutions of AM580:_ \r\n\n\nTo prepare 100X dilutions:\r\n\n\nAM580 \\(Tocris) was dissolved first in DMSO \\(Corning Cellgro) and diluted 1:500 in PBS 1X \\(Corning Cellgro) to make a 100X dilution and applied to wells for a final concentration of 0.2 uM. Addition of DMSO to control wells was at a final dilution of 1:25000. \r\n\n\n\r\n\n\n\r\n\n\n**EB Generation:**\r\n\n\n1. Grow 60 10 cm plates of H1 ESCs to ~80% confluency\r\n  2. Aspirate media from plates.\r\n  3. Wash once with 5 ml of PBS 1X \\(Corning Cellgro) per plate\r\n  4. Incubate each plate for 10 minutes with 3 mL of hESC collagenase solution in a 37C incubator\r\n  5. Following incubation, run the StemPro EZ Passage Disposable Stem Cell Passaging tool once gently, but firmly, around the entire surface areas of the plate to detach cells.\r\n  6. Collect the cell clumps by washing the plates three times each with 3 mL of 5% FBS \\(Omega) in PBS 1X \\(Corning Cellgro), scraping gently to help cells detach further.\r\n  7. Collect washes with cells in 50 mL conical tubes and spin at 1300 rpm for 5 min. at 10C.\r\n  8. Aspirate supernatant after the spin and resuspend pellet in 15 mL 5% FBS in PBS 1X per conical collection tube.\r\n  9. Pool the pellets into as many conical tubes as necessary and spin again to pellet at 1300 rpm for 5 min. at 10C.\r\n  10. Aspirate supernatant and resuspend the pellet in EB medium.\r\n  11. Allocate cells from up to 8 of the 10 cm H1 ESC plates per Ultralow attachment flask \\(Corning) or 10 plates per Ultralow 6-well plate \\(Corning) and add to volume of 40-50 mL of EB medium per flask or 4 mL per well of 6-well plate\r\n  12. On day 4, lift cells into 50 mL conical tubes and allow them to settle by gravity for 30 min. at room temperature.\r\n  13. Carefully aspirate as much of the supernatant from the loose pellet as possible.\r\n  14. Resuspend in fresh EB media supplemented with 300 ng/mL of SCF \\(Invitrogen), 50 ng/mL of FLT3 \\(Peprotech), and 10 ng/mL BMP4 \\(Invitrogen) and redistribute with appropriate volumes \\(as in Step 11) to each flask or well of 6-well plate.\r\n  15. On day 7, repeat steps 12-14.\r\n  16. On day 10, repeat steps 12-14, with the exception that BMP4 is not added to the fresh EB media.\r\n  17. Leave in incubator until day 14.\r\n  \r\n\n\n**EB Processing and CD34+ cell Isolation**\r\n\n\n1. On day 14, lift cells into 50 mL conical tubes. \r\n  2. Wash with 10 mL/flask or 1 mL/well of PBS 1X and collect wash in same tubes.\r\n  3. Spin at 1300 rpm for 5 min. at 10C.\r\n  4. Carefully aspirate supernatant and resuspend pellet in a 1:1 ration by volume in PBS 1X with the EB Dissociation Media \\(2X).\r\n  5. Shake at 200 rpm at 37C for 15 min.\r\n  6. Filter cells through a 70 μm nylon mesh sterile cell strainer \\(Fisher Scientific) into a 50 mL conical tube and count.\r\n  7. Place the mesh strainer in a sterile 6-well plate and add 6 mL of accutase to cover. Incubate for 5 min. in the 37C incubator and wash the filter into the same 50 mL conical tube with the accutase followed by 10 mL PBS 1X to further dissociate any other cell clumps.\r\n  8. Pass the strained cells through the Dead Cell Removal Kit \\(Miltenyi Biotec) to collect live cells.\r\n  9. Isolate CD34+ cells obtained from the live cell fraction of the Dead Cell Removal Kit \\(Miltenyi Biotec) following instructions of the CD34 MicroBead Kit UltraPure, human \\(Miltenyi Biotec) and count.\r\n  \r\n\n\n**AM580 treatment of EB derived CD34+ cells on stroma co-culture**\r\n\n\n1. Irradiate OP9-M2 cells \\(2000 rad)\r\n  2. Plate irradiated OP9-M2 at a density of 50,000 cells per well of 24-well tissue-culture treated plate in 500 uL of HSC media.\r\n  3. Allow stromal cells to settle for at least 4 hours and use irradiated plates within 3 days of irradiation. \r\n  4. Following at least 4 hours post-stromal cell plating, add 50,000 to 100,000 EB derived CD34+ cells in 500 uL of HSC media to each stroma-layered well.\r\n  5. To control wells, add 10 uL of 100X DMSO dilution. To AM580 wells, add 10 uL of 100X AM580 dilution. \r\n  6. Every 2-3 days, carefully remove 500 uL of the media from each well without disturbing cell layer on the bottom, and replace with 500 uL of fresh HSC media containing DMSO at a final dilution of 1:25000 or AM580 at 1:500000 per well.\r\n  7. On day 6, carefully remove 900 uL of media from each well without disturbing cell layer on the bottom of the wells. Replace with 900 uL of fresh HSC media.\r\n  8. On day 7, carefully remove 900 uL of media from each well without disturbing cell layer on the bottom of the wells. Replace with 900 uL of fresh HSC media.\r\n  9. Continue with half media changes \\(removing 500 uL of media from each well and replacing with 500 uL fresh HSC media) every 2-3 days.\r\n  10. To lift cells at any time for analysis, carefully remove all media from each well and strain through 70 uM cell strainer into 15 mL conical collection tubes. Incubate 5 min. at 37C with 200 uL/well of accutase. Add 500 uL of PBS 1X and strain into collection tubes. Wash with 1 mL/well of PBS 2X and strain washes through cell strainer into collection tubes.\r\n  11. Spin at 1300 rpm for 5 min. at 10C. \r\n  12. Aspirate supernatant and continue with tissue culture in same conditions described above but without the AM580 treatment, to assess HSPC expansion, or proceed immediately to FACS analysis or further experiments to assess HSC molecular and functional properties."
        },
        {
            "header": "Timing",
            "content": "The total procedure starting from confluent plates of hESCs can be completed in 3-6 weeks, which includes 2 weeks of EB differentiation 1-4 weeks of HSPC expansion culture with initial RA pulse."
        },
        {
            "header": "Troubleshooting",
            "content": "If cells do not appear to cluster into EBs by day 4 or do not display a robust CD34+ population at day 14:\r\n\n\n1) Check that the starting hESC are morphologically undifferentiated. Our cultures normally display very low rates of spontaneous differentiation.\r\n\n\n2) Avoid disaggregating the hESC colonies into single cells or tiny clumps. Pipet gently at every step. Disaggregate the clumped pellet obtained after each wash step by pipetting up and down gently for a maximum of 4-6 times with a 1 ml pipet.\r\n\n\n3) Screen FBS lots used for EB formation for best-performing lot. Test each lot for total cell yield, CD34+ cell percentage in the final EB suspension, and the ability of CD34+ cells to expand on OP9M2 co-culture and to respond to AM580 treatment. \r\n\n\n4) Test different cytokine lots for best performance. Although commercial cytokine are regularly tested for activity by the vendors, some lots may underperform. Resuspend the cytokines according to vendor’s instructions. We normally store both the stock solution of each cytokine and the working dilutions at -80C until the first use and use every working aliquot within 15 days of storage at 4C. Never re-freeze working aliquots.\r\n\n\n\r\n\n\nIf CD34+ CD45+ cells are not observed after OP9M2 co-culture:\r\n\n\n1) Check that OP9M2 cells are morphologically uniform and cells are not crowded. If signs of cell stress or lipid droplets appear in the cytoplasm, do not use for EB-derived CD34+ co-culture. Passage at around 80% confluency and do not grow to full confluency.\r\n\n\n2) Screen FBS lots used for HSC culture for best-performing lot. Test each lot for the ability of human foetal liver or cord blood CD34+ cells to expand in OP9M2 co-culture, and afterward validate on EB derived CD34+ cells.  Test the FBS also for the ability to respond to AM580 treatment. \r\n\n\n3) Test different cytokine lots for best performance. \r\n\n\n\r\n\n\nIf AM580 does not induce the expression of CD38 and/or other RA signalling targets, perform an activity optimization with your specific lot by testing different concentrations."
        },
        {
            "header": "Anticipated Results",
            "content": "By day 4 of EB differentiation, the first media change, small cell aggregates should be visible with bare eyes. The media should be cleared of most single cells and cell debris after the first media change. The EBs will grow in size and acquire a hollow aspect by day 10. At the end of the EB differentiation, the EBs will look like balloon-like cell clumps that float in the medium.\r\n\n\n\r\n\n\nThe haematovascular cells in 2 week EBs are CD34+, CD90+, CD43+/-, and CD38low/-. After 12 days of replating EB CD34+ cells on stroma co-culture, robust CD45 and GPI80 surface expression can be detected. Treatment with AM580 will elevate CD38 expression by 3 days after treatment initiation. The upregulation of CD38 can be reversed after the removal of AM580 treatment. Following 6 days of RA-signalling pulse with AM580, induction of HOXA genes and other HSC regulators, such as HLF, ERG, GATA3, GFI1, MECOM etc. can be detected by qPCR and RNA-sequencing<sup>1</sup>. RA-stimulation in CD34+ EBs also induces vascular program associated with arteries and HSC development \\(SOX7, SOX17, EFNB2, NOS3 etc.). Opening of chromatin in regulatory regions associated with AM580 activated genes can be detected by ATAC-Sequencing."
        },
        {
            "header": "References",
            "content": "1. Dou, D.R. et al. Medial HOXA genes demarcate haematopoietic stem cell fate during human development. Nature Cell Biology \\(2016).\r\n  2. Prashad, S.L. et al. GPI-80 Defines Self-Renewal Ability in Hematopoietic Stem Cells during Human Development. Cell Stem Cell \\(2014).\r\n  3. Magnusson, M. et al. Expansion on stromal cells preserves the undifferentiated state of human hematopoietic stem cells despite compromised reconstitution ability. PLoS One 8, e53912 \\(2013).\r\n  4. Chanda, B., Ditadi, A., Iscove, N.N. & Keller, G. Retinoic acid signaling is essential for embryonic hematopoietic stem cell development. Cell 155, 215-227 \\(2013)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by CIRM RN1-00557, NIH RO1 DK100959 and LLS Scholar award for H.K.A.M; the Broad Stem Cell Center at UCLA and the JCC Foundation; and NIH P01 GM081621 for Z.G. D.R.D. was supported by the NSF GRFP and Ruth L. Kirschstein National Research Service Award GM007185. V.C. was supported by the LLS Special Fellow Award and BSCRC post-doctoral fellow award."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb3354",
                "date": "2016-06-14 17:27:55",
                "title": "Medial HOXA genes demarcate haematopoietic stem cell fate during human development",
                "authors": [
                    "Diana R. Dou",
                    "Vincenzo Calvanese",
                    "Maria I. Sierra",
                    "Andrew T. Nguyen",
                    "Arazin Minasian",
                    "Pamela Saarikoski",
                    "Rajkumar Sasidharan",
                    "Christina M. Ramirez",
                    "Jerome A. Zack",
                    "Gay M. Crooks",
                    "Zoran Galic",
                    "and Hanna K. A. Mikkola"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13939,
                "identity": "a0b723f8-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hanna Mikkola",
                "email": "hmikkola@mcdb.ucla.edu",
                "orcid": "",
                "institution": "Mikkola Lab (UCLA)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hanna",
                "middleName": "",
                "lastName": "Mikkola",
                "suffix": ""
            },
            {
                "id": 13935,
                "identity": "a0b71bca-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Diana Dou",
                "email": "",
                "orcid": "",
                "institution": "University of California, Los Angeles",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Diana",
                "middleName": "",
                "lastName": "Dou",
                "suffix": ""
            },
            {
                "id": 13936,
                "identity": "a0b71eed-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Vincenzo Calvanese",
                "email": "",
                "orcid": "",
                "institution": "University of California, Los Angeles",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vincenzo",
                "middleName": "",
                "lastName": "Calvanese",
                "suffix": ""
            },
            {
                "id": 13937,
                "identity": "a0b720ae-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Pamela Saarikoski",
                "email": "",
                "orcid": "",
                "institution": "University of California, Los Angeles",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pamela",
                "middleName": "",
                "lastName": "Saarikoski",
                "suffix": ""
            },
            {
                "id": 13938,
                "identity": "a0b72221-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Zoran Galic",
                "email": "",
                "orcid": "",
                "institution": "University of California, Los Angeles",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zoran",
                "middleName": "",
                "lastName": "Galic",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-04-15 19:36:40",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.035",
        "doiUrl": "https://doi.org/10.1038/protex.2016.035",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464934,
                "identity": "477a5c5d-ce7f-4313-aa30-9886730b63dc",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 170854,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4809/v1/bf498360-1a2a-4500-9c3a-6efe1b21c878.pdf"
            }
        ],
        "financialInterests": "The authors declare no conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Embryonic stem cells, Embryoid bodies, Haematopoietic Stem/Progenitor Cells, Retinoic Acid signalling, SCF, FLT3-l, BMP4, TPO, HOXA genes",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The generation of definitive, transplantable haematopoietic stem cells \\(HSC) from pluripotent stem cells \\(PSC) is an unmet challenge. Although previous protocols have generated clonogenic progenitors and various differentiated hematopoietic cells, there is no confirmation of their definitive identity or functional HSC properties. We describe a two-step differentiation protocol that starts with differentiation of H1 human embryonic stem cells \\(hESCs) into embryoid bodies \\(EBs) in mesoderm-inducing conditions followed by maturation of EB derived CD34+ cells on OP9M2 stroma on HSC supportive conditions. This protocol generates cells that resemble human foetal liver hematopoietic stem/progenitor cells \\(HSPC) by immunophenotype \\(CD34+CD38loCD90+CD45+GPI80+/-) and molecular profile. Treatment with a retinoic acid receptor alpha agonist \\(AM580) during the first six days of stroma co-culture induces the expression of developmental regulators that demarcate the definitive HSC genetic program, including the HOXA genes. AM580 treatment also prolongs the maintenance of phenotypic HSPC population and clonogenic progenitors in OP9M2 co-culture<sup>1</sup>.",
        "manuscriptTitle": "Induction of HOXA genes in hESC-derived HSPC by two-step differentiation and RA signalling pulse",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-06-14 17:29:03",
                "doi": "10.1038/protex.2016.035",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0b6a676-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 14th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3614,
                "name": "Cell biology"
            },
            {
                "id": 3616,
                "name": "Developmental biology"
            },
            {
                "id": 3618,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-06-14 17:29:03",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}