{
    "identity": "nprot-425",
    "title": "Purification of specific cell populations from _Drosophila_ tissues by magnetic bead sorting, for use in gene expression profiling",
    "content": [
        {
            "header": "Introduction",
            "content": "We developed a strategy to purify a small cell population from the Drosophila ovary for the purpose of gene expression profiling \\(used in Wang et al, 2006b).  The Drosophila ovary is comprised of ovarioles, which are strings of egg chambers at successively later stages of development.   Within each egg chamber, there are 16 large germ line cells encompassed by about 650 somatic epithelial follicle cells.  Of this set of epithelial cells, some cells will take on specialized fates, such as the border cells.  The border cells are a cluster of 6-8 cells that detach from the epithelium and actively migrate, as part of their normal development.  Once they reach their target, a second population of follicle cells, centripetal cells, initiate migration.  \r\n\n\n\r\n\n\nWe were interested in the gene expression profiles that distinguish the migratory border and centripetal cells from the non-motile somatic cells and the germ line cells they invade, since ample evidence suggested that changes in transcription play a major role in promoting border cell migration.  As they comprise less than 1% of the cells in the developing egg chamber, the migratory population first had to be purified.   While fluorescence activated cell sorting \\(FACS) is commonly used for this purpose, we found this approach to be inconvenient and gravely damaging to the cells.  Therefore we developed a magnetic bead-based cell purification method \\(Figure 1A).  Flies expressing the transcriptional activator GAL4 in the cells of interest were crossed to flies bearing the UAS-mCD8-GFP transgene, which leads to GAL4-dependent expression of a fusion protein \\(mCD8-GFP) composed of the extracellular and transmembrane domains of the mouse CD8 antigen \\(mCD8) fused to GFP \\(Lee and Luo, 1999).  Ovaries were dissected from female progeny carrying both transgenes and dissociated with protease treatment.  We captured the migratory cell population using commercially available anti-mCD8-antibody-coated magnetic beads and a magnetic separation column.  We recovered viable cells enriched up to 100 fold for the GFP-positive population.  In principle, this purification method can be generalized to other cell types in the fly or to other organisms.  The protocol goes on to describe the use of RNA isolated from these cells to determine gene expression profiles by microarray analysis.  We also compared the expression profiles of cells from wild-type and specific mutant strains to identify target genes of critical transcription factors required for border cell migration."
        },
        {
            "header": "Reagents",
            "content": "Fly stocks:\r\n\n\n1) _slbo_-Gal4/CyO\r\n\n\n2) c522-Gal4 \r\n\n\n3) UAS-mCD8-GFP \r\n\n\n4) UAS-mCD8-GFP / CyO; _tub_-Gal4/TM6B\r\n\n\n5) _slbo<sup>LY6/</sup>_ CyO\r\n\n\n6) _slbo<sup>e7b/</sup>_ CyO\r\n\n\n7) _w<sup>1118</sup>_\r\n\n\n8) UAS-Upd\r\n\n\n\r\n\n\nFly Reagents:\r\n\n\nFly food; Baker&#x2019;s yeast paste made in water \r\n\n\n\r\n\n\nCell purification reagents:\r\n\n\nInsect cell culture medium such as Grace&#x2019;s \\(Invitrogen, 11605-094) or Schneider&#x2019;s \\(Invitrogen, 11720-034) plus 10% Normal Goat Serum \\(Sigma, G9023); Cell dissociation buffer \\(Sigma, C-1544); Elastase \\(Sigma, E-0258); Filcon 50&#xB5;m filters \\(BD Biosciences, 340601); mouse CD8a \\(Ly-2) microbeads \\(Miltenyi Biotec, 494-01, \"http://www.miltenyibiotec.com\":http://www.miltenyibiotec.com); cell filters such as MACS Pre-Separation Filter \\(Miltenyi Biotec 130-041-407); MACS MS separation columns \\(Miltenyi Biotec 130-042-201).  \r\n\n\n\r\n\n\nMicroarray reagents:\r\n\n\nReagents for RNA purification such as Qiagen&#x2019;s RNeasy mini kit \\(74104).  cRNA probe labeling and hybridization supplies as suggested by Affymetrix GeneChip Expression Analysis Manual and Small Sample Target Labeling Assay Version II \\( \"http://www.affymetrix.com/index.affx\":http://www.affymetrix.com/index.affx), including Invitrogen Superscript II \\(18064-014), Ambion MEGAScript T7 \\(1334),  Enzo BioArray High Yield RNA Transcript labeling kit \\(900182)."
        },
        {
            "header": "Equipment",
            "content": "For cell purification:\r\n\n\nDissecting microscope; 1.5 and 0.5-ml microcentrifuge tubes; two pairs of sharp forceps \\(Dumont, No. 5); two-well glass depression slides \\(FisherBrand, cat. No 12-565B); 18&#xB0;C and 25&#xB0;C incubators for flies; magnetic tube stand \\(MACS Miltenyi Biotec).\r\n\n\n\r\n\n\nFor gene expression profiling:\r\n\n\nAffymetrix Drosophila Genome Array Chip \\(5-900335).  Access to microarray hybridization system and scanning equipment \\(such as Affymetrix GeneArray Scanner 2500A) and data analysis software, such as Affymetrix Microarray Suite MAS 5.0 or GCOS, or ChipStat \\(Master et al, 2005)."
        },
        {
            "header": "Procedure",
            "content": "**Fly crosses and virgin collection**: \r\n\n\n1| Cross UAS-mCD8-GFP females in bottles to either _slbo_-Gal4/CyO \\(for marking border cells and centripetal cells, see Figure 1B-C), or c522 \\(for marking border cells only). \r\n\n\n2| Collect _slbo_-Gal4/UAS-mCD8-GFP and UAS-mCD8-GFP /+; c522/+ virgins and age at 18°C for 2-7 days, then mate with males of the same genotype and fatten \\(by adding yeast paste) overnight at 18°C and 25°C respectively before dissection. \r\n\n\n3| Cross _w\n1118\n_ females to UAS-mCD8-GFP / CyO; _tub_-Gal4/TM6B. _tub_-Gal4 is expressed in all follicle cells.  \r\n\n\n4| Collect UAS-mCD8-GFP /+; _tub_-Gal4/+ virgins and age at 18°C for 2-7 days, then mate with males of the same genotype and fatten overnight at 18°C \\(for the comparison with _slbo_-Gal4/UAS-mCD8-GFP) or 25°C \\(for the comparison with UAS-mCD8-GFP /+;c522/+ ) before dissection.\r\n\n\n\r\n\n\n**Dissection**: \r\n\n\n1| Dissect ovaries, as diagrammed in Figure 1D-E, in Grace’s medium with 10% normal goat serum \\(final pH should be adjusted to 6.9-7.0).   \r\n\n\n2| After dissecting about 10 ovaries, transfer them to a tube on ice.  Keep the total time for dissection to less than two hours.  As shown in Figure 1B-C, the mCD8-GFP+ population represents a small fraction of all the cells in the dissected tissue. Recently we have found that egg chambers survive and border cells migrate at 25°C, but when put at 4°C, they retract protrusions \\(M.M. and D.J.M., unpublished).  We do not know if gene expression patterns are altered as a function of temperature but it may be just as good, or even better, to keep the egg chambers at room temperature during the dissection, rather than putting them on ice.  This needs to be determined empirically.  \r\n\n\n\r\n\n\n**Cell dissociation**: \r\n\n\n1| Reconstitute elastase in cell dissociation buffer at a concentration of 4mg/ml.  This solution can be stored in aliquots at –20°C, but multiple freeze-thaws should be avoided.  Prior to the experimental sample, the elastase solution should be tested \\(see Critical step).  \r\n\n\n2| Collect about 100 ovary pairs in a 1.5ml centrifuge tube, wash with cell dissociation buffer three times and digest with 1ml of elastase solution.  \r\n\n\n3| During digestion, incubate tubes at room temperature and either agitate by inverting by hand, or place the tubes on a stir-plate standing on their caps, and mix with a micro-stir bar that fits into the tube cap.  Agitation is important to dissociate the tissue fully.  \r\n\n\n4| Add 0.5 ml of supplemented Grace’s medium, and transfer the supernatant to a new tube \\(2 times). \r\n\n\n5| Centrifuge dissociated cells at 1000g for 5 minutes at 4ºC. \r\n\n\n6| Resuspend pelleted cells in supplemented Grace’s media or PBS buffer + 0.5% BSA for sorting.\r\n\n\n\r\n\n\n**Cell purification**: \r\n\n\nFilter the dissociated cells using Filcon 50µm filters to remove clumps and then subject to magnetic cell purification with magnetic beads coupled with anti-mouse CD8 antibody \\(MACS, Miltenyi Biotec, \"http://www.miltenyibiotec.com\":http://www.miltenyibiotec.com) according to the manufacturer’s manual.  Briefly: \r\n\n\n1| Centrifuge filtered cells at 1000g for 5 minutes at 4ºC, resuspend in 90 μl of buffer per 10-20 ovary pairs, then add 10 μl of MACS CD8a microbeads, and incubate tubes in a refrigerator \\(8-12ºC) for 15 minutes.  \r\n\n\n2| Wash the cells bound to the beads in 1ml of buffer, spin down, and resuspend in 250 µl of buffer.  Meanwhile, place a positive selection column in the magnetic field of the MACS separator and equilibrate it with 500 μl filtered buffer.  \r\n\n\n3| Apply 500 μl of cell suspension in buffer to the pre-filter over the column.  After the cell solution passes through \\(keep the flow-through in two tubes as the CD8- control), wash the column three times with 500 μl buffer.  \r\n\n\n4| Remove the column from the MACS separator, place it over a 5ml collection tube, and add 1 ml of buffer.  To collect the CD8 positive cell fraction, flush out the column with the supplied plunger.  \r\n\n\n5| For RNA preparation, spin down the cells, take off the supernatant, and proceed to the next section.  Alternatively, the cell pellets can be frozen at this point for later RNA isolation.  An overview of the ovary dissection, cell dissociation and cell purification procedure is shown schematically in Figure 1A.  A sample of purified cells is shown in Figure 1F-I.\r\n\n\n\r\n\n\n**cRNA probe labeling and hybridization**: \r\n\n\n1| Prepare total RNA from purified cells as directed in the Qiagen RNeasy protocol or equivalent protocol.   As a starting point, use 80 μl RLT buffer for lysis of the positive cell fraction, and 160 μl buffer for the negative cells.  For each experiment \\(genotype), isolate RNA independently in triplicate. \r\n\n\n\r\n\n\n2| Large scale or small scale experiments can be carried out, depending on the amount of starting material.  For our initial large scale experiments, 5 μg of each RNA from _slbo_-Gal4/UAS-mCD8-GFP and UAS-mCD8-GFP / +; _tub_-Gal4/+ flies was used to make cRNA probes following Affymetrix probe labeling instruction \\( \"http://www.affymetrix.com/index.affx\":http://www.affymetrix.com/index.affx). However, we also had success with small scale experiments, which require much less starting tissue.  30 ovary pairs are sufficient to yield more than 100ng of RNA. For this strategy, isolate 100ng of each RNA from UAS-mCD8-GFP /+; c522/+ and _slbo_-Gal4/UAS-mCD8-GFP and UAS-mCD8-GFP / +; _tub_-Gal4/+ flies  to make cRNA probes by following the protocol Small Sample Target Labeling Assay Version II \\( \"http://www.affymetrix.com/index.affx\":http://www.affymetrix.com/index.affx).  Briefly, synthesize double-stranded cDNA using Invitrogen Superscript II, then amplify the cRNA pool with the Ambion MEGAScript T7 kit and a second round of cDNA synthesis.  Amplify and label the cRNA using the ENZO BioArray High Yield RNA Transcript labeling kit.  Hybridize cRNA probes to Affymetrix Drosophila Genome Array as directed, then wash and proceed to signal detection as suggested by Affymetrix.  Each experiment should be repeated three times using independent biological samples.\r\n\n\n\r\n\n\n**Variations on the protocol**\r\n\n\nThis protocol can be used to purify any population of cells for which there is a specific GAL4 driver.  In addition, by crossing the GAL4 driver of interest and UAS-mCD8-GFP in mutant backgrounds, the same population of cells can be purified from wild-type and mutant strains.  For example, to identify transcriptional targets of the Slow Border Cells \\(SLBO) transcription factor, one can isolate border cells from _slbo_-Gal4, _slbo\ne7b\n_ / UAS-mCD8-GFP, _slbo\nLy6\n_ flies to compare these loss-of-function mutants to wild type.  As the _slbo_-Gal4 driver also activates expression in the centripetal cells, a different driver may be needed.  We used c522, _slbo\ne7b\n_ / UAS-mCD8-GFP, _slbo\nLy6\n_ to identify SLBO targets that might be specific to the border cells.  As we expected, this method uncovered some known and many new potential target genes for SLBO.  In a similar type of experiment, we sought to identify targets of the JAK/STAT signaling pathway.  In this case, we used _slbo_-Gal4, UAS-mCD8-GFP / UAS-UPD because high levels of the activating protein Unpaired \\(UPD) result in hyper-activation of STAT target genes."
        },
        {
            "header": "Timing",
            "content": "Time to allow for full procedure is 2-5 weeks.  1-3 weeks for generating the appropriate fly stocks and fattening the females.  4-6 hours for ovary dissection, cell purification, and RNA isolation.  3 days for cRNA probe generation.  2 days for chip hybridization and washing.  1 day for initial data analysis."
        },
        {
            "header": "Critical Steps",
            "content": "CRITICAL:  For optimal cell viability and RNA quality, dissected tissue should not be kept longer than 2 hours before proceeding into the purification protocol.\r\n\n\nCRITICAL: We found variations in efficiency of cell dissociation with differing lots of elastase.  Thus, each lot must be tested prior to the experiment to test the optimal concentration and time of treatment.  We found that one ovary pair yielded approximately 1.3x10<sup>4</sup> cells total, and we used this number to test the efficiency of elastase treatment prior to the experiment.   Elastase was stored in aliquots at -20 &#xB0;C.  Trypan blue staining was also used to determine the number of dead cells.\r\n\n\nCRITICAL: Solutions, tissue, cells, and/or lysates must be kept cold as much as possible."
        },
        {
            "header": "Troubleshooting",
            "content": "Problem: Yield of individual cells is too low, or there are too many dead cells from elastase treatment.\r\n\n\nTry varying the concentration of elastase, or use a different lot.  Make sure to stir or shake the tube during the elastase treatment step, and do this step at room temperature.\r\n\n\n\r\n\n\nProblem: Poor RNA yield or poor quality RNA \\(degraded).\r\n\n\nKeep tissues on ice as much as possible, including icing ovaries quickly after dissection.  Use RNase-free pipet tips, tubes, and reagents.  The columns can be used at room temperature, but solutions should be cold and cell pelleting should be carried out at 4&#xBA;C."
        },
        {
            "header": "Anticipated Results",
            "content": "Cell Purification\r\n\n\nFollowing magnetic bead sorting, we expected to recover a viable population of cells highly enriched for mCD8-GFP fusion protein expression.  This was tested by taking a small fraction of purified cells and staining with Hoechst dye \\(2 &#xB5;g/ml) and propidium iodide \\(10 &#xB5;g/ml), together in Grace's medium with 10% fetal calf serum for 30 minutes at room temperature, and also by assaying for GFP expression \\(Figure 1F-I).  We found the cells to be 30-100 fold enriched by the purification procedure, and 95% of the purified cells excluded propidium iodide.\r\n\n\n\r\n\n\nMicroarray Profiling\r\n\n\nWe expected to see transcriptional differences between the GFP positive, motile cell population \\(purified from flies carrying _slbo_-Gal4 or c522) and the non-motile epithelial cells \\(GFP and mCD8-negative fraction, or GFP and mCD8-positive cells driven by _tub_-Gal4) and to identify new genes required in cell motility.  We identified over 400 genes expressed in migratory cells using these methods. \\(See Wang et al, 2006a and Wang et al, 2006b)."
        },
        {
            "header": "References",
            "content": "S.R. Master, A.J. Stoddard, L.C. Bailey, T.C. Pan, K.D. Dugan and L.A. Chodosh, Genomic analysis of early murine mammary gland development using novel probe-level algorithms, _Genome Biol_. 2005; **6**: p. R20.\r\n\n\nLee T, and Luo L. Mosaic analysis with a repressible neurotechnique cell marker for studies of gene function in neuronal morphogenesis. _Neuron_ 1999; **22**\\(3): 451--461.\r\n\n\nMcDonald JA, Montell DJ. Analysis of cell migration using Drosophila as a model system. _Methods Mol Biol_. 2005; **294**:175-202. PMID: 15576913 \r\n\n\nWang X, Adam JC, Montell D. Spatially localized Kuzbanian required for specific activation of Notch during border cell migration. _Dev Biol_ 2006a; **301**\\(2):532-40. PMID: 17010965  \r\n\n\nWang X, Bo J, Bridges T, Dugan KD, Pan T-C, Chodosh L, Montell DJ. Analysis of cell migration using whole genome expression profiling of migratory cells in the Drosophila ovary. _Dev. Cell_ 2006b; **10** \\(4) 483-495 PMID: 16580993"
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Anna C C Jang for helpful comments about the protocol and Mariana Melani for sharing unpublished information."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10879,
                "identity": "9f29a3d6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xuejiao Wang",
                "email": "",
                "orcid": "",
                "institution": "University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xuejiao",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 10880,
                "identity": "9f29a6d0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michelle Starz-Gaiano",
                "email": "",
                "orcid": "",
                "institution": "Johns Hopkins Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michelle",
                "middleName": "",
                "lastName": "Starz-Gaiano",
                "suffix": ""
            },
            {
                "id": 10881,
                "identity": "9f29a88a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tina Bridges",
                "email": "",
                "orcid": "",
                "institution": "Johns Hopkins Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tina",
                "middleName": "",
                "lastName": "Bridges",
                "suffix": ""
            },
            {
                "id": 10882,
                "identity": "9f29a9f8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Denise  Montell",
                "email": "",
                "orcid": "",
                "institution": "Johns Hopkins Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Denise",
                "middleName": "",
                "lastName": "Montell",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-31 10:15:16",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.28",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.28",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607904,
                "identity": "a5d8ca83-fd5f-459f-a940-27e5a05d65e6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 319974,
                "visible": true,
                "origin": "",
                "legend": "A method for purifying a small number of cells from Drosophila ovaries.   A) Schematic of the steps in the cell purification protocol.  Ovaries are first dissected from female flies, and the tissue is dissociated with elastase treatment.  Cells of interest (mCD8-GFP-positive), colored in green, are purified from dissociated ovaries by their affinity to anti-mCD8-antibody, which is linked to magnetic beads.  B-C) Fluorescent micrographs of ovarioles of the genotype _slbo_-Gal4/UAS-mCD8-GFP.  Young egg chambers are to the left and older ones on the right. B) GFP at the cell membranes labels the migratory cell types including the border cells (arrows), and the centripetal cells (arrowheads).  The GFP-positive cells are selected in the purification strategy.  By stage 10 (egg chamber to the right), migration is complete.  C) Staining with Armadillo (Arm, red) antibody clearly labels all of the somatic cells present in the ovariole, of which the migratory cells (green) comprise less than 1%.  The larger, germ-line cells can also be seen within each egg chamber by Arm staining.  D-E) Schematic drawing of ovary dissection.  D) A fattened female fly is held to the bottom of a depression slide, ventral side facing up, under insect cell culture medium using a pair of forceps.  A second pair of forceps is used to pull the tail end of the fly.  E) The ovary pair usually comes out of the abdomen intact using this approach.  The ovary pair can then be transferred to the neighboring well of the depression slide or to a microcentrifuge tube with medium. F-I) Micrographs of purified cells.  Nuclei of all the cells are labeled by Hoechst staining (F, blue in I).  The population is highly enriched for GFP-positive cells (G, green in I), and most survive the treatment intact as assayed by exclusion of propidium iodide (H, red in I). &#x201C;Adapted from Developmental Cell, vol. 10, Wang et al., Analysis of cell migration using whole genome expression profiling of migratory cells in the Drosophila ovary, 483-495 (2006), with permission from Elsevier&#x201D;\r\n\r\nA larger version of this image can be found \"here\":http://protocols.nature.com/image/show/925\r\n\r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-425/v1/figure_1.png"
            },
            {
                "id": 13464535,
                "identity": "1b48cccb-e434-46a6-8665-4b6e5d1f1224",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:43",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 301282,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-425/v1/8423ca81-657b-4598-a846-4d117d133964.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "border cells in Drosophila ovary, cell purification, gene expression profile\r\n\r\n\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Purification of specific cell populations from Drosophila tissues by magnetic bead sorting, for use in gene expression profiling",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-02-21 06:35:28",
                "doi": "10.1038/nprot.2008.28",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f21072d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 21st, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2069,
                "name": "Genetics"
            },
            {
                "id": 2070,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-02-21 06:35:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}