{
    "identity": "pex-1587",
    "title": "<p>Volumetric super-resolution imaging by serial ultrasectioning and STochastic Optical Reconstruction Microscopy (STORM) in neural tissue</p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Antibodies</strong></p><p>Chicken polyclonal ani-GFP (Invitrogen, A10262)</p><p>Donkey anti- Guinea pig IgG unconjugated (Jackson ImmunoResearch, 706-005-148)</p><p>Donkey anti-Chicken IgY unconjugated (Jackson ImmunoResearch,703-005-155)</p><p>Donkey anti-Mouse IgG unconjugated (Jackson ImmunoResearch, 715-005-150)</p><p>Donkey anti-Rabbit IgG unconjugated (Jackson ImmunoResearch, 711-005-152)</p><p>Guinea pig polyclonal anti-Bassoon (Synaptic Systems, 141 004)</p><p>Guinea pig polyclonal anti-Calbindin (Synaptic Systems ,214 005)</p><p>Guinea pig polyclonal anti-VGluT2 (Synaptic Systems ,135 404)</p><p>Mouse monoclonal anti-Bassoon (Abcam, ab82958)</p><p>Mouse monoclonal anti-Gephyrin (Synaptic Systems, 147 011)</p><p>Rabbit polyclonal anti-ERC 1b/2 (Synaptic Systems, 143 003)</p><p>Rabbit polyclonal anti-Homer1 (Synaptic Systems, 160 103)</p><p>Rabbit polyclonal anti-Munc 13-1 (Synaptic Systems, 126 103)</p><p>Rabbit polyclonal anti-Piccolo (Synaptic Systems, 142 003)</p><p>Rabbit polyclonal anti-Ribeye B-domain (Synaptic Systems, 192 103)</p><p><br></p><p><strong>Chemicals</strong></p><p>Alexa Fluor 405 NHS-ester (ThermoFisher, A30000)</p><p>Alexa Fluor 647 NHS-ester (ThermoFisher, A20006)</p><p>Atto 488 NHS-ester (Atto-Tec, AD 488-31)</p><p>Catalase from bovine liver (Sigma-Aldrich, C1345)</p><p>Chloroform (Sigma-Aldrich, 288306)</p><p>Chromium potassium sulfate (Sigma-Aldrich, 243361)</p><p>Cy-3B Mono NHS-ester (Cytiva, PA63101)</p><p>Cysteamine (Sigma-Aldrich, 30070)</p><p>Dy-749P1 NHS-ester (Dyomics, 749P1-01)</p><p>Dulbecco’s Phosphate Buffered Saline (Sigma-Aldrich, D8662)</p><p>Ethanol (Pharmco, 111000200C1GL)</p><p>FluroSpheres Infrared (715/755) (Invitrogen, F8799)</p><p>FluroSpheres Orange (540/560) (Invitrogen, F8809)</p><p>Gelatin from bovine or porcine skin (Sigma-Aldrich, G9391 or G1890)</p><p>Glucose Oxidase (Sigma-Aldrich, G2133)</p><p>Glutaraldehyde 70%, EM grade (Electron Microscopy Sciences, 16360)</p><p>Normal Donkey Serum (Jackson ImmunoResearch, 017-000-121)</p><p>Paraformaldehyde 16%, EM grade (Electron Microscopy Sciences&nbsp;&nbsp;, 15710)</p><p>Potassium hydroxide (Sigma-Aldrich, 221473)</p><p>Sodium azide (Sigma-Aldrich, S2002)</p><p>Sodium bicarbonate (Fisher Scientific, S233)</p><p>Sodium chloride (Sigma-Aldrich, S9888)</p><p>Sodium hydroxide pellets (Sigma-Aldrich, 567530)</p><p>Tris-base (Sigma-Aldrich, T8524)</p><p>Triton X-100 (Sigma-Aldrich, 11332481001)</p><p>UltraBed Kit (Electron Microscopy Sciences&nbsp;, 14310)</p><p>Wheat Germ Agglutinin unconjugated (Vector Labs, L-1020-10)</p><p><br></p><p><strong>Experimental models: Organisms/strains</strong></p><p>Mouse: C57BL/6J (The Jackson Laboratory, 000664)</p><p>Mouse: Thy1-YFP-H (The Jackson Laboratory, 003782)</p><p><br></p><p><strong>Software and algorithms</strong></p><p>Antibody ratio calculator, (This paper, https://github.com/S peerLab/Antibody-Conjugation)</p><p>Directory of SMLM fitting software (Biomedical Imaging Group, Ecole Polytechnique Fédérale de Lausanne (EPFL), http://bigwww.epfl.c h/smlm/software/)</p><p>Excel (Microsoft, http://www.microsoft.com)</p><p>Fiji (ImageJ) (Schindelin et al., 2012, https://fiji.sc/)</p><p>Image Processing (This paper, https://github.com/SpeerLab/Image_Processing)</p><p>MATLAB (MathWorks, https://mathworks.com)</p><p>Python3 (Python, https://www.python.org)</p><p>STORM acquisition control code (Zhuang Lab, Harvard University, https://github.com/ZhuangLab/storm- control)</p><p>STORM analysis (single-molecule localization fitting code) (Babcock et al., 2012, https://storm-analysis.readthedo cs.io/en/latest/post_ analysis.html#visualization-rendering)</p><p><br></p><p><strong>Other</strong></p><p>1.5mL Microcentrifuge tubes (Fisher Scientific, 05-408-129)</p><p>1” Optical post (THOR Labs, RS12)</p><p>½” Optical posts (x2) (THOR Labs, TR075)</p><p>24-well plates Corning, (351147)</p><p>5-min Epoxy in DevTube (Jenson Tools, 14250)</p><p>Analytical Balance (Sigma-Aldrich, Z760420-1EA)</p><p>Antistatic plastic flat end tweezers (Uxcell, 99301)</p><p>BEEM embedding capsules (Electron Microscopy Sciences, 70020-B)</p><p>Bench-top oven (ThermoFisher Scientific, 51028112)</p><p>Blunt ended needle 25G/0.52mm (C-U Innovations)</p><p>Centrifuge (Sigma-Aldrich, EPO226620509)</p><p>Cover glass staining rack (Electron Microscopy Sciences, 72238)</p><p>Coverslip No. 1.5 (24X30) (VWR, 48404-467)</p><p>Coverslip staining rack (VWR, 16004-422)</p><p>Double sided adhesive tape (Scotch)</p><p>Eyelash manipulator (Electron Microscopy Sciences , 71182)</p><p>Falcon 15 mL conical tubes (Fisher Scientific, 05-527-90)</p><p>Falcon 50 mL conical tubes (Fisher Scientific, 14-959-49A)</p><p>Filter paper (VWR, 28320)</p><p>Flexure clamping mechanism (THOR Labs, BA2F)</p><p>Glass Coplin staining jar (Electron Microscopy Sciences, 70315)</p><p>Glass staining dish (Electron Microscopy Sciences, 71420)</p><p>Histo Jumbo diamond knife (DiATOME, HistoJumbo)</p><p>Microscope slides (VWR, 16004-422)</p><p>Movement stage (Edmund Optics, 53-384)</p><p>NAP-5 Columns (VWR, 95017-009)</p><p>Nitrocellulose membranes (ThermoFisher Scientific, LC2001)</p><p>Orbital shaker (VWR, 12620-938)</p><p>Petri dishes (Fisher Scientific, FB0875713)</p><p>Post clamp (THOR Lab, RM1C)</p><p>Right angle clamp (THOR Labs, RA90)</p><p>Roto-Shake Genie (Scientific Industries, SI-1100)</p><p>Single edge razor blades (Garvey, 40475)</p><p>Spectrophotometer (ThermoFisher Scientific, 840-210800)</p><p>Stainless steel cap screws (x2) (THOR Labs, SH6MS16)</p><p>Stereomicroscope (Nikon, SMZ18)</p><p>Stirring hotplate (ThermoFisher Scientific, SP88854100)</p><p>Switchable magnetic base (THOR Labs, MB175)</p><p>Transfer pipettes (Fisher Scientific, 13-680-50)</p><p>TrimTool 90° (DiATOME, TrimTool 90°)</p><p>Ultramicrotome (Leica, UC7)</p><p>Ultrasonic cleaner (Branson, CPX-952-218R)</p><p>Vortex (Fisher Scientific, 50-728-002)</p><p>Weighing boat (VWR, 10770)</p>"
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Before you begin\nThis protocol is written for researchers with a working understanding of immunohistochemical (IHC) labeling approaches and fluorescence microscopy. Before implementing this protocol, users should optimize labeling specificity and signal-to-noise ratios for the immunohistochemical assay. Furthermore, this protocol requires technical skills in histology and ultrasectioning. Additionally, users should familiarize themselves with principles of single-molecule localization microscopy (SMLM) and operation of available commercial instrumentation.\nPrepare fluorescent dye conjugates for IHC (Timing: 2h)\nThe following steps describe the amine-reactive conjugation of fluorescent dyes to secondary antibodies and wheat germ agglutinin (WGA). The conjugates are used in this protocol to label primary antibodies in indirect IHC and endogenous glycoproteins in neuropil, respectively. Some dyes are reagents section (see also Dempsey et al., 2011; Li & Vaughan, 2018). Additional considerations when selecting dyes for multicolor imaging can be found in Figure 10.\n1. Prepare fresh 1M NaHCO3 and keep solution ice cold. Mix 80 μl of secondary antibody (stock concentration 1 mg/mL) or WGA with 10 μl 1M NaHCO3.\n2. Add 1.8 μl reporter dye and 1.2 μl activator dye to the solution.\nNote:\nDual labeled antibodies are used to increase reporter dye photoswitching (Dy 749/Alexa 647) through UV illumination of the activator dye (Alexa 405). Cy3B and Atto 488 reporter photoswitching is not increased in the presence of activator dyes therefore no Alexa 405 is added to those conjugation reactions.\n3. Vortex the solution briefly.\n4. Incubate the solution at room temperature for 20 min with constant agitation and protect from light. Meanwhile, allow a NAP-5 column to drain its storage buffer into a waste receptacle. Fill the empty NAP-5 column with 1x PBS and allow the waste to drain. Repeat washing two more times.\nCritical:\nRinse the NAP-5 column at least three times (Troubleshooting 1).\n5. Pipette the conjugate solution onto the surface of the NAP-5 column and allow solution to sink into the column surface for ~30 seconds.\n6. Add 600 μl 1x PBS to the column. Allow the clear PBS fraction to drain from the column into a waste receptacle.\nNote:\nFree dyes will separate from conjugates creating two bands that may be visible depending on fluorophore wavelength (Cy3B is especially visible, 488 and 647 are somewhat visible and 749 is very difficult to see).\n7. Add 300 μl 1x PBS and collect the flowthrough into the final storage tube. Discard the column.\n8. Measure conjugate concentration and dye ratios per antibody/WGA molecule:\na. Blank the spectrophotometer using the same 1x PBS as above.\nb. Measure the absorbance profile of the conjugate and record the peak absorbance values of the antibody (~280 nm) and the dye molecules (~405-750 nm depending on dyes used). Save absorbance profile for future reference.\nc. Using the concentration values, determine the number of dye molecules per antibody molecule. A calculator used to determine the molecular ratios is provided in an Excel spreadsheet along with this manual.\nNote\n: Ideally, each labeling protein molecule (IgG, IgY or WGA) will be conjugated to 3-4 reporter dye molecules and 1-2 activator dye molecules. If no activator is used, 3-4 reporter dye molecules should still be conjugated.\nCritical\n: If ratios are not ideal, repeat the procedure and adjust dye volumes added to solution in step 2 to achieve molecular ratios within the appropriate bounds. If more than 4 μl of dye is needed in step 2 in order to achieve correct ratios, then dye stocks may need to be remade (Troubleshooting 1).\nd. Recollect conjugate from cuvette and store in the dark at 4°C for up to 6 months.\ne. To confirm conjugate quality after a period of storage, remeasure and compare absorbance values to originals.\nCoat glass coverslips (Timing: 2h)\nThe following steps are used to coat glass coverslips with gelatin, which will cause ultrathin sections to adhere when they are collected after ultrasectioning (Micheva & Smith, 2007). While performing all steps, avoid allowing dust to collect onto the surface of the coverslips. Work in an area free from heavy airflow and filter all solutions.\n1. Prepare 1M KOH and 95% EtOH. Separate coverslips in a rack, completely submerge into 1M KOH solution and sonicate with heat for 15 min.\n2. Prepare gelatin solution. Heat to dissolve particulates, then filter the solution.\n3. Rinse coverslips in filtered H2O, completely submerge them in 95% EtOH and sonicate with heat for 15 min.\n4. Remove coverslip racks from 95% EtOH and allow them to air dry. Wick away excess ethanol.\nAlternative\n: Place racks in a 50°C oven until dry.\nCritical\n: Examine coverslips at this stage to check for clarity. If coverslips remain smudged or dusty, refilter 1M KOH and 95% EtOH, then start procedure again.\n5. Completely submerge clean, dry coverslips in gelatin solution and swirl for 1 min.\n6. Remove coverslip racks from gelatin solution and allow to air dry completely. Wick away excess solution from troughs of the coverslip rack.\nNote:\nMoving coverslips to a clean, dry rack can help eliminate gelatin pooling at the lower edges of the coverslips.\n7. Allow coverslips to dry completely before use or storage. Store dry coverslips in a closed container. Coverslips should be kept free from dust.\nCollect and fix the tissue sample (Timing: 4-5h)\nDuring the following steps, tissue will be dissected and prepared for IHC. Importantly, the region of interest is punched out creating a small disk of tissue which is easy to maneuver while minimizing mechanical damage. The small disk improves antibody penetration and allows the tissue to lay flat for embedding. Fixative solution and blocking buffer should be prepared before you begin.\n1. Euthanize mouse, enucleate eyes, and dissect retinae in room temperature 1x PBS.\nNote:\nThese steps describe processing retinal tissue, but brain sections can also be used.\n2. Fix tissue in room temperature 4% PFA for 10 min to 1 h. The fixation conditions should be adjusted to optimize IHC labeling quality.\n3. Wash retinae in 1x PBS for 2x 20 min, then place it in a clean petri dish filled with room temperature 1x PBS.\n4. Punch out a 500 μm diameter region of interest using a 25G blunt ended needle under stereoscope guidance.\n5. Transfer punch to a 24-well plate and incubate in blocking buffer for 3-4 hours at room temperature with constant agitation. Continue on to IHC.\nImmunohistochemistry (Timing: 4-5 days)\nThe following steps are performed to label antigen targets with primary and secondary antibodies. Target-specific staining is followed by a global neuropil stain using a WGA conjugate, which functions as an image alignment tool in later STORM data processing steps. Lastly, an aldehyde fixation establishes crosslinking to stabilize all molecular labels.\n6. Prepare primary antibody solution by diluting 1 mg/mL antibody stocks to 1:100 in blocking buffer. Primary antibody dilution can be adjusted based on empirical testing. Transfer tissue punches to a new well containing primary antibody solution and incubate for 48-72 h at 4°C with constant agitation.\n7. Transfer tissue to a new well containing wash buffer and incubate at room temperature for 6x 20 min with constant agitation.\n8. Prepare secondary antibody solution by diluting secondary antibody conjugate stocks to 1:100 in blocking buffer. Secondary antibody dilution can be adjusted based on empirical testing. Secondary antibodies should be custom conjugated to photoswitchable dyes compatible with STORM imaging ahead of this step (see section: Prepare fluorescent dye conjugates for IHC). Transfer tissue punches to a new well containing secondary antibody solution and incubate for 24 h at 4°C with constant agitation. Protect samples from light.\n9. Transfer tissue to a new well containing wash buffer and incubate at room temperature for 6x 20 min with constant agitation. Protect samples from light.\n10. Prepare wheat germ agglutinin (WGA) solution by diluting WGA conjugate stock 1:10 in 1x PBS. WGA should be custom conjugated to photoswitchable dyes compatible with STORM imaging ahead of this step (see section: Prepare fluorescent dye conjugates for IHC). Transfer tissue to a new well containing WGA solution and incubate at room temperature for 12-16 h (overnight) with constant agitation. Protect samples from light.\n11. Transfer tissue to a new well containing 1x PBS and incubate at room temperature for 2x 20 min with constant agitation. Protect samples from light.\nCritical:\nTissue punches may stick to the inside of the pipette tip here. To avoid this, coat the inside of the pipette tip with blocking solution first, then transfer the tissue punches.\n12. Transfer tissue to a new well containing post-fixation solution (3% PFA, 0.1% GA) and incubate for 2 h with constant agitation. Protect samples from light.\n13. Transfer tissue to a new well containing 1x PBS and incubate at room temperature for 2x 20 min with constant agitation. Protect samples from light. Continue on to dehydration.\nDehydrate and embed samples in resin (Timing: 1-2 days)\nThe following steps plasticize the tissue punches to make them suitable for ultrasectioning.\n14. Perform a graded alcohol dehydration:\na. Transfer tissue into a clean Eppendorf tube and immerse in a 50% EtOH solution. Incubate at room temperature for 20 min with constant agitation and protect sample from light.\nb. Repeat with 70%, 90%, 100% and 100% EtOH.\nCritical:\nIf tissue is not thoroughly dehydrated, the resin will not polymerize properly and crack or flake when taken out of the mold (Troubleshooting 2).\n15. Perform a graded resin infusion:\na. Transfer tissue into a clean Eppendorf tube and immerse in a solution containing 2 parts 100% EtOH to 1 part resin. Incubate at room temperature for 2 h with constant agitation and protect sample from light.\nb. Repeat with 1:1 EtOH:resin, 1:2 EtOH:resin, 100% resin and 100% resin.\nPause Point\n: If needed, tissue punches can be left in 1:2 EtOH:resin or 100% resin overnight.\n16. Transfer individual tissue punches into lids of embedding (Beem) capsules and gently center them under stereoscope guidance. Fit capsule body onto the lid and fill with 100% resin. Incubate samples at 70°C for 16h.\nPause Point:\nPolymerized tissue punches have long-term stability. Store them in their molds in a dark, dry place and protect them from dust.\nUltrasectioning (Timing: 1 day)\nThe following steps describe the ultrasectioning and collection of serial ultrasections onto glass coverslips. For further technical troubleshooting and tips, see publications on array tomography and serial sectioning for electron microscopy (Micheva, et al., 2007; Harris, et al., 2006).\n1. Trim and cut resin to produce 70 nm-thick serial section ribbons. Expand sections using chloroform vapor.\n2. Secure gelatin coated coverslip in plastic forceps and guide it into the histo Jumbo diamond knife water bath (as pictured in Figure 6).\n3. Using an eyelash tool, guide sections onto the middle of the coverslip and slowly retract the coverslip from the water bath by turning the knob on the micromanipulator.\nCaution\n: Leave sufficient space in the margins of the coverslip to accommodate the imaging objective.\n4. Warm coverslips with sections facing upward on a hot plate set to 60°C for 20 min.\nPause Point\n: Coverslips can be stored long-term prior to imaging.\nEtch away resin and assemble flow chamber (Timing: 30 min)\nThe following steps prepare tissue sections for optimal photoswitching during STORM imaging. Here, the resin surrounding individual sections is removed allowing fluorophore exposure to the thiol-containing STORM imaging buffer. Fluorescent beads are spotted on the coverslips which will serve later as fiducial markers. The flow chamber is assembled, filled with STORM imaging buffer, and sealed with epoxy. Prepare 10 % sodium ethoxide before you begin; sodium ethoxide solution can be reused for multiple experiments but should be remade after 1 month.\n1. Immerse the coverslip in 10% sodium ethoxide for 5 min.\nCritical\n: Following step 1, samples will be difficult to see. Note sample orientation on the coverslip.\n2. Meanwhile, clean a glass slide with EtOH and allow to dry completely, then apply two layers of double-sided tape to the long sides of the slide. Only cover ~5 mm of the slide edge and shave off the overhanging tape using a razor blade.\n3. Remove the coverslip using forceps and immediately wash with 95% EtOH.\n4. Wash coverslip in filtered H2O for ~30s\n5. Dry coverslip using compressed/forced air.\n6. Spot beads onto coverslip:\na. Make high density bead solution by mixing 1 μl bead stock to 9 μl 1x Dulbecco's PBS (DPBS). Vortex and spin down. Apply a small droplet (~1 μL) to coverslip.\nCritical:\nDulbecco's PBS must be used to prevent bead aggregation.\nb. Make low density bead solution by adding 750 μl DPBS to dense bead working stock. Vortex. Apply a small droplet (~1 μL) to coverslip.\n7. Quickly rinse off coverslip using filtered H2O for ~1 min.\nCritical\n: Allow water to flow in the direction away from sample so that beads do not wash into the sample.\n8. Dry coverslip using forced air.\n9. Place the dry coverslip tissue-side-down onto the slide with double sided tape. Avoid crooked placement. Use a pipette tip to apply pressure on the tape sides to seal the coverslip to the adhesive.\n10. Prepare STORM imaging buffer and mix by gentle pipetting. Avoid forcing air into the solution.\n11. Draw up 160 μl of the STORM buffer into a pipette and slowly release it in the space between the coverslip and slide. Avoid creating bubbles by applying gentle pressure to the coverslip with a blunt object. Avoid cracking the coverslip when doing this.\n12. Lay a piece of foil on the benchtop and push some epoxy out of the double-barrel syringe onto the foil. Mix with a pipette tip.\n13. Apply a strip of epoxy to all sides of the coverslip (short sides first) to seal the flow chamber. Place in a dark drawer to dry for ~5 mins.\n14. Test that the epoxy created a seal around the flow chamber by applying gentle pressure with a pipette tip to the surface of the coverslip. If no buffer leaks, then the seal is good. If some buffer leaks, then patch the hole using more, freshly mixed epoxy.\nCritical:\nBe careful to not overapply epoxy and encroach on the sample area.\n15. Apply a single strip of double-sided tape onto the short sides of the slide and trim off overhangs with razor blade. This is useful when securing slide to the STORM microscope. The preparation is ready for imaging.\nAcquire STORM and conventional imaging data (Timing: 1-3 hours to set up, 1-3 minutes per STORM movie (automated acquisition))\nThe following steps describe our approach for collecting serial section conventional, wide-field (diffraction-limited) and STORM data, together with fiducial marker images for correcting chromatic aberration and uneven illumination of the sample. The key steps are to 1) collect conventional images of all color channels in rapid succession for the ROI(s) in each physical section of the sample. This limits sample drift between color channels for conventional images in each ROI. During subsequent image postprocessing/alignment, STORM images will be correlated to their conventional image counterparts to correct for sample drift. 2) Collect STORM movies for ROI(s) across all physical sections. For each ROI, the red emitters (Dy749P1/Alexa647) are imaged first (sequentially within each ROI across the entire sample) as these dyes are susceptible to STORM buffer acidification (Dempsey et al., 2011). Then, Cy3B and Atto488 emitters are imaged sequentially for each ROI in a second image pass across the sample. Sample drift that occurs during each STORM movie acquisition is corrected as part of the single-molecule fitting analysis process by back correlating binned movie frames to the start of the movie. 3) Collect fiducial marker images that will later be used to correct chromatic aberration in conventional and STORM images.\nAlternative:\nCommercial instrumentation and software may be used in lieu of custom instrumentation and the specific codebases we reference here.\n1. Power on the microscope and lasers.\n2. Clean the oil immersion objective prior to imaging and position 4x or 10x objective for tile imaging.\n3. Secure the sample slide in the stage holder.\nCritical:\nSample should be immobile once loaded in the stage. If necessary, use a top-side clamping stage insert or otherwise use double-sided tape applied to the glass slide to secure the specimen in the stage as described (previous section, step 15).\n4. Launch ‘Hal.py’ acquisition software.\nAlternative:\nUse commercial image acquisition software provided by microscope vendor or alternative open-source hardware control software for image acquisition.\n5. Load settings .xml files into Hal.py by dragging/dropping settings files into main Hal.py module or selecting ‘File/load/settings’ and then selecting desired settings files.\n6. Engage the low magnification array setting in Hal.\n7. Use the ‘Illumination’ control panel to engage the 561nm laser, locate the bead fields on the coverslip and focus the objective.\n8. Use the ‘Stage Control’ panel to zero the stage position.\n9. Create a low-magnification mosaic of the bead fields and sample (serial sections):\nCritical:\nReduce laser power to low level to avoid image saturation and fluorophore bleaching.\na. Launch ‘Steve.py’ software and place cursor at or near the 0, 0 coordinates and press the spacebar to take an image.\nb. Continue taking images of the field in manual or semi-automated modes:\ni. manual imaging mode: click on an ROI and press the spacebar to take an image.\nii. semi-automated mode: click on an ROI and press keypad #3 or #9 for automated 3x3 or 9x9 image tiling, respectively. Press the spacebar to interrupt the sequence.\nNote:\nUser may navigate the sample view in Steve.py by right-clicking on an ROI and selecting “Go to Position.”\nc. Finish mosaic and save. Adjust the stage position back to the sparse bead field.\n10. Create a high-magnification mosaic of the bead fields and sample (serial sections):\na. Position high-magnification oil/water objective (either 60x or 100x) for imaging.\nb. Place a droplet of immersion oil on the objective (if using oil).\nc. Focus on the sparse beads:\ni. Engage the high magnification array setting in Hal.py.\nii. Using the ‘Illumination’ control panel in Hal.py, turn on a visible imaging laser (488nm or 561nm) and bring the sample into focus.\niii. Use the ‘Focus lock’ control panel to lock the focal plane.\nAlternative:\nUse commercial instrument with automated focus maintenance system and image tiling software to generate a low-mag and high-mag overview of the sample field and select ROIs for subsequent automated image acquisition. Alternative open-source software may also be used.\nd. Set TIRF angle to maximize signal-to-noise at low illumination power.\ne. Reimage selected regions (both sample and beads) of the low magnification mosaic at high magnification.\nNote:\nSteve.py allows users to correct offsets between low and high magnification by adjusting the mosaic positions within the ‘Objective Settings’ panel.\n11. Select sample ROIs for automated imaging (manual):\na. Use mouse cursor to hover over ROI in first physical section.\nb. Right click and select ‘Record position’.\nc. Repeat for each ROI across the sample ribbon(s).\nd. When all positions are selected, click ‘File’ and ‘Save positions’ to save a ‘positions.txt’ file.\ne. Delete all recorded positions in Steve.py.\nCritical:\nSelect ROIs in sequential order of physical sectioning to simplify downstream alignment processing. To prevent unwanted bleaching during acquisition of serial section images, select the order of ROIs to begin imaging the end of the sample ribbon at the furthest end of the coverslip in the direction of the TIRF beam.\n12. Select bead ROIs for automated imaging (manual):\na. Use the mouse cursor to hover over ROIs in bead fields.\nb. Starting in the sparse bead field, right click within a region away from the edge of the bead spot and select ‘Record position’.\nc. Move cursor to new position within the bead spot (away from the edge and the first position), right click and select ‘Record position’.\nd. Move cursor to center region of the dense bead field, right click and select ‘Record position’.\ne. When positions are selected, click ‘File’ and ‘Save positions’ to save a ‘bead_positions.txt’ file.\n13. Prepare illumination power settings for conventional image acquisition to ensure that images are not dim/saturated:\na. Engage the ‘Conv’ setting in Hal.py.\nb. Focus on a representative ROI within the sample.\nc. Adjust laser powers using the ‘Illumination’ control panel for each channel to be imaged.\nCritical\n: Avoid saturating dense bead images. Ensure sufficient illumination intensity to use the full dynamic range of the camera.\n14. Prepare illumination power settings for sparse bead field image acquisition to ensure that images are not dim/saturated:\na. Engage the ‘Regbeads’ setting in Hal.py.\nb. Focus on a representative ROI within the sparse bead field.\nc. Adjust 750nm laser power using the ‘Illumination’ control panel to visualize IR beads in 750 and 647 channels.\nd. Adjust 488nm laser power using the ‘Illumination’ control panel to visualize visible beads in the 647, 561, and 488nm channels.\nCritical\n: Avoid saturating sparse bead images.\n15. Prepare illumination power settings for dense bead field image acquisition to ensure that images are not dim/saturated:\na. Engage the ‘FFCbeads’ setting in Hal.py.\nb. Focus on a representative ROI within the dense bead field.\nc. Adjust 750/647/561/488nm imaging laser powers using the ‘Illumination’ control panel to visualize dense beads in 750/647/561/488nm channels, respectively.\nCritical\n: Avoid saturating dense bead images. Ensure sufficient illumination intensity to use the full dynamic range of the camera.\n16. Prepare illumination power settings for STORM image acquisition to optimize photoswitching and minimize movie length:\na. Engage the ‘750STORM’ setting in Hal.py.\nb. Focus on a representative ROI within the sample.\nc. Adjust the 750nm laser power to maximum and the 405nm laser to minimum using the ‘Illumination’ control panel.\nd. In Hal.py, change the directory filename to ‘750storm’ and set the working directory to ‘Acquisition\\create_xml\\powertest\\’.\ne. Set 'Mode’ to ‘Run_til_abort’.\nf. Click ‘Record’ to begin manual STORM movie acquisition.\nNote:\nEach wavelength-specific .xml file calls a preset shutter file that engages the appropriate imaging (750/647/561/488nm) and activation (405nm) lasers.\ng. Manually ramp 405nm laser power using the ‘Illumination’ control panel to reactivate fluorophore switching to maintain optimal emitter density.\nh. Pressing 'Stop’ ends the movie recording and saves the power progression file.\ni. Repeat steps 16 (a-h) for 647nm, 561nm, and 488nm STORM movies. Change the directory filenames for each movie according to wavelength using the format specified above.\nNote:\nCy3B (561nm) and Atto488 (488nm) probes do not require 405nm illumination for reactivation.\nAlternative:\nThe above steps 16 (a-i) describe the setting of custom ‘power progression’ files to control illumination settings during STORM movie acquisition. Hal.py also allows users to engage linear or exponential power ramping using the ‘Progressions’ control panel.\n17. Begin automated image acquisition of all conventional, bead, and STORM files:\na. In main Hal.py interface, set working directory to local storage drive.\nCritical:\nEnsure local storage drive has sufficient capacity for image acquisition and/or set up automated transfer routine to clear drive of images following acquisition. Overfilling the drive will cause the acquisition control software to crash.\nb. Adjust desired imaging parameters (e.g. number of frames, frame rate, focus lock position, illumination control, etc.) for multi-channel acquisition in a ‘master.xml’ file.\nc. Launch ‘Master_xml_generator.py’.\nd. Select the desired ‘master.xml’ file from Step B above (.xml format) containing imaging parameters.\ne. Change file name and save out final ‘master_run.xml’ file.\nf. Launch ‘Dave.py’ software.\ng. Click ‘File/load’ and select the ‘master_run.xml’ file for automated imaging.\nh. Click ‘Validate’ to confirm the proper function of the automated image acquisition.\ni. Select 'Run’ to begin automated imaging.\nAlternative:\nUse commercial instrument with automated image acquisition software to set imaging parameters for selected ROIs. Alternative open-source software may also be used.\nNote:\nAdjust the total laser output power as needed to ensure optimal image quality during image acquisition. For conventional image acquisition this may require reducing laser output while for STORM movie acquisition power output should be increased to achieve sufficient density at the sample plane (1-3 kW/cm2).\nProcess images to generate 3D volumes (Timing: varies (largely automated)\nThe following steps convert raw conventional, bead, and STORM imaging data to final images. Steps include single-molecule fitting, drift/aberration corrections, and elastic registration of serial sections. Links to repositories hosting previously published and custom code (this paper) can be found in the ‘Software and algorithms’ section.\n1. Download and install “Storm-Analysis” software.\n2. Inspect raw .dax STORM movies in renderer software to determine frame range for single molecule fitting.\n3. Adjust 3D-DAOSTORM SMLM fitting parameters (e.g. frame range, background, sigma, drift correction, etc.) in .xml files by manually inputting desired values.\nNote:\nWe recommend testing fitting parameters on ~10 frames to view results of parameter settings before fitting the final number of desired frames.\n4. Run SMLM fitting analysis (fully automated):\na. Open ‘1_batch_fitting.py’ script.\nb. Change working directory path to the location of the data to be analyzed (experiment folder).\nc. Copy folder containing .xml and camera calibration files to the experiment folder.\nd. Run script.\nAlternative:\nA list of available renderers and single-molecule fitting algorithms is referenced in the ‘Software and algorithms’ section. Use commercial or preferred open-source software to interact with raw SMLM data, generate SMLM localization lists, and convert these to image files.\n5. Run single-section drift/chromatic aberration correction and alignment (fully automated):\na. Open ‘2_XY_alignment.py’ script.\nb. Change working directory paths to the experiment folder.\nc. Run script.\nAlternative:\nUse commercial or other open-source software to correct sample drift for each ROI by cross-correlating each individual STORM image to its conventional image counterpart. Use the fiducial sparse bead field imaging data to generate a non-linear warping transform that registers beads across the color channels to correct chromatic aberration. Apply the resultant transform to all conventional and STORM images for each ROI.\n6. Run 3D serial-section alignment (largely automated):\na. Open ‘3_Z_alignment.py’ script.\nb. Change working directory paths to the experiment folder.\nc. Run script.\nd. When the first FIJI subprocess launches, input rigid registration parameters to continue the alignment.\ne. When the MATLAB subprocess opens, drag cursor within the displayed image to set a sample ROI for cropping the image stack. Right click and select ‘crop’ to continue the routine.\nf. When the second FIJI subprocess launches, input elastic registration parameters to continue the alignment. Elastic alignment is implemented in TrakEM2 based on the original publication (Saalfeld et al., 2012).\nAlternative:\nUse alternative commercial or open-source software to perform 3D serial-section alignment.\nNote:\nWe continue to develop and package these routines to improve functionality, ease of use, and open-source accessibility. Updates will be made available on GitHub."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>Problem 1:&nbsp;</strong></p><p>No or low absorbance at the expected wavelengths on the spectrophotometer in the secondary antibody conjugation step.&nbsp;</p><p><strong>Potential Solution 1:&nbsp;</strong></p><p>Make fresh sodium bicarbonate and repeat the conjugation procedure. Ensure the NAP-5 columns are thoroughly washed (3 full washes with 1X PBS). Make sure the spectrophotometer is set up correctly and blanked with antibody dilution buffer (PBS), and the cuvette is properly oriented.&nbsp;</p><p><strong>Potential Solution 2:&nbsp;</strong></p><p>Reconstitute secondary antibodies and store 80 μL aliquots at -80°C. Avoid freeze-thaw cycles. Reconstitute dyes and store 10 μL aliquots at -80°C. Avoid repetitive freeze-thaw cycles as these degrade the NHS-ester reaction efficacy over time.&nbsp;</p><p><br></p><p><strong>Problem 2:&nbsp;</strong></p><p>Polymerized samples are still liquid after baking <em>OR </em>brittle and crack/flake during ultrasectioning.&nbsp;</p><p><strong>Potential Solution:&nbsp;</strong></p><p>Problems with uncured or poorly cured blocks could be due to improperly mixed resin. Prepare resin per manufacturer’s recommendations several hours (~4) before needed and keep resin on a rotator to ensure complete mixing. Problems with brittle samples could be caused by residual water in the sample during the resin embedding step. Make sure the tissue is taken through the recommended series of ethanol and is fully dehydrated.&nbsp;</p><p><br></p><p><strong>Problem 3:&nbsp;</strong></p><p>Sections not adhering to the coverslip or damaged sections.&nbsp;</p><p><strong>Potential Solution 1:&nbsp;</strong></p><p>Section loss may be due to poorly subbed coverslips. Remake coverslips with fresh gelatin subbing solution.&nbsp;</p><p><strong>Potential Solution 2:&nbsp;</strong></p><p>Lost/damaged sections could be caused by the presence of water in the sodium ethoxide solution. Remake fresh etching solution periodically (~4-6 weeks) when stored at room temperature.&nbsp;</p><p><br></p><p><strong>Problem 4:&nbsp;</strong></p><p>Loss of auto-focus from section to section during image acquisition.&nbsp;</p><p><strong>Potential Solution 1:&nbsp;</strong></p><p>For extended imaging (hours-overnight), ensure that sufficient immersion oil is added to the objective lens to prevent oil drying or thinning when scanning across the specimen over time. Ensure the external surface of the coverslip and the objectives are clean.&nbsp;</p><p><strong>Potential Solution 2:&nbsp;</strong></p><p>Loss of optimal focus in some sections could be due to variable section thickness. Refer to standard ultrasectioning troubleshooting to ensure uniform section thickness.&nbsp;</p><p><br></p><p><strong><span class=\"ql-cursor\">﻿</span>Problem 5:&nbsp;</strong></p><p>Photoswitching of single fluorescent molecules is slow or does not occur at all.&nbsp;</p><p><strong>Potential Solution 1:&nbsp;</strong></p><p>Poor photoswitching is often caused by the use of old STORM buffer solution. Remake fresh STORM buffer solution immediately prior to each imaging experiment.&nbsp;</p><p><strong>Potential Solution 2:&nbsp;</strong></p><p>The chemical etching process exposes the fluorophores to the thiol-containing imaging buffer for STORM imaging. Without proper etching, the dyes will not be exposed to the imaging buffer and photoswitching could be slow or absent. Remake the sodium ethoxide solution and ensure proper etching time (5 minutes). It is crucial that the sodium ethoxide solution is not contaminated with water (see Problem 3).&nbsp;</p><p><strong>Potential Solution 3:&nbsp;</strong></p><p>SMLM methods require high-power excitation to drive optimal single-molecule photoswitching. Ensure the imaging system achieves sufficient power density (1-3 kw/cm2) at the sample plane for each imaging wavelength.&nbsp;</p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>By following this protocol, users can expect to collect volumetrically-aligned STORM and conventional (diffraction limited) image stacks of arbitrary volumes determined by the number and thickness of sections imaged. In Figure 8, we show maximum projection images of a YFP-expressing retinal ganglion cell with presynaptic protein and postsynaptic gephyrin labeling, demonstrating the volume and resolution capabilities of the approach. Entire neurons and surrounding synaptic fields can be imaged with nanoscale resolution and molecular specificity based on IHC labeling of specific protein targets. In Figure 9, a separate example, we show a maximum projection transverse section image across the retina highlighting the subsynaptic molecular organization of photoreceptor terminals. The imaged volume captures nanoscale molecular details for thousands of individual synapses in the outer and inner plexiform layers.&nbsp;</p><p><br></p><p>In STORM imaging experiments, differences in dye properties impact the final image resolution (Dempsey et al., 2011). Users should consider wavelength-dependent differences that influence single-molecule localization precision and biological measurements. In Figure 10, we illustrate this point in the context of synapse imaging in mouse brain tissue. We immunolabeled synapses in the dorsal lateral geniculate nucleus (dLGN) of the mouse thalamus with primary antibodies against presynaptic (bassoon and vesicular glutamate transporter 2 [VGlut2]) and postsynaptic targets (Homer1). We tested two alternative secondary staining conditions that flipped the dyes, Dy749P1 or Alexa647, used to label the synaptic proteins Homer1 and Bassoon (Figure 10 A). We then collected STORM images and measured the synaptic properties (density, volume, signal intensity) for thousands of synapses across ~ 40,000 cubic microns of dLGN tissue for both conditions (Figure 10 B-D). Results indicate the measured synaptic densities are independent of dye selection, while synaptic cluster volume and total within-cluster signal intensity is greater when imaging with Dy749P1 compared with Alexa647 (Figure 10 C and D). This is consistent with an increase in the size of the point spread function and decrease in photon emission of red-shifted probes compared to Alexa647 dyes (Dempsey et al., 2011).&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Babcock, H., Sigal, Y. M., &amp; Zhuang, X. (2012). A high-density 3D localization algorithm for stochastic optical reconstruction microscopy. <em>Optical Nanoscopy</em>, <em>1</em>(6), 10.1186/2192-2853-1–6. https://doi.org/10.1186/2192-2853-1-6&nbsp;</p><p><br></p><p>2. Dempsey, G. T., Vaughan, J. C., Chen, K. H., Bates, M., &amp; Zhuang, X. (2011). Evaluation of fluorophores for optimal performance in localization-based super-resolution imaging. <em>Nature Methods</em>, <em>8</em>(12), 1027–1040. https://doi.org/10.1038/nmeth.1768&nbsp;</p><p><br></p><p>3. Li, H., &amp; Vaughan, J. C. (2018). Switchable Fluorophores for Single-Molecule Localization Microscopy. <em>Chemical Reviews</em>, <em>118</em>(18), 9412–9454. https://doi.org/10.1021/acs.chemrev.7b00767&nbsp;</p><p><br></p><p>4. Micheva, K. D., &amp; Smith, S. J. (2007). Array Tomography: A New Tool for Imaging the Molecular Architecture and Ultrastructure of Neural Circuits. <em>Neuron</em>, <em>55</em>(1), 25–36. https://doi.org/10.1016/j.neuron.2007.06.014&nbsp;</p><p><br></p><p>5. Saalfeld, S., Fetter, R., Cardona, A., &amp; Tomancak, P. (2012). Elastic volume reconstruction from series of ultra-thin microscopy sections. <em>Nature Methods</em>, <em>9</em>(7), 717–720. https://doi.org/10.1038/nmeth.2072&nbsp;</p><p><br></p><p>6. Schindelin, J., Arganda-Carreras, I., Frise, E., Kaynig, V., Longair, M., Pietzsch, T., Preibisch, S., Rueden, C., Saalfeld, S., Schmid, B., Tinevez, J. Y., White, D. J., Hartenstein, V., Eliceiri, K., Tomancak, P., &amp; Cardona, A. (2012). Fiji: An open-source platform for biological-image analysis. <em>Nature Methods</em>, <em>9</em>(7), 676–682. https://doi.org/10.1038/nmeth.2019&nbsp;</p><p><br></p><p>7. Sigal, Y. M., Speer, C. M., Babcock, H. P., &amp; Zhuang, X. (2015). Mapping Synaptic Input Fields of Neurons with Super-Resolution Imaging. <em>Cell</em>, <em>163</em>(2), 493–505. https://doi.org/10.1016/j.cell.2015.08.033&nbsp;</p><p><br></p><p>8. Stradleigh, T. W., Greenberg, K. P., Partida, G. J., Pham, A., &amp; Ishida, A. T. (2015). Moniliform deformation of retinal ganglion cells by formaldehyde-based fixatives. <em>Journal of Comparative Neurology</em>, <em>523</em>(4), 545–564. https://doi.org/10.1002/cne.23689&nbsp;</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was supported in part by NIH grants R01 EY029323, R01 EY014454, R01 EY017836 and DP2 MH125812 and a NARSAD Young Investigator Grant from the Brain and Behavior Research Foundation (CMS). Cartoon figures were created with BioRender.com.&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 40775112,
                "identity": "d14788ef-c79e-41ee-a55f-204fabdfc65b",
                "order_by": 0,
                "name": "Tarlan Vatan",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-8750-1382",
                "institution": "University of Maryland - College Park",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tarlan",
                "middleName": "",
                "lastName": "Vatan",
                "suffix": ""
            },
            {
                "id": 40776726,
                "identity": "8945c4a7-8758-4458-ada0-353206eab339",
                "order_by": 1,
                "name": "Jacqueline A. Minehart",
                "email": "",
                "orcid": "",
                "institution": "University of Maryland - College Park",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jacqueline",
                "middleName": "A.",
                "lastName": "Minehart",
                "suffix": ""
            },
            {
                "id": 40776727,
                "identity": "eb7905a6-7cb9-475a-a95e-b0f6da477bfc",
                "order_by": 2,
                "name": "Chenghang Zhang",
                "email": "",
                "orcid": "",
                "institution": "University of Maryland - College Park",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chenghang",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 40776728,
                "identity": "66b07527-6412-4d42-bd1e-4afcfee4743a",
                "order_by": 3,
                "name": "Vatsal Agarwal",
                "email": "",
                "orcid": "",
                "institution": "University of Maryland - College Park",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vatsal",
                "middleName": "",
                "lastName": "Agarwal",
                "suffix": ""
            },
            {
                "id": 40776729,
                "identity": "2dc0ab9a-4fa9-4a36-aacd-e46fc503d5bc",
                "order_by": 4,
                "name": "Jerry Yang",
                "email": "",
                "orcid": "",
                "institution": "University of Maryland - College Park",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jerry",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 40776730,
                "identity": "87402e18-3014-479c-aea7-a16a3c67135d",
                "order_by": 5,
                "name": "Colenso M. Speer",
                "email": "cspeer@umd.edu",
                "orcid": "https://orcid.org/0000-0002-3076-7072",
                "institution": "University of Maryland - College Park",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Colenso",
                "middleName": "M.",
                "lastName": "Speer",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-07-20 14:44:49",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1587/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1587/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 12113827,
                "identity": "54925247-962a-4d9f-bf22-952cb43a0df9",
                "added_by": "auto",
                "created_at": "2021-08-04 16:25:44",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 916485,
                "visible": true,
                "origin": "",
                "legend": "Secondary antibody conjugation workflow.",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/d6f9404c803f6d9d76364fec.jpg"
            },
            {
                "id": 12113830,
                "identity": "e210dee5-5ddb-461e-80a1-7a5e66fc6feb",
                "added_by": "auto",
                "created_at": "2021-08-04 16:25:44",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 754663,
                "visible": true,
                "origin": "",
                "legend": "Protocol for coating glass coverslips.",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/45e62c707e81b4b22d87e06d.jpg"
            },
            {
                "id": 12113828,
                "identity": "40e81a9f-30c5-4dfb-b472-6bb54c6a8f9c",
                "added_by": "auto",
                "created_at": "2021-08-04 16:25:44",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 942352,
                "visible": true,
                "origin": "",
                "legend": "Dissection protocol featuring YFP-expressing retinal neuron.",
                "description": "",
                "filename": "Figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/63b70b9a9b7d43c7fff81201.jpg"
            },
            {
                "id": 12113829,
                "identity": "2910cc76-176e-4404-897c-2bdd64f1d106",
                "added_by": "auto",
                "created_at": "2021-08-04 16:25:44",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1056084,
                "visible": true,
                "origin": "",
                "legend": "Immunohistochemistry protocol.",
                "description": "",
                "filename": "Figure4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/6a60263284b96de8bd66d9c5.jpg"
            },
            {
                "id": 12113971,
                "identity": "18c23766-3b55-489b-bb38-f6edadc603f1",
                "added_by": "auto",
                "created_at": "2021-08-04 16:28:44",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1028212,
                "visible": true,
                "origin": "",
                "legend": "Dehydration, resin infiltration and embedding workflow.",
                "description": "",
                "filename": "Figure5.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/a9dd24091c696560a3f7cc92.jpg"
            },
            {
                "id": 12114055,
                "identity": "e115f065-5b9c-45f7-b1aa-73277db669b2",
                "added_by": "auto",
                "created_at": "2021-08-04 16:31:44",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 700252,
                "visible": true,
                "origin": "",
                "legend": "Assembling and using coverslip transfer rig. This instrument is designed to stabilize a coverslip in the bath of an ultrasectioning knife. The movement stage/micromanipulator allows the user to insert and retract the coverslip in a single, smooth motion. Parts list: A) Movement stage, Edmund Optics (53-384); B) Right angle clamp, THOR Labs (RA90); C) Antistatic, plastic, flat-end tweezers, Uxcell (99301); D) ¼\"-20 set screws (2), THOR Labs (SH6MS16); E) ½\" optical posts (2), THOR Labs (TR075); F) Binder clip; G) 1” optical post, THOR Labs (RS12); H) Post clamp, THOR Labs (RM1C); I) Switchable magnetic base, THOR Labs (MB175); NS, not shown) Flexure clamping base, THOR Labs (BA2F).",
                "description": "",
                "filename": "FIgure6.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/d59513ff2c72e9bb8e04a6e4.jpg"
            },
            {
                "id": 12113831,
                "identity": "acbda822-11d9-4061-9b1c-f4da09c9612b",
                "added_by": "auto",
                "created_at": "2021-08-04 16:25:44",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 913011,
                "visible": true,
                "origin": "",
                "legend": "Resin etching and flow chamber construction.",
                "description": "",
                "filename": "Figure7.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/398bdeb6fb3cde8f87c7a4af.jpg"
            },
            {
                "id": 12113835,
                "identity": "8dc8bbc7-a80b-4a9c-8ab0-9487ff356bf3",
                "added_by": "auto",
                "created_at": "2021-08-04 16:25:44",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2458807,
                "visible": true,
                "origin": "",
                "legend": "Volumetric super-resolution imaging by serial ultrasectioning and STORM captures whole cells with synaptic resolution. (A) Maximum projection image of a YFP-expressing retinal ganglion cell with presynaptic and postsynaptic (gephyrin) labeling. (B) Segmented images (top: en face; bottom: side view) and insets (C, C’) highlight synaptic inputs (arrowhead).",
                "description": "",
                "filename": "Figure8.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/e33efba60e60b9ae8437a67c.jpg"
            },
            {
                "id": 12113973,
                "identity": "86d4b48e-d2af-42f5-8261-87f889e7aae1",
                "added_by": "auto",
                "created_at": "2021-08-04 16:28:44",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1163331,
                "visible": true,
                "origin": "",
                "legend": "STORM images of ribbon synapses in the mouse retina. (A) Maximum projection image of the mouse retina in cross section. OPL, outer plexiform layer; IPL, inner plexiform layer. (B) Magnified view (~8x) of the OPL in (A). (B’) Each photoreceptor synaptic terminal is seen as clustering of ribeye (ribbon synapse protein), calbindin (horizontal cell label), and WGA (bipolar cell dendrite label). (C) Orthogonal cross section views (top, bottom) through a ribbon synapse in the OPL.",
                "description": "",
                "filename": "Figure9.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/0d4411d5aa36a2f2486d3c00.jpg"
            },
            {
                "id": 12113975,
                "identity": "863616d9-a1fa-4e08-8dd2-1f40ae0f2274",
                "added_by": "auto",
                "created_at": "2021-08-04 16:28:44",
                "extension": "jpg",
                "order_by": 10,
                "title": "Figure 10",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1047993,
                "visible": true,
                "origin": "",
                "legend": "Dye properties impact image quality. (A) Synapses in the mouse dLGN are labeled with presynaptic (Bassoon, VGluT2) and postsynaptic (Homer1). Two labeling results are shown with flipped secondary staining conditions (top panel: Homer1-Dy749p1, Bassoon-Alexa647; bottom panel: Bassoon-Dy749p1, Homer1-Alexa647). (B) Maximum projection images of representative synaptic proteins imaged with Dy749p1 or Alexa647. Scale = 8-bit voxel intensity values (0-255). (C) Measured synaptic protein cluster density all imaged synaptic markers across the two labeling conditions. (D) Measured synaptic protein cluster volume and signal intensity distributions for Homer1 and Bassoon across the two labeling conditions.",
                "description": "",
                "filename": "Figure10.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/8cb2d3d4f775d6a5dec7dba9.jpg"
            },
            {
                "id": 13707407,
                "identity": "8942ec60-5a44-49df-b1bd-01af6e99a90c",
                "added_by": "auto",
                "created_at": "2021-09-17 14:02:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1485622,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/8e7aba90-119a-461e-bfd7-85aaf94a3f6f.pdf"
            },
            {
                "id": 12113972,
                "identity": "0433ee1a-0cca-4b26-ac59-4d0ee9777bb0",
                "added_by": "auto",
                "created_at": "2021-08-04 16:28:44",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 10761686,
                "visible": true,
                "origin": "",
                "legend": "Volumetric super-resolution imaging by serial ultrasectioning and STochastic Optical Reconstruction Microscopy (STORM) Protocol",
                "description": "",
                "filename": "VolumetricsuperresolutionimagingbyserialultrasectioningandSTochasticOpticalReconstructionMicroscopySTORMProtocol.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/fbdaadabe925d87512a25299.pdf"
            },
            {
                "id": 12113826,
                "identity": "2e490ad2-eaff-4782-be57-7a4be4f63d8e",
                "added_by": "auto",
                "created_at": "2021-08-04 16:25:43",
                "extension": "pdf",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 69180,
                "visible": true,
                "origin": "",
                "legend": "Reagent Recipe Table",
                "description": "",
                "filename": "ReagentRecipeTable.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1587/v1/e09b1100ef5e09e744bcd160.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Super-resolution microscopy, Neural circuits, synapses",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Here we present a protocol for collecting large-volume, four-color, single-molecule localization imaging data from neural tissue. We have applied this technique to map the location and identities of chemical synapses across whole cells in mouse retinae. Our sample preparation approach improves 3D STORM image quality by reducing tissue scattering, photobleaching, and optical distortions associated with deep imaging. This approach can be extended for use on other tissue types enabling life scientists to perform volumetric super-resolution imaging in diverse biological models. </p><p>For a detailed application of this protocol, please refer to Sigal et al., 2015.</p>",
        "manuscriptTitle": "Volumetric super-resolution imaging by serial ultrasectioning and STochastic Optical Reconstruction Microscopy (STORM) in neural tissue",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-08-04 16:25:42",
                "doi": "10.21203/rs.3.pex-1587/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "b169c17d-4582-48da-8923-5d68874744cf",
        "owner": [],
        "postedDate": "August 4th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 5857838,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-08-04 16:25:42",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}