{
    "identity": "pex-1372",
    "title": "<p>­­Highly Conducive Ex utero Mouse Embryogenesis&nbsp;from Pre-Gastrulation to Late Organogenesis</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>\tUnderstanding the developmental processes leading to the formation of tissues and organs represents one of the fundamental questions in developmental biology. The intrauterine confinement of the developing mammalian embryo has been the main limiting factor for studying post implantation embryogenesis<sup>1,2</sup>. Consequently, the sequence of developmental events occurring from pre-gastrulation to organogenesis, remains to be fully understood and hard to manipulate. While mouse embryos are consistently cultured through pre- and peri-implantation development<sup>3,4</sup>, establishing culture conditions sustaining proper long-term development of post-implanted mouse embryos outside the uterine environment remains challenging.</p><p>\t</p><p>\tHere, we describe the step by step protocol of our recently described embryo culture system that allows sustained mouse embryo development from pre-gastrulation to advanced organogenesis stages, enabling the application and monitoring of external and internal manipulations in mouse embryos over up to six days of post-implantation development. We detail the enhanced roller culture system protocol that supports growth of E7.5 late-gastrulating embryos (neural plate and headfold-stage) until the hind limb formation stage (~E11), as well as the extended culture from E5.5/6.5 combining static and roller culture platforms.</p><p><br></p><p>\tThe ability to remove a mammalian embryo from the uterine environment and grow it normally in controlled conditions<em> </em>represents a valuable tool to characterize the effect of different perturbations on development during the period from gastrulation to organogenesis, that can be combined with genetic modification, chemical screens, tissue manipulation and microscopy methods.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Mice&nbsp;(pregnant females ICR, C57BL/6, 129 or BDF1 mice at 5.5, 6.5 or 7.5 days post coitum)</p><p>Human Umbilical Cord Blood Serum (made in-house)</p><p>Human Adult Blood Serum (made in-house)</p><p>Rat Serum (Rat whole embryo culture serum, ENVIGO Bioproducts B-4520)</p><p>Glutamax (GIBCO, 35050061)</p><p>Penicillin/Streptomycin (Biological industries, 03-031-1B)</p><p>HEPES (GIBCO, 15630056)</p><p>DMEM 1 mg/mL D-glucose and pyruvate, without phenol red and without L-glutamine (GIBCO, 11880)</p><p>Foetal Bovine Serum (Biological Industries; 04-013-1A)</p><p>Dulbecco's Phosphate Buffered Saline (DPBS) (Biological Industries; 02-020-1A)</p><p>D(+)-glucose Monohydrate (J.T. Baker)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Gas regulation module (model#-HannaLab1, Arad Technologies Ltd, Ashdod, Israel).</p><p>Precision incubator system (BTC01 model with gas bubbler kit, B.T.C. Engineering, Cullum Starr Precision Engineering Ltd, UK)</p><p>BTC Rotating Bottle Culture Unit with bubbler apparatus (BTC02 model, B.T.C. Engineering, Cullum Starr Precision Engineering Ltd, UK)</p><p>Culture bottles (either Glass Bottles (Small) BTC 03 or Glass Bottles (Large) BTC 04)</p><p>Bungs (Hole) (B.T.C. Engineering, Cullum Starr Precision Engineering Ltd, UK, BTC 06 used to seal the bottles)</p><p>Bungs (Solid) (B.T.C. Engineering, Cullum Starr Precision Engineering Ltd, UK, BTC 07 used to seal the rotating drum)</p><p>Cell culture hood</p><p>CO<sub>2</sub>&nbsp;incubator&nbsp;(37° C, 5%CO<sub>2</sub>-95% air, 95% relative humidity)</p><p>Stereoscopic microscope equipped with heating plate</p><p>8-well µ-plates glass bottom/ibiTreat (iBidi, 80827/80826)</p><p>0.22 µm pore size filter (Nalgene, Ref # 565-0020) (JetBiofil, FCA-206-250).</p><p>0.22 µm pore size syringe PVDF filter (Millipore, SLGV033RS)</p><p>5 mL pro-coagulant sterile test tubes (Greiner Bio-One, Z Serum Sep Clot Activator, #456005)</p><p>Petri Dishes (60 mm and 100 mm)</p><p>Glass Pasteur pipettes</p><p>Glasscutter</p><p>Centrifuge (at 4<sup>o</sup>C and room temperature)</p><p>Micropipettes</p><p>Sterile plastic tips&nbsp;(10µl, 200µl and 1000µl)</p><p>Pipettors for pipettes</p><p>Sterile plastic pipettes&nbsp;(5-mL, 10-mL)</p><p>15 and 50 ml conical centrifuge tubes</p><p>Sterile syringes&nbsp;(1, 5, 10 ml) for sera filtration</p><p>Dissecting instruments&nbsp;(surgical scissors, microsurgical forceps (Dumont #5, #55)</p>"
        },
        {
            "header": "Procedure",
            "content": "Solutions\n1.    Dissection Media: DMEM 1 mg/mL D-glucose and pyruvate, without phenol red and without L-glutamine (GIBCO, 11880) supplemented with 10% Foetal Bovine Serum (Biological Industries; 040131A), sterilized by using a 0.22 µm filter (JetBiofil; FCA-206-250). Can be kept at 4\no\nC and used within 1 month.\n2.\nEx utero\nculture media (EUCM): 25% DMEM (GIBCO 11880; includes 1 mg/mL D-glucose and pyruvate, without phenol red and without L-glutamine) supplemented with 1x Glutamax (GIBCO, 35050061), 100 units/ml penicillin/100 µg/ml streptomycin (Biological industries, 030311B) and 11 mM HEPES (GIBCO, 15630056), plus 50% Rat Serum (RS) (Rat whole embryo culture serum, ENVIGO Bioproducts B-4520) and 25% Human Umbilical Cord Blood Serum (HCS) that is prepared in-house. DMEM supplemented with Glutamax, Pen/Strep and HEPES can be stored at 4\no\nC in aliquots and used within 2 months. Rat serum is stored at -80\no\nC and should be heat inactivated at 56\no\nC for 30-45 minutes and filtered through a 0.22 µm PVDF filter (Millipore; SLGV033RS) on the same day that is used for culture. HCS was collected at Rambam Medical Center in Haifa, Israel, and stored as heat inactivated and filtered aliquots at -80\no\nC for up to six months. HCS should be freshly thawed and used immediately for experimentation. HCS can be replaced by in-house collected Human Adult Blood Serum (HBS). HBS was collected following the same procedure for HCS and stored as heat inactivated and filtered aliquots at -80\no\nC for up to six months. Rat serum, HCS and HBS can be refrozen and used once after thawing. In this case, for optimal embryo development, refrozen sera should be thawed and combined with a larger volume of freshly thawed sera and used immediately.\n3.    Isolation of HCS. To isolate HCS, umbilical cord blood should be collected from healthy pregnant women, as approved by a proper Helsinki committee. Healthy women over the age of 18 and under 40, scheduled for caesarian section delivery are eligible for cord blood collection. On the day of scheduled caesarian delivery, and in order to ensure fresh isolation and processing of serum, a team stood by for cord blood collection and serum extraction. Immediately upon delivery of the infant, the umbilical cord is double clamped 5-7 cm from the umbilicus and transected between the clamps. Blood is collected only after the infant was removed from the field of surgery and umbilical blood was drawn for clinical tests as needed. In order to avoid any traces of hemolysis, blood should be manually drawn by the obstetrician surgeon, using a large bore 14-gauge needle and a 50mL syringe, directly from the umbilical vein while the placenta remains in situ. This was done to avoid any coagulation of blood before collection which could lead to traumatic hemolysis, and also to take advantage of the enhanced blood flow generated by uterine contraction. Quickly distribute the collected blood to 5mL pro-coagulant sterile test tubes (Greiner Bio-One, Z Serum Sep Clot Activator, #456005), which should be immediately cool down to 4°C for 15 minutes to allow full coagulation. Centrifuge the coagulated test tubes at 2500G for 10 minutes in a cooled 4°C centrifuge. Discard any tube showing signs of hemolysis (such as pinkish-red colored serum). Collect the separated serum (yellowish colored) using a pipette and filter it through a 0.22 µM filter (Nalgene, 565-0020) and then inactivate it by placing it in a 55°C water bath for 45 minutes. Distribute the inactivated serum in 1 mL aliquots and place it at -80°C for storage for up to six months. Shipping temperature should be kept at -70°C using dry ice.\n4.    Isolation of human adult blood serum. Human blood serum was collected from healthy adults and freshly prepared with the same protocol described for umbilical cord blood serum.\n5.    We note that in house freshly prepared human umbilical cord serum and adult human serum gave superior results to commercially available ones.\nRoller culture starting at E7.5\n1.    For cultures starting at E7.5 or later stages, the embryos are kept on a rotating bottles culture unit inside a “precision” incubator system (BTC01, B.T.C. Engineering, Cullum Starr Precision Engineering Ltd, UK) during all the time of culture. A 'rotator' culture method which provides continuous flow of oxygenating gas to cultures in rotating bottles (BTC Rotating Bottle Culture Unit BTC02, B.T.C. Engineering, Cullum Starr Precision Engineering Ltd, UK). Culture bottles (Glass Bottles (Small) BTC 03 and Glass Bottles (Large) BTC 04) are plugged into the hollowed rotating drum. Oxygenating gas flows along the axis and is distributed to the culture bottles by a baffle plate within the drum. The rotator is supplied complete with gas filter, bubbler and leads by the manufacturer. Bung (Hole) BTC 06 is used to seal the bottles and Bung (Solid) BTC 07 is used to seal the drum (B.T.C. Engineering, Cullum Starr Precision Engineering Ltd, UK). Turn on the heating of the incubator at least 30 min-1 hour before starting embryo dissections.\n2.    In order to achieve constant O\n2\nand CO\n2\nlevels in the culture medium throughout the incubation period, the incubator module was linked to an in-house designed and customized gas and pressure control unit (model#-HannaLab1; assembled and sold by Arad Technologies LTD, Ashdod, Israel). Carbon dioxide and oxygen concentration are regulated by specific controllers located in the gas regulation module. A pressure transmitter connected to the gas pump allows control of the gas pressure between 5 to 10 psi (positive pressure over ambient external atmospheric pressure). Oxygen and CO\n2\nare ejected from the pump of the gas mixer box at pressure of ~6-7 psi, which was found as the optimal level. Regulation of pressure generated by the pressure pump is done by setting the adequate voltage on the pressure transmitter, set at 5-6 Volts to obtain pressures of 6-7 psi in this specific model. The pump builds pressure and sufficiency for the gas to flow into a water bottle, which is under the control of a one-way flow meter. Humidified gas from the bottle circulates to a glass test tube and then to the inside of the culture bottles in the rotating drum. Gas flow speed can be monitored by the rate of bubbles created inside an outlet water-filled test tube. The bubble rate (which indicates the speed of gas flowing into the bottles) can be adjusted as needed by the user by closing/opening the valve on the lid of the water bottle. Ideally, the gas flow (bubbles) should be such to allow formation of individual bubbles at a rate of 3-4 bubbles per second. The absence of bubbles (no gas coming through the system) or a high gas flow might affect embryo development. Check adequate bubble flow periodically during embryo culture.\n3.    Pre-equilibrate dissection medium at 37\no\nC for 1 hour (preferably inside a CO\n2\nincubator).\n4.    Pre-equilibrate EUCM for 1 hour by placing it inside glass bottles in the roller culture incubator.\n5.    Dissect mouse embryos from non-hormone primed pregnant mice sacrificed by cervical dislocation at E7.5. Perform dissections on a microscope equipped with a heating plate at 37\no\nC within a maximum of 30 minutes to avoid affecting the embryo. First, cut both sides of the uterus, wash the conceptuses in DPBS (room temperature of pre-heated at 37\no\nC) and cut in pairs to facilitate embryo handling. Move all the pairs of conceptuses to pre-equilibrated dissection medium in a 60 mm petri dish and cut into individual conceptus. Carefully dissect individual embryos from the decidua and parietal yolk sac, leaving the intact ectoplacental cone attached to the egg cylinder. For this, tear the uterine tissue using a pair of forceps (i.e. Dumont #5) to isolated the decidua, then cut the tip of the pear-shaped decidua using microsurgical forceps (i.e. Dumont #55). Open the decidua into halves by introducing the forceps adjacent to the embryo in parallel to its long axis and opening the forceps. Afterwards grasp the embryo from the decidua and peel the parietal yolk sac off the embryo using two forceps (i.e. Dumont #55). Move the embryos to a new plate filled with equilibrated dissection media to prevent them to stick to the tissue debris and to each other. For embryo transfer use a glass Pasteur pipette (cut the opening of the pipette using a glass cutter to an adequate size to fit the embryos). Embryos in the neural plate/early head fold stage showing no damage in the epiblast are selected for culture.\n6.    Immediately after dissection, transfer groups of 5-6 embryos into the glass culture bottles (B.T.C. Engineering, Cullum Starr Precision Engineering Ltd, UK) containing 2 mL of pre-equilibrated EUCM. Subsequently, place the bottles in the rotating bottle culture system, rotating at 30 revolutions per minute at 37\no\nC, and continuously gassed with an atmosphere of 5% O\n2\n, 5% CO\n2\n.\n7.    After 24 hours, move groups of 3 embryos to a new bottle containing 2 mL of freshly prepared media supplemented with extra 3 mg/mL of D-glucose (J.T. Baker), and a gas mixture of 13% O\n2\n, 5% CO\n2\n.\n8.    At 48 hours of culture, transfer the embryos to a new bottle (2 embryos per bottle) with fresh media supplemented with 3.5 mg/mL of glucose in a gas atmosphere of 18% O\n2\nand 5% CO\n2\n.\n9.    After 72 hours of culture, move each embryo to an individual bottle with 1.5 mL of fresh media plus 4 mg/mL of glucose and a gas supply of 21% O\n2\nand 5% CO\n2\n.\n10. For media exchange, culture media should be pre-equilibrated for at least 1 hour by placing it inside a glass bottle in the rotating culture with an adequate gas atmosphere depending on the stage of the cultured embryos. From E8.5 to E11 the embryos can be transferred using a plastic Pasteur pipette, cutting the tip to an adequate size to fit the embryo. Transfer the embryos carefully to avoid rupture of the yolk sac blood vessels, which may affect embryo survival. HCS can be replaced by freshly collected HBS with a slight decrease on culture efficiency.\nExtended culture from E5.5/E6.5 to E11\n1.    Cultures starting with pre-gastrulation (E5.5) and early gastrulation (E6.5) embryos are done in static culture conditions until the early somite stage (E8.5).\n2.    Embryos are dissected out of the uterus as described above (removing the parietal yolk sac and leaving the intact ectoplacental cone attached to the egg cylinder), and individual embryos were transferred into each well of a 8-well glass bottom/ibiTreat µ-plates (iBidi; 80827/80826) filled with 250 µl of EUCM. Media should be pre-heated for 1 hour in an incubator with 5% CO\n2\nat 37°C.\n3.    Pre-primitive streak stage (distal and anterior visceral endoderm stage) in the case of E5.5, and early-primitive streak stage embryos at E6.5 can be grown in this conditions. For E6.5, HCS can be replaced by freshly collected HBS with a decrease in culture efficiency. Use 20 µl pipette tips to transfer E5.5 embryos, and 200 µl tips to transfer E6.5 embryos. Only embryos with a well formed amniotic cavity, with no evident damage and without Reichert’s membrane are selected for culture.\n4.    Replace the total volume of media (250 µl) every 24 hours, taking care that the embryos are always immersed in the media.\n5.    Transfer the embryos into the roller culture at the 4-7 somite stage (three days for cultures started at E5.5 and two days for cultures started at E6.5) using the same conditions described previously for E8.5. Transfer of the embryos at earlier or later somite stages results in failure of further development when moved to the roller culture conditions.\n6.    Maintenance of the embryos in a constant atmosphere of 21% oxygen and 5% CO\n2\nprovides slightly higher efficiency of embryo development compared to the dynamic oxygen concentrations used when starting at E7.5. This difference could result from oxygen diffusion in static conditions being be less efficient than in roller conditions, and that might be why higher oxygen is needed to be delivered in protocols that include static conditions."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;Neural tube closure and brain defects are the most commonly observed in the percentage of embryos that do not grow properly from E8.5 to E10.5. More severe abnormalities such as failure of axial turning at E9.5 or complete growth arrest may indicate issues with the pressure, incubator or media components.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Too low or too high bubble rate observed in the water-filled test tube. Adjust the gas flow valve by rotating it clockwise to increase the gas flow rate or counterclockwise to decrease it. Check that the gas pressure on the pressure transmitter is correctly set.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;No bubbles are seen in the outlet water-filled test tube. Adjust the gas flow valve by rotating it clockwise until you see bubbles coming out. Check that all silicon plugs and bottles are correctly placed on the rotating drum and sealing the system. Check that the water bottle is properly closed and all the tubing is connected correctly.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;No bubbling in the water bottle. Check that the plastic tubing attached to the cap of the bottle is properly connected. If the problem persist, it might indicate an issue with the pressure pump.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;Contamination with bacteria or fungi. If a contamination occurs, the embryos will immediately stop growing properly. The initiation of a contamination might be hard to detect, but in this case the embryonic blood turns to a light brown/yellow tone, the yolk sac appears wrinkly and the media present debris. Even if the embryos are moved to a new bottle, the contaminating agent will continue growing and expand until completely disintegrating the embryos. To avoid contaminations, discard the media used after culture and rinse the bottles 3 times with running distiller water, wash overnight in ethanol 75% and then autoclave all culture bottles, glass components and plastic tubing of the incubator every 2 weeks or after each use of the system. Transfer the embryos inside a cell culture hood. The use of a microscope located inside a biological hood with laminar flow is recommended.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;For static cultures, special attention should be taken to prevent the embryonic epiblast and yolk sac sticking into the plate, since this will severely compromise embryo development (this happens mainly when using plastic surface plates). Attachment of the embryo to the plate is particularly common in the first day of E5.5 cultures. Check that only the ectoplacental cone remains attached to the surface of the plate. If needed, carefully push the embryos away from the plate surface by using forceps.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;Changes in temperature can affect embryo development. Avoid opening the incubator for long periods of time, since this can increase the temperature inside the incubator to &gt;40<sup>o</sup>C. Likewise, avoid keeping the embryo at room temperature for long periods of time, since the temperature of the bottle and media decreases quickly outside the incubator.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;For performing embryo manipulations, put the embryos in culture for a at least 1 hour after dissection. Later, take individual embryos out of the culture and perform the manipulation as quickly as possible in pre-equilibrated dissection media. Use a microscope equipped with a heating plate at 37<sup>o</sup>C.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;Embryo dissection should be carried out in 30 minutes or less after sacrificing the female. Dissect only 1 litter of embryos at a time.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Proper embryo development <em>ex utero</em> can be maintained during 4, 5 or 6 days for cultures started at E7.5, E6.5 and E.5.5, respectively. It is also possible to start cultures at later embryonic days by using the roller culture conditions described for each stage.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;The roller culture conditions described for E7.5 consistently support embryo growth with about 77% normal embryo development after 4 days of culture in different mouse strains. While using EUCM with HBS instead of HCS, the efficiency at day 4 is about 68%.These <em>ex utero</em> cultured embryos recapitulate development properly until approximately the 44 somites stage.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Development of early-streak embryos (E6.5) in static culture until the early somite-stage (48 hours) is robustly recapitulated with an efficiency higher than 90% using both HCS and HBS.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Bridging mouse pre-gastrulation development to advanced organogenesis by combining static and roller culture in a constant 21% oxygen atmosphere gives and efficiency of 55% to the last day of culture using HCS and 26% using HBS.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;For E5.5 cultures, the efficiency of proper development to E8.5 is about 46% and 17% to the last day of culture.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;At the time equivalent to E11 (42-44 somites) the embryos stop growing, develop embryonic abnormalities, yolk sac circulation abruption and pericardial effusion. This limit is consistent with <em>hydrops fetalis</em> due to insufficient oxygenation and nutrient supply by the <em>ex utero</em> system (given the lack of maternal blood supply in this setting) that no longer matches the increased body size at this stage.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;New, D. A. T. Whole-embryo Culture and the Study of Mammalian Embryos During Organogenesis. <em>Biol. Rev.</em> <strong>53</strong>, 81–122 (1978).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Huang, Q. <em>et al.</em> Intravital imaging of mouse embryos. <em>Science (80-. ).</em> <strong>368</strong>, 181–186 (2020).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bedzhov, I. &amp; Zernicka-Goetz, M. Self-organizing properties of mouse pluripotent cells initiate morphogenesis upon implantation. <em>Cell</em> (2014). doi:10.1016/j.cell.2014.01.023</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;White, M. D. <em>et al.</em> Long-Lived Binding of Sox2 to DNA Predicts Cell Fate in the Four-Cell Mouse Embryo. <em>Cell</em> <strong>165</strong>, 75–87 (2016).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nicholas, J. S. &amp; Rudnick, D. The Development of Rat Embryos in Tissue Culture. <em>Proc. Natl. Acad. Sci. U. S. A.</em> <strong>20</strong>, 656–8 (1934).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;New, D. A. T. &amp; Stein, K. F. Cultivation of mouse embryos in vitro. <em>Nature</em> <strong>199</strong>, 297–299 (1963).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;New, D. A. T., Coppola, P. T. &amp; Terry, S. Culture of explanted rat embryos in rotating tubes. <em>J. Reprod. Fertil.</em> (1973). doi:10.1530/jrf.0.0350135</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;New, D. A. T. Development of explanted rat embryos in circulating medium. <em>Development</em> <strong>17</strong>, (1967).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Beddington, R. S. Induction of a second neural axis by the mouse node. <em>Development</em> <strong>120</strong>, 613–620 (1994).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Parameswaran, M. &amp; Tam, P. P. L. Regionalisation of cell fate and morphogenetic movement of the mesoderm during mouse gastrulation. <em>Dev. Genet.</em> <strong>17</strong>, 16–28 (1995).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tam, P. P. Postimplantation mouse development: whole embryo culture and micro-manipulation. <em>Int. J. Dev. Biol.</em> <strong>42</strong>, 895–902 (1998).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was funded by&nbsp;Pascal and Ilana Mantoux;&nbsp;European Research Council&nbsp;(ERC-CoG-2016 726497<strong>-</strong>Cellnaivety); Flight Attendant Medical Research Council (FAMRI);&nbsp;Israel Cancer Research Fund (ICRF) professorship, BSF, Helen and Martin Kimmel Institute for Stem Cell Research, Helen and Martin Kimmel Award for Innovative Investigation; Israel Science Foundation (ISF), Minerva, the Sherman Institute for Medicinal Chemistry, Nella and Leon Benoziyo Center for Neurological Diseases,&nbsp;David and Fela Shapell Family Center for Genetic Disorders Research,&nbsp;Kekst Family Institute for Medical Genetics,&nbsp;Dr. Beth Rom-Rymer Stem Cell Research Fund,&nbsp;Edmond de Rothschild Foundations,&nbsp;Zantker Charitable Foundation,&nbsp;Estate of Zvia Zeroni. The authors thank the Crown Genomics institute of the Nancy and Stephen Grand Israel National Center for Personalized Medicine at the Weizmann Institute of Science for support with single cell RNA-seq.<strong> </strong>We thank the Weizmann Institute management and board for providing critical financial and infrastructural support. </p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-021-03416-3 ",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 18055580,
                "identity": "5fc6e248-0ed7-4b1c-88ff-0a6be83f7f0e",
                "order_by": 0,
                "name": "Alejandro Aguilera-Castrejon",
                "email": "",
                "orcid": "",
                "institution": "Weizmann Institute of Science",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alejandro",
                "middleName": "",
                "lastName": "Aguilera-Castrejon",
                "suffix": ""
            },
            {
                "id": 18055581,
                "identity": "c9295c66-c6ba-4bd4-9e18-7561891856d7",
                "order_by": 1,
                "name": "Jacob H. Hanna",
                "email": "jacob.hanna@weizmann.ac.il",
                "orcid": "https://orcid.org/0000-0003-2042-9974",
                "institution": "Weizmann Institute of Science",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jacob",
                "middleName": "H.",
                "lastName": "Hanna",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-02-16 10:51:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1372/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1372/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13682574,
                "identity": "93983b84-a2c8-4872-9e4f-25ffc0b775ab",
                "added_by": "auto",
                "created_at": "2021-09-17 11:58:00",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 202806,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1372/v1/fd423b4d-2fe2-4e2c-9e22-3e92c85f8d62.pdf"
            },
            {
                "id": 7476540,
                "identity": "9d626b61-27c1-44ea-9265-50a8a98be396",
                "added_by": "auto",
                "created_at": "2021-03-30 08:44:08",
                "extension": "mp4",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 50585395,
                "visible": true,
                "origin": "",
                "legend": "Movie 1. Embryo dissection. Step by step visualization of material and protocol for dissecting E7.5 embryos for ex utero culture. These guidelines apply also for E5.5 and E6.5 embryos.",
                "description": "",
                "filename": "Video1.mp4",
                "url": "https://assets.researchsquare.com/files/pex-1372/v1/52bab4e3fe53b54f9cbe4298.mp4"
            },
            {
                "id": 7476412,
                "identity": "bd3c9b40-ade1-4bcc-b845-918fc23d7268",
                "added_by": "auto",
                "created_at": "2021-03-30 08:41:08",
                "extension": "mp4",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 52130868,
                "visible": true,
                "origin": "",
                "legend": "Movie 2. Media preparation and pre-heating. Detailed visualization of protocol for preparing ex utero culture media and pre-heating inside the roller culture.",
                "description": "",
                "filename": "Video2.mp4",
                "url": "https://assets.researchsquare.com/files/pex-1372/v1/1776d2a5c822a0e3b02bb83b.mp4"
            },
            {
                "id": 7476321,
                "identity": "e39fd443-e10b-4c0e-ae32-ea101bfe62e0",
                "added_by": "auto",
                "created_at": "2021-03-30 08:38:08",
                "extension": "mov",
                "order_by": 3,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 33812934,
                "visible": true,
                "origin": "",
                "legend": "Movie 3. Opening the gas regulation module and operating the incubator’s gas flow valve. Part 1. Opening of the gas regulation module to show the internal components and pressure transmitter which controls the gas pressure depending on the Voltage. Part 2. Setting the proper gas flow by turning the gas flow valve and monitoring the rate of bubbles created in the gas outlet tube. Turning the valve counterclockwise results in the absence of gas flow and clockwise turning increases the bubble flow rate.",
                "description": "",
                "filename": "Video3.mov",
                "url": "https://assets.researchsquare.com/files/pex-1372/v1/8a3060f38d49821b203b4b8f.mov"
            },
            {
                "id": 7476317,
                "identity": "afb15f3b-fe56-41e2-a776-615cece80d98",
                "added_by": "auto",
                "created_at": "2021-03-30 08:38:08",
                "extension": "mov",
                "order_by": 4,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 36386298,
                "visible": true,
                "origin": "",
                "legend": "Movie 4. Embryo transfer to a new culture bottle. Transferring of one embryo to a bottle containing freshly prepared pre-heated media.",
                "description": "",
                "filename": "Video4.mov",
                "url": "https://assets.researchsquare.com/files/pex-1372/v1/ad83929625e6a2fed03bf3fb.mov"
            },
            {
                "id": 7476409,
                "identity": "5573f322-8a89-4649-8c75-fb82029f0852",
                "added_by": "auto",
                "created_at": "2021-03-30 08:41:08",
                "extension": "mov",
                "order_by": 5,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 22424677,
                "visible": true,
                "origin": "",
                "legend": "Movie 5. Embryo imaging. Transferring of 3 embryos to a plate for imaging under a stereomicroscope.",
                "description": "",
                "filename": "Video5.mov",
                "url": "https://assets.researchsquare.com/files/pex-1372/v1/ba698c05289709d57dd14b28.mov"
            },
            {
                "id": 7476410,
                "identity": "7cd78dbe-c239-4481-bbdb-bd7fd705d806",
                "added_by": "auto",
                "created_at": "2021-03-30 08:41:08",
                "extension": "mp4",
                "order_by": 6,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 31209493,
                "visible": true,
                "origin": "",
                "legend": "Movie 6. Embryo culture in static plates and transfer to the roller culture. Embryos explanted at E5.5/E6.5 are cultured in a CO2 incubator in individual wells of an iBidi plate and subsequently transferred to a bottle for roller culture.",
                "description": "",
                "filename": "Video6.mp4",
                "url": "https://assets.researchsquare.com/files/pex-1372/v1/6201202cb2d62ab3558b9209.mp4"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Mouse embryo, ex utero culture, gastrulation, organogenesis",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>In mammals, morphogenesis and organogenesis take place after the embryo implants into the uterus, which makes it relatively inaccessible for observation and manipulation. While methods for <em>in vitro</em> culture of pre- and peri-implantation mouse embryos are routinely used, approaches for efficient and stable culture of post-implantation embryos from egg cylinder stages until advanced organogenesis remain to be established. We recently developed highly robust <em>ex utero</em>&nbsp;post-implantation mouse embryo culture platforms, that enable appropriate and faithful development of embryos before gastrulation (E5.5) until the hind limb formation stage (E11). In these protocols, late gastrulating embryos (E7.5) are grown in 3D rotating bottles settings, while extended culture from pre-gastrulation stages (E5.5 or E6.5) requires a combination of static and rotating bottle culture protocols. These systems support stable growth of normal mouse embryos <em>ex utero</em> from pre-gastrulation to advanced organogenesis.</p>",
        "manuscriptTitle": "­­Highly Conducive Ex utero Mouse Embryogenesis&nbsp;from Pre-Gastrulation to Late Organogenesis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-03-30 08:38:05",
                "doi": "10.21203/rs.3.pex-1372/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0f4f731-fd49-4b9b-b18e-d1f236e8b704",
        "owner": [],
        "postedDate": "March 30th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3160937,
                "name": "Stem cells"
            },
            {
                "id": 3160938,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-03-30 08:38:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}