{
    "identity": "pex-1340",
    "title": "<p>A Research Protocol on Leap Motion Tracking Device: A Novel Intervention Method for Distal Radial Fracture Rehabilitation</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Distal radius fractures (DRF) is a frequent site of injury in upper extremity fracture and are amongst the mostly encountered fractures in emergency rooms (Hong et al., 2020). A DRF is typically described by fracture at a junction of the cortical bone where it is a thinner and trabecular bone network with a reinforcement of around 2cm distally from the articulating surface of the radius (MacIntyre and Dewan, 2016). There is a considerable association of DRF on functional activities of patient affecting the socioeconomic costs and deteriorating standard of living (Meijer et al., 2019). The mechanism of injury follows a force axially placed across the bone with bone density determining the injury pattern along with the joint position following the magnitude and covering the direction of the force, however, maximum DRFs are the outcome of falls with the wrist extended and pronated. During the mechanism of injury, if a dorsal bending force across the distal radius is being placed then it is referred to as a FOOSH (fall onto an outstretched hand) (Hsu et al., 2020). Being most common upper limb fracture in all age groups with a bimodal distribution, the DRF peaks in young men and in post-menopausal women with an incidence ratio of 1:4 (Rundgren et al., 2020) (Hsu et al., 2020). Younger patients follow mechanism with higher energy trauma whereas elderly patients with associated osteoporosis follow lower energy falls. Following the variabilities in nature of the injury, the distal radius fracture includes multiple classification systems based on the pattern of intraarticular involvement as Frykman classification and based on mechanism of injury as Fernandez classification (Hsu et al., 2020). Simple classifications were made based on clinical appearance and often named after those who described them (Karantana et al., 2020). The term Colles’s fracture refers to the DRF involving both intraarticular and extraarticular surfaces with dorsal angulation, displacement and radial shortening, however, Smith fracture is extraarticular DRF with volar angulation. The Barton fracture is the dorsal or volar rim fracture with volar displacement and avulsion fracture of the radial styloid is referred to as Chauffeur’s fracture (Rundgren et al., 2020).</p><p>In younger people, DRF is mostly associated with fall associated during sports events and road traffic accidents (Burhani and Naqvi, 2020). The incidence of DRF in females is significantly greater than in males incorporating the menopause as a responsible factor leading to osteoporosis associated with reduced bone density showing peak between the age group of 60 and 70 (Gutiérrez-Espinoza et al., 2017).</p><p>Considering the injury patterns and patient profiles being heterogeneous in nature, the management line should prefer the severity of the injury, the desired functional independency of patients along with existing comorbidities. In older adults, the preferred line of management is conservative or non-operative to have good results with the foundation stone of immobilisation. Surgical management options include closed reduction and application of a cast, percutaneous K-wires, open reduction and internal fixation with plates, or external fixation according to the patient requirements (Vaghela et al., 2020). Following DRF, many factors manipulate the recovery of the patient implying the age, gender, site and extent of the injury, management line followed to manage the respective injury, compensations, patient’s education regarding the condition, radial shortening, and intra-articular involvement (Björk et al., 2020). Patients generally recover within 3-6 months to the maximum range of motion, strength and function whether managed conservatively or surgically.</p><p><br></p><p>Patients with DRF after a duration of immobilisation are often referred for physiotherapy. In the clinical setting, physiotherapists use disability assessment, such as range of motion and grip strength, to determine progress as well as outcomes. Hand activity requires a combination of adequate sensation, proprioception, intact neurological control and coordination, appropriate anatomical alignment, and muscle strength and flexibility (Gutiérrez-Espinoza et al., 2017). Physiotherapy interventions are techniques used to improve functional recovery following a distal radial fracture (Bruder et al., 2013). Physical therapy (PT) is of critical importance after the immobilization phase. PT is recommended for reducing pain, increasing range of motion (ROM) and enhancing muscle function and muscle strength. Early rehabilitation concentrate on oedema management, pain reduction as well as shoulder and finger motions (Björk et al., 2020). The therapeutic methods applied to attain these goals may be categorized as active or passive methods. Active treatment includes approaches in which patients have to participate actively in their treatment, such as counselling, a home exercise program (HEP), or supervised programme by a physiotherapist (Smith et al., 2004). Passive treatments relate to interventions where the patient plays a passive part during its procedure, such as mobilization of the joint (JM), massage and the use of hot pack, TENS and ultrasound (Maciel et al., 2005).</p><p>The use of virtual reality (VR) technology in a healthcare environment has become increasingly common over the last two decades. This was rooted in clinical practice. The introduction of VR technology into traditional training has the ability to further increase the outcomes of the training. VR allows users to actively interact in real-time with a simulated environment and offers the opportunity to practice skills learned in the virtual environments to everyday life (Huang et al., 2019). VR-based training has the ability to promote implicit learning, improve the variety, and involve the patient activity during the training. Such characteristics are crucial in the optimization of motor learning and could maximize the training impact.</p><p>The Leap Motion Controller is an infrared light detector developed as a means of hand gesture recognition. The corresponding software applies algorithms to the sensor data detected from the hands and generates a 3D representation of contour, position and movement. Current applications include gaming, education, maps and navigating the computer desktop. The technology lends itself to monitoring hand movement exercises used for wrist physiotherapy. However, no current research exists that investigates the feasibility and validity of using this technology.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "1. Recruit Subjects(N=40): Subjects will be screened by inclusion and exclusion criteria, informed consent & medical history will be obtained from subjects.\n2. Perform baseline assessment\n3. Allocation- Experimental Group (20 subjects), Control Group (20 subjects)\n4. Experimental Group: 6 weeks of intervention\n,\nLeap motion control rehabilitation=30 min/day, Conventional rehabilitation=30 min/day.\n5. Control Group: 6 weeks of intervention,\nConventional rehabilitation=60 min/day.\n6. Perform a post-treatment assessment.\n7. Statistical Analysis"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1. Björk, M., Niklasson, J., Westerdahl, E., Sagerfors, M. Self-efficacy corresponds to wrist function after combined plating of distal radius fractures. J. Hand Ther. Off. J. Am. Soc. Hand Ther. 2020; 33, 314–319.</p><p>2. Bruder, A.M., Taylor, N.F., Dodd, K.J., Shields, N.,. Physiotherapy intervention practice patterns used in rehabilitation after distal radial fracture. Physiotherapy. 2013; 99, 233–240.</p><p>3. Corona, F., Chiuri, R.M., Filocamo, G., Foa’, M., Lanzi, P.L., Lopopolo, A., Petaccia, A. Serious Games for Wrist Rehabilitation in Juvenile Idiopathic Arthritis. 2018; ArXiv180500901 Cs.</p><p>4. Engel, Y., Noordijk, S., Spoelder, A., van Gelderen, M. Self-Compassion When Coping With Venture Obstacles: Loving-Kindness Meditation and Entrepreneurial Fear of Failure. Entrep. Theory Pract. 2019; 1042258719890991.</p><p>5. Gutiérrez-Espinoza, H., Rubio-Oyarzún, D., Olguín-Huerta, C., Gutiérrez-Monclus, R., Pinto-Concha, S., Gana-Hervias, G. Supervised physical therapy vs home exercise program for patients with distal radius fracture: A single-blind randomized clinical study. J. Hand Ther. Off. J. Am. Soc. Hand Ther. 2017; 30, 242–252.</p><p>6. Hong, I.-T., Lee, J.-K., Ha, C., Jo, S., Wang, P.W., Han, S.-H. Differences in patient and injury characteristics between sports- and non-sports related distal radius fractures. Orthop. Traumatol. Surg. Res. OTSR. 2020; 106(8), 1605-1611.</p><p>7. Hsu, H., Fahrenkopf, M.P., Nallamothu, S.V. Wrist Fracture, in: StatPearls. StatPearls Publishing, Treasure Island (FL). 2020.</p><p>8. Huang, Q., Wu, W., Chen, X., Wu, B., Wu, L., Huang, X., Jiang, S., Huang, L. Evaluating the effect and mechanism of upper limb motor function recovery induced by immersive virtual-reality-based rehabilitation for subacute stroke subjects: study protocol for a randomized controlled trial. Trials. 2019; 20, 104.</p><p>9. IMPACT OF IMMERSIVE VIRTUAL REALITY-BASED REHABILITATION ON FUNCTIONAL INDEPENDENCE AND HEALTH RELATED QUALITY OF LIFE AFTER DISTAL RADIUS FRACTURE: A STUDY PROTOCOL FOR A SINGLE BLINDED RANDOMIZED CONTROL TRIAL. J. Crit. Rev. 2020; 7.</p><p>10. Karantana, A., Handoll, H.H., Sabouni, A. Percutaneous pinning for treating distal radial fractures in adults. Cochrane Database Syst. 2020; Rev. 2, CD006080.</p><p>11. Lyngcoln, A., Taylor, N., Pizzari, T., Baskus, K. The relationship between adherence to hand therapy and short-term outcome after distal radius fracture. J. Hand Ther. Off. J. Am. Soc. Hand Ther. 2005; 18, 2–8; quiz 9.</p><p>12. Maciel, J.S., Taylor, N.F., McIlveen, C. A randomised clinical trial of activity-focussed physiotherapy on patients with distal radius fractures. Arch. Orthop. Trauma Surg. 2005; 125, 515–520.</p><p>13. MacIntyre, N.J., Dewan, N. Epidemiology of distal radius fractures and factors predicting risk and prognosis. J. Hand Ther. Off. J. Am. Soc. Hand Ther. 2016; 29, 136–145.</p><p>14. Magnus, C.R.A., Arnold, C.M., Johnston, G., Dal-Bello Haas, V., Basran, J., Krentz, J.R., Farthing, J.P. Cross-education for improving strength and mobility after distal radius fractures: a randomized controlled trial. Arch. Phys. Med. Rehabil. 2013; 94, 1247–1255.</p><p>15. Meijer, H.A.W., Graafland, M., Obdeijn, M.C., Goslings, J.C., Schijven, M.P. Face Validity and Content Validity of a Game for Distal Radius Fracture Rehabilitation. J. Wrist Surg. 2019; 8, 388–394.</p><p>16. Rundgren, J., Bojan, A., Mellstrand Navarro, C., Enocson, A. Epidemiology, classification, treatment and mortality of distal radius fractures in adults: an observational study of 23,394 fractures from the national Swedish fracture register. BMC Musculoskelet. Disord. 2020; 21, 88.</p><p>17. Smith, D.W., Brou, K.E., Henry, M.H. Early active rehabilitation for operatively stabilized distal radius fractures. J. Hand Ther. Off. J. Am. Soc. Hand Ther. 2004; 17, 43–49.</p><p>18. Tremayne, A., Taylor, N., McBurney, H., Baskus, K. Correlation of impairment and activity limitation after wrist fracture. Physiother. Res. Int. J. Res. Clin. Phys. Ther. 2002; 7, 90–99.</p><p>19. Vaghela, K.R., Velazquez-Pimentel, D., Ahluwalia, A.K., Choraria, A., Hunter, A. Distal radius fractures: an evidence-based approach to assessment and management. Br. J. Hosp. Med. Lond. Engl. 2005. 2020; 81, 1–8.</p><p>20. Walenkamp, M.M.J., de Muinck Keizer, R.-J., Goslings, J.C., Vos, L.M., Rosenwasser, M.P., Schep, N.W.L. The Minimum Clinically Important Difference of the Patient-rated Wrist Evaluation Score for Patients With Distal Radius Fractures. Clin. Orthop. 2015; 473, 3235–3241.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 8613311,
                "identity": "fda40bcc-963a-4c07-8b86-08239a6d6328",
                "order_by": 0,
                "name": "Sakshi P. Arora",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2706-3461",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sakshi",
                "middleName": "P.",
                "lastName": "Arora",
                "suffix": ""
            },
            {
                "id": 8613312,
                "identity": "774b96d7-3a19-4280-ac49-0cd31552aed4",
                "order_by": 1,
                "name": "Waqar M. Naqvi",
                "email": "vikkynaqvi@gmail.com",
                "orcid": "https://orcid.org/0000-0003-4484-8225",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Waqar",
                "middleName": "M.",
                "lastName": "Naqvi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-01-20 07:56:57",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1340/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1340/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 5963694,
                "identity": "1efa1747-8b89-46cb-8bb2-5babe875b93e",
                "added_by": "auto",
                "created_at": "2021-02-15 13:18:31",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 105566,
                "visible": true,
                "origin": "",
                "legend": "Study Procedure flow-chart",
                "description": "",
                "filename": "LeapMotionControlFigure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1340/v1/1a49e29bfce647bc3abe5f1c.jpg"
            },
            {
                "id": 13659796,
                "identity": "96a9dd20-bdec-4167-858b-89790b16668d",
                "added_by": "auto",
                "created_at": "2021-09-17 10:21:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 218240,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1340/v1/701362e0-0c2e-42e7-a415-0903d92e5e91.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Distal radial fracture, leap motion control, rehabilitation, motion tracking",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Introduction:</strong> Physiotherapeutic rehabilitation is&nbsp;used to optimize functional recovery following a distal radial fracture. Being the most common upper limb fracture in all age groups, the DRF peaks in young men and in post-menopausal women with an incidence ratio of 1:4. To date, however, work on leap motion control based rehabilitation of patients with distal radius fracture is limited. This research aims to assess the efficacy of immersive virtual reality in patients with DRF.</p><p><strong>Methods</strong>: In an experimental study, subjects (n = 40) with DRF will be recruited. The participants will be enrolled into either an experimental or control group with 1:1 allocation ratio. Following the primary assessment and allocation, the participants in the experimental group will receive both leap motion control and conventional therapy over a period of 6-week. Participants in the conventional group would undergo only conventional therapy. Throughout the treatment duration and following 6 weeks, daily living activity performance, the hand function and mental status will be assessed in the form of questionnaires.</p><p><strong>Discussion</strong>: The goal of this experimental study is to examine the impact of leap motion control after DRF on improving the functional activity&nbsp;and in turn quality of life.</p><p><strong>Conclusion:</strong> To conclude, this research seeks to examine the rapid and long term effects of leap motion control in DRF patients. The study findings would help prospective patients with DRF, which may include a newly designed approach to rehabilitation.</p><p>The clinical trial registry- India(CTRI) registration number for this trial is CTRI/2021/05/033498.</p>",
        "manuscriptTitle": "A Research Protocol on Leap Motion Tracking Device: A Novel Intervention Method for Distal Radial Fracture Rehabilitation",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-02-15 13:18:30",
                "doi": "10.21203/rs.3.pex-1340/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "940d46de-4ad1-4631-8f98-8e9efcd72f8b",
        "owner": [],
        "postedDate": "February 15th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1984009,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-02-15 13:18:30",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}