{
    "identity": "nprot-87",
    "title": "Detection of autoantibodies with self-assembling radiolabeled antigen tetramers",
    "content": [
        {
            "header": "Introduction",
            "content": "Reproducible detection of relevant autoantibodies in some human autoimmune diseases including multiple sclerosis \\(MS) has proven to be a difficult task, in part because commonly used techniques only permit detection of antibodies directed against linear epitopes on denatured proteins \\(Western blot) or do not adequately discriminate between denatured and folded proteins \\(ELISA) \\(1,2). Solution-phase binding of antibodies to monomeric radiolabeled autoantigens is a powerful technique for identification of pre-diabetic individuals \\(3-5), but only enables detection of relatively high affinity autoantibodies. In animal models of antibody-mediated autoimmunity, such as hemolytic anemia, low affinity autoantibodies to membrane proteins can be highly pathogenic in vivo because antigen clustering enables bivalent antibody binding \\(6). Multimeric ligands have proven useful for detection of antigen-specific T and B cells \\(7,8), and we reasoned that increasing the valency of a target antigen could permit detection of rare and/or low affinity antibodies by enabling bivalent binding. \r\n\n\n\r\n\n\nWe have developed a method for the production of a series of multimeric antigens based on the ability of the streptavidin \\(SA) monomer to spontaneously assemble into a stable tetrameric structure. Multimerization of the antigen enables identification of antibodies that have a low binding affinity or are present at low concentrations. In vitro translation with ER microsomes \\(9) allows rapid expression of radiolabeled proteins that require disulfide bond formation, glycosylation and chaperone-assisted folding. The assay can be multiplexed by combining multiple tetramers that differ in molecular weight, such as the MOG-SA and CD2-SA tetramers described in the accompanying Nature Medicine article. The assembled SA tetramer is resistant to a variety of denaturing agents, permitting selective unfolding of the antigen domain for parallel assessment of conformation-sensitive and conformation-insensitive antibodies with the same technique.  Tetrameric RIA offers a high level of specificity, as antibodies are rarely detected at low levels in control sera. Comparisons with different assays have demonstrated that tetramer RIA is more sensitive than monomer RIA, ELISA or FACS. Our method permits characterization of autoantibodies that are difficult to detect with classical techniques, and could be applied to the study of antibodies in a variety of autoimmune diseases.  \r\n\n\n\r\n\n\nThe protocol outlined below details how to produce radiolabeled antigen-streptavidin tetramers for detection of antibodies by immunoprecipitation.  Optionally, the antigen tetramers can be denatured to compare responses to folded and unfolded antigen in the same system.  This technique can be applied to a large or small number of samples, and a given sample can be simultaneously assayed with multiple antigens."
        },
        {
            "header": "Reagents",
            "content": "Mammalian expression vector with SP6 promoter \\(Promega pSP64 or equivalent)\r\n\n\nT4 Rapid DNA ligation kit \\(Roche) or equivalent\r\n\n\nCompetent or Supercompetant _E. coli_ \r\n\n\nWizard Midiprep kit \\(Promega) or equivalent\r\n\n\nRiboMax large-scale RNA production kit \\(SP6)\\(Promega)\r\n\n\nRNeasy RNA purification kit \\(Qiagen) or equivalent\r\n\n\nRabbit reticulocyte lysate \\(Promega)\r\n\n\nER microsomes, prepared as described 9\r\n\n\nUnlabeled amino acids, minus cysteine and methionine \\(Promega)\r\n\n\n35-S labeled cysteine and methionine \\(Pro-Mix, Promega)\r\n\n\nRNAse Inhibitor \\(RNaseIn, Ambion)\r\n\n\nBiotin, 0.1 M and 4 mM \r\n\n\nOxidized Glutathione \\(Sigma), 0.1 M\r\n\n\nPhosphate-buffered saline \\(PBS)\r\n\n\nIodoacetamide \\(Sigma), 0.5 M\r\n\n\nNP-40 detergent, 10 %  \r\n\n\nDithiothreitol \\(DTT), 1 M \r\n\n\nSodium dodecyl sulfate \\(SDS), 10 % \r\n\n\nBovine serum albumin \\(BSA), 10 % \r\n\n\nProtein A-Sepharose CL-4B beads \\(Amersham) \r\n\n\nTween-20 detergent, 10 % \r\n\n\nCAPS buffer, 10 mM, pH 11.5\r\n\n\n4x SDS Gel loading buffer \\(from a standard recipe or commercially available, we use NuPAGE 4x LDS buffer from Invitrogen)\r\n\n\nProtease Inhibitors \\(all from Roche):  \r\n\n\n        PMSF \\(0.1 M stock in 100% ethanol), \r\n\n\n        Aprotinin \\(0.2 mg/mL stock in water), \r\n\n\n        Leupeptin \\(0.2 mg/mL stock in water), \r\n\n\n        EDTA \\(0.5 M stock in water, pH 8.0), \r\n\n\n        Pepstatin A \\(1 mg/mL stock in 100% methanol)\r\n\n\nSodium acetate, 0.5 M, pH 5.0 \r\n\n\nEndoglycosidase H \\(EndoHf, New England Biolabs)\r\n\n\nSDS-PAGE gels with appropriate resolving range \\(we use Novex 4-12 % Bis-Tris mini gels \\(Invitrogen) for resolving 30-120 kDa proteins)\r\n\n\nPAGE running buffer \\(we use MOPS buffer, Invitrogen)\r\n\n\nPrestained molecular weight markers such as SeeBlue \\(Invitrogen) or Precision Plus \\(Bio-Rad)\r\n\n\nTris base\r\n\n\nGlycine\r\n\n\nMethanol, 100 %\r\n\n\n\r\n\n\n**Reagent setup**\r\n\n\n\r\n\n\nRIA Stopping buffer:\r\n\n\n        Ice-cold PBS plus 10 mM Iodoacetamide.  Make fresh each day just before using.     \r\n\n\n\r\n\n\nMembrane solubilization buffer:\r\n\n\n        RIA stopping buffer plus 0.5 % NP-40 detergent.  Make fresh before use and keep on ice.\r\n\n\n\r\n\n\nPBS/BSA:\r\n\n\n Dilute 10 % BSA to 2 % in PBS.  Store at 4&#xB0;.\r\n\n\n\r\n\n\n50% Protein A-Sepharose:\r\n\n\n        Weigh out 1g of lyophilized Sepharose in a 15mL conical tube.  Resuspend beads in 14 mL of H<sub>2</sub>O.  Wash by incubating on orbital rotator at 4 &#xB0;C for 5 minutes, then centrifuge at low speed \\(RCF = 100 g) to settle the beads.  Remove supernatant and add water to 14 mL.  Repeat wash procedure 3 times.  After the final wash, remove as much water as possible \\(try using a disposable transfer pipette) and fill tube with PBS/BSA.  Block beads overnight at 4 &#xB0;C on an orbital rotator.  The following morning, centrifuge to settle the beads.  Remove buffer until the total volume is twice the bead volume.  Store at 4 &#xB0;C, do not freeze.\r\n\n\n\r\n\n\nRIA buffer:\r\n\n\n PBS plus 1 % BSA, 160 &#xB5;M biotin, and 0.5 % Tween-20\r\n\n\n\r\n\n\nProtease inhibitor mix:\r\n\n\n Combine 74 &#xB5;L PMSF, 74 &#xB5;L aprotinin, 74 &#xB5;L leupeptin, 15 &#xB5;L EDTA, 7 &#xB5;L pepstatin A, and 741 &#xB5;L sodium acetate with 15 &#xB5;L of water.  Aliquot and store at -30 &#xB0;C.\r\n\n\n\r\n\n\nGel loading buffer:\r\n\n\n        Make fresh before each use.  For 100 &#xB5;L, combine 50 &#xB5;L of 4X PAGE buffer, 10 &#xB5;L of 4 mM biotin, 10 &#xB5;L of 100 mM sodium phosphate, pH 6.0, and 30 &#xB5;L of Protease inhibitor mix.  Keep at room temperature. \r\n\n\n\r\n\n\nTransfer buffer, 10 X stock:\r\n\n\n        Dissolve 48.5 g of Tris and 300 g of glycine in 2 L of water.  It can help to place the solution in a warm room \\(37 &#xB0;C) overnight.  Store at room temperature.  Keep a diluted 1 X stock at 4 &#xB0;C for use."
        },
        {
            "header": "Equipment",
            "content": "Water bath at 30 &#xB0;C\r\n\n\nCold room at 4 &#xB0;C\r\n\n\nRefrigerated microcentrifuge\r\n\n\nVortexer with foam platform for holding tubes\r\n\n\nSpin-X 0.2 micron filter tubes \\(Corning)\r\n\n\nLocking caps for Eppendorf tubes\r\n\n\nOrbital rotator such as &#x201C;Labquake&#x201D; \\(available from Fisher)\r\n\n\nFlat gel-loading pipette tips \\(USA Scientific #1022-4600)\r\n\n\nWide-bore filter barrier pipette tips, purchased or cut from standard tips\r\n\n\nElectrophoresis power supply \r\n\n\nSDS-PAGE electrophoresis chamber \\(compatible with selected gels)\r\n\n\nPVDF membrane \\(such as Bio-Rad Sequi-blot), cut into rectangular pieces slightly larger than the gels used.\r\n\n\nWhatman chromatography paper, 3 mm, cut into rectangular pieces slightly larger than PVDF pieces.\r\n\n\nElectrotransfer apparatus \\(such as Bio-Rad Mini Trans-Blot cell), including electrode assembly, gel holder cassettes, fiber pads, and ice block.\r\n\n\nStorage phosphor screen and exposure cassette \\(such as Amersham general purpose screen and cassette)\r\n\n\nPhosphor Imager \\(such as Molecular Dynamics Storm or Typhoon, Amersham) with image acquisition and analysis software \\(Scanner Control and ImageQuant, Amersham)\r\n\n\nExcel \\(Microsoft) or equivalent data analysis program \r\n\n\nPhotoshop \\(Adobe) or equivalent image editing program"
        },
        {
            "header": "Procedure",
            "content": "1. Using established PCR protocols with Pfu polymerase, design and generate antigen-streptavidin fusion constructs.  Use a flexible methonine-rich linker \\(protein sequence GSGMGMGMGMM, DNA sequence 5’- GGA TCC GGC ATG GGC ATG GGC ATG GGC ATG ATG -3’) to connect the antigen of interest to a monomer of streptavidin.  We have found that the orientation of antigen and streptavidin does not affect tetramer formation or antibody binding in immunoprecipitations.   \r\n  \r\n\n\n2. Ligate the antigen-streptavidin fusion sequence into the multiple cloning site of a vector containing the SP6 promoter \\(pSP64 or similar) and transform _E. coli_.  Verify that the sequence and orientation of the insert are correct.\r\n  \r\n\n\n3. Grow an overnight culture of transformed _E. coli_ and prepare plasmid DNA by midiprep according to the manufacturer’s instructions. \r\n  \r\n\n\n4. Using the RiboMax SP6 RNA production kit and RNeasy purification kit, prepare and purify mRNA according to the manufacturers’ instructions.  Aliquot mRNA and store at -80 °C.\r\n  \r\n\n\n5. Calculate the number of reactions to translate for, as the number of planned immunoprecipitation \\(IP) reactions plus two \\(input and negative control IP with no serum).  If combining multiple antigens in a single IP, it is necessary to translate the antigens independently.  For each mRNA construct used, calculate the amount of each reaction component needed for in vitro translation \\(IVT):\r\n  \r\n\n\nFor 1 reaction: \r\n\n\nReticulocyte lysate  17 µL\r\n\n\nRNAse inhibitor   0.5 µL\r\n\n\nAmino acids minus Met and Cys 1 µL\r\n\n\n4mM biotin   2 µL\r\n\n\nER microsomal membranes  2 µL\r\n\n\nProMix    1 µL\r\n\n\nRNA    100 ng\r\n\n\nWater    to 25 µL\r\n\n\n\r\n\n\n\r\n\n\n6. Thaw lysate and membranes on ice, thaw remaining components at 37 °C and spin down.  Combine RNA and water, heat at 70 °C for 2 min to denature secondary structures.  Snap-cool the RNA on ice and spin down.  \r\n  \r\n\n\n7. Add the remaining components to diluted RNA in the order listed and mix well.  For large-scale translations, split IVT into multiple tubes, each with no more than 200 µL.  Translate in a 30 °C water bath for 1 hour.\r\n  \r\n\n\n8. To enable disulfide bond formation, transition the reaction to oxidizing conditions by adding oxidized glutathione to a final concentration of 4 mM.  Incubate at 30 °C for 2 hours.\r\n  \r\n\n\n9. Add 800 µL of cold RIA stopping buffer.  The iodoacetamide will cap any free cysteines.  Centrifuge at full speed for 10 min at 4 °C to pellet membranes.  Remove the supernatant and resuspend the pellet in 50 µL of stopping buffer.  Wash again with 1 mL of stopping buffer.  \r\n  \r\n\n\n10. After washing, remove all supernatant from membrane fraction and add solubilization buffer \\(5 µL per IP reaction, or 2.5 µL per IP per antigen if combining two antigens or using an internal control).  Resuspend the membranes by scraping the pipette tip against the sides of the tube and gently pipetting up and down.  Vortex the tubes at the lowest speed for at least 30 minutes to permeabilize membranes.  \r\n  \r\n\n\n11. Centrifuge the permeabilized membranes for 1 minute, then add the supernatant to the top of a Spin-X filter tube and centrifuge at full speed for 1 minute to remove insoluble material.  \r\n  \r\n\n\n12. \\(Optional) To denature the antigen domain of the tetramer, add DTT to 10 mM to reduce disulfide bonds and SDS to 0.5 % to prevent aggregation.  Place a locking cap on the top of the tube and heat at 70 °C for 15 minutes.  Cool to room temperature, spin down, and then filter the antigen in a Spin-X tube to remove any aggregates.  The final DTT concentration in IPs will be 220 µM.\r\n  \r\n\n\n13. If combining antigens of different molecular weights or using an internal IP control, mix the antigens together at this time.  Remove 5 µL of antigen and store at 4 °C \\(or freeze) as a reference for the initial amount of radioactivity in each IP reaction.  \r\n  \r\n\n\n14. Combine the remaining solubilized antigen with RIA buffer and Protein A-Sepharose beads for pre-clearing.  The final clearing volume should be 50 µL per IP reaction, with a final bead concentration of 10 %.  Incubate at 4 °C on an orbital rotator for at least 1 hour, or overnight.  \r\n  \r\n\n\n15. Add cleared antigen and beads to the top of a Spin-X filter and centrifuge at full speed for 1 min to remove beads.  Confirm the final volume and add buffer as needed to replace bead volume.\r\n  \r\n\n\n16. Place 200 uL of RIA buffer in each IP tube.  Add serum \\(2.5 µL for final dilution of 1:100), then 50 µL of cleared antigen.  If performing parallel reactions with folded and denatured tetramers, add DTT to a final concentration of 220 µM in IP reactions with folded tetramers.  Place IP reactions on an orbital rotator, and incubate overnight at 4 °C.\r\n  \r\n\n\n17. The following day, add 20 uL of blocked 50 % Protein A-Sepharose beads to each tube.  Place on an orbital rotator at 4 °C for 90 minutes to precipitate immunoglobulins and bound antigen.  For more than 10 IP reactions, divide samples into groups of 8-10 and stagger each group by 20 minutes. \r\n  \r\n\n\n18. Wash beads twice with 1 mL of cold RIA buffer.  Pulse-centrifuge to pellet beads, and carefully remove most supernatant with a pipette.  After the final wash, remove all buffer with a flattened gel loading pipette tip. \r\n   \r\n\n\n19. To elute immunoglobulins, add 10 µL of CAPS buffer.  Vortex tubes at low speed for 15-20 minutes at 4 °C.\r\n  \r\n\n\n20. Prepare fresh gel loading buffer.  For deglycosylation, add 1,000 units of EndoH per reaction.  Place 10 µL of buffer in the bottom of a Spin-X tube for each sample.\r\n  \r\n\n\n21. Spin down IP tubes to settle beads.  Remove all of the beads and buffer with a wide bore pipette tip, and transfer to the top of a prepared Spin-X filter tube.  Centrifuge 1 min at full speed to remove beads.  Remove “input” reaction from the refrigerator and add 10 µL of gel loading buffer.\r\n  \r\n\n\n22. Vortex all tubes briefly to mix buffer, then spin down.  If digesting with EndoH, incubate tubes at 37 °C for two hours.\r\n  \r\n\n\n23. Load samples onto SDS-PAGE gels.  Include one lane of prestained molecular weight markers to orient the gel on the transfer membrane.  Run gels at the appropriate voltage and time for the gel system in use.\r\n  \r\n\n\n24. Equilibrate a piece of PVDF membrane in 100 % methanol in a small tray \\(the tops of tip boxes work well).  When the membrane turns translucent, transfer it to a tray of distilled water.  Allow the membrane to equilibrate in water for at least 5 min,   occasionally tapping the tray gently.  When the membrane sinks, it is equilibrated.   \r\n  \r\n\n\n25. Transfer proteins from the gel to a PVDF membrane.  Assemble transfer cassettes in the following order from cathode to anode:  back of cassette, fiber pad, 1 piece of Whatman paper, wetted PVDF membrane, gel, 1 piece of Whatman paper, fiber pad, front of cassette.  Avoid trapping bubbles between the papers, PVDF, and gel.  Place the cassette in the transfer apparatus in the proper orientation, and add an ice block to prevent overheating.  Transfer in a cold room at 100 V for 1 hour, using a stir bar and plate to circulate buffer.  Alternatively, transfer at 30 V overnight.\r\n  \r\n\n\n26. Remove the membrane from the transfer apparatus and allow it to dry completely.  Membranes can be placed on a sheet of Whatman paper in the flow path of a laminar flow \\(tissue culture) hood for 20 minutes or left on the benchtop overnight to dry.  While membrane is drying, clear a storage phosphor screen by exposing it to light.\r\n  \r\n\n\n27. Place dried membranes in Phosphor exposure cassette and expose overnight, then acquire data on Phosphor Imager and analyze.  Draw a line down each lane of the gel, and calculate the area of all peaks along that density line.  Export an image of the gels and save the peak quantifications to Excel.  To analyze the data, use the peak\\(s) specific for the proteins\\(s) of interest.  \r\n  \r\n\n\n28. To determine the percentage of input antigen precipitated in each IP, divide the area of the antigen-specific peaks from each immunoprecipitation reaction by the peak area of each antigen in the “input” lane.  For each antigen, it is necessary to set a threshold of reactivity above which a sample is considered positive.  We have used a threshold of four standard deviations above the mean value of healthy donors to determine which samples were positive for antibodies to MOG, but different thresholds may be appropriate in other settings.  When editing gel images, it may be necessary to adjust the brightness and contrast to make all protein bands visible."
        },
        {
            "header": "Timing",
            "content": "Generation of streptavidin fusion protein DNA and RNA: 1 week\r\n\n\n\r\n\n\nDay 1: in vitro translation and immunoprecipitation setup:  6.5 h.\r\n\n\n \r\n\n\nDay 2: Immunoprecipitation: 5 - 9 h, depending on the number of IP reactions and decision to digest with Endo H.\r\n\n\n \r\n\n\nDay 3: Analysis: 30 min."
        },
        {
            "header": "Critical Steps",
            "content": "**Step 5.**  \r\n\n\nIt is necessary to translate multiple antigens independently to prevent formation of mixed tetramers.  The molecular weights of combined antigens must be different enough to be resolvable on a gel.  Before starting IPs, we recommend performing small-scale control IVT reactions to make sure each antigen is translated and assembles properly.  \r\n\n\n\r\n\n\n**Step 10.**\r\n\n\nTo make the antigen is available for antibody binding, it must be released from the ER membranes.  The goal of this step is to fully resuspend the ER microsomes in detergent.  \r\n\n\n\r\n\n\n**Step 18.**\r\n\n\nWhen removing buffer from the beads, take care not to aspirate any of the beads.  Flattened gel-loading tips have a smaller orifice than most other tips, and do not take up Sepharose particles.  \r\n\n\n\r\n\n\n**Step 21.**  \r\n\n\nIt is necessary to transfer all the beads and buffer from the IP tube to the Spin-X tube to get an accurate account of the amount of antigen precipitated.  This may take some practice.  Try using different pipette tips, or cutting the ends from standard pipette tips.  If all else fails, try increasing the volume of elution buffer slightly or wash the tube with a small volume of buffer, but this will increase the volume to load on the gel.  \r\n\n\n\r\n\n\n**Step 26.**\r\n\n\nResidual moisture in PVDF membranes will damage the phosphor screen over time."
        },
        {
            "header": "Troubleshooting",
            "content": "**Problem:  No antigen-specific bands seen in IPs or input control.**\r\n\n\n\r\n\n\nPossible reason 1:  RNA is of poor quality.\r\n\n\nSolution:  Prepare new RNA.\r\n\n\n\r\n\n\nPossible reason 2: Inefficient translation or folding.\r\n\n\nSolution:  Perform a small scale translation reaction without IP to see if protein is being translated. If translation is inefficient, try preparing new RNA, using more RNA in translation reactions, or increasing the duration of translation and assembly steps.  Proteins with many structural disulfide bonds may not fold properly in vitro, and may aggregate instead.  Proteins with several free cysteines or non-structural disulfide bonds can be translated and immunoprecipitated under mildly reducing conditions, without ever being placed into an oxidizing environment.\r\n\n\n\r\n\n\nPossible reason 3:  Protein is degraded.\r\n\n\nSolution:  If the antigen is efficiently translated and assembled into tetramers, it may be degraded by serum proteases.  Try adding protease inhibitors prior to immunoprecipitation, or binding serum immunoglobulins to protein A beads and washing to remove protease contaminants before adding radiolabeled antigens.\r\n\n\n\r\n\n\n**Problem:  Little antigen is precipitated, even with control monoclonal antibodies.**\r\n\n\n\r\n\n\nPossible reason 1:  Monoclonal antibody binds a peptide epitope that is masked in the folded protein.\r\n\n\nSolution:  Use an antibody against a different epitopes, or create a tagged version of the antigen tetramer for control IPs.\r\n\n\n\r\n\n\nPossible reason 2:  Antibodies are an isotype not bound by protein A \\(huIgG3, goat IgG, sheep IgG).\r\n\n\nSolution:  Precipitate antibodies with protein G beads \\(Amersham) or Sepharose-coupled monoclonal antibodies to all immunoglobulins.\r\n\n\n\r\n\n\nPossible reason 3:  Antigen is unfolded after adding detergent.\r\n\n\nSolution: Try using different detergents at varied concentrations in the solubilization and RIA buffers.  A milder detergent such as digitonin \\(Wako) used at 0.5% for solubilization and 0.1% in IP buffer may preserve tertiary structure or protein-protein interactions.\r\n\n\n\r\n\n\nPossible reason 4:  Antigen may is not released from beads with high pH \\(CAPS) elution.\r\n\n\nSolution:  Try releasing antigens by eluting with low pH buffer \\(0.1 M glycine pH 2.5) or boiling in SDS loading buffer with biotin.  The antigen may dissociate into monomers if boiled in the absence of biotin.\r\n\n\n\r\n\n\n**Problem:  Small fraction of antigen is in tetrameric form, most is monomer.**\r\n\n\n\r\n\n\nPossible reason 1:  The ER membranes are from a source or preparation that does not enable tetramer formation.  \r\n\n\nSolution:  Use a different source of ER microsomes, prepared as previously described \\(Ref.  9).  We have found that ER prepared from a murine hybridoma on an iodixanol gradient supports translation, glycosylation, and tetramer formation, while microsomes prepared from the human B cell line MGAR on a sucrose gradient enable efficient translation and glycosylation but do not allow tetramer formation.\r\n\n\n\r\n\n\nPossible reason 2:  Biotin was not present during in vitro translation.\r\n\n\nSolution:  Include biotin at the start of translation for maximum tetramer formation.  Addition of biotin at the transition to oxidizing conditions or after translation is complete does not give the same yield of tetrameric antigen.\r\n\n\n\r\n\n\nPossible reason 3:  Antigen was eluted from beads by boiling without biotin.\r\n\n\nSolution:  Include biotin to preserve tetramer when eluting antigen from beads.\r\n\n\n\r\n\n\n**Problem:  No bands of any size are seen after exposure.**\r\n\n\n\r\n\n\nPossible reason 1:  Protein was not radiolabeled.\r\n\n\nSolution:  Make sure 35S-labeled amino acids are the only source of methionine and cysteine in the translation reaction.\r\n\n\n\r\n\n\nPossible reason 2:  Inefficient transfer of proteins from gel to PVDF membrane.\r\n\n\nSolutions:  \r\n\n\n1)  Ensure that the PVDF membrane is equilibrated in methanol before equilibrating in water.\r\n\n\n2)  Make sure the PVDF has equilibrated long enough in water.  The membrane should sink to the bottom of the container when gently agitated.\r\n\n\n3)  Make sure the gel and PVDF membrane are oriented correctly in the transfer cassette and the cassette is inserted into the holder in the proper orientation.\r\n\n\n\r\n\n\n**Problem:  Gels look smeary or wavy, bands are not well defined.**\r\n\n\n\r\n\n\nPossible reason 1:  Poor gel quality, mismatch of antigen size to resolving range of gels used. \r\n\n\nSolution:  For consistency, use pre-cast gels.  We recommend Promega&#x2019;s NuPAGE Bis-Tris gel and buffer systems, which have a wide range of resolving power.  Try changing the gel percentage or buffer system to sharpen bands or provide better resolution between two antigens.\r\n\n\n\r\n\n\nPossible reason 2:  Protein is glycosylated at multiple sites.\r\n\n\nSolution:  Remove N-linked glycans with EndoH to make the protein one homogenous size.\r\n\n\n\r\n\n\nPossible reason 3:  Volume of IP eluate loaded is too large for wells and spills into adjacent wells.\r\n\n\nSolution:  Decrease the volume of elution buffer or loading buffer used, or load a large volume into two lanes.\r\n\n\n\r\n\n\n**Problem:  Empty &#x201C;holes&#x201D; appear in the gel image.**\r\n\n\n\r\n\n\nPossible reason:  Air bubbles between fiber pads, PVDF membrane, and gel during transfer block flow of current.\r\n\n\nSolution:\r\n\n\nEnsure there are no air bubbles present when setting up transfers.  Use a transfer pipette to flow buffer under PVDF, between PVDF and gel, and over gel."
        },
        {
            "header": "Anticipated Results",
            "content": "The predominant bands in all samples should correspond to the sizes of antigen-SA tetramers, with weaker monomer bands visible. In negative control IPs without antibodies, less than 0.5 % of the radiolabeled antigens should be precipitated.  The amount of antigen precipitated in IPs with antibodies or serum will vary.\r\n\n\n  \r\n\n\nFollowing the above procedure, we generated streptavidin-based tetramers of myelin oligodendrocyte glycoprotein \\(MOG).  To determine if serum antibodies were sensitive to MOG conformation, half of the in vitro translated protein was denatured.  We performed immunoprecipitations against both folded and denatured MOG tetramers with a monoclonal antibody to MOG \\(8-18C5) and sera from a group of eight mice immunized with a MOG peptide \\(MOG 35-55, EAE samples) and two unimmunized controls \\(Fig. 1).  The 8-18C5 antibody is sensitive to MOG conformation 10,11, and precipitated folded MOG-SA \\(34.2% precipitated) more efficiently than denatured \\(14.9%).   Antibodies to native or denatured MOG were not detected in control serum samples.  As expected, mice immunized with a MOG peptide developed circulating antibodies to linear MOG epitopes.  Antibodies in the serum of MOG immunized mice bound specifically to denatured protein.  Together, these data demonstrate that tetramer RIA can distinguish between antibodies to either native protein \\(such as the mAb 8-18C5) or linear epitopes on denatured proteins \\(as found in mouse sera)."
        },
        {
            "header": "References",
            "content": "1. Berger, T. _et al._ Antimyelin antibodies as a predictor of clinically definite multiple sclerosis after a first demyelinating event. _N Engl J Med_ **349**, 139-45 \\(2003).\r\n  2. Mathey, E., Breithaupt, C., Schubart, A.S. &amp; Linington, C. Commentary: Sorting the wheat from the chaff: identifying demyelinating components of the myelin oligodendrocyte glycoprotein \\(MOG)-specific autoantibody repertoire. _Eur J Immunol_ **34**, 2065-71 \\(2004).\r\n  3. Yu, L. _et al._ Early expression of antiinsulin autoantibodies of humans and the NOD mouse: Evidence for early determination of subsequent diabetes. _PNAS_ **97**, 1701-1706 \\(2000).\r\n  4. LaGasse, J.M. _et al._ Successful Prospective Prediction of Type 1 Diabetes in Schoolchildren Through Multiple Defined Autoantibodies: An 8-year follow-up of the Washington State Diabetes Prediction Study _Diabetes Care_ **25**, 505-511 \\(2002).\r\n  5. Barker, J.M. _et al._ Prediction of Autoantibody Positivity and Progression to Type 1 Diabetes: Diabetes Autoimmunity Study in the Young \\(DAISY). _J Clin Endocrinol Metab_ **89**, 3896-3902 \\(2004).\r\n  6. Fossati-Jimack, L. _et al._ High pathogenic potential of low-affinity autoantibodies in experimental autoimmune hemolytic anemia. _J Exp Med_ **190**, 1689-96 \\(1999).\r\n  7. Newman, J., Rice, J.S., Wang, C., Harris, S.L. &amp; Diamond, B. Identification of an antigen-specific B cell population. _J Immunol Methods_ **272**, 177-87 \\(2003).\r\n  8. Altman, J.D. _et al._ Phenotypic analysis of antigen-specific T lymphocytes. _Science_ **274**, 94-6 \\(1996).\r\n  9. Call, M.E., Pyrdol, J., Wiedmann, M. &amp; Wucherpfennig, K.W. The organizing principle in the formation of the T cell receptor-CD3 complex. _Cell_ **111**, 967-79 \\(2002).\r\n  10. von Budingen, H.C. _et al._ Epitope recognition on the myelin/oligodendrocyte glycoprotein differentially influences disease phenotype and antibody effector functions in autoimmune demyelination. _Eur J Immunol_ **34**, 2072-83 \\(2004).\r\n  11. Brehm, U., Piddlesden, S.J., Gardinier, M.V. &amp; Linington, C. Epitope specificity of demyelinating monoclonal autoantibodies directed against the human myelin oligodendrocyte glycoprotein \\(MOG). _J Neuroimmunol_ **97**, 9-15 \\(1999)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Vijay Kuchroo and Estelle Bettelli for the MOG-immunized mouse sera."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm1488 ",
                "date": "2006-08-31 15:06:11",
                "title": "Self-antigen tetramers discriminate between myelin autoantibodies to native or denatured protein",
                "authors": [
                    "O'Connor",
                    "K.C. et al."
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9894,
                "identity": "9ea21f5c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Katherine McLaughlin",
                "email": "katherine_mclaughlin@dfci.harvard.edu",
                "orcid": "",
                "institution": "Dana-Farber Cancer Institute and Harvard Medical School",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Katherine",
                "middleName": "",
                "lastName": "McLaughlin",
                "suffix": ""
            },
            {
                "id": 9895,
                "identity": "9ea2235c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kevin O'Connor",
                "email": "",
                "orcid": "",
                "institution": "Brigham and Women's Hospital and Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kevin",
                "middleName": "",
                "lastName": "O'Connor",
                "suffix": ""
            },
            {
                "id": 9896,
                "identity": "9ea2260d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "David Hafler",
                "email": "",
                "orcid": "",
                "institution": "Brigham and Women's Hospital and Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Hafler",
                "suffix": ""
            },
            {
                "id": 9897,
                "identity": "9ea227a2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kai Wucherpfennig",
                "email": "",
                "orcid": "",
                "institution": "Dana-Farber Cancer Institute and Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kai",
                "middleName": "",
                "lastName": "Wucherpfennig",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-09 16:11:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.81",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.81",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607621,
                "identity": "796c640a-433a-44c3-ba01-ba4eb30792c2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 219418,
                "visible": true,
                "origin": "",
                "legend": "MOG-SA tetramers were produced by _in vitro_ translation with ER microsomes and 35S labeled methionine and cysteine. Folded and unfolded antigen tetramers were used as probes in immunoprecipitation reactions with monoclonal antibody to MOG (8-18C5) and se   Example of radioimmunoassay with tetrameric antigen",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-87/v1/figure_1.jpg"
            },
            {
                "id": 13464292,
                "identity": "28f80094-6af6-425b-a0d2-61b0ed05def3",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:47",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 253263,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-87/v1/06745b02-f143-426e-8eec-32c9a449a9b3.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "immunoprecipitation, autoantibody, multimer, antigen, in vitro translation\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Detection of autoantibodies with self-assembling radiolabeled antigen tetramers",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-01-29 09:38:46",
                "doi": "10.1038/nprot.2007.81",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ea1b47c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 29th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1383,
                "name": "Biological techniques"
            },
            {
                "id": 1384,
                "name": "Biochemistry"
            },
            {
                "id": 1385,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-01-29 09:38:46",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}