{
    "identity": "nprot-1919",
    "title": "Evaluation of Evans Blue extravasation as a measure of peripheral inflammation",
    "content": [
        {
            "header": "Reagents",
            "content": "<p>- Sodium pentobarbital \\(0.34 mg/ml dilution in saline;   Dolethal, Vétoquinol S.A. France)<br>- Hair removal cream   \\(Dermo-tolerance anti-irritant; Vichy laboratories, France)<br>- Sterile   distilled water<br>- Sodium chloride \\(NaCl, M = 58.44, Panreac, cat.   no. 131659)<br>- Evans Blue \\(C<sub>34</sub>H<sub>24</sub>N<sub>6</sub>O<sub>14</sub>S<sub>4</sub>Na<sub>4</sub>,   MW = 960.81, Sigma, cat. no. E2129)<br>- Capsaicin powder \\(C<sub>18</sub>H<sub>27</sub>NO<sub>3</sub>,   Sigma, cat. no. M2028)<br>- Base L-200 cream base \\(Cofares, Spain)<br>-   Propylene glycol \\(C<sub>3</sub>H<sub>8</sub>O<sub>2</sub> , M = 76.10,   Panreac, cat. no. 141545)<br>- Formamide \\(HCONH<sub>2</sub>, M = 45.04,   Sigma, cat. no. F7503) </p>"
        },
        {
            "header": "Equipment",
            "content": "- Adult male Sprague-Dawley rats \\(other strains and mice can be used as well)\r\n\n\n- Gauze\r\n\n\n- Flat spatula\r\n\n\n- Insulin syringes \\(1ml; BD Plastipak, cat. no. 300013)\r\n\n\n- Needle \\(0.5mm; BD Microlance, cat. no. 300600 \\(25G))\r\n\n\n- Surgical instrument tools: one pair of forceps, spittle and scalpel\r\n\n\n- Pipette and pipette tips \\(Brand, cat. no. 702521 and 702516)\r\n\n\n- Plastic tubes \\(Brand, cat. no. 114835) \r\n\n\n- 1,5 ml Eppendorf tube \\(Brand, cat. no. 780500) \r\n\n\n- Multiwell plate P96 \\(Sarstedt)\r\n\n\n- Aluminium foil sheet \r\n\n\n- Heater \\(JP Selecta SA)\r\n\n\n- Weighing scales\r\n\n\n- Perfusion pump \\(Masterflex, model 7521-00)\r\n\n\n- Spectrophotometer \\(Molecular Devices)"
        },
        {
            "header": "Procedure",
            "content": "1.Prepare Evans Blue\nPrepare the   EB solution for injection in 0.9% saline at a concentration of 50 mg/ml.   Sonicate. Once prepared, the solution can be stored at 4ºC.\nTIP\n:\nIt is advisable to prepare in advance.\n2.Prepare   capsaicin cream\nMix 22.6% of Base L-200, 3.7% of Propylene   glycol and 73.7% of distilled water and then add 1.6 % of capsaicin   powder. Store at room temperature.\n3. Preparation and   collection of the tissue\na.\nCut aluminium   foil into 7-8 cm square pieces and label them with sample numbers.\nb.\nPrepare Pentobarbital working solution for anesthetizing the rats.\nc.\nInject the anaesthesia intraperitoneally \\(50 mg/Kg) depending on the   weight of the rat and wait until it is deeply anesthetized.\nd.\nCut carefully the vibrissae on both sides of the snout with curved   scissors.\ne.\nApply the depilatory cream to the   whisker pad area and leave for 7 or 8 minutes.\nf.\nRemove the cream with a flat spatula, taking care not to injure or   irritate the area.\ng.\nRinse the area with a gauze   wet in distilled water\nh.\nPrior to the injection of   EB, vasodilatation should be induced in the tail vein for easier   cannulation. Immerse the rat tail in warm water to induce vein   vasodilatation and improve their visualization.\nTIP:\nBe careful not to overheat the water to prevent flaking of the   skin. Temperature should not exceed 43ºC. Infrared lamps can be used, as   well as vasodilating agents such as Xylazine and Acepromazine.\ni.\nInject the prepared EB solution \\(50 mg/kg of 50 mg/ml solution)   intravenously in the lateral vein of the tail with an insulin needle at a   rate of 0.01 ml/g of animal weight\n\\(Figure 1A)\n. The   lateral veins are located on both sides of the centerline of the tail   and are very shallow so that the injection should be almost parallel to   the surface. Once injected, remove the needle and press the injection   site with cotton to stop bleeding. Time should be measured from the   moment the skin turns blue.\nTIP:\nMake sure that   the vein is not broken during the injection and all the EB is injected   properly. It is best to begin the injection into the distal part of the   tail. If a lump is formed at the injection site, it means that the vein   is broken, and a subsequent injection should be performed more   proximally. In this case the syringe should be refilled to replace any   lost volume of EB.\nj.\nFive minutes after the   injection, apply capsaicin or vehicle cream \\(according the group it   belongs to) in the whisker pad area on both sides of the snout.\nk.\nWait 10 minutes after application of the cream and remove the cream   with the aid of a gauze\n\\(Figure 1B)\n.\nl.\nPerfuse the animal through the ascending aorta with saline.\nm.\nQuickly remove the whisker pads. Dissect the area between the nose and   the inferior lip. Remove the top layers \\(about 5 mm in depth) making   sure not to include the intraoral epithelium.\nn.\nWrap each pad separately in a piece of aluminium foil, leaving the upper   side of the package open to allow better drying.\n4.   Tissue processing\na.\nPlace the tissue in   aluminium foil in an oven at 56ºC for two days to dry.\nb.\nAfter two days, take the tissue out of the oven and immerse each one of   the samples in a plastic tube with formamide to extract the EB out of   the tissue. Add 8 ml of formamide per 1 g of dry tissue.\nTIP:\nCover the tubes with aluminum foil.\nc.\nLeave the plastic tubes containing the sample embedded in formamide in   an oven at 56ºC over two days.\nd.\nAfter two days in   the oven, extract the formamide with a pipette \\(it should be blue) to a   covered, labelled eppendorf tube and discard the tissue.\ne.\nPrepare the dilutions for the standard curve: dilute EB in the   formamide solution in exponential concentrations. The concentrations   used in our study, adjusted to the level required for the absorbance of   the samples obtained, were as follows:\n0 ; 1 ; 2 ; 4 ; 8 ; 16 ; 32 ;   64 ; 128 μg/ml\nTIP:\nPrepare just before   measuring the absorbance of the samples. A standard curve is necessary   for each experimental session\nf.\nTake 200 μl of   the formamide extracted from each sample and put each one in a   different well of a P96 multiwell plate. In the same plate put 200 μl of   the corresponding dilutions for the standard curve.\nh.\nMeasure the absorbance with the help of a spectrophotometer at a   wavelenght of 620 nm. We use the program Shortcut to Spf.\n5.   Data fit\na.\nObtain absorbance values from   the solutions forming the standard curve. These values should grow   exponentially \\(\nTable 1\n).\nb.\nAdjust   the standard curve to a theoretical sigmoidal curve. The regression   parameters \\(a, b, x\n0\n, y\n0\n) can be estimated from   the experimental absorbance data using any statistical program \\(such as   Sigma Plot 8.0). Then, the non-linear regression formula is applied:\ny=y\n0\n+a/\\(1+exp\\(-\\(x-x\n0\n)/b))\nwhere   the independent variable x indicates the concentration, the dependent   variable y refers to the absorbance and a theoretical standard curve is   obtained \\(\nFigure 2\n). This allows us to calculate any   point with respect to the formula, thus obtaining a set value.\nc.\nExtrapolate the concentration of extravasated EB obtained in the study   from the known concentrations of EB and formamide measured in the   standard curve obtained in step\n5b\n. The values can be   calculated by isolating the variable x from the previous equation:\nx=x\n0\n-ln\\(\\(-y+y\n0\n+a)/\\(y-y\n0\n))   ** b\nd.\nTIP\n:_this step is necessary   if the tissue collection and spectrophotometric analysis was performed   on various days. If all spectrophotometry measurements were obtained in   one session, this step can be skipped._\nAfter obtaining the x value,   all data should be normalized for comparison with each of those obtained   in different experimental sessions. The data are normalized with   respect to the cut off point x\nc\nthat is given by assuming   that the derivative of the sigmoid curve at x=x\nc\nis equal to   0.0005,\ndy/dx \\(x=x\nc\n) = 0.0005\nThis very low arbitrary   value establishes that at the cut off point, the absorbance curve is   saturated \\(practically unchanged, as indicated by a derivative close to   zero).\nFinally, x concentrations are converted into dimensionless   magnitudes by transforming them into percentages with respect to x\nc\n%   = x ** 100/x\nc\nThis procedure allows for normalizing the   data from different experimental sessions on separate days, which   otherwise would lead to non-comparable data."
        },
        {
            "header": "Timing",
            "content": "Whole protocol duration: 4 days including incubation times\r\n\n\nSteps 3a-b, 5 min\r\n\n\nSteps 3c-g, 20 min\r\n\n\nSteps 3h-l, 20 min\r\n\n\nSteps 3m-n, 10 min\r\n\n\nStep 4b, 2 days\r\n\n\nStep 4c, 15 min\r\n\n\nStep 4d, 2 days\r\n\n\nSteps 4e-h, 1 hour\r\n\n\nThese times are approximate as they depend of the number of samples processed."
        },
        {
            "header": "Troubleshooting",
            "content": "Careful choice of controls is required. Plenty of evidence supports the existence of significant vasodilatation and extravasation on the contralateral side following the induction of unilateral inflammation<sup>11,12</sup> or neuropathy<sup>10</sup>. It is therefore crucial that the nerve injury data is compared to data from sham operated animals.\r\n\n\n\r\n\n\n**CRITICAL STEPS**\r\n\n\n\r\n\n\n**3e** It is important to use a mild depilatory cream \\(for sensitive skin) and not to exceed the time recommended by the manufacturer.\r\n\n\n**3f** Be careful not to injure or scratch the area, it is preferable to use a wet gauze.\r\n\n\n**3h** When using mice, albino strains or light-coloured animals are recommended \\(if possible) due to easier visualization of the tail vein. \r\n\n\n**4b** Formamide is light-sensitive\r\n\n\n**5a** If the samples were collected on different days, it is necessary to perform the standard curve calculations for each day of experiment. The experimental results obtained can be normalized against the standard curve of each experimental session. See **5d**."
        },
        {
            "header": "Anticipated Results",
            "content": "**Table 1** shows a sample of the absorbance values obtained in a real experimental session, and **Figure 2** shows a graph of the standard curve and the experimental curve calculated from the standard curve. \r\n\n\nWe have used the measurement of EB in studies of the effects of removal of dietary polyunsaturated fatty acids in a neuropathic pain model in rats<sup>10</sup>. We have also adapted this method in mice, to show that COT/TPL2 deficient mice show an impaired inflammatory process<sup>9</sup>."
        },
        {
            "header": "References",
            "content": "1. Meyer,R.A., Ringkamp,M., Campbell,J.N., & Raja,S.N. Peripheral mechanisms of cutaneous nociception in Wall and Melzack’s Textbook of Pain \\(eds. McMahon,S.B. & Koltzenburg,M.) 3-34 \\(Elsevier, London, 2006).\r\n  2. Jancso,N., Jancso-Gabor,A., & Szolcsanyi,J. Direct evidence for neurogenic inflammation and its prevention by denervation and by pretreatment with capsaicin. Br. J. Pharmacol. Chemother. 31, 138-151 \\(1967).\r\n  3. Gamse,R., Holzer,P., & Lembeck,F. Decrease of substance P in primary afferent neurones and impairment of neurogenic plasma extravasation by capsaicin. Br. J. Pharmacol. 68, 207-213 \\(1980).\r\n  4. Ogawa,A. et al. A new model of experimental parotitis in rats and its implication for trigeminal nociception. Exp. Brain Res. 152, 307-316 \\(2003).\r\n  5. Lee,H.J. et al. Peripheral mGluR5 antagonist attenuated craniofacial muscle pain and inflammation but not mGluR1 antagonist in lightly anesthetized rats. Brain Res. Bull. 70, 378-385 \\(2006).\r\n  6. Naveilhan,P. et al. Reduced antinociception and plasma extravasation in mice lacking a neuropeptide Y receptor. Nature. 409, 513-517 \\(2001).\r\n  7. Yepes,M. et al. Tissue-type plasminogen activator induces opening of the blood-brain barrier via the LDL receptor-related protein. J. Clin. Invest. 112, 1533-1540 \\(2003).\r\n  8. Fernandez-Dueñas,V. et al. Tolerance to the antinociceptive and antiexudative effects of morphine in a murine model of peripheral inflammation. J. Pharmacol. Exp. Ther. 322, 360-368 \\(2007).\r\n  9. Soria-Castro,I. et al. COT/TPL2 \\(MAP3K8) mediates myeloperoxidase activity and hypernociception following peripheral inflammation. J. Biol. Chem.\\(2010).\r\n  10. Martin,Y.B. & Avendano,C. Effects of removal of dietary polyunsaturated fatty acids on plasma extravasation and mechanical allodynia in a trigeminal neuropathic pain model. Mol. Pain 5, 8-17 \\(2009).\r\n  11. Kidd,B.L. et al. Neurogenic influences on contralateral responses during experimental rat monoarthritis. Brain Res. 688, 72-76 \\(1995).\r\n  12. Kelly,S., Dunham,J.P., & Donaldson,L.F. Sensory nerves have altered function contralateral to a monoarthritis and may contribute to the symmetrical spread of inflammation. Eur. J. Neurosci. 26, 935-942 \\(2007)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11586,
                "identity": "9f894497-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Agnieszka Krzyzanowska",
                "email": "agnieszka.krzyzanowska@uam.es",
                "orcid": "",
                "institution": "Depto. de Anatomía, Histología y Neurociencia, Fac. de Medicina, Univ. Autónoma de Madrid, Spain",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Agnieszka",
                "middleName": "",
                "lastName": "Krzyzanowska",
                "suffix": ""
            },
            {
                "id": 11583,
                "identity": "9f893d7e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yasmina Martin",
                "email": "",
                "orcid": "",
                "institution": "Depto. de Anatomía, Histología y Neurociencia, Fac. de Medicina, Univ. Autónoma de Madrid, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yasmina",
                "middleName": "",
                "lastName": "Martin",
                "suffix": ""
            },
            {
                "id": 11584,
                "identity": "9f894046-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Carlos Avendaño",
                "email": "",
                "orcid": "",
                "institution": "Depto. de Anatomía, Histología y Neurociencia, Fac. de Medicina, Univ. Autónoma de Madrid, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Carlos",
                "middleName": "",
                "lastName": "Avendaño",
                "suffix": ""
            },
            {
                "id": 11585,
                "identity": "9f894204-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maria Jose  Piedras",
                "email": "",
                "orcid": "",
                "institution": "Depto. de Anatomía, Histología y Neurociencia, Fac. de Medicina, Univ. Autónoma de Madrid, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "Jose",
                "lastName": "Piedras",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-12-14 16:09:02",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2010.209",
        "doiUrl": "https://doi.org/10.1038/protex.2010.209",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608188,
                "identity": "3d67907a-3c46-45e2-92bf-a2789ba6eb6c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "jpeg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 94714,
                "visible": true,
                "origin": "",
                "legend": "Evans Blue administration   (A) EB injection in the lateral vein of the rat. The blue colour of the vein can be observed, giving an indication of a correct injection. \r\n(B) EB extravasation after capsaicin application. A strong blue colouring can be observed in the area treated with capsaicin cream whilst the rest of the skin has a light blue shade.",
                "description": "",
                "filename": "figure1.jpeg",
                "url": "https://assets.researchsquare.com/files/nprot-1919/v1/figure_1.jpeg"
            },
            {
                "id": 2608183,
                "identity": "27a48065-3ca0-46ee-9a51-21f7ca360609",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50660,
                "visible": true,
                "origin": "",
                "legend": "Example of results obtained from the Spectrophotometer   Example of an original (grey diamonds) and theoretical curve (white squares) used for calculating the experimental absorbance values fitted to the theoretical standard curve.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1919/v1/figure_2.jpg"
            },
            {
                "id": 2608185,
                "identity": "f0ac443c-8143-4b75-8a06-c10eca384d78",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 68965,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Example of standard curve values   Example of actual absorbance values obtained from solutions of known concentration prepared for the standard curve at a wavelenght of 620 nm. The left column shows the concentrations of EB used for the generation of the standard curve. The column on the right shows the values of absorbance obtained in the spectrophotometer for each of these concentrations.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1919/v1/figure_3.jpg"
            },
            {
                "id": 13465210,
                "identity": "20154ea5-8aa0-4592-af79-6bf63ebc30bd",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:56",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 249785,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1919/v1/ca13a446-ee4e-461c-8313-6b555c83dc94.pdf"
            }
        ],
        "financialInterests": "The authors have no conflicting financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Evans blue, extravasation, capsaicin, neurogenic inflammation",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "<p>Plasma extravasation is one of the characteristic symptoms of an inflammatory response and of neurogenic inflammation, a phenomenon which occurs following nerve damage, and can lead to significant changes in the control of the cutaneous circulation<sup>1</sup>. Evans Blue binds with high affinity to serum albumin, and the complex has been often used to quantitatively assess the extent of extravasation that accompanies peripheral and neurogenic inflammation<sup>2,3</sup>. Here we present a protocol for evaluating Evans Blue extravasation in rodents with the aid of local application of capsaicin to initiate a neurogenic response exciting the local nociceptors, causing pain, axon reflex vasodilatation and plasma extravasation due to local release of inflammatory mediators. The method is inexpensive, precise and efficient, and can be adapted to assess extravasation in a range of experimental pathological conditions such as parotitis<sup>4</sup> or craniofacial muscle inflammation<sup>5</sup>, and their dependence on different proteins, receptors or pharmacological treatments<sup>6-9</sup>, in addition to those eliciting neurogenic inflammation.</p>",
        "manuscriptTitle": "Evaluation of Evans Blue extravasation as a measure of peripheral inflammation",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-12-15 10:25:52",
                "doi": "10.1038/protex.2010.209",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f88e50c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 15th, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2481,
                "name": "Neuroscience"
            },
            {
                "id": 2482,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-12-15 10:25:52",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}