{
    "identity": "nprot-7165",
    "title": "Measuring Above-ground Biomass with Drone Photogrammetry: Data Collection Protocol",
    "content": [
        {
            "header": "Introduction",
            "content": "This document presents a protocol to standardise sampling of vegetation structure and above-ground biomass, using images collected with an Unmanned Aerial Vehicle \\(UAV or ‘drone’), RTK-GNSS and destructive harvesting of vegetation.\r\n\n\n\r\n\n\nThis protocol was developed to support a global experiment aiming to advance understanding of plant structures and above-ground biomass in spatially variable and temporally dynamic low-stature ecosystems. The experiment focuses on establishing the relationships between photogrammetrically-inferred biovolume and above-ground biomass, building on previous work \\(e.g. Cunliffe et al., 2016). Sampling has already been completed by eight research groups at 16 sites across three continents, and a further ca. 30 sites are planned for sampling by another ca. 28 groups around the world. The remainder of this document sets out a protocol describing how to collect and contribute observations to this experiment.\r\n\n\n\r\n\n\nThis protocol is shared in the interest of developing standardised approaches to implementing these methods, in order to produce reproducible and comparable observations. Other researchers are welcome to use this protocol for their own projects, and are simply requested to acknowledge this guidance by citing this protocol.\r\n\n\n\r\n\n\nTo check for an updated version of this protocol, contact Andrew Cunliffe or \"check here\":https://tinyurl.com/yavrdy9x"
        },
        {
            "header": "Equipment",
            "content": "**Field**\r\n\n\n\r\n\n\n**● Aerial survey**\r\n\n\n○ 13 x markers \\(described in section 4)\r\n\n\n○ Pegs/nails to secure markers\r\n\n\n○ High-precision global navigation satellite system \\(GNSS) surveying kit \\(with either Real Time Kinematic \\(RTK) or post-processed kinematic \\(PPK) capability.\r\n\n\n○ Lightweight consumer-grade drone \\(e.g. Phantom 4 Advanced or Pro) with accessories including batteries and ground control station loaded with DJI Ground Station Pro or equivalent software.\r\n\n\n\r\n\n\n**● Harvest**\r\n\n\n○ Pin flags for marking out the corners of harvest areas\r\n\n\n○ Compact digital camera\r\n\n\n○ Notebook and pencils\r\n\n\n○ Harvest tools \\(clippers, pruning saw, etc.)\r\n\n\n○ Containers for biomass \\(e.g. paper bags)\r\n\n\n\r\n\n\n\r\n\n\n**Lab**\r\n\n\n**● Drying**\r\n\n\n○ Drying oven \\(ideally with forced air)\r\n\n\n○ Weighing balance \\(ideally accurate to centigrams, i.e. 0.01 g)\r\n\n\n○ Computer or tablet with spreadsheet program\r\n\n\n○ Vials/bags for biomass subsamples"
        },
        {
            "header": "Procedure",
            "content": "**1. Timing of Sampling**\r\n\n\nBoth aerial surveys and biomass harvests should take place at \\(or close to) the seasonal peak biomass of the subject ecosystem \\(peak biomass typically occurs shortly after peak greeness). This is because both the above-ground biomass and the apparent biovolume of most plants changes with the phenological state of the organism. Table 1 presents a non-exhaustive list of peak biomass periods for a selection of areas, although local conditions and climatic variability can cause substantial variability around these times.\r\n\n\n\r\n\n\n_Table 1. Approximate timing of peak biomass for example ecosystems._\n**2. Site Selection and Preparation**\r\n\n\n**Ecosystem selection**\r\n\n\nStructure-from-motion \\(SfM) photogrammetry approaches are particularly well suited to characterisation of plant canopy heights, and thus biomass, where plant canopies are discontinuous, as is common in water-limited ecosystems \"Cunliffe _et al.,_ 2016\":https://www.sciencedirect.com/science/article/pii/S0034425716302206. Figure 1 illustrates some examples where these approaches are either known or expected to yield good results. Our previous work has shown that these approaches can be sensitive to biomass associated with even very small plants, just a few centimeters in height \\(Cunliffe _et al.,_ 2016, _In Prep_). Where observations of the ground can be obtained via another approach \\(e.g. ground-based surveys with high accuracy GNSS surveys, or airborne lidar, etc.), photogrammetric approaches can also work well to measure canopy height in areas with dense canopies.\r\n\n\n\r\n\n\nSurvey extents will depend on the size and distribution of harvest plots, but we expect that extents would typically range from 0.25 ha \\(50 m x 50 m) 1 ha \\(100 m x 100 m) per site. Grasslands commonly contain mixed floristic communities, and in such locations it may only be possible to identify the community within harvest patches to the taxonomic level of family, or even plant functional type \\(e.g. C3 or C4 grasses).\r\n\n\n\r\n\n\n_Figure 1. Examples of vegetation communities were this photogrammetric approach had either been demonstrated to work well, or is strongly expected to work well. The lower six photographs are from Cunliffe et al. \\(2016)._\n**Ground control markers**\r\n\n\nTo support the high-quality photogrammetric reconstructions necessary for fine-scale measurement of vegetation canopies, it is necessary to constrain the bundle adjustment. The main way the achieve this constraint is to use ground control markers \\(GCM). Please prepare 13 ground control markers for use on each site; each marker should ideally measure ≥ 20 cm x 20 cm, and comprise of black and white segments to facilitate precise detection of the centre point \\(Figure 2). These markers could be manufactured out of many different materials, though we have found printed corriboard \\(also known as coroplast) and PTFE plastic plates to be low cost, lightweight, robust and suitable for this application. \\(Markers could be obtained from sign printing shops, and it can be helpful to have pre-drilled holes at the corners to facilitate anchoring with pegs).\r\n\n\n\r\n\n\n_Figure 2. The preferred design for Ground Control Markers \\(GCM): Black and white squares, measuring 20×20 cm in total._\nThe 13 markers should be deployed evenly across the survey site\\(s), distributed to include the edges of the site with several markers across the centre of the site \\(Figure 3), pegged down securely to avoid movement, and then geolocated using survey-grade GNSS equipment, capable of measuring coordinates to subcentimeter relative accuracies. Note that coordinates measured using low \\(±1 m) precision GNSS units \\(e.g. the Garmin GPSMAP 64 series and similar) are not sufficiently accurate for this application. Consumer drones are now available that are equipped with high precision direct georeferencing systems \\(i.e. RTK or PPK) on board the aircraft. Such systems could be used to accurately measure the position at time of image capture, providing direct georeferencing that can help to reduce the requirements for ground control markers.\r\n\n\n\r\n\n\n\r\n\n\n_Figure 3. Example distribution for ground control markers across the survey sites._\n**3. Aerial Survey**\r\n\n\nGood photographs are essential for generating high-quality 3D models of a subject. Photographs should be correctly exposed, minimally distorted and have sufficient overlap of the subject from different viewpoints. Illumination conditions can influence photogrammetric reconstructions, so for reproducible results, scientists should try to complete surveys within a few hours of solar noon to minimise variation in sun position and shadows etc. Make a note of the average wind speed and cloud conditions during survey flights.\r\n\n\n\r\n\n\n**Recommended camera sensor:** DJI Phantom 4 Advanced or Pro \\(with built-in camera)\r\n\n\nIdeally, image acquisition should be undertaken using a 20 MP RGB camera, such as those inbuilt on DJI Phantom 4 Advanced or Pro consumer drone systems. Other standard, consumer-grade cameras can also work well, but may have different lens properties and sensor resolution, which can potentially hinder comparisons between datasets.\r\n\n\n\r\n\n\n**Recommended ground sampling distance:** 0.005 m\r\n\n\nGround sampling distance \\(GSD; also known as spatial resolution, or grain) is an important parameter in photogrammetry. GSD influences the sensitivity of SfM-derived models to ‘feature elements’, such as leaves and branches \\(for further discussion see \"Cunliffe _et al.,_ 2016\":https://www.sciencedirect.com/science/article/pii/S0034425716302206 ; \"Dandois et al., 2017\":http://www.mdpi.com/2072-4292/9/4/355). Based on our experience surveying a range of vegetation structures in different settings, we recommend using the ground sampling distance at the average height of the canopy. Using the camera recommended above \\(DJI Phantom 4 Advanced / Pro), this equates to a flying altitude of ca. 17-22 m above the canopy level. In undulating terrain, it may be necessary to employ a wider range of altitudes, and/or to use terrain following flight modes.\r\n\n\n_Table 2. Look up table of suggested flying altitudes for different canopy heights for image sensors onboard DJI Phantom 4 Advanced / Pro._\n**Recommended overlap:** 75% x 75% \\(Nadir; 0°) + 75% x 75% \\(Convergent; ~25°)\r\n\n\nParticipants should undertake a first flight with the camera angle set at nadir. Sufficient image overlap is essential to support feature matching and dense reconstructions. A key metric is the number of images capturing each part of the area of interest. In order to facilitate feature matching vegetated scenes with complex texture, we recommend overlap settings of 75% x 75%. Participants should undertake a second flight to acquire convergent \\(non-nadir) images, using a camera angle of ~25° off-nadir. These additional images will \\(i) improve constraints on camera parameter estimation during the image processing, \\(ii) improve characterisation of the ground surface beneath canopies, and \\(iii) facilitate feature matching in complex scenes. The convergent image flights should ideally be undertaken a slightly higher \\(ca.10-15% / 2-3 m) altitude relative to the nadir survey. If possible, orientate the flight lines so that the camera will face away from the sun \\(i.e. north in the northern hemisphere, and south in the southern hemisphere). Together, these two sets of images yield ca. ≥33 images per \\(unobscured) location.\r\n\n\n\r\n\n\n**Additional guidance for planning survey flights with DJI Phantom 4 Advanced/Pro**\r\n\n\nWe can recommend using the free app \"DJI Ground Station Pro\":https://www.dji.com/ground-station-pro to plan and execute survey flight operations; this app is currently supported on Apple tablets \\(e.g. IPad Mini 4). Other apps can also work well.\r\n\n\n\r\n\n\n● Step i) Demarcate a polygon around the site, either by entering coordinates to the app or by positioning the powered aircraft at each vertex and logging the position.\r\n\n\n● Step ii) Enter the appropriate survey parameters into the App, as recommended in Table 3.\r\n\n\n● Step iii) Review all mission parameters. Review the area of interest as demarcated on the App to check that this is correct. Ensure that ‘Waypoints Qty’ ≤ 99. Review ‘Flight Time est.’, note that if the estimated flight time exceeds the aircraft endurance \\(dependent on battery capacity, health and weather conditions), it will be necessary to pause the survey mission in order to land and change the aircraft’s battery.\r\n\n\n● Step iv) Immediately prior to survey flights, use the DJI Go App to specify/verify camera settings:\r\n\n\nEnsure that the shutter speed \\(‘Tv’) is sufficiently fast to avoid motion blur of the captured photographs \\(ideally the shutter speed should be ≤1/800th second). It may be necessary to adjust the aperture \\(f-stop) or sensor sensitivity \\(ISO) in order to optimize camera settings.\r\n\n\nWe recommend setting the camera’s target exposure to underexpose by -⅓ to -½ of a stop, to optimise image quality and minimise the loss of information in high contrast scenes.\r\n\n\n● Step v) confirm that the camera angle is set correctly, currently by using the manual gimbal control \\(to either 0° for nadir or 25° for convergent flights).\r\n\n\n_Table 3. Recommended parameters for survey flights with DJI Phantom 4 Advanced/Pro_\n**Safe Flight Operations**\r\n\n\nNote also that drone operations should be conducted safely, and in compliance with National Aviation Authority requirements. These requirements differ between jurisdictions and are evolving through time, as authorities seek to improve the safe integration of remotely piloted aircraft into existing airspace systems. Safe operations should include risk assessments, ethical assessments, and site assessments to understand the nature of the airspace being used. It is standard practice to obtain the permission of the landowner prior to flights. For further discussion and information, see \"Cunliffe _et al._ \\(2017)\":https://www.tandfonline.com/doi/abs/10.1080/01431161.2017.1286059 and \"Duffy _et al._ \\(2017)\":https://zslpublications.onlinelibrary.wiley.com/doi/full/10.1002/rse2.58 and \"https://droneregulations.info/\":https://droneregulations.info/.\r\n\n\n\r\n\n\n**4. Biomass Harvesting**\r\n\n\nInferring AGB from biovolume requires knowledge of the relationship between these variables, which varies with growth form, genus, species, and phenological stage of plants. As these relationships are linear, they can also be expressed as density values, measured in g per m^3 \\( \"Cunliffe _et al._ 2016\":https://www.sciencedirect.com/science/article/pii/S0034425716302206 ). These density values can be inferred from similar datasets, or obtained directly by drone surveys combined with destructive harvests. To apply this allometric approach, it is necessary to undertake destructive harvests to calibrate these density values for growth forms and species and phenological stages. Where the harvests happen, it is necessary to remove whole plant individuals \\(as the biovolume-biomass relationships only hold down to the whole plant scale). However, only a few individuals are needed \\(ideally one would want at least n=16 for each species, but even n=6 can still be informative for species that can grow very large).\r\n\n\n\r\n\n\n_Figure 4. Examples of harvest areas for \\(a) an isolated shrub where harvest plots should be large enough to encompass the entire individual \\(Juniperus monosperma), and \\(b) vegetation community with a coalesced \\(overlapping) canopy, where harvest plots should be large enough to encompass representative samples of canopy and above-ground biomass \\(Salix richardsonii)._\n**Instructions for harvests**\r\n\n\n● **Select biomass harvest area\\(s),** in agreement with landowners and other stakeholders. Undertake an aerial survey as described above, and review the acquired image dataset to ensure that the images are of good quality, with no image blurring or exposure issues and that the coverage is appropriate.  Record detailed notes about the harvest site, as noted in Table 4.\r\n\n\n● **Select appropriate dimensions for the harvest plots.** Harvest plots should be ≥ 50 cm x 50 cm in area, ideally square, and increase in size increments of 0.1m. In ecosystems characterised by discrete plant individuals, plots should be large enough to completely encompass an entire plant individual, which this may result in harvest plots of 10 m x 10 m or larger in some ecosystems \\(e.g. chaparral shrubland, or juniper woodland, etc.). In ecosystems characterised by coalesced \\(overlapping) plant individuals, plots should be large enough to encompass a representative sample of canopy and stems. This relative size is important, as biovolume-biomass relationships only hold at the scale of plant individuals or greater. For small plants \\(e.g. grasses), harvest areas could be as small as 50 cm x 50 cm. See Figure 3 for an example. It is useful to make a note of the dimension used for each plot.\r\n\n\n● **Select individual harvest plots.** Ideally, a statistically robust sample of n ≥ 16 square harvest plots will be selected for each \\(co-)dominant species; however, this number of samples may not be possible when sampling larger plants, due to limited labour/time/drying facilities. Select plots to include a representative sample of the community, including small, medium, and large individuals. Assign a uniquely ID code to identify each plot.\r\n\n\n● **Survey the corners of harvest plots with high-precision GNSS.** Ensure that the measurement is at the ground surface \\(i.e. do not allow the survey staff to sink into the ground). Fitting a ‘foot’ to survey staffs may help to reduce pressure and reduce sinkage. Measure corner coordinates sequentially around the plot \\(i.e. either clockwise or counterclockwise). These coordinates are essential to digitally ‘clip out’ harvest areas from digital canopy height models.\r\n\n\n● **Take photographs of each harvest plot.** Using the digital camera, take three photographs for each harvest plot, as a record of vegetation type/plant species, growth form and phenological stage in order to facilitate analysis and interpretation of of the harvest and drone data. The first photo should be of the plot ID code, the second photo should view the plot from any direction, and the third photo should view the plot from a perpendicular direction. Examples are provided in Figure 5.\r\n\n\n\r\n\n\n_Figure 5. Example of three photographs of a harvest plot, taken in sequence after the plot corners have been marked out and before harvesting commences._\n● **Complete harvest of plots.** All standing biomass within the harvest area should be harvested \\(clipped) to ground level and collected directly into study paper bags or sheeting on the ground. If plant canopies are coalesced \\(i.e. overlapping) or where \\(insignificant) branches extend beyond the harvest plots, only vegetation within the harvest plot should be collected. Collected material should exclude parts of plants that originate within the plot which extend beyond its edges, and can include parts of plants that originate outside of the harvest plot and grow into it. It can be helpful to use a rigid frame to aid harvesters in seeing which parts of plants lie within plot boundaries.\r\n\n\n● **Harvested biomass should be returned to the laboratory for drying as soon as possible.** Harvested biomass can be partitioned between different plant components \\(e.g. woody stems, leaves, grasses and graminoids, etc.), which can both facilitate drying and support more detailed subsequent analysis; however, partitioning step is optional, as it does increase processing time.\r\n\n\n● **Harvested material should be oven dried at 80°C** \\(or 40-80°C); for a minimum of 48 hours, and until there is < 0.2% change in mass over a 24-hour period. Importantly, oven temperatures should remain below a maximum of 80°C, to avoid burning samples. Succulents may take up to 6-10 days to dry, and drying can be facilitated by perforating these plants prior to drying. For convenience, we have set up a spreadsheet to facilitate calculation of dry mass, a template of which is available from in the attachments.\r\n\n\n● Once dried, representative sub-samples of dried matter can be retained for subsequent analysis of carbon contents \\(by flash combustion for measurement of evolved CO 2 in an elemental analyser). Retain three, ca. 10 g subsamples from each partition \\(e.g. leaf matter and woody matter, if applicable), for each species."
        },
        {
            "header": "Timing",
            "content": "Field time \\(using a local reference station with already established coordinates) = 1 day\r\n\n\n\r\n\n\nSample drying time in the laboratory time ca. 5-8 days, depending on equipment and samples."
        },
        {
            "header": "Anticipated Results",
            "content": "This protocol yields spatially-explicit  observations of dry biomass and aerial images suitable for structure-from-motion photogrammetric processing to characterize plant structures.\r\n\n\n\r\n\n\nThis protocol was developed for the global drone allometry experiment, initiated by \"Andrew Cunliffe\":http://geography.exeter.ac.uk/staff/index.php?web_id=Andy_cunliffe. It has already been used to collect comparable observations by eight different research teams across three continents, and is planned for use by a further 28 research teams. \r\n\n\n\r\n\n\nThe findings from this experiment will be submitted for publication in due course."
        },
        {
            "header": "References",
            "content": "Cunliffe, A.M., Brazier, R.E., Anderson, K., 2016. Ultra-fine grain landscape-scale quantification of dryland vegetation structure with drone-acquired structure-from-motion photogrammetry. Remote Sensing of Environment 183, 129–143. doi:10.1016/j.rse.2016.05.019\r\n\n\n\r\n\n\nCunliffe, A.M., Anderson, K., DeBell, L., Duffy, J., 2017. A UK Civil Aviation Authority \\(CAA)-approved operations manual for safe deployment for lightweight drones in research. International Journal of Remote Sensing 8–10, 2737–2744. doi:10.1080/01431161.2017.1286059\r\n\n\n\r\n\n\nDuffy, J.P., Cunliffe, A.M., DeBell, L., Sandbrook, C., Wich, S.A., Shutler, J.D., Myers-Smith, I.H., Varela, M.R., Anderson, K., 2017. Location, location, location: considerations when using lightweight drones in challenging environments. Remote Sens Ecol Conserv. doi:10.1002/rse2.58\r\n\n\n\r\n\n\nDandois, J.P., Baker, M., Olano, M., Parker, G.G., Ellis, E.C., 2017. What is the Point? Evaluating the Structure, Color, and Semantic Traits of Computer Vision Point Clouds of Vegetation. Remote Sensing 9, 355. doi:10.3390/rs9040355"
        },
        {
            "header": "Acknowledgements",
            "content": "The authors would like to thank all those who have provided constructive feedback on earlier versions of the protocol; in particular, Fabio Boschetti, Fleur Visser, Miguel Villarreal, Jason Karl, Philip Heilman and Simon Power."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 16081,
                "identity": "a19ea406-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Andrew Cunliffe",
                "email": "A.Cunliffe@exeter.ac.uk",
                "orcid": "",
                "institution": "University of Exeter",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Andrew",
                "middleName": "",
                "lastName": "Cunliffe",
                "suffix": ""
            },
            {
                "id": 16082,
                "identity": "a19ea734-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Karen Anderson",
                "email": "",
                "orcid": "",
                "institution": "University of Exeter",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Karen",
                "middleName": "",
                "lastName": "Anderson",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-11-19 17:27:17",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.134",
        "doiUrl": "https://doi.org/10.1038/protex.2018.134",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610311,
                "identity": "96d962b1-74a4-4024-93ab-265a68465011",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:34",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 957775,
                "visible": true,
                "origin": "",
                "legend": "Example low stature ecosystems   Figure 1. Examples of vegetation communities were this photogrammetric approach had either been demonstrated to work well, or is strongly expected to work well. The bottom six photographs are from Cunliffe et al. (2016).\r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-7165/v1/figure_1.png"
            },
            {
                "id": 2610309,
                "identity": "83e1c2a7-c2e6-4055-8f34-37c7624a8754",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:34",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 17562,
                "visible": true,
                "origin": "",
                "legend": "Ground control markers   Figure 2. The prefered design for Ground Control Markers (GCM): Black and white squares, measuring 20 x 20 cm in total.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-7165/v1/figure_2.png"
            },
            {
                "id": 2610310,
                "identity": "889f28ba-a65e-4c44-9322-850b79d85e28",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:34",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 12556,
                "visible": true,
                "origin": "",
                "legend": "Prefered distribution of ground control points.   The 13 markers should be deployed evenly across the survey site(s), distributed to include the edges of the site with several markers across the centre of the site (figure 3), pegged down securely to avoid movement, and then geolocated using survey grade global navigation satellite system (GNSS) equipment, capable of measuring coordinates to subcentimeter relative accuracies. Note that coordinates measured using low (±1 m) precision GNSS units (e.g. the Garmin GPSMAP 64 series and similar) are not sufficiently accurate for this application.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-7165/v1/figure_3.png"
            },
            {
                "id": 2610318,
                "identity": "025f912d-cb48-4c92-8ce2-4da2dbc7f92c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:34",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2340711,
                "visible": true,
                "origin": "",
                "legend": "Example harvest areas   Figure 4. Examples of harvest areas for (a) an isolated shrub where harvest plots should be large enough to encompass the entire individual (Juniperus monosperma), and (b) vegetation community with a coalesced (overlapping) canopy, where harvest plots should be large enough to encompass representative samples of canopy and above-ground biomass (Salix richardsonii).\r\n",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-7165/v1/figure_4.png"
            },
            {
                "id": 2610316,
                "identity": "76c1f0b9-b1e4-46d6-9a24-ce9f21363c0a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:34",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2262716,
                "visible": true,
                "origin": "",
                "legend": "Example ground photographs of harvest plot   Figure 5. Example of three photographs of a harvest plot, taken in sequence after the plot corners have been marked out and before harvesting commences. Ideally, the 1st photo should illustrate the plot’s unique ID code, the 2nd photo should view the plot from one perspective, and the 3rd photo should view the plot from a perpendicular perspective. To aid interpretation, it is helpful to include a tool or other object in the foreground for scale.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-7165/v1/figure_5.png"
            },
            {
                "id": 2610314,
                "identity": "0598e8a7-e02d-4d74-8efe-180a77975211",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:34",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 40051,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Timing of peak biomass   Table 1. Approximate timing of peak biomass for example ecosystems.\r\n\r\n",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-7165/v1/figure_6.png"
            },
            {
                "id": 2610313,
                "identity": "c58f1b5e-22d7-4048-b08f-d03070e848f4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:34",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 20791,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Suggested flying altitudes for different canopies   Table 2. Look up table of suggested flying altitudes for different canopy heights for image sensors onboard DJI Phantom 4 Advanced / Pro.\r\n",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-7165/v1/figure_7.png"
            },
            {
                "id": 2610315,
                "identity": "04b97743-7b67-4354-af63-c71a4ee894c5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:34",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 35490,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Recommended survey parameters for DJI Phantom 4 Advanced/Pro   Table 3. Recommended parameters for survey flights with DJI Phantom 4 Advanced/Pro",
                "description": "",
                "filename": "figure8.png",
                "url": "https://assets.researchsquare.com/files/nprot-7165/v1/figure_8.png"
            },
            {
                "id": 2610317,
                "identity": "331715e6-3f12-42eb-8b14-be029a74b9fe",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:34",
                "extension": "png",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 53908,
                "visible": true,
                "origin": "",
                "legend": "Table 4.   Example of Biomass Harvest Site Metadata   Table 4. Example of Biomass Harvest Site Metadata to record.",
                "description": "",
                "filename": "figure9.png",
                "url": "https://assets.researchsquare.com/files/nprot-7165/v1/figure_9.png"
            },
            {
                "id": 2610319,
                "identity": "eec69bb5-e7ae-443e-94d8-ef0bf7a362b3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:34",
                "extension": "png",
                "order_by": 10,
                "title": "Figure 10",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 27851,
                "visible": true,
                "origin": "",
                "legend": "Table 5   Example biomass data reporting sheet   Table 5. Example of the biomass data reporting sheet.\r\n",
                "description": "",
                "filename": "figure10.png",
                "url": "https://assets.researchsquare.com/files/nprot-7165/v1/figure_10.png"
            },
            {
                "id": 13465848,
                "identity": "1c1e1ef1-2fcf-496a-84c7-634dbf7f87a5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 3344088,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7165/v1/39d6cdc4-40db-4902-91e0-8da082e0a139.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "structure-from-motion, photogrammetry, unmanned aerial vehicle, uav, drone, biomass survey",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This protocol describes a reproducible methodology to sample vegetation canopy height and above-ground biomass in low stature ecosystems, using observations collected with a lightweight Unmanned Aerial Vehicle \\(UAV or ‘drone’), RTK-GNSS and destructive harvesting of vegetation.",
        "manuscriptTitle": "Measuring Above-ground Biomass with Drone Photogrammetry: Data Collection Protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-01-02 14:18:15",
                "doi": "10.1038/protex.2018.134",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a19e5437-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 2nd, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4445,
                "name": "Biological techniques"
            },
            {
                "id": 4446,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-01-02 14:18:15",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}