{
    "identity": "nprot-2748",
    "title": "A Protocol to Retain Weakly Interacting Protein Complexes for Structural Studies using an Appropriate Linker",
    "content": [
        {
            "header": "Introduction",
            "content": "Protein-protein interactions comprise the underlying mechanism of various biological processes<sup>1</sup>. Elucidation of these interactions at atomic level is critical for understanding various biological processes and disease conditions. X-ray crystallography and NMR spectroscopy are the common methods employed to study the interactions at atomic level. These techniques require the protein-protein complex to exist as a stable and homogeneous species. However, intracellular protein-protein interactions are often transient in nature<sup>2</sup> and trapping them for structural studies has been challenging. It is known that Gly rich linkers have been used to trap protein complexes for structural studies \\(please refer to our recent review<sup>3</sup>). We have recently developed a method to trap transiently interacting protein-protein complexes for structural studies \\(please refer to our recent methodology paper<sup>4</sup>). Here, we describe a protocol to trap transient protein-protein interactions by fusing the interacting partners using Gly rich linker and in which one of the partners is intrinsically disordered. \r\n\n\nNeurogranin \\(Ng) and Neuromodulin \\(Nm) are intrinsically disordered proteins and are known to interact with Calmodulin \\(CaM)<sup>5,6</sup>. We have fused the interacting partners using Gly linker. In this approach, we have identified the minimum binding region \\(MBR) of the unstructured binding partners using literature and isothermal titration calorimetry \\(ITC) experiments. Further a computational model of the complex was generated and based on this model, length of the linker and the termini to be linked are identified. Further, the fused chimeric proteins were purified and characterized using size exclusion chromatography \\(SEC) and Dynamic light scattering \\(DLS) experiments. The complexes were crystallized and the structures were determined. Further validation was carried out using _in vitro_ \\(ITC) and _in vivo_ \\(Electrophysiology) experiments by substituting the key interacting residues with alanine in full length unlinked proteins<sup>7</sup>. This protocol can be employed to study other transient protein-protein interactions in several key biological events that have previously been unattainable."
        },
        {
            "header": "Reagents",
            "content": "Ampicillin \\(purity > 96%; Sigma-Aldrich; cat. no. A9393)\r\n\n\nIsopropyl-β -D-thiogalactoside, IPTG \\(GoldBio; cat. no. 12481C200)\r\n\n\nSeleno-L-methionine \\(purity > 98%; Sigma-Aldrich, cat. no. S3132)\r\n\n\nTris base \\(purity > 99.8%; Fluka, cat. no. 252859)\r\n\n\nImidazole \\(purity > 99%; Sigma-Aldrich, cat. no. I5513) \r\n\n\nNaCl \\(purity > 98%; Sigma-Aldrich, cat. no. S3014)\r\n\n\nEGTA \\(purity > 97%; Sigma-Aldrich, cat. no. E3889)\r\n\n\nGlycerol \\(purity > 99%; Sigma-Aldrich, cat. no. G5516)\r\n\n\nTriton X-100 \\(Sigma-Aldrich; cat. no. T8787)\r\n\n\nNi-NTA \\(Qiagen; cat. no. 30230)\r\n\n\nCommercially available crystallization screens"
        },
        {
            "header": "Equipment",
            "content": "Isothermal titration calorimeter \\(VP-ITC, MicroCal LLC) or equivalent\r\n\n\nPCR thermocycler \\(Applied Biosystems) or equivalent\r\n\n\nSonicator \\(Sonics) or equivalent\r\n\n\nAvanti J-26 XP centrifuge \\(Beckman coulter) or equivalent\r\n\n\nEppendorf centrifuge 5804R or equivalent\r\n\n\nAKTA purifier Low-pressure chromatography system \\(GE Healthcare, cat. no. 28-4062-66) HiLoad 16/60 Superdex 75 pg column \\(GE Healthcare, cat. no. 28-9893-33)\r\n\n\nCentrifugal filter units \\(Millipore, cat. no. UFC901024) or equivalent\r\n\n\nDynaPro for DLS experiments \\(Protein Solutions) or equivalent\r\n\n\n24-well hanging drop crystallization plates \\(Hampton Research, cat. no. HR3-140) \r\n\n\nX-ray equipment \\(Rigaku Raxis V+) or equivalent\r\n\n\nComputers and required programs"
        },
        {
            "header": "Procedure",
            "content": "**ITC assay: Identification of MBR \\(Minimum Binding Region) from Nm and Ng. TIMING 2 days**\r\n\n\n1. WT CaM, Nm and Ng are purified, as described previously\n7\n. Prepare 10 µM of full length Nm/Ng and 150 µM of CaM in Buffer A \\(20 mM Imidazole pH 8.0, 100 mM NaCl and 2 mM EGTA). \r\n  2. Fill the reference cell with buffer solution, the sample cell with 10 µM of Nm/Ng full-length protein and syringe with 150 µM of CaM solution. For the VP-ITC, the net volume for sample cell and syringe are\n1.5 ml and\n300 μl respectively.\r\n  3. Use the following conditions: total number of injections \\(30), measurement temperature \\(25°C), reference power \\(15 μcal s\n–1\n), initial injection delay \\(120 s), stirring speed \\(300 rpm), feedback mode gain \\(high feedback), injection volume \\(10 μl), duration of each injection \\(10 s), spacing between injections \\(240 s) and filter period \\(2 s). Start the experiment after gently setting the syringe in place. In the experiment discussed here, each run will take approximately 4 h. \r\n  **TROUBLESHOOTING**\r\n\n\n4. For ITC experiments with CaM and IQ motif peptides, use 10 µM of CaM in the cell and 150 µM of Nm/Ng IQ peptides in the syringe. Different lengths of Nm and Ng IQ motif peptides \\(Minimum Binding Region \\(MBR)) were taken for this study. Dilute 1 mM peptide stock solutions with Buffer A to obtain a 150 µM final concentration for each peptide.\r\n  **DeepView analysis: Computational Analysis using known CaM-IQ motif complex. Timing 2 h**\r\n\n\n5. Go to this website for the details on DeepView analysis: http://spdbv.vital-it.ch/TheMolecularLevel/SPVTut/ \r\n  6. At the pdb website \\(www.rcsb.org), search for the template model to design the linked construct, in this case pdb 2IX7.\r\n  7. Perform _In silico_ mutations on the existing motif residues in the template \\(in this case, myosin V IQ motif residues in the pdb 2IX7) with the sequence from MBR of the peptide of interest \\(in this case, Nm/Ng IQ motif).\r\n  8. Once all residues are mutated based on the MBR of the peptide of interest \\(in this case, Nm/Ng IQ motif sequence), use “ENERGY MINIMIZATION” to refine the model.\r\n  9.  Run Pymol and open the models saved and use the “Measurement” option to measure the distance between the selected terminus of the protein \\(C-terminal, CaM) and the terminus of the peptide \\(N-terminus, Nm). \r\n  **Fusion PCR and cloning: Linking MBR to structurally stable protein. Timing 4 d**\r\n\n\n10. Design four different primers. In this case, P1- Forward primers for CaM. P2- Reverse primers for CaM, which incorporates DNA corresponding to \\(Gly)\n5\nlinker at the end of CaM. P3- Forward primers for Nm/Ng IQ motifs, incorporating base pairs that correspond to the \\(Gly)\n5\nlinker at the beginning of the Nm/Ng IQ motifs. P4- Reverse primers for Nm/Ng IQ motifs.\r\n  11. Set up two sets of PCR reactions. In this case, one to amplify CaM \\(with P1 and P2 primers) and another for the Nm/Ng IQ motifs \\(with P3 and P4 primers). Amplify the genes using KAPA Hi-Fi DNA polymerase \\(KAPA Biosystems, MA, USA) according to the manufacturer’s instructions.  \r\n  12. Set-up a PCR reaction \\(25 µl) to fuse the two genes using genes amplified in the above step as template and P1 and P4 as primers \\(Table 1). Use the PCR program according to the manufacturer’s instructions.\r\n  13. Verify the gene fusion using 1.5% agarose gel electrophoresis. Insert the fused gene into pGS21a \\(Genscript, USA) vector between NdeI and XhoI restriction sites and transform chemically competent _E. coli_ BL21 cells with plasmids positive for the fused gene using heat shock method for protein expression. \r\n  **TROUBLESHOOTING**\r\n\n\n**Characterization of fused constructs: Purification and characterization of fused complexes \\(CaM-\\(Gly)\n5\n-NmIQ/NgIQ). Timing 3-4 d.**\r\n\n\n14. For protein expression, inoculate a single colony in 100 ml of LB medium overnight at 37°C. Transfer the inoculum into 1 L of LB media \\(supplemented with 100 µg/mL ampicillin) and grow the culture at 37°C until the OD\n600\nreaches between 0.6–0.8. The culture should then be maintained at 16°C before protein expression is induced with 0.15 mM IPTG. Cells are then grown for 16 h at 16°C. **CRITICAL STEP** Culture conditions, such as the IPTG concentration and temperature for IPTG induction may vary from protein to protein.  \r\n  15. For Single wavelength Anomalous Dispersion \\(SAD) phasing, seleno-L-methionine \\(SeMet) labeled proteins are produced using LeMaster media\n8\n. The same culture conditions as described above are used, with the exception that the LeMaster medium is used and the plasmids are transformed into _E. coli_ DL41 cells \\(Methioine auxotrophic strain).\r\n  16. Resuspend the cell pellet obtained from 1 L culture in 40 ml of lysis buffer \\(50 mM Tris pH 7.4, 200 mM NaCl, 5% glycerol, 0.1%TritonX, 5 mM Imidazole). Sonicate the cell suspension and centrifuge the cell lysate at 39,000 xg for 30 min using Avanti J-26 XP centrifuge \\(or similar) to obtain a clear supernatant. **CRITICAL STEP** Make sure that the tip of the sonicator probe does not touch the sides and bottom of the falcon tube. Adjust the tube if an unusual loud noise is heard. \r\n  17. Mix the supernatant with 5 ml of Ni-NTA resin that has been pre-equilibrated with lysis buffer and incubate for 1 h to allow binding. Wash the resin three times and elute the bound proteins using 10 ml of lysis buffer supplemented with 500 mM imidazole. \r\n  **TROUBLESHOOTING**\r\n\n\n18. Equilibrate a HiLoad 16/60 Superdex\nTM\n75 prep grade \\(GE Healthcare, Life Sciences) column with Buffer A by connecting it to an AKTA purifier. Inject the protein and run the sample according to the following parameters:  flow rate \\(1 ml/min), column pressure limit \\(0.5 MPa), length of elution \\(1 CV), volume per fraction \\(1 ml). Start the program to elute the fusion protein in Buffer A. **CRITICAL STEP** Carry out all the procedures of Ni-NTA chromatography, including this step, at 4°C. \r\n  **TROUBLESHOOTING**\r\n\n\n19. Use 3 kDa cut-off centricons to concentrate the eluted protein. Pool the fractions and spin it at 4,000 xg at 4°C until the protein concentration is approximately 12 mg/ml. **CRITICAL STEP** It is advisable to restrict centrifugation to 30 min and ensure that the concentration is checked. If necessary, Dynamic Light Scattering \\(DLS) can be performed to verify that concentrating the protein did not deteriorate its homogeneity.\r\n  **Structure determination: Crystallization and structural studies of _apo_-CaM-\\(Gly)\n5\n-NmIQ and _apo_-CaM-\\(Gly)\n5\n-NgIQ. Timing 4 weeks**\r\n\n\n20. Crystallize _apo_-CaM-\\(Gly)\n5\n-NmIQ and _apo_-CaM-\\(Gly)\n5\n-NgIQ using Hanging drop vapor diffusion\n9\n. Initial crystals are obtained in a buffer solution consisting 0.2 M magnesium acetate tetrahydrate and 20% w/v polyethylene glycol 3350  for CaM-\\(Gly)\n5\n-Nm and 0.1 M HEPES sodium solution pH 7.5 and 1.4 M sodium citrate tribasic dehydrate for CaM-\\(Gly)\n5\n-Ng. **CRITICAL STEP** Crystallization conditions vary from case to case.\r\n  21. Improve the quality of the crystals by systematically varying the concentrations of the crystallization buffer components. Other additives \\(Hampton Research cat. no. HR2-428) can also be used\n9\n. \r\n  22. Collect complete Single wavelength Anomalous Dispersion \\(SAD) datasets at Se peak wavelength \\(0.9795 Å) using the Quantum 4-CCD detector.\r\n  23. Process all the datasets using HKL2000\n10\nand the .sca files generated are used for locating heavy atom \\(Se) positions, phasing and density modification using ShelxC/D/E\n11\nfrom CCP4. **CRTICAL STEP** Other programs, such as Phenix Autosol, can also be used for heavy atom \\(Se) phasing. **CRITICAL STEP** Other programs, such as Phenix Autobuild, can also be used for sequence-based model building from heavy atom locations. \r\n  24. Check the model in COOT\n12\n. Where necessary, the model can be manually built in COOT. Stereochemistry of the models obtained are then verified using PROCHECK\n13\nin CCP4. \r\n  **ITC assay: Validation. Timing 3-4 weeks** \r\n\n\n25.  Use Contact run from CCP4 to identify the key interacting residues \\(in this case, from CaM and Nm/Ng IQ motif) involved in interactions and measure the distance between the interacting atoms. \r\n  26. Site-directed mutagenesis of  the interacting residues from the full-length protein can then be performed using Inverse PCR as described in the paper\n14\n.\r\n  **CRITICAL STEP** In this case, double mutations of CaM were obtained sequentially by performing the second mutation on the plasmid consisting of the first mutation. \r\n\n\n27. Purify the mutants \\(in this case, CaM, Nm and Ng) as described previously\n7\n. Prepare 10 µM of wild-type \\(WT) and mutants of full-length Nm/Ng in Buffer A to be used in the cell. Prepare 150 µM of WT and mutants of the full length protein CaM in Buffer A to be used in the syringe. For ITC experiments, follow steps 2&3. \r\n  28. Apart from ITC experiments, we used _in vivo_ electrophysiological experiments to validate _in vitro_ findings. These _in vivo_ experiments are specific to this particular study. For the details of the electrophysiological experiments, please refer to Kumar et al \\(2013)\n7\n."
        },
        {
            "header": "Timing",
            "content": "Steps 1-4, ITC assay: Identification of MBR \\(Minimum Binding Region) from Nm and Ng: 2 days\r\n\n\nStep 5-9, DeepView analysis: Computational Analysis using known CaM-IQ motif complex: 2 hours\r\n\n\nSteps 10-13, Fusion PCR and cloning: Linking MBR to structurally stable protein: 4 days\r\n\n\nSteps 14-19, Characterization of fused constructs: Purification and characterization of fused complexes \\(CaM-\\(Gly)<sub>5</sub>-NmIQ/NgIQ): 3-4 days\r\n\n\nSteps 20-24, Structure determination: Crystallization and structural studies of _apo_-CaM-\\(Gly)<sub>5</sub>-NmIQ and _apo_-CaM-\\(Gly)<sub>5</sub>-NgIQ: 4 weeks\r\n\n\nSteps 25-28, ITC assay: Validation: 3-4 weeks"
        },
        {
            "header": "Anticipated Results",
            "content": "We identified the minimum binding region \\(MBR) of Nm and Ng that interacted with CaM using ITC experiments using various peptide lengths of Nm/Ng. We show that the MBR determined with ITC is comparable with the binding of full length Nm/Ng with CaM<sup>7</sup>. We used known structures of CaM-IQ motif complexes to generate a template model of the CaM-Nm/Ng complex using DeepView, in which the IQ motifs of Nm/Ng interacted with the C-lobe of CaM. Thus, we linked the IQ motif of Nm/Ng to the C-terminus of CaM using a \\(Gly)<sub>5</sub> linker. Subsequently, the linked complexes were crystallized and diffracted to 2.7 Å. Structure was solved using SAD phasing with Seleno-L-Methionine labeled proteins<sup>7</sup>. We performed validation by mutating key residues involved in the interactions in the full length unlinked proteins and tested the binding and function  _in vitro_ \\(ITC) and _in vivo_ \\(electrophysiological) experiments respectively<sup>7</sup>."
        },
        {
            "header": "References",
            "content": "1. Phizicky, E.M. & Fields, S. Protein-protein interactions: methods for detection and analysis. Microbiological reviews 59, 94-123 \\(1995).\r\n  2. Ozbabacan, S.E., Engin, H.B., Gursoy, A. & Keskin, O. Transient protein-protein interactions. Protein engineering, design & selection : PEDS 24, 635-48 \\(2011).\r\n  3. Reddy Chichili, V.P., Kumar, V. & Sivaraman, J. Linkers in the structural biology of protein-protein interactions. Protein Sci 22, 153-67 \\(2013).\r\n  4. Chichili, V.P., Kumar, V. & Sivaraman, J. A method to trap transient and weak interacting protein complexes for structural studies. Intrinsically Disordered Proteins 1, \\(in press) \\(2013).\r\n  5. Andreasen, T.J., Luetje, C.W., Heideman, W. & Storm, D.R. Purification of a novel calmodulin binding protein from bovine cerebral cortex membranes. Biochemistry 22, 4615-8 \\(1983).\r\n  6. Neuner-Jehle M, D.J., & Mallet J Neurogranin is locally concentrated in rat cortical and hippocampal neurons. Brain Research 733, 149-154 \\(1996).\r\n  7. Kumar, V. et al. Structural basis for the interaction of unstructured neuron specific substrates neuromodulin and neurogranin with Calmodulin. Sci Rep 3, 1392 \\(2013).\r\n  8. Hendrickson, W.A., Horton, J.R. & LeMaster, D.M. Selenomethionyl proteins produced for analysis by multiwavelength anomalous diffraction \\(MAD): a vehicle for direct determination of three-dimensional structure. EMBO J 9, 1665-72 \\(1990).\r\n  9. Benvenuti, M. & Mangani, S. Crystallization of soluble proteins in vapor diffusion for x-ray crystallography. Nat Protoc 2, 1633-51 \\(2007).\r\n  10. Zbyszek Otwinowski, W.M. Processing of X-ray diffraction data collected in oscillation mode Methods in Enzymology 276, 307-326 \\(1997).\r\n  11. Sheldrick, G.M. A short history of SHELX. Acta Crystallogr A 64, 112-22 \\(2008).\r\n  12. Emsley, P. & Cowtan, K. Coot: model-building tools for molecular graphics. Acta Crystallogr D Biol Crystallogr 60, 2126-32 \\(2004).\r\n  13. Laskowski, R.A., Macarthur, M. W., Moss, D. S. & Thornton, J. M. PROCHECK: a program to check the stereochemical quality of protein structures. Journal of Applied Crystallography 26, 283-291 \\(1993).\r\n  14. Dominy, C.N. & Andrews, D.W. Site-directed mutagenesis by inverse PCR. Methods Mol Biol 235, 209-23 \\(2003)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to the Academic Research Funding \\(AcRF Tier 1) \\(R-154-000-563-112), National University of Singapore \\(NUS), Singapore, for the support of this study. X-ray diffraction data for this study were measured at beam line 13B1 of National Synchrotron Radiation Research Centre \\(NSRRC), Taiwan."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1002/pro.2206",
                "date": "2013-06-27 06:52:12",
                "title": "Linkers in the structural biology of protein-protein interactions",
                "authors": [
                    "Vishnu Priyanka Reddy Chichili",
                    "Veerendra Kumar",
                    "and J. Sivaraman"
                ],
                "journal": "Protein Science",
                "logo": ""
            },
            {
                "doi": "10.1038/srep01392",
                "date": "2013-06-27 06:52:37",
                "title": "Structural Basis for the Interaction of Unstructured Neuron Specific Substrates Neuromodulin and Neurogranin with Calmodulin",
                "authors": [
                    "Veerendra Kumar",
                    "Vishnu Priyanka Reddy Chichili",
                    "Ling Zhong",
                    "Xuhua Tang",
                    "Adrian Velazquez-Campoy",
                    "Fwu-Shan Sheu",
                    "J. Seetharaman",
                    "Nashaat Z. Gerges",
                    "and J. Sivaraman"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12573,
                "identity": "a00add7e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "J. Sivaraman",
                "email": "dbsjayar@nus.edu.sg",
                "orcid": "",
                "institution": "Sivaraman‘s lab, Department of Biological Sciences, National University of Singapore, Singapore 117543",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "J.",
                "middleName": "",
                "lastName": "Sivaraman",
                "suffix": ""
            },
            {
                "id": 12571,
                "identity": "a00ad7cf-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Vishnu Priyanka Reddy  Chichili",
                "email": "",
                "orcid": "",
                "institution": "Sivaraman‘s lab, Department of Biological Sciences, National University of Singapore, Singapore 117543",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vishnu",
                "middleName": "Priyanka Reddy",
                "lastName": "Chichili",
                "suffix": ""
            },
            {
                "id": 12572,
                "identity": "a00ada6b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Veerendra  Kumar",
                "email": "",
                "orcid": "",
                "institution": "Sivaraman‘s lab, Department of Biological Sciences, National University of Singapore, Singapore 117543",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Veerendra",
                "middleName": "",
                "lastName": "Kumar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-06-27 07:47:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.062",
        "doiUrl": "https://doi.org/10.1038/protex.2013.062",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608783,
                "identity": "d58cf4af-5d59-44c0-8790-d656e8828fcc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 440129,
                "visible": true,
                "origin": "",
                "legend": "Flowchart for trapping transiently interacting protein complexes using linker technique for structural studies.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2748/v1/figure_1.jpg"
            },
            {
                "id": 13465384,
                "identity": "8b050737-bede-4bcd-acc2-c07c70177173",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:33",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 268035,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2748/v1/78e5d85d-21ae-4577-98d8-684e9d3715b2.pdf"
            },
            {
                "id": 2608781,
                "identity": "9409ce72-661b-4f41-8dc7-91e02d951a6b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 15544,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Fusion PCR",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2748/v1/supplement_0.docx"
            },
            {
                "id": 2608782,
                "identity": "4178a6e9-2147-4958-9379-1d399d50cc4d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 17310,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Troubleshooting table",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2748/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Protein-protein interactions, transient binding, linked complex, crystallization",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This article describes a protocol to trap protein complexes for structural studies using an appropriate linker to fuse the interacting partners. We have employed this method to trap transiently interacting protein complexes in which one of the binding partners is unstructured.",
        "manuscriptTitle": "A Protocol to Retain Weakly Interacting Protein Complexes for Structural Studies using an Appropriate Linker",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-06-27 09:56:27",
                "doi": "10.1038/protex.2013.062",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a00a6e6e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 27th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3024,
                "name": "Neuroscience"
            },
            {
                "id": 3025,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-06-27 09:56:27",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}