{
    "identity": "nprot-73",
    "title": "Detection of placental RNA allelic ratio in maternal plasma by matrix-assisted laser desorption/ionization time-of-flight mass spectrometry",
    "content": [
        {
            "header": "Introduction",
            "content": "Noninvasive prenatal diagnosis is an actively researched area in medical genetics. The discovery of cell-free fetal DNA in maternal plasma has opened up a new source of fetal genetic materials for molecular analysis<sup>1</sup>. The finding that circulating fetal RNA, in addition to fetal DNA, released by the placenta<sup>2</sup>, is present in maternal plasma has further increased the potential diagnostic applications of plasma nucleic acid analysis. We have recently demonstrated that allelic ratio analysis of single nucleotide polymorphisms \\(SNPs) present in such circulating placental mRNA would allow us to determine, with high sensitivity and specificity, the aneuploidy status of the fetus noninvasively<sup>3</sup>. Here, we describe in detail a protocol for carrying out such an analysis, including the blood processing steps, RNA extraction from plasma, RNA quantification by real-time quantitative reverse-transcriptase polymerase chain reaction \\(QRT-PCR), and allelic ratio determination by matrix-assisted laser desorption/ionization time-of-flight mass spectrometry \\(MALDI-TOF MS). In this protocol, the _PLAC4_ gene, which is located on chromosome 21, is used as an example<sup>3</sup>. The allelic ratio determination for _PLAC4_ in maternal plasma can therefore be used as a noninvasive method for detecting trisomy 21."
        },
        {
            "header": "Reagents",
            "content": "**Plasma RNA extraction**\r\n\n\n1) Trizol LS reagent \\(Invitrogen, cat. no. 10296-028)\r\n\n\n     CAUTION Trizol LS is toxic. Avoid contact with skin.\r\n\n\n2) Chloroform\r\n\n\n     CAUTION Chloroform is harmful. Do not inhale the vapor.\r\n\n\n3) Absolute ethanol \\(molecular grade)\r\n\n\n4) RNeasy Mini Kit \\(Qiagen, cat. no. 74106)\r\n\n\n5) DNase I, Amplification Grade \\(Invitrogen, cat. no. 18068-015)\r\n\n\n\r\n\n\n**Real-time quantitative RT-PCR**\r\n\n\n6) QRT-PCR forward primer \\(5&#x2032; CCTTTCCCCCTTATCCAACT 3&#x2032;, 10 &#xB5;M, Integrated DNA Technologies)\r\n\n\n7) QRT-PCR reverse primer \\(5&#x2032; GTACTGGTTGGGCTCATTTTCT 3&#x2032;, 10 &#xB5;M, Integrated DNA Technologies)\r\n\n\n8) TaqMan minor groove binding \\(MGB) probe \\(5&#x2032; \\(FAM)CCCTAGCCTATACCC \\(MGBNFQ) 3&#x2032;, 5 &#xB5;M, Applied Biosystems, cat. no. 4316034) \\(FAM= 6-carboxyfluorescein \\(reporter); MGBNFQ= minor groove binding non-fluorescent quencher)\r\n\n\n9) High Performance Liquid Chromatography \\(HPLC)-purified synthetic DNA oligonucleotide \\(5&#x2032;-CACCTTTCCCCCTTATCCAACTAGCCCTAGCCTATACCCTCTGCTGCCCAAGAAAATGAG-\r\n\n\nCCCAACCAGTACAC-3&#x2032;, Proligo)\r\n\n\n10) TaqMan EZ RT-PCR Core Reagents \\(Applied Biosystems, cat. no. N8080236)\r\n\n\n11) Optical 96-well Reaction Plate \\(cat. no. N808-0560)\r\n\n\n12) Optical caps \\(cat. no. 4323032)\r\n\n\n\r\n\n\n**Reverse transcription**\r\n\n\n13) Gene-specific primer \\(5&#x2032;-GTATATAGAACCATGTTTAGGCCAG-3&#x2032;, 10 &#xB5;M, Integrated DNA Technologies)\r\n\n\n14) dNTP mixture \\(containing 10 mM each of dTTP, dATP, dGTP and dCTP, Promega, cat. no.U1240)\r\n\n\n15) ThermoScript Reverse Transcriptase \\(Invitrogen, cat. no. 12236-022)\r\n\n\n16) RNaseOUT Recombinant Ribonuclease Inhibitor \\(Invitrogen, cat. no. 10777-019)\r\n\n\n\r\n\n\n**PCR amplification for allelic ratio determination**\r\n\n\n17) Forward PCR primer \\(5&#x2032;-ACGTTGGATGGTATTGCAACACCATTTGGG-3&#x2032;, 10 &#xB5;M, Integrated DNA Technologies) \r\n\n\n18) Reverse PCR primer \\(5&#x2032;-ACGTTGGATGTAGAACCATGTTTAGGCCAG-3&#x2032;, 10 &#xB5;M, Integrated DNA Technologies) \r\n\n\n\\(For both the forward and the reverse PCR primers, the first 10 bases represent a non-specific tag used to ensure the PCR primers do not interfere in mass spectrometric analysis)\r\n\n\n19) dNTP mixture \\(containing 2.5 mM dATP, dGTP, dCTP and 5 mM dUTP, Applied Biosystems, cat. no. N8080095)\r\n\n\n20) HotStar _Taq_ DNA Polymerase \\(Qiagen, cat. no. 203203)\r\n\n\n\r\n\n\n**Base extension reaction**\r\n\n\n21) Shrimp alkaline phosphatase \\(Sequenom, cat. no. 10002)\r\n\n\n22) Homogenous MassEXTEND \\(hME) buffer \\(Sequenom, cat. no. 10055)\r\n\n\n23) Extension primer \\(5&#x2032;-AGGCCAGATATATTCGTC-3&#x2032;, 10 &#xB5;M, Integrated DNA Technologies)\r\n\n\n24) ddATP/ddCTP/ddTTP/dGTP mixture \\(Sequenom, cat. no. 10045)\r\n\n\n25) Thermosequenase \\(Sequenom, cat. no. 10052)\r\n\n\n26) 96-well microplate\r\n\n\n\r\n\n\n**MALDI-TOF analysis**\r\n\n\n27) SpectroCLEAN resin \\(Sequenom, cat. no. 10053) and 96-well SpectroCLEAN plate \\(Sequenom)\r\n\n\n28) SpectroCHIP A Chip pre-spotted with 3-hydroxypicolinic acid \\(Sequenom, cat. no. 00636)"
        },
        {
            "header": "Equipment",
            "content": "ABI PRISM 7900HT Sequence Detection System \\(Applied Biosystems)\r\n\n\nThermocycler \\(MJ Research)\r\n\n\nSpectroPOINT nanodispenser \\(Sequenom)\r\n\n\nMassARRAY<sup>TM</sup> Analyzer Compact Mass Spectrometer \\(Bruker)"
        },
        {
            "header": "Procedure",
            "content": "The following procedures describe the measurement of the ratio of the alleles of a SNP \\(dbSNP accession number rs8130833) on _PLAC4_ mRNA \\(NCBI reference sequence NM_182832) in maternal plasma.\r\n\n\n\r\n\n\n**Plasma collection**\r\n\n\n1) Collect at least 3.5 mL of blood into EDTA tubes. Store the blood samples at 4 °C for a maximum of 6 h if processing procedures cannot take place immediately. \r\n\n\nCRITICAL STEP If the blood samples are not processed promptly or within 6 h while stored at 4 °C, concentration of background RNA may increase and may interfere with the analysis of the targeted transcript\n4\n.\r\n\n\n2) Centrifuge the whole blood at 1,600g for 10 min at 4 °C. Transfer plasma into clean polypropylene tubes carefully, so as not to disturb the cellular layer. \r\n\n\n3) Recentrifuge the plasma at 16,000g for 10 min at 4 °C. Carefully transfer the supernatant into clean polypropylene tubes without disturbing the cell pellet. Discard the pellet.\r\n\n\n4) Add 1.2 mL of Trizol LS reagent per 0.4 mL of plasma in a clean 2 mL polypropylene tube. Vortex vigorously. Store the plasma-Trizol LS mixture at -80 °C until RNA extraction.\r\n\n\nCRITICAL STEP Inadequate vortexing would lead to a lower yield of plasma RNA.\r\n\n\nPAUSE POINT RNA in plasma-Trizol LS mixture is stable at -80 °C for up to three years\n5\n.\r\n\n\n\r\n\n\n**Plasma RNA extraction**\r\n\n\nPerform all procedures and keep all reagents at room temperature unless otherwise specified.\r\n\n\nCRITICAL STEP To minimize the introduction of RNase during the extraction, clean the laboratory bench and the equipment with RNase Away \\(Molecular BioProducts, cat. no. 7000) before each extraction. Use sterile RNase-free plasticware for the procedures.\r\n\n\n5) Thaw 6.4 mL of the plasma-Trizol LS mixture prepared in step 4.\r\n\n\n6) For every 1.6 mL of the plasma-Trizol LS mixture, add 320 µL of chloroform. Shake the tubes vigorously by hand. Centrifuge the mixture at 12,000g for 15 min at 4 °C.\r\n\n\n7) Transfer the upper aqueous layer into new tubes. The volume of the aqueous layer is approximately 850 µL for each 1.6 mL of the plasma-Trizol-LS mixture. Add 457 µL of absolute ethanol per 850 µL of the aqueous layer and mix by inverting the tubes. \r\n\n\n8) Apply 700 µL of the mixture into an RNeasy minicolumn. Centrifuge at 9300g for 15 s. Discard the flow-through.\r\n\n\n9) Apply another 700 µL of the mixture into the same extraction column. Repeat step 8 for seven more times until all mixture is loaded.\r\n\n\n10) Add 700 µL of Buffer RW1 to the column. Centrifuge at 9300g for 1 min. Discard the flow-through.\r\n\n\n11) Add 500 µL of Buffer RPE to the column. Centrifuge at 9300g for 15 s. Discard the flow-through.\r\n\n\n12) Add another 500 µL of Buffer RPE to the column. Centrifuge at 16,000g for 2 min. Discard the flow-through.\r\n\n\n13) Centrifuge the column at 16,000g for 1 min.\r\n\n\n14) Place the column in a new 1.5 mL tube. To elute the RNA, add 48 µL of RNase-free water into the column and incubate for 5 min at room temperature. Centrifuge the column at 16,000g for 1 min.\r\n\n\n15) Apply the eluate into the same column and incubate for another 5 min at room temperature. Centrifuge the column at 16,000g for 1 min.\r\n\n\nPAUSE POINT Store the extracted RNA at -80 °C if DNase I digestion cannot be carried out immediately.\r\n\n\n16)Perform DNase I digestion\r\n\n\na)Add 4.8 µL each of 10x DNase I Reaction Buffer \\(provided with the DNase I) and DNase I to 48 µL of plasma RNA on ice. Mix by pipetting. Incubate the reaction for 15 min at room temperature.\r\n\n\nb)Add 4.8 µL of EDTA \\(provided with the DNase I). Incubate the reaction for 10 min at 65 °C and then place the tubes on ice.\r\n\n\nCRITICAL STEP DNase I digestion is performed to eliminate any contaminating genomic DNA, which if present, could adversely affect the observed allelic ratio.\r\n\n\n17) Store the RNA at -80 °C\r\n\n\n\r\n\n\n**Real-time quantitative RT-PCR \\(QRT-PCR)**\r\n\n\nPlasma RNA sample is firstly quantified with QRT-PCR\n2\nfor _PLAC4_ mRNA. This is to ensure the amount of RNA in the sample is sufficient for the subsequent RNA allelic ratio determination\n3\n.\r\n\n\n18) Prepare a calibration curve by serially diluting the synthetic DNA oligonucleotide into the following concentrations: 2.5 x 10\n6\n, 2.5 x 10\n5\n, 2.5 x 10\n4\n, 2.5 x 10\n3\n, 2.5 x 10\n2\n, 25 and 2.5 copies/µL.\r\n\n\nCRITICAL STEP Preparation of the calibration curve is a step which has a high contamination risk since each of the constituent dilutions contains a very high concentration of short synthetic oligonucleotide specifying the amplicon. Thus, it is crucial to prepare the calibration curve in an area that is physically separated from the PCR preparation site.\r\n\n\n19) Prepare QRT-PCR reaction master mix with the following components \\(for one reaction):\r\n\n\n5 µL of 5x TaqMan EZ Buffer\r\n\n\n3 µL of manganese acetate\r\n\n\n0.75 µL of dATP\r\n\n\n0.75 µL of dCTP\r\n\n\n0.75 µL of dGTP\r\n\n\n0.75 µL of dUTP\r\n\n\n1 µL of forward QRT-PCR primer\r\n\n\n1 µL of reverse QRT-PCR primer\r\n\n\n0.5 µL of TaqMan MGB probe\r\n\n\n1 µL of r_Tth_ DNA Polymerase\r\n\n\n0.25 µL of AmpErase uracil N-glycosylase \\(UNG)\r\n\n\n5.25 µL of water\r\n\n\n20) Aliquot 20 µL of the master mix into each well. \r\n\n\n21) Perform duplicated reactions for each sample, no template control \\(NTC) and calibration curve. To the sample wells, add 5 µL of RNA sample. To the NTC wells, add 5 µL of RNase free water.\r\n\n\n22) Cover the wells with optical caps.\r\n\n\nCRITICAL STEP To prevent calibration curve-associated contamination, cap both the samples and the NTC wells immediately before adding the calibration curve.\r\n\n\n23) For the calibration curve prepared in step 18, add 5 µL of the seven concentrations of synthetic oligonucleotide individually into the calibration wells. Cover the wells with optical caps.\r\n\n\n24) Perform QRT-PCR as follows:\r\n\n\n50 °C for 2 min\r\n\n\n60 °C for 30 min\r\n\n\n95 °C for 5 min\r\n\n\n45 cycles of 95 °C for 15 s, 60 °C for 1 min\r\n\n\n25) Calculate RNA concentration according to the following equation:\r\n\n\n_**C**_ = _**Q**_ x \\(_**V\nRNA\n**_ / _**V\nPlasma\n**_)\r\n\n\nin which _**C**_ represents _PLAC4_ mRNA concentration in plasma \\(copies/mL), _**Q**_ represents _PLAC4_ mRNA concentration of the extracted RNA \\(copies/µL), which is determined by the sequence detector, _**V\nRNA\n**_ represents total volume of the DNase-treated RNA after extraction \\(62.4 µL), _**V\nPlasma\n**_ represents volume of plasma used for extraction \\(1.6 mL).  \r\n\n\nFor the NTC, no amplification signal should be observed.\r\n\n\nCRITICAL STEP If the RNA concentration of a particular sample is very low, extra care should be taken when interpreting the result of that sample in the subsequent RNA allelic ratio analysis. It has been shown that when the starting RNA amount of a sample is very low, the chance of inaccurate allelic ratio measurement might increase\n3\n. \r\n\n\n\r\n\n\n**Reverse transcription**\r\n\n\n26) Add 4.8 µL of gene-specific primer and 9.6 µL of dNTP mixture to 48 µL of the DNase-treated plasma RNA prepared in step 16. Incubate the mixture at 65 °C for 5 min and then place on ice.\r\n\n\n27) Add 19.2 µL of 5x cDNA Synthesis Buffer \\(provided with the ThermoScript enzyme), 4.8 µL each of dithiotreitol \\(DTT) \\(provided with the ThermoScript enzyme), RNaseOUT and the ThermoScript enzyme into the reaction. Immediately place the mixture in a thermocycler that has been pre-heated at 55 °C.\r\n\n\nCRITICAL STEP Minimize the handling time between ice and 55 °C incubation to reduce RNA secondary structure formation and non-specific priming by the ThermoScript enzyme. \r\n\n\n28) Incubate the reaction at 55 °C for 60 min, follow by 85 °C at 5 min.\r\n\n\nPAUSE POINT Store the cDNA at -20 °C if PCR amplification cannot be carried out immediately.\r\n\n\n\r\n\n\n**PCR amplification**\r\n\n\n29) Prepare PCR reaction with the following components \\(for one reaction). \r\n\n\n12 µL of 10x PCR Buffer \\(containing 15 mM MgCl\n2\n)\r\n\n\n2 µL of dNTP mixture\r\n\n\n4 µL of forward PCR primer\r\n\n\n4 µL of reverse PCR primer\r\n\n\n0.8 µL of HotStar _Taq_ polymerase\r\n\n\n77.2µL of water\r\n\n\n100 µL of synthesized cDNA from step 28\r\n\n\n\\(Since the cDNA product contains significant amount of magnesium salts, and constitutes half of the PCR reaction volume, no additional MgCl\n2\nand less 10x PCR buffer should be added in order to maintain an optimal salt concentration for the PCR reaction)\r\n\n\n30) To control for any PCR product contamination, prepare a NTC tube according to the components in step 29. Replace the cDNA with 100 µL of water.\r\n\n\n31) Perform PCR as follows:\r\n\n\n95 °C for 7 min\r\n\n\n55 cycles of 95 °C for 40 s, 56 °C for 1 min, and 72 °C for 1 min\r\n\n\n72 °C for 3 min\r\n\n\nPAUSE POINT Store the PCR product at -20 °C if base extension reaction cannot be carried out immediately. The PCR product can be stored for at most three months. Prolonged storage may adversely affect the RNA allelic ratio.\r\n\n\n\r\n\n\n**Base extension reaction**\r\n\n\n32) Dephosphorylate any remaining dNTPs in the PCR product with shrimp alkaline phosphatase \\(SAP). This is to prevent their incorporation in the subsequent base extension assay. \r\n\n\na)Add 0.34 µL of hME buffer and 0.6 µL of SAP to 25 µL of the PCR product and mix thoroughly.\r\n\n\nb)Incubate at 37 °C for 40 min, followed by 85 °C for 5 min.\r\n\n\n33) Prepare base extension reaction with the following components \\(for one reaction):\r\n\n\n0.4 µL of ddATP/ddCTP/ddTTP/dGTP mixture\r\n\n\n1.68 µL of extension primer\r\n\n\n0.036 µL of Thermosequenase\r\n\n\n6.884 µL of water\r\n\n\n5 µL of SAP-treated PCR product from step 32\r\n\n\n34) Perform the reaction as follows:\r\n\n\n94 °C for 2 min\r\n\n\n100 cycles of 94 °C for 5 s, 52 °C for 5 s, and 72 °C for 5 s\r\n\n\nPAUSE POINT Store the base extension product at -20 °C if MALDI-TOF MS analysis cannot be carried out immediately. Avoid storing the base extension product for more than two weeks as prolonged storage may adversely affect the RNA allelic ratio.\r\n\n\n\r\n\n\n**MALDI-TOF MS analysis**\r\n\n\n35) Remove cations in the base extension reaction product using SpectroCLEAN resin.\r\n\n\na)Add 24 µL of water and 12 mg of resin to the reaction product.\r\n\n\nb)Place the mixture in a rotator for 30 min at room temperature.\r\n\n\n36) Centrifuge the mixture at 361g for 5 min.\r\n\n\n37) Dispense the final reaction solution onto a SpectroCHIP by SpectroPoint nanodispenser. Refer to “MassArray Nanodispenser S User’s Guide” \\(Sequenom) for instructions.\r\n\n\n38) Acquire mass spectrometric data by a MassARRAY Analyzer Compact Mass Spectrometer. Refer to “MassARRAY Analyzer Compact User’s Guide” \\(Sequenom) for instructions."
        },
        {
            "header": "Timing",
            "content": "Steps 1-4: 30 min\r\n\n\nSteps 5-17: 3 hr\r\n\n\nSteps 18-25: 3 hr\r\n\n\nSteps 26-28: 1.5 hr\r\n\n\nSteps 29-31: 4.5 hr\r\n\n\nSteps 32-34: 3.5 hr\r\n\n\nSteps 35-38: 1.5 hr"
        },
        {
            "header": "Troubleshooting",
            "content": "1) PROBLEM False-positive signal is observed for the NTC of the QRT-PCR reaction and/or the mass spectrometric analysis.\r\n\n\nPOSSIBLE REASON \\(a) PCR product and/or synthetic oligonucleotide contamination happened during the experiment. \\(b) Mis-priming of primers and/or non-specific hybridisation by probe occurs during the reaction.\r\n\n\nSOLUTION \\(a) Clean the laboratory bench and the equipment thoroughly with 70% ethanol. Re-do the experiment with fresh reagents. \\(b) Reduce the cycle numbers of the PCR and/or the base extension reaction.\r\n\n\n\r\n\n\n2) PROBLEM The _PLAC4_ mRNA concentration of a sample is very low, and its RNA allelic ratio shows a large variation from the others. \r\n\n\nPOSSIBLE REASON RNase may be introduced during the experiment.\r\n\n\nSOLUTION Repeat the experiment starting from RNA extraction. Clean the laboratory bench and the equipment thoroughly with 70% ethanol followed by RNase Away before each extraction."
        },
        {
            "header": "Anticipated Results",
            "content": "During the base extension reaction, the extension primer anneals adjacent to the polymorphic site. The primer is then extended through the polymorphic site for 1 or 2 bases, depending on the SNP allele<sup>6</sup>. Table 1 shows the molecular masses of the two base extension products corresponding to the respective _PLAC4_ SNP alleles.\r\n\n\n For a heterozygous sample, the relative amounts of the two SNP alleles are represented by the ratio of the peak areas for the two corresponding base extension products \\(Figure 1), which are determined by the SpectroTYPER software \\(Sequenom). The SNP allelic ratio is then calculated by dividing the relative amount of the higher-mass allele, allele G, to the relative amount of the lower-mass allele, allele A. As shown in Figure 2, the SNP allelic ratios of trisomy 21 samples are deviated from those of the euploid samples. For NTC, only a primer peak should be observed in the mass spectrum."
        },
        {
            "header": "References",
            "content": "1. Lo, Y.M.D. et al. Presence of fetal DNA in maternal plasma and serum. _Lancet_ **350**, 485-7 \\(1997).\r\n  2. Ng, E.K.O. et al. mRNA of placental origin is readily detectable in maternal plasma. _Proc Natl Acad Sci U S A_ **100**, 4748-53 \\(2003).\r\n  3. Lo, Y.M.D. et al. Plasma placental RNA allelic ratio permits noninvasive prenatal chromosomal aneuploidy detection. _Nat Med_ **in press** \\(2006).\r\n  4. Tsui, N.B.Y., Ng, E.K.O. &amp; Lo, Y.M.D. Stability of endogenous and added RNA in blood specimens, serum, and plasma. _Clin Chem_ **48**, 1647-53 \\(2002).\r\n  5. Wong, S.C., Lo, E.S.F. &amp; Cheung, M.T. An optimised protocol for the extraction of non-viral mRNA from human plasma frozen for three years. _J Clin Pathol_ **57**, 766-8 \\(2004).\r\n  6. Storm, N., Darnhofer-Patel, B., van den Boom, D. &amp; Rodi, C.P. MALDI-TOF mass spectrometry-based SNP genotyping. _Methods Mol Biol_ **212**, 241-62 \\(2003)."
        },
        {
            "header": "Acknowledgements",
            "content": "This project was supported by the Innovation and Technology Fund of the Hong Kong SAR Government \\(ITS/195/01) and the Li Ka Shing Foundation."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm1530 ",
                "date": "2006-08-11 14:32:49",
                "title": "Plasma placental RNA allelic ratio permits noninvasive prenatal chromosomal aneuploidy detection",
                "authors": [
                    "Lo",
                    "Y.M.D. et al."
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9844,
                "identity": "9e9c82fe-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nancy B. Y. Tsui",
                "email": "",
                "orcid": "",
                "institution": "Department of Chemical Pathology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nancy",
                "middleName": "B. Y.",
                "lastName": "Tsui",
                "suffix": ""
            },
            {
                "id": 9845,
                "identity": "9e9c86ab-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rossa W. K. Chiu",
                "email": "",
                "orcid": "",
                "institution": "Department of Chemical Pathology, Li Ka Shing Institute of Health Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rossa",
                "middleName": "W. K.",
                "lastName": "Chiu",
                "suffix": ""
            },
            {
                "id": 9846,
                "identity": "9e9c887e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chunming Ding",
                "email": "",
                "orcid": "",
                "institution": "Centre for Emerging Infectious Diseases, Li Ka Shing Institute of Health Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chunming",
                "middleName": "",
                "lastName": "Ding",
                "suffix": ""
            },
            {
                "id": 9847,
                "identity": "9e9c8a49-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Y. M. Dennis Lo",
                "email": "",
                "orcid": "",
                "institution": "Department of Chemical Pathology, Li Ka Shing Institute of Health Sciences. Correspondence should be addressed to Y.M.D.L.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Y.",
                "middleName": "M. Dennis",
                "lastName": "Lo",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-09 13:53:25",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.82",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.82",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607605,
                "identity": "31d72056-b30b-455c-a393-540526db013e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 12382,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Sequences and molecular masses of the extension primer and the expected extension products for each of the alleles of the PLAC4 SNP.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-73/v1/figure_1.jpg"
            },
            {
                "id": 2607607,
                "identity": "95d68a3a-ba3e-4c8d-8e1d-11a11043e51b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 19190,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Mass spectrometric tracings of PLAC4 SNP alleles in maternal plasma RNA samples.   (a) Sample from a pregnant woman carrying a euploid fetus. (b) Sample from a pregnant woman carrying a trisomy 21 fetus with an extra A-allele. (c) Sample from a pregnant woman carrying a trisomy 21 fetus with an extra G-allele. The extension product of the A-allele is shown as the first peak whereas the extension product of G-allele is shown as the second peak.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-73/v1/figure_2.jpg"
            },
            {
                "id": 2607606,
                "identity": "19901f9c-6e22-48ae-9589-146c0e99e38b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 7923,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   SNP allelic ratios of PLAC4 mRNA in maternal plasma of euploid and trisomy 21 pregnancies.   Each circle represents plasma RNA sample from a pregnant woman. Trisomy 21 samples with an extra G allele shows a higher G/A ratio while sample with an extra A allele shows a lower G/A ratio than the euploid group.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-73/v1/figure_3.jpg"
            },
            {
                "id": 13464318,
                "identity": "c9579f2f-2b96-4355-ae25-641c95d4b1db",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 211777,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-73/v1/290c94d0-866b-4e32-b34a-89f940f0e1a4.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "noninvasive prenatal diagnosis, trisomy 21, circulating placental RNA, maternal plasma RNA, single nucleotide polymorphism (SNP), allelic ratio, matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS)\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Detection of placental RNA allelic ratio in maternal plasma by matrix-assisted laser desorption/ionization time-of-flight mass spectrometry",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-01-29 09:40:26",
                "doi": "10.1038/nprot.2007.82",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e9c0dfd-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 29th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1339,
                "name": "Genetics"
            },
            {
                "id": 1340,
                "name": "Biological techniques"
            },
            {
                "id": 1341,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-01-29 09:40:26",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}