{
    "identity": "pex-889",
    "title": "<p>Generation of human hair-bearing skin organoids from stem cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Development of skin requires crosstalk between epidermal and dermal layers to mature and produce appendages, such as hair follicles and glands. Over several decades, there have been studies modeling human skin using epidermal and dermal cells in vitro; however, generating appendages together with the skin remains an unmet challenge<sup>1-3</sup>. In our previously published human inner ear generation method, we observed epithelial cyst formation as a byproduct of inner ear organoid induction<sup>4</sup>. Moreover, we were able to generate hairy-skin organoids from similar epithelial cysts in mouse pluripotent stem cell 3D cultures<sup>5</sup>. Here, we devised a new differentiation strategy using chemically-defined basal medium and carefully timed TGF, BMP, and FGF signaling pathway modulation to co-induce epidermal and dermal cells from human pluripotent stem cells<sup>6</sup>. The resulting organoids are composed of epidermal, dermal, and neuro-glial cells and produce hair follicles after approximately 70 days in culture. In addition, melanocytes, sebaceous glands, dermal adipocytes, Merkel cells, and sensory neurons are observed within one skin organoid unit. Skin organoids can be maintained for up to 5 months in culture using this protocol. </p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Cells:</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Human pluripotent stem cells</p><p>e.g. WA25 human embryonic stem cells (NIHhESC-12-0196), DSP-GFP human induced pluripotent stem cells (Allen Institute WTC cell lines)</p><p><br></p><p><strong>Reagents:</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Essential 8 Flex Medium (Gibco, Cat# A2858501)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Essential 6 Medium (Gibco, Cat# A1516401)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Advanced DMEM/F12 (Gibco, Cat# 12634010)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Neurobasal Medium (Gibco, Cat# 21103049)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Y27632 in Solution (Stemgent, Cat# 04-0012-02)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SB431542 (Stemgent, Cat# 04-0010-05)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Recombinant Human FGF-basic (PeproTech, Cat# 100-18B)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Recombinant Human BMP-4 (PeproTech, Cat# 120-05)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Matrigel (Corning, Cat# 354230)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;GlutaMAX™ Supplement (Gibco, Cat# 35050061)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B-27 Supplement, Minus Vitamin A (Gibco, Cat# 12587010)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;N2 Supplement (Gibco, Cat# 17502048)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2-Mercaptoethanol (Gibco, Cat# 21985023)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Normocin (Invivogen, Cat# Ant-nr-1)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Accutase (Gibco, Cat# A1110501)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1X DPBS (Gibco, Cat# 14190250)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Equipment:</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;U-bottom low-attachment 96-well plates (Thermo Scientific, Cat# 174925)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Low-attachment 24-well plates (Thermo Scientific, Cat# 174930)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Invitrogen Countess II automated counter (Invitrogen, Cat# AMQAX1000)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Reagent reservoirs (VistaLab Technologies, Cat# 30542003)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Test tube with cell strainer snap cap (Corning, Cat# 352235)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wide-orifice p200 tips (Rainin, Cat# 30389250)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wide-orifice p1000 tip (Rainin, Cat# 30389221)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Petri-dish (Corning, Cat# 351029)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Biosafety cabinet</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CO2 incubator</p>"
        },
        {
            "header": "Procedure",
            "content": "* Perform every step in the biosafety cabinet\n* This protocol is standardized to a preparation of culture in 2 plates of 96-well plate\nDay (-2): Cell aggregation\n*\nPrior to starting the experiment, prepare 10 ml of E8-10Y and 22 ml of E8-20Y media (\nsee Media Preparation\n)\n·\nCell dissociation:\n1.    Aspirate spent medium of the cells in one well of a 6-well culture plate, where cells are at 75% of confluency\n2.    Wash with 2.5 ml of 1X DPBS for twice, and aspirate the DPBS from the last wash\n3.    Add 500 µl of Accutase and incubate for 3-4 mins in 37°C incubator with 5.0% CO\n2\n(time varies depending on cell lines and confluency)\n4.    Add 1 ml of E8-10Y medium and gently pipette up-and-down to break up the cell clusters into single cells within the well where cells were detached by Accutase treatment\n5.    Then, collect all cell suspension into a 15 ml tube and add additional 4 ml of E8-10Y, making a final volume of 5.5 ml\n6.    Centrifuge for 5 min 30 sec at 230 rcf to pellet cells\n7.    Carefully and completely remove supernatant by aspiration, not disturbing the cell pellet\n8.    Resuspend cells in 1 ml of E8-10Y medium by gently pipetting up-and-down\n·\nCell aggregation:\n9.    Equilibrate cell strainer by forcefully adding 1 ml of E8-10Y medium through the strainer mesh\n10. Add resuspended cells prepared in step #8 onto the cell strainer in a drop-wise manner\n11. Add another 1 ml of E8-10Y medium onto the cell strainer in a drop-wise manner\n12. Carefully remove and discard the cell strainer snap cap\n13. Count the number of live cells in the cell suspension using Trypan blue at 1:1 dilution (we used automated counter to count the live cell numbers, but hemocytometer can be used)\n14. Calculate the volume of cell suspension needed for cell culture. The final cell concentration of\n35,000 cells/ml\nis needed for a differentiation culture. Therefore, 7.7 x 10\n5\ncells are needed in 22 ml (preparation for 2 plates)\n15. After the calculation, remove the same volume as the cell suspension that is needed for culture from 22 ml of E8-20Y medium that was prepared earlier, and then, add the adequate volume of your cell suspension to the E8-20Y medium\ne.g.) If the cell suspension concentration in E8-10Y is 5 x 10\n5\ncells per ml, 1.54 ml of the cell suspension is needed for culture in 22 ml of E8-20Y medium. Therefore, remove 1.54 ml from the 22 ml E8-20Y and add 1.54 ml of cell suspension in E8-10Y into the 20.46 ml of E8-20Y medium, which brings the final cell concentration to 7.7 x 10\n5\ncells in 22 ml.\n16. Invert several times or swirl the tube to mix the cell suspension evenly\n17. Pour the 22 ml cell suspension into a 25 ml reservoir\n18. Using a multi-channel pipette, aliquot 100 µl of cell suspension into each well of 96-well U-bottom plates (this makes 3500 cells per well)\n19. Spin down the plates at 110 rcf for 6 min at room temperature\n20. Incubate the plates in 37°C incubator with 5.0% CO\n2\nfor 24 hrs\nDay (-1): Dilution of Y solution\n1.    Prepare 22 ml of fresh E8 medium containing 44 µl of Normocin (100 µg/ml,\nWITHOUT\nY)\n2.    Pour 22 ml of fresh E8 medium into a 25 ml reservoir\n3.    Using a multi-channel pipette, add 100 µl of E8 medium into each well, which brings total volume to 200 µl per well\n4.    Incubate the plates in 37°C incubator with 5.0% CO\n2\nfor 24 hrs\nDifferentiation Day 0: Transition to differentiation in E6 medium\n*\nA day before,\nthaw\n600 µl of Matrigel\non ice overnight at 4°C\n*\nPerform all procedures on ice\n1.    Prepare 30 ml of E6-based differentiation medium containing 2% Matrigel, 10 µM SB, 4 ng/ml FGF, and 2.5 ng/ml BMP4 - hereafter,\nE6SFB\n(\nsee Media Preparation\n)\n2.    Collect all aggregates from 96-well U-bottom plates to a 2 ml round-bottom tube\na.    Using wide-orifice p200 tips and a multi-channel pipette, collect all aggregates on a 100 mm petri-dish (keep the aggregates intact)\nb.    By gently swirling the petri-dish, concentrate all aggregates into the center of the dish\nc.     Using a wide-orifice p1000 tip, collect all aggregates into a 2 ml round-bottom tube\n3.    Carefully remove excessive E8 medium from the tube\n4.    Wash with 1 ml of E6 medium for three times to completely remove traces of E8 medium\n5.    Add 1 ml of E6SFB medium to the tube containing aggregates\n6.    Place a new 100 mm petri-dish on ice and add ~15 ml of E6SFB medium prepared ahead\n7.    Using a wide-orifice p1000 tip, transfer all aggregates to the petri-dish containing the medium on ice\n8.    Using a wide-orifice p200 tip, transfer individual aggregate in a volume of 100 µl of E6SFB medium into each well in a new 96-well U-bottom plate (pour in more medium into the petri-dish as it goes)\n9.    Incubate in 37°C incubator with 5.0% CO\n2\n10. Observe morphological changes every day\nDifferentiation Day 3: LDN193189 and basic-FGF treatment\n1.    Prepare 5 ml of E6 medium containing 1 µM LDN and 250 ng/ml FGF - hereafter,\nE6LF\n(\nsee Media Preparation\n)\n2.    Pour 5 ml of prepared E6LF medium into a 10 ml reservoir\n3.    Using a multi-channel pipette, add 25 µl of the E6LF medium per well into the aggregate culture in 96-well U-bottom plates (Exclude wells on each edge of the 96-well U-bottom plate during treatment; medium in the edge wells evaporates during the culture and alters the final volume)\n4.    Gently tap the plates to mix the medium\n5.    Incubate in 37°C incubator with 5.0% CO\n2\nDifferentiation Day 6: Providing nutrition\n1.    Prepare 11 ml of fresh E6 medium containing 22 µl Normocin\n2.    Pour the prepared E6 medium into a 10 ml reservoir\n3.    Using a multi-channel pipette, add 75 µl per well into each well in 96-well U-bottom plates, making a final volume of 200 µl per well\n4.    Gently tap the plates to mix the medium\n5.    Incubate in 37°C incubator with 5.0% CO\n2\nDifferentiation Days 8 and 10: Providing fresh medium by half-medium change\n1.    Prepare 14 ml of fresh E6 medium containing 28 µl of Normocin\n2.    Using wide-orifice p200 tips and a multi-channel pipette, at about 60˚ angle, very carefully remove 100 µl of spent medium from each well of 96-well U-bottom plate, remaining 100 µl of medium in each well (remove the volume into a petri-dish and discard)\n3.    Pour the E6 medium into a 25 ml reservoir\n4.    Using a multi-channel pipette, add 100 µl of fresh E6 medium into each well, making a final volume of 200 µl per well\n5.    Gently tap the plates to mix the medium\n6.    Incubate in 37°C incubator with 5.0% CO\n2\nDifferentiation Day 12: Transition to floating culture in organoid maturation medium\n*\nA day before,\nthaw\n630 µl of Matrigel\non ice overnight at 4°C\n*\nPerform all procedures on ice\n1.    Prepare 63 ml of OMM (\nsee Media Preparation\n) containing 1% Matrigel – hereafter,\nOMM1%M\n2.    Using a p1000 tip with a wide mouth (cut with a razor blade; make sure the opening is wider than the size of an aggregate), collect all aggregates in a 2 ml round bottom tube\n3.    Carefully remove excessive medium\n4.    Wash aggregates with 1 ml of Advanced DMEM/F12 medium for 3 times\n5.    After removing all excessive washing medium, place the tube with aggregates on ice\n6.    Add 1 ml of OMM1%M into the tube containing aggregates\n7.    Pour medium (first pour about 15 ml of OMM1%M and keep adding as it goes) into cooled petri-dish placed on ice\n8.    Using a wide mouth p1000 tip, transfer all aggregates into the OMM1%M in the petri-dish on ice\n9.    Using a wide mouth p1000 tip, transfer each aggregate in 500 µl of OM1%M into each well in 24-well low-attachment plates (i.e. one aggregate per well in a total volume of 500 µl per well)\n10. Gently swirl to make sure each well is completely covered by medium and aggregates are not floating on the surface of the medium\n11. Incubate in 37°C incubator with 5.0% CO\n2\non a shaker at 65 rpm for consistent and gently agitation\nDifferentiation Day 15: Half medium change with OMM containing 1% Matrigel\n*\nA day before,\nthaw\n320 µl of Matrigel\non ice overnight at 4°C\n1.    Prepare 32 ml of OMM containing 1% Matrigel (\nOMM1%M\n)\n2.    Remove 250 µl of spent medium from each well of the 24-well plates, leaving 250 µl per well\n3.    Add 250 µl of freshly prepared OMM1%M into each well, making final volume of 500 µl per well\n4.    Gently swirl the plates to evenly mix the medium\n5.    Incubate in 37°C incubator with 5.0% CO\n2\non a shaker at 65 rpm\nDifferentiation Day 18: Half medium change for Matrigel dilution\n1.    Prepare 32 ml fresh OMM (\nWITHOUT\nMatrigel)\n2.    Remove 250 µl of spent medium from each well of the 24-well low-attachment plates, leaving 250 µl per well\n3.    Add 250 µl of freshly prepared OM into each well, making final volume of 500 µl per well\n4.    Gently swirl the plates to evenly mix the medium\n5.    Incubate in 37°C incubator with 5.0% CO\n2\non a shaker at 65 rpm\nNote\n: From differentiation day 18 to 45, perform half-medium changes every three days using OMM. Afterwards, perform half-medium changes every other day, including full medium change once every week by completely removing medium (500 µl) from each well and adding 500 µl of fresh OMM. As organoids mature and grow older, increasing total volume of medium per well to 1 ml may at times necessary from day-80.﻿"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em><u>First thing to check whenever seeing any differentiation failures:</u></em> Check reagent (small molecules and proteins; very critical) expiration dates and prepare fresh medium</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em><u>Failed formation of surface ectoderm:</u></em> For efficient surface ectoderm induction, increasing or decreasing the concentration of BMP and/or delaying the treatment timing may be required, depending on different cell lines. This is potentially due to different endogenous BMP levels and/or proliferation rates between cell lines.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em><u>Failed formation of cranial neural crest cells (CNCCs):</u></em> For efficient CNCC induction, optimizing the timing (earlier or later) of BMP inhibition with activation of FGF signaling may be required depending on different cell lines.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Day -2. Cell aggregation: </strong>50 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Day -1. Dilution of Y solution: </strong>15 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Day 0. Transition to differentiation in E6 medium: </strong>1 hr 20 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Day 3. LDN193189 and basic-FGF treatment: </strong>30 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Day 6. Providing nutrition: </strong>15 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Day 8. Providing fresh medium by half-medium change: </strong>30 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Day 10. Providing fresh medium by half-medium change: </strong>30 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Day 12. Transition to floating culture in organoid maturation medium: </strong>1 hr 20 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Day 15. Half medium change with OMM containing 1% Matrigel: </strong>40 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Day 18 onward. Half/Full medium change with OMM: </strong>30 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Total time to observe hair germ formation: </strong>~60 days</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Total time to generate mature skin equipped with appendages: </strong>~135 days onward</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>If performed correctly, a translucent epithelial cyst should form after ~8 days of differentiation. The epithelial cyst will become covered by a layer of mesenchymal and neuro-glial cells over the next several months of the protocol. After ~30 days of differentiation, the epithelial cyst should be composed of stratified epidermis with basal, suprabasal, and peridermal cell layers. After ~70 days of differentiation, hair follicle germs should form that are visible using low magnification brightfield imaging (4x or 10x magnification). From days ~70-150 of differentiation, hair follicles will elongate and become pigmented. This skin organoid system should be a suitable model for studying the development of human skin and its accessory tissues and skin-related diseases. Moreover, skin organoids could be a tissue source for use in surgical transplantation for patients with burns or wounds.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;Itoh, M. et al. Generation of 3D skin equivalents fully reconstituted from human induced pluripotent stem cells (iPSCs). Plos One 8, e77673–e77673 (2013).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Yang, R. et al. Generation of folliculogenic human epithelial stem cells from induced pluripotent stem cells. Nat Commun 5, 3071–3071 (2014).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Abaci, H. et al. Tissue engineering of human hair follicles using a biomimetic developmental approach. Nat Commun 9, 5301 (2018).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;Koehler, K. R. et al. Generation of inner ear organoids containing functional hair cells from human pluripotent stem cells. Nat Biotechnol 35, 583–589 (2017).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;Lee, J. et al. Hair Follicle Development in Mouse Pluripotent Stem Cell-Derived Skin Organoids. Cell reports 22, 242–254 (2018).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;Lee, J. et al. Hair-bearing human skin generated entirely from pluripotent stem cells. <em>BioRxiv</em>, (2019). doi:&nbsp;https://doi.org/10.1101/684282</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank the other members of the Koehler laboratory, Stefan Heller, and Benjamin Woodruff, for constructive feedback and technical assistance during the development of this method.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-020-2352-3",
                "date": "2020-06-03 16:02:29",
                "title": "Hair-bearing human skin generated entirely from pluripotent stem cells",
                "authors": [
                    "Jiyoon Lee",
                    "Cyrus C. Rabbani",
                    "Hongyu Gao",
                    "Matthew R. Steinhart",
                    "Benjamin M. Woodruff",
                    "Zachary E. Pflum",
                    "Alexander Kim",
                    "Stefan Heller",
                    "Yunlong Liu",
                    "Taha Z. Shipchandler",
                    "Karl R. Koehler"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 503130,
                "identity": "a911032d-5906-4b96-aaca-3a70e180ec15",
                "order_by": 1,
                "name": "Jiyoon Lee",
                "email": "",
                "orcid": "",
                "institution": "Boston Children's Hospital/Harvard Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jiyoon",
                "middleName": "",
                "lastName": "Lee",
                "suffix": ""
            },
            {
                "id": 503131,
                "identity": "9d9863e1-59e8-4448-8fea-35392b1a87ab",
                "order_by": 2,
                "name": "Karl Koehler",
                "email": "karl.koehler@childrens.harvard.edu",
                "orcid": "https://orcid.org/0000-0002-0685-538X",
                "institution": "Boston Children's Hospital/Harvard Medical School",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Karl",
                "middleName": "",
                "lastName": "Koehler",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-04-10 15:37:38",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-889/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-889/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13537567,
                "identity": "2d304cec-6b50-4174-a0cc-5a6c2c009eda",
                "added_by": "auto",
                "created_at": "2021-09-17 01:36:18",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 431488,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-889/v1/ed04e07f-ead2-4b5e-84ba-c4cd26db6807.pdf"
            },
            {
                "id": 1263868,
                "identity": "114d7bb9-fce3-40cb-8c87-497a94f565d4",
                "added_by": "auto",
                "created_at": "2020-06-05 15:38:09",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 109251,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "MediaPreparation.pdf",
                "url": "https://assets.researchsquare.com/files/pex-889/v1/MediaPreparation.pdf"
            }
        ],
        "financialInterests": "J.L. and K.R.K, with the Indiana University Research and Technology Corporation, have submitted a patent application covering the entire skin organoid induction method (WO2017070506A1).",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "human pluripotent stem cells, hESCs, hiPSCs, organoids, skin, epidermis, dermis, hair follicle, sensory neurons",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Skin is a complex and vulnerable tissue that it is challenging to reconstitute once damaged. Here, we describe a three-dimensional organoid culture system that can generate fully stratified skin with its appendages from human pluripotent stem cells. This <em>in vitro</em>-based skin organoid culture system will benefit investigations into basic skin biology and disease modeling, as well as translational efforts to reconstruct or regenerate skin tissue.</p>",
        "manuscriptTitle": "Generation of human hair-bearing skin organoids from stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-06-05 15:38:08",
                "doi": "10.21203/rs.3.pex-889/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "bfec323f-a846-4f14-9e2d-cf565a604263",
        "owner": [],
        "postedDate": "June 5th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 85658,
                "name": "Biological techniques"
            },
            {
                "id": 85659,
                "name": "Developmental biology"
            },
            {
                "id": 85660,
                "name": "Stem cells"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-06-05 15:38:08",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}