{
    "identity": "nprot-5725",
    "title": "Artificial thymic organoid cultures: In vitro human T-cell differentiation from hematopoietic stem and progenitor cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Recapitulation of human T cell development in vitro has been challenging due to the spatiotemporal complexity of human thymopoiesis. A major advance in such methods was the discovery that murine stromal cell lines transduced with a Notch ligand could support in vitro T cell differentiation from murine or human HSPCs, as demonstrated in the classic OP9-DL1 co-culture system \\(1, 2, 3). In this and similar monolayer systems, human HSPCs from umbilical cord blood \\(CB) exhibit T lineage commitment and early T cell differentiation through T progenitor \\(pro-T) and CD4+CD8+ double-positive \\(DP) precursor stages, however positive selection is impaired, resulting in few CD3+TCRαβ+CD8+ or CD3+TCRαβ+CD4+ single positive \\(SP) T cells \\(2, 3, 4, 5). Furthermore, the efficiency and reproducibility of T cell differentiation in the OP9-DL1 system is highly variable between different lots of fetal calf serum \\(6). While improved T cell maturation is seen in the OP9-DL1 system from CD34+ pro-T cells isolated from the human postnatal thymus \\(7), improved methods are needed for generating mature T cells from conventional sources of HSPCs including CB, bone marrow, and mobilized peripheral blood \\(8). \r\n\n\nIn this protocol, we describe the generation and use of artificial thymic organoids \\(ATOs), a 3D culture model based on a DLL1-transduced stromal cell line and serum-free, off-the-shelf components and that supports robust in vitro differentiation, positive selection, and maturation of human CD3+TCRαβ+CD8SP and CD3+TCRαβ+CD4SP T cells from cord blood, bone marrow, and peripheral blood CD34+ HSPCs \\(9). T cell differentiation in ATOs follows an orderly phenotypic progression that closely recapitulates human thymopoiesis and culminates in the production of naïve T cells with a similar phenotype to those from the thymus and peripheral blood. TCRγδ+ T cells are also consistently generated in this system. ATOs also support robust human T cell differentiation from isolated hematopoietic stem cell or lymphoid progenitors. Furthermore, ATOs ca be used for the generation of naïve, antigen-specific T cells from TCR-transduced HSPCs \\(9)."
        },
        {
            "header": "Reagents",
            "content": "CD34+ HSPC isolation \r\n\n\nFresh human umbilical cord blood \\(CB), bone marrow \\(BM), mobilized peripheral blood \\(MPB), peripheral blood \\(PB), or thymus samples\r\n\n\nPBS \\(Cellgro, Cat. 21-031CV)\r\n\n\nFicoll-Paque \\(GE Healthcare Life Sciences, Cat. 17-1440-03)\r\n\n\nCD34 MicroBead UltraPure kit \\(Miltenyi, Cat. 130-100-453)\r\n\n\nBovine serum albumin \\(BSA) Fraction V, 30% solution \\(Gemini Bio-Products, Cat. 700-110)\r\n\n\nEDTA \\(0.5 M) pH 8.0 \\(Thermo Fisher Scientific, Cat. AM9260G)\r\n\n\nMouse anti-human CD34 antibody, clone 581 \\(Biolegend)\r\n\n\nMouse anti-human CD3 antibody, clone UCHT1 \\(Biolegend)\r\n\n\nDAPI \\(Thermo Fisher Scientific, Cat. D1306)\r\n\n\n\r\n\n\nMS5-hDLL1 cultures\r\n\n\nDulbecco's Modification of Eagle's Medium \\(DMEM) \\(Cellgro, Cat. 10-017-CV)\r\n\n\nFetal bovine serum \\(FBS) \\(Gemini, Cat. 900-208)\r\n\n\nTrypsin-EDTA \\(0.25%) \\(Thermo Fisher Scientific, Cat. 25-300-054)\r\n\n\n\r\n\n\nATOs\r\n\n\nRPMI 1640 \\(CellGro,  Cat.  10-040-CV)\r\n\n\nB-27 Supplement \\(50X) \\(Thermo Fisher Scientific, Cat.  17504-044) \r\n\n\nGlutaMAX Supplement \\(100X) \\(Thermo Fisher Scientific, Cat.  35050-061) \r\n\n\nPenicillin/streptomycin solution \\(Gemini Bio-Products, Cat.  400-109)\r\n\n\nAscorbic acid \\(L-Ascorbic acid 2-phosphate sesquimagnesium salt hydrate) \\(Sigma-Aldrich, Cat.  A8960)\r\n\n\nRecombinant human IL-7 \\(Peprotech,  Cat.  200-07)\r\n\n\nRecombinant human FLT3L \\(Peprotech, Cat.  300-19)"
        },
        {
            "header": "Equipment",
            "content": "CD34+ cell isolation\r\n\n\nMACS LS columns \\(Miltenyi, Cat. 130-042-401)\r\n\n\nMidiMACS, QuadroMACS, or autoMACS cell separator \\(Miltenyi)\r\n\n\n15 mL and 50 mL conical tubes\r\n\n\nSwinging-bucket centrifuge\r\n\n\nFACS sorter\r\n\n\n\r\n\n\nMS5-hDLL1 cultures\r\n\n\nIncubator, humidified at 37°C, 5% CO2\r\n\n\nTissue culture treated T75 or T150 culture flasks\r\n\n\n15 mL or 50 mL conical tubes\r\n\n\n\r\n\n\nATO cultures\r\n\n\nMillicell cell culture inserts \\(0.4 μm, 30mm diameter) \\(Millipore, Cat. PICM0RG50)\r\n\n\n6 well tissue culture plates \r\n\n\n1.7 mL microcentrifuge tubes\r\n\n\nMicropipettes \\(Rainin P-20, P-200, P-1000)\r\n\n\nMicropipette tips\r\n\n\nSmall blunt-end tweezers\r\n\n\n70 μm “Falcon” cell strainers to fit 50 mL tubes \\(Corning, Cat. 352350)\r\n\n\n50 μm cell strainers to fit 15 mL tubes \\(Celltrics, Cat. 04-004-2327)\r\n\n\n15 mL and 50 mL conical tubes\r\n\n\nGlass pipettes\r\n\n\nVacuum aspirator flask\r\n\n\nSwinging-bucket centrifuge with FACs tube holders\r\n\n\nIncubator, humidified at 37°C, with 5% CO2"
        },
        {
            "header": "Procedure",
            "content": "A. Preparation of ATO complete medium: \r\n\n\n\r\n\n\n1. Prepare R-B27 medium by supplementing RPMI 1640 with:\r\n  - 4% B-27\r\n\n\n- 30 μM ascorbic acid \r\n\n\n- 1X penicillin/streptomycin \r\n\n\n- 1X GlutaMAX\r\n\n\n\r\n\n\nNotes: \r\n\n\n- R-B27 as described above is stable for approximately 2 weeks at 4°C. Using media beyond 2 weeks may adversely affect T cell differentiation.  \r\n\n\n- Ascorbic acid powder is first dissolved in PBS to make a 30 mM \\(1000X) stock solution. This stock solution can be stored at 4°C for up to 2 days, however we recommend using freshly made ascorbic acid solution each time when making R-B27 medium. \r\n\n\n\r\n\n\n2. Complete ATO medium by freshly adding rhIL-7 \\(5 ng/mL) and rhFLT3L \\(5 ng/mL) to a working volume of R-B27.\r\n  \r\n\n\nNotes: \r\n\n\n- Lyophilized cytokines are reconstituted in sterile PBS/0.1% BSA at 50 μg/mL, and stored as 20-50 μL aliquots at -80°C. Once thawed, aliquots are stored at  4°C for up to 10 days.\r\n\n\n- We recommend making ATO complete medium by adding cytokines to the required volume of R-B27 before each use. We do not recommend storing cytokine-supplemented medium for future use.\r\n\n\n\r\n\n\nB. Isolation of CD34+ HSPCs \r\n\n\n\r\n\n\n1. Make single cell suspensions from CB, BM, MPB, or PB by diluting samples 4X with sterile PBS. Isolate mononuclear cells \\(MNCs) by Ficoll-Paque gradient centrifugation as per manufacturer instructions. \\(This step is not required for thymic samples). \r\n  2. Proceed to CD34+ enrichment of MNCs using the CD34 MicroBead UltraPure kit and magnetic-assisted cell sorting \\(MACS) \\(Miltenyi) following the manufacturer’s instructions.\r\n  3. Stain the eluted CD34+ positive fraction with anti-CD34 and anti-CD3 antibodies and DAPI, and isolate CD34+CD3- cells by fluorescence-activated cell sorting \\(FACS). \r\n  4. Resuspend the purified cells in R-B27 complete medium at between 1-2x105 cells/mL. \r\n  5. Keep the cells on ice until the generation of ATOs.\r\n  \r\n\n\nNotes: \r\n\n\n- FACS purification using anti-CD34 and anti-CD3 antibodies is highly recommended to remove contaminating mature T cells, which will proliferate in ATOs and may lead to misinterpretation of in vitro T cell differentiation data. \r\n\n\n- MACS-enriched CD34+ cells from the different sources can be cryopreserved after magnetic separation in FBS/10% DMSA and stored in liquid nitrogen. When cells are needed, they can be thawed and resuspended in MACS buffer \\(PBS/0.5% BSA/2 mM EDTA) before proceeding to CD34+CD3- purification by FACS as above. We do not recommend cryopreserving whole MNC fractions prior to CD34 enrichment by MACS.  \r\n\n\n- If lentivirus-transduced CD34+ cells are required for use in ATOs, proceed to lentiviral transduction immediately after FACS purification step. We typically activate HSPCs for 12-18h, followed by transduction for 24h, before using in ATOs. Transduced cells should be harvested, washed at least twice to remove free viral particles, and resuspended in R-B27 complete medium as above.\r\n\n\n\r\n\n\nC. Maintenance and expansion of MS5-hDLL1 cells\r\n\n\n\r\n\n\n1. Maintain and expand MS5-hDLL1 cells in standard T75 or T150 tissue culture-treated flasks in DMEM/10% FBS, passaging them twice a week by trypsinization for 5 min. at 37°C when cells are between 70-90% confluent. Splitting cells for passaging is typically done at a 1:10 cells:media ratio. Cells are cultured in a standard cell incubator, humidified at 37°C, with 5% CO2.\r\n  \r\n\n\n2. Scale up MS5-hDLL1 cells for each ATO experiment by plating in multiple T75 or T150 flasks depending on cell number required. Cells should ideally be plated at least 2 days before each ATO experiment to allow for >24h between trypsin treatments. Ideally the cells should be between 70-90% confluent on the day of use in ATOs.\r\n  \r\n\n\n3. When generating ATOs, harvest MS5-hDLL1 cells using trypsin and quenching with DMEM/10% FBS. Pipette cells gently to create a single cell suspension, and pass through a 70 μm strainer if clumps are still visible.  Resuspend cells in R-B27 complete medium and count. Keep cells on ice until generation of ATOs.\r\n  \r\n\n\nD. Generation of ATOs \r\n\n\nFigure 1 and Video 1 \r\n\n\n\r\n\n\n1. Prepare the required number of 6-well culture plates by adding 1 mL of ATO complete medium \\(R-B27 complete medium + cytokines) to each well. \r\n  \r\n\n\n2. Using tweezers, transfer a cell insert into each well. Only the bottom of the insert membrane should be in contact with the medium. Set aside in the tissue culture hood until use.\r\n  \r\n\n\nCombine the required number of isolated CD34+CD3- cells and MS5-hDLL1 cells and in a microcentrifuge tube. We recommend combining enough cells for up to 12 ATOs per tube. We have found a 1:20 HSPC:stromal cell ratio with low starting cell numbers \\(e.g. 7500 CD34+CD3- cells and 1.5x105 MS5-hDLL1 cells per ATO) gave optimal expansion and maturation of T cells using CB CD34+CD3- cells. \r\n\n\n\r\n\n\n3. Centrifuge the cells at 300 g for 5 min. using a swinging-bucket centrifuge \\(1.5 and 1.7 mL microcentrifuge tubes fit into the top of standard 5 mL FACS tube centrifuge buckets).\r\n  \r\n\n\nNotes:\r\n\n\n- A swinging-bucket centrifuge is essential for this step to ensure the cell pellet forms at the bottom of the tube. Use of a standard fixed-angle rotor microcentrifuge is not recommended.\r\n\n\n\r\n\n\n4. Remove the supernatant carefully by aspiration using a vacuum flask and glass pipette. \r\n  \r\n\n\n5. Resuspend the cell pellet by briefly vortexing the tube on low to medium speed using short pulses. \r\n  \r\n\n\n6. Adjust the volume of the cell slurry to ~5 μL per ATO with complete R-B27.  \r\n  \r\n\n\nNotes:\r\n\n\n- Cell slurry is very thick, to avoid cell loss from cells sticking to the sides of the pipette tip, coat the tip by pipetting medium up and down before pipetting the cells. \r\n\n\n- Because of the thickness of the cell slurry, the step of adjusting the volume can be challenging. If combining cells for 12 ATOs in a tube; after centrifugation, removal of the supernatant, and vortexing, we recommend adding 10 μL of ATO complete medium and mixing the cell pellet by gently pipetting. It is then easier to measure the exact volume with a pipette and to add enough medium to obtain a final volume of 60 μL \\(5 μL per ATO). \r\n\n\n\r\n\n\n7. Using tweezers, remove a cell insert from media and place on the edge of the well to allow it to drain slightly immediately before plating ATO. \r\n  \r\n\n\n8. Draw up 5 μL of the cell slurry for a single ATO using a 10 or 20 μL pipette tip and \r\n  gently release the cell slurry as a drop at the end of the tip. Gently touch the drop to the middle of the cell insert membrane to release it. The cell slurry will make a small sphere on the surface of the cell insert \\(Figure 1b).\r\n\n\n\r\n\n\nNotes:\r\n\n\n- If multiple ATOs are plated to increase T cell yield, up to 2 ATOs can be placed on a single cell culture insert, separated by approximately 1 cm and as close to the center of the insert as possible. We do not recommend more than 2 ATOs per insert, as T cell differentiation may be adversely affected.\r\n\n\n\r\n\n\n9. Using tweezers, gently place the cell insert back in the medium-containing well. Medium should never be directly in contact with the upper surface of the cell organoid \\(Figure 1b). \r\n  \r\n\n\n10. Once all ATOs for one plate are generated, replace the lid of the plate and place in a cell incubator at 37C, 5% CO2. \r\n  \r\n\n\n\r\n\n\nE. Media change procedure for ATOs\r\n\n\n\r\n\n\n- ATO complete medium \\(R-B27 complete medium + cytokines ) is changed every 3-4 days. During this process, the ATO should never be disrupted. \r\n\n\n\r\n\n\n1. Tilt the plate to pool media on one side of the well, being careful not to let media overflow on to the surface of the cell insert. \r\n  2. Using a glass pipette attached to a vacuum aspirator, aspirate medium from around the cell insert. Leave ~100-200 μL of medium underneath the cell insert to prevent it from drying.\r\n  3. Using a P-1000 and 1 mL tip, add 1 mL of fresh, warm ATO complete medium between the cell insert and the side of the well, allowing it to spread under the cell insert without being directly in contact with the ATO. \r\n  \r\n\n\nF. Harvesting cells from ATOs\r\n\n\n\r\n\n\n- Cells can be harvested at any time point from ATOs. If large numbers of T cells are required, cells from multiple ATOs can be harvested and pooled.  \r\n\n\n\r\n\n\n1. Using a P-1000, add 1 mL of cold MACS buffer \\(PBS/0.5% BSA/2mM EDTA) on to the surface of the cell culture insert, immersing the ATO\r\n  2. Pipette up and down several times to detach the ATO from the insert membrane and mechanically disrupt the organoid, being careful not to generate excessive air bubbles. Hematopoietic cells will be released into the medium and solid “tissue” debris containing mostly stromal cell elements will not be disrupted by pipetting. \r\n  3. Transfer the cell suspension to a conical tube and pass through a cell strainer to remove debris. \r\n  4. Wash the cell insert and well 3-4 times with cold MACS buffer and transfer all washes to the original collection tube.\r\n  5. Spin cells down at 300 g for 5 minutes at 4°C, and resuspend in desired medium for downstream applications. \r\n  \r\n\n\nNotes:\r\n\n\n- If large numbers of ATOs are harvested at the same time, a 1.8 cm \\(blade length) soft blade cell scraper can be used to rapidly detach ATOs from cell culture insert membranes while submerged in 3-4 mL cold MACS buffer. Cell inserts should be rinsed, and detached ATOs pipetted up and down as above to form a single cell suspension before passage through a cell strainer.\r\n\n\n- If cell analysis at multiple time points is needed, individual ATOs should be generated for each timepoint. The efficiency and feasibility of reaggregating cells harvested from ATOs has not been tested and is not recommended."
        },
        {
            "header": "Timing",
            "content": "CD34+ HSPC isolation:\r\n\n\n- Variable depending on the type and number of samples but is usually about 2 hours for the combined Ficoll and MACS steps.\r\n\n\n- FACS purification of CD34+ cells usually takes 2 hours \\(including antibody staining and cell sorting). Thus, the preparation of HSPCs can be accomplished in 4 hours \\(or only 2 hours if the CD34+ cells were previously enriched by MACS and frozen). \r\n\n\n\r\n\n\nMS5-hDLL1 preparation:\r\n\n\n- Harvesting MS5-hDLL1 cells for ATOs usually takes between 30 minutes to 1 hour, depending of the number of flasks used, and can be done while the HSPCs are being isolated. \r\n\n\n\r\n\n\nATO generation:\r\n\n\n- Once HSPCs and MS5-hDLL1 cells are harvested and counted, the time required to generate ATOs is variable depending on the number created, the number of different conditions, and the experience of the investigator. An experienced investigator can plate ~100 ATOs in 1 hour.\r\n\n\n- The whole procedure can usually be accomplished in 4 to 6 hours for large ATO experiments."
        },
        {
            "header": "Troubleshooting",
            "content": "- D6.\r\n\n\nProblem: Too much medium is left after aspiration and the cell volume per ATO is higher than 8 μL.\r\n\n\nSolution: Centrifuge the cells again and remove as much medium as possible to be able to adjust it to the right volume. \r\n\n\n\r\n\n\n- D8.\r\n\n\nProblem: The drop of cells spreads on the membrane instead of creating a semi-sphere. Possible reason: The concentration of cells is too low or the volume is too high. Solution: Make sure the concentration of the cells is accurate, and ensure final volume is 5-6 μL per ATO. \r\n\n\n\r\n\n\nNotes:\r\n\n\nThe ATOs will tend to flatten once placed into the incubator. As the cells proliferate over the first 2 weeks, the ATOs will grow and acquire a flattened dome shape. \r\n\n\n\r\n\n\n- E2.\r\n\n\nProblem: The totality of the medium is aspirated during medium change.\r\n\n\nSolution: The membrane won’t dry instantly, so just quickly add back 1 mL of fresh medium to the bottom of the well, and ensure it spreads evenly below the insert membrane.\r\n\n\n\r\n\n\n- E3.\r\n\n\nProblem: Media falls onto the membrane surface or onto the ATO during medium change.\r\n\n\nSolution: ATOs are quite stable. With a glass pipette and vacuum, gently aspirate the medium from the surface of the cell insert."
        },
        {
            "header": "Anticipated Results",
            "content": "Appearance of ATOs: \r\n\n\n- ATOs will usually flatten right after being created but will grow back to a flattened dome  shape as the hematopoietic cells proliferate over the first 2 weeks. \r\n\n\n- After 2-3 weeks, ATOs should appear round, white, and with a smooth, shiny surface. \r\n\n\n- If the ATOs are maintained in culture for prolonged periods \\(> 10 weeks), a film-like ring of cells might be seen around the ATO. The ATO structure can also become more watery and translucent. This should not affect the differentiation or viability of the cells. \r\n\n\n\r\n\n\n\r\n\n\nFlow cytometric analysis: \r\n\n\n- ATO cell phenotypes, differentiation kinetics, and cell yields are extensively characterized in the accompanying article. A list of monoclonal antibodies used for standard flow cytometric analysis of ATOs is listed in the Online Methods section of the accompanying article.\r\n\n\n\r\n\n\n- Flow cytometric analysis of ATO cells should include at minimum a viability dye \\(e.g. DAPI) for the exclusion of dead cells, and staining for either human CD45 or mouse CD29 to gate on human hematopoietic cells or gate out MS5-hDLL1 cells, respectively. This is particularly important if FITC or eGFP are used in the study, as MS5-hDLL1 cells express eGFP and may confound analysis. We also highly recommend that labeling for human CD14 be included in any analysis panel to gate out monocytes/macrophages—while rare in ATOs, strong autofluorescence from this population may interfere with downstream analysis. Staining for human CD56 is optional to gate out NK cells, which develop at low but variable levels in ATOs and may co-express certain T cell markers.\r\n\n\n\r\n\n\n- If starting with CB HSPCs in ATOs, CD4+CD5+CD3- immature single positive \\(CD4ISP) and CD4+CD8+ double positive \\(DP) thymocytes are seen as early as 2 weeks, with and a more distinct and robust DP population at 3 weeks. \r\n\n\n\r\n\n\n- A clear population of CD34+ progenitors should be detectable at all time points of the culture, decreasing in frequency with time. Within the CD34+ population, pro-T cell subsets can be identified using CD7 and CD1a, or CD7 and CD5, as described in the accompanying article.\r\n\n\n\r\n\n\n- A clear population of TCRαβ+CD3+ thymocytes should be detectable as early as week 4. At this point the majority of CD3+TCRαβ+ cells will be DP, however progressive differentiation to CD8 single positive \\(CD8SP) and CD4SP T cells is seen, typically starting around week 6.\r\n\n\n\r\n\n\n- CD3+TCRαβ+CD4SP yields in ATOs generated as described are lower than for CD8SP T cells, and may range from 5-15% of  CD3+TCRαβ+ T cells after week 6.\r\n\n\n\r\n\n\n- Within the CD3+TCRαβ+CD8SP and CD4SP populations, immature naïve T cells with a DP-like phenotype \\(CD45RA-CD45RO+CD1ahigh) can be further differentiated from mature naïve T cells \\(CD45RA+CD45RO-CD1alo). The frequency of cells with the mature naïve phenotype increases in ATOs between weeks 6-12. \r\n\n\n\r\n\n\n- Care must be taken when analyzing CD8+ and CD4+ T cells in ATOs, as it is insufficient to define these populations based on single markers, as both CD4ISP and CD8aa+ innate lymphoid cells are present in ATOs and confound this analysis. Rather, gating on CD3+, TCRαβ+, or both markers first will assure gating on true mature T cells. \r\n\n\n\r\n\n\n- Examination of total T-lineage cells \\(CD7+CD5+) provides a simple read out of T cell differentiation in ATOs at any time point, however does not give an indication as to T cell developmental stage.\r\n\n\n\r\n\n\n- An ATO made from 7500 cord blood HSPCs should give rise to an average of 1.5 to 2x106 total cells at week 6. Higher cell numbers are seen with TCR-transduced CB HSPCs. The fraction of total cells that are mature CD3+TCRαβ+CD8SP or CD4SP T cells depends on the timepoint of harvesting, with percent mature cells increasing progressively between weeks 6-12."
        },
        {
            "header": "References",
            "content": "1. Schmitt, T.M. & Zúñiga-Pflücker, J.C. Induction of T Cell Development from Hematopoietic Progenitor Cells by Delta-like-1 In Vitro. Immunity 17, 749-756 \\(2002).\r\n  2. De Smedt, M., Hoebeke, I. & Plum, J. Human bone marrow CD34+ progenitor cells mature to T cells on OP9-DL1 stromal cell line without thymus microenvironment. Blood Cells Mol Dis 33, 227-232 \\(2004).\r\n  3. La Motte-Mohs, R.N., Herer, E. & Zuniga-Pflucker, J.C. Induction of T-cell development from human cord blood hematopoietic stem cells by Delta-like 1 in vitro. Blood 105, 1431-1439 \\(2005).\r\n  4. de Pooter, R. & Zúñiga-Pflücker, J.C. T-cell potential and development in vitro: the OP9-DL1 approach. Current Opinion in Immunology 19, 163-168 \\(2007).\r\n  5. Awong, G., Herer, E., La Motte-Mohs, R.N. & Zuniga-Pflucker, J.C. Human CD8 T cells generated in vitro from hematopoietic stem cells are functionally mature. BMC Immunol 12, 22 \\(2011).\r\n  6. Awong, G., Motte-Mohs, R.N.L. & Zúñiga-Pflücker, J.C. In Vitro Human T Cell Development Directed by Notch–Ligand Interactions. In: Bunting, K.D. \\(ed). Hematopoietic Stem Cell Protocols. Humana Press: Totowa, NJ, 2008, pp 135-142.\r\n  7. Van Coppernolle, S. et al. Functionally mature CD4 and CD8 TCRalphabeta cells are generated in OP9-DL1 cultures from human CD34+ hematopoietic cells. Journal of immunology \\(Baltimore, Md. : 1950) 183, 4859-4870 \\(2009).\r\n  8. De Smedt, M. et al. T-lymphoid differentiation potential measured in vitro is higher in CD34+CD38-/lo hematopoietic stem cells from umbilical cord blood than from bone marrow and is an intrinsic property of the cells. Haematologica 96, 646 \\(2011).\r\n  9. Seet, C. et al. Generation of mature T cells from human hematopoietic stem/progenitor cells in artificial thymic organoids. Nature Methods \\(2017) In Press."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank C. He, S. Li, B. Chick, Y. Zhu and K. Kim in the Crooks lab for their technical assistance during the development of this protocol. \r\n\n\nWe would like to thank J. Scholes and F. Codrea at the UCLA Broad Stem Cell Research Center \\(BSCRC) Flow Cytometry Core for assistance with FACS sorting; R. Chan for assistance with specimen processing; Dr. C. Parekh \\(CHLA) for generous assistance with thymus samples and Dr. M. Sehl \\(UCLA) for assistance with MPB collection during the development of this protocol."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4237",
                "date": "2017-04-03 17:08:52",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14551,
                "identity": "a0f702a7-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Christopher S. Seet",
                "email": "CSeet@mednet.ucla.edu",
                "orcid": "",
                "institution": "Gay Crooks Lab (UCLA)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Christopher",
                "middleName": "S.",
                "lastName": "Seet",
                "suffix": ""
            },
            {
                "id": 14552,
                "identity": "a0f7097b-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Gay M. Crooks",
                "email": "gcrooks@mednet.ucla.edu",
                "orcid": "",
                "institution": "Gay Crooks Lab (UCLA)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Gay",
                "middleName": "M.",
                "lastName": "Crooks",
                "suffix": ""
            },
            {
                "id": 14553,
                "identity": "a0f70d29-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Amélie  Montel-Hagen",
                "email": "amelie.montel.hagen@gmail.com",
                "orcid": "",
                "institution": "Gay Crooks Lab (UCLA)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Amélie",
                "middleName": "",
                "lastName": "Montel-Hagen",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-03-01 00:24:20",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.062",
        "doiUrl": "https://doi.org/10.1038/protex.2017.062",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609674,
                "identity": "1e18ae77-e270-477d-b899-724d674dab54",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1991158,
                "visible": true,
                "origin": "",
                "legend": "Generation of ATOs   a) Schematic of the ATO system (Adapted from Seet et. al. Nature Methods, 2017 (9)). \r\nb) Method for generation of ATOs. Top row: deploying cell slurry on cell culture insert membrane. Bottom row: returning cell culture insert to well containing medium; and appearance of a completed ATO. \r\nNote: In this figure, ATOs were generated using more cells than usual in order to provide a clearer visualization of the method.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-5725/v1/figure_1.png"
            },
            {
                "id": 13465056,
                "identity": "d53c0c44-9c0c-48b7-ab3c-89456f2ddae0",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1624797,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5725/v1/33fdc82c-e837-4e28-a5f3-5e085747fa31.pdf"
            },
            {
                "id": 2609686,
                "identity": "459f4f07-ab50-4e0e-ad23-7ee140bde0a6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "mp4",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 35078243,
                "visible": true,
                "origin": "",
                "legend": "Video 1   Method for generation of ATOs   In this video, ATOs were generated using more cells than usual in order to provide a clearer visualization of the method.",
                "description": "",
                "filename": "supplement0.mp4",
                "url": "https://assets.researchsquare.com/files/nprot-5725/v1/supplement_0.mp4"
            }
        ],
        "financialInterests": "Kite Pharma, Inc. is supporting the preclinical research of the ATO system at UCLA with Dr. Gay M. Crooks as principal investigator and holds an exclusive license to certain intellectual property relating to the ATO system.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Human T cells, thymic organoids, 3D culture, T-cell differentiation, T-cell maturation, TCR, hematopoietic stem and progenitor cells",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This protocol describes a simple in vitro artificial thymic organoid \\(ATO) culture method for the differentiation of mature, naïve CD3+TCRαβ+ and TCRγδ+ T cells from hematopoietic stem and progenitor cells \\(HSPCs). This protocol accompanies Seet et al \\(Nature Methods, published online 3 April, 2017; 10.1038/nmeth.4237); it was added to the manuscript after formal peer review, as an aid to users. ATOs use standardized, off-the-shelf components and a novel serum-free media formulation to maximize the efficiency of T cell differentiation and minimize experimental variability. We have validated the ATO method for the generation of mature, naïve T cells from human cord blood, bone marrow, and mobilized or resting peripheral blood HSPCs, as well as purified hematopoietic stem cells and lymphoid progenitors. Furthermore, this method can be used for the differentiation of naïve antigen-specific T cells from TCR-transduced HSPCs. ATOs recapitulate thymic-like early T cell commitment, differentiation through all known progenitor and precursor stages of human CD3+TCRαβ+ thymopoiesis, and permit the positive selection and maturation of naïve CD3+TCRαβ+ single positive CD8+ and CD4+ T cells. ATOs are maintained with simple media changes, and do not require replenishment of stromal cells. The ATO system has direct applications for experimental studies of human T cell differentiation and stem-cell based approaches to T cell engineering.",
        "manuscriptTitle": "Artificial thymic organoid cultures: In vitro human T-cell differentiation from hematopoietic stem and progenitor cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-04-03 17:10:14",
                "doi": "10.1038/protex.2017.062",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0f5a02b-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 3rd, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3843,
                "name": "Cell biology"
            },
            {
                "id": 3845,
                "name": "Developmental biology"
            },
            {
                "id": 3847,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-04-03 17:10:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}