{
    "identity": "nprot-246",
    "title": "Formation of <em>N</em>-Boc pyrrole 2,5-methyl diester, a key intermediate in the Donohoe synthesis of 1-epiaustraline and hyacinthacine A<sub>1</sub>.",
    "content": [
        {
            "header": "Introduction",
            "content": "Heterocyclic rings, such as pyrrolidines, tetrahydrofurans and piperidines, are found in the vast majority of natural product molecules including many of those exhibiting a wide variety of potent biological activities. These heterocyclic rings are often highly substituted and constitute part of complex structures and, therefore, represent a significant challenge to synthetic chemists. The use of aromatic compounds as precursors to these structural motifs is an attractive option because, by controlling the degree of reduction achieved, dihydro or tetrahydro compounds can be formed selectively. These can then be reacted further, increasing substitution and complexity, via use of a wide variety of standard synthetic chemistry found within the literature.\r\n\n\n\r\n\n\nThe Birch \\(Li/NH<sub>3</sub>) and ammonia-free \\(Li/di- _tert_-butyl biphenyl \\[DBB])<sup>1</sup> partial reductions, using the conditions developed by Donohoe, are applicable to a wide range of heteroaromatic compounds with a variety of substitution patterns, resulting in formation of the respective dihydro compounds in typically good to excellent yields.<sup>2-8</sup>\r\n\n\n\r\n\n\nThe reduction of the _N_-Boc pyrrole whose formation is described herein,<sup>9</sup> \\(Figure 1) has recently been published by Donohoe et al. as a key step in the routes to the biologically active natural products 1-epiaustraline and hyacinthacine A<sub>1</sub>.<sup>10, 11</sup> \r\n\n\n\r\n\n\n**Figure 1**\r\n\n\n\r\n\n\n <a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/480/display/Figure%201AAA.png\">See figure in Figures section.</a>"
        },
        {
            "header": "Reagents",
            "content": "&#x2022; _N_-Boc pyrrole \\(Sigma-Aldrich, cat. no. 425834)\r\n\n\n&#x2022; 2,2,6,6-Tetramethyl piperidine \\(Sigma-Aldrich, cat. no. 115754)\r\n\n\n&#x2022; _n_-Butyllithium \\(1.6 M in hexanes) \\(Sigma-Aldrich, cat. no.186171)\r\n\n\n&#x2022; Methyl chloroformate \\(Sigma-Aldrich, cat. no. M35304)\r\n\n\nCAUTION  Methyl chloroformate is a lachrymator.\r\n\n\nCRITICAL The methyl chloroformate should be passed through a short plug of magnesium sulfate and potassium carbonate prior to use in order to remove any residual water or acid present.\r\n\n\n&#x2022; Tetrahydrofuran, HPLC grade \\(Rathburn, cat. no. RH1011)\r\n\n\nCRITICAL The solvent must be dried prior to the reaction by either distillation from sodium benzophenone ketyl radical or by filtration through a column of activated alumina of grade DD-2, as supplied by Alcoa, employing the method of Grubbs et al.<sup>12</sup> It should be stored in oven-dried glassware, under an atmosphere of argon until required \\(for no more than approximately 8 hours).\r\n\n\n&#x2022; Saturated ammonium chloride solution\r\n\n\n&#x2022; Diethyl ether, glass distilled grade \\(Rathburn, cat. no. RG2013)\r\n\n\n&#x2022; 40-60&#xB0; Petroleum spirit, glass distilled grade \\(Rathburn, cat. no. RG2031)\r\n\n\n&#x2022; Cyclohexane, laboratory reagent grade \\(Fisher Scientific, cat. no. C/8920/17)\r\n\n\n&#x2022; 1 M Hydrochloric acid\r\n\n\n&#x2022; Magnesium sulfate, laboratory reagent grade, dried, \\(Fisher Scientific)\r\n\n\n&#x2022; Silica gel for flash column chromatography \\(BDH, cat. no. 153325P)\r\n\n\n&#x2022; Sand, general purpose grade \\(Fisher Scientific)\r\n\n\n&#x2022; Thin-layer chromatography plates on aluminium backing, silica gel 60 F254 \\(Merck)\r\n\n\n&#x2022; Deuterated chloroform \\(Sigma-Aldrich, cat. no. 151823)"
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Dual argon-vacuum manifold with vacuum line\r\n\n\n&#x2022; 2 Magnetic stirrers \\(eg. IKA<sup>&#xAE;</sup> RCT Basic)\r\n\n\n&#x2022; 2 Dewar dishes to fit 1 L round-bottom flasks\r\n\n\n&#x2022; 2 Low temperature thermometers\r\n\n\n&#x2022; 2 x 1 L round-bottom flasks\r\n\n\n&#x2022; 100 mL pear-shaped flask\r\n\n\n&#x2022; Rubber septa \\(to fit neck of flasks)\r\n\n\n&#x2022; Glass syringes, luer lock \\(25 and 50 mL)\r\n\n\n&#x2022; Reusable 21 gauge needles \\(150 mm length)\r\n\n\n&#x2022; Teflon-coated magnetic stirrer bars\r\n\n\n&#x2022; Heat gun\r\n\n\n&#x2022; Filter paper \\(300 mm diameter)\r\n\n\n&#x2022; Rotary evaporator \\(B&#xFC;chi)\r\n\n\n&#x2022; Pyrex chromatographic column \\(approx. diameter 10 cm)\r\n\n\n&#x2022; NMR tubes\r\n\n\n\r\n\n\nCRITICAL All glassware used during the reaction stages should be either oven-dried for at least 18 hours prior to use or, alternatively flame-dried under vacuum using a Bunsen burner \\(a heat gun is not a suitable replacement for a bunsen burner as it is not hot enough to achieve the level of dryness required). Glassware should be allowed to cool to room temperature by either storage in a dessicator containing self-indicating silica gel or by attaching to a high-vacuum line. It is advisable to collect a sufficient quantity of THF \\(from either the distillation apparatus or Grubbs column apparatus) in an Erlenmeyer flask before starting the reaction and then removing solvent from here during the reaction procedure. Prior to collection of the THF the Erlenmeyer flask should be capped with a rubber septum and attached to the manifold line using a disposable syringe needle. Evacuate and refill the flask with argon three times and then maintain under an atmosphere of argon by use of an argon balloon."
        },
        {
            "header": "Procedure",
            "content": "1] Fit a 1 L round-bottomed two-necked flask containing a Teflon-coated magnetic stirrer bar with a rubber septum in the main neck and also a tubing adaptor. Attach the tubing adaptor to a double manifold allowing access to both an argon line and a high vacuum.\r\n\n\n2] Evacuate the flask using the vacuum line and refill with argon three times. Then maintain under a gentle flow of argon. Using a cannular transfer 200 mL of dry THF from a conical flask \\(which should be kept under an atmosphere of argon) into the reaction flask. Turn the magnetic stirrer on.\r\n\n\n3] Transfer 27 mL \\(0.16 mol) of 2,2,6,6-tetramethyl piperidine to the round-bottomed flask with a glass-syringe fitted with a 21 gauge needle. Cool the flask to –78 ºC in a dry ice/acetone bath \\(Dewar dish). The temperature of the bath should be monitored using a thermometer in the dewar dish.\r\n\n\n4] Using a cannular transfer 100 mL of _n_-butyllithium \\(1.6 M in hexanes) in a dropwise fashion from a 100 mL bottle \\(which should be kept under an atmosphere of argon) into the reaction flask.\r\n\n\n5] Transfer 10.7 mL \\(0.64 mol) of _N_-Boc pyrrole into a 100 mL pear-shaped flask. Cap with a rubber septum and attach to the manifold line using a disposable syringe needle. Evacuate and refill with argon three times and then maintain under a gentle flow of argon. \r\n\n\n6] Transfer 45 mL dry THF to the pear-shaped flask with a glass-syringe fitted with a 21 gauge needle. Swirl the flask by hand until all the _N_-Boc pyrrole has fully dissolved into the THF.\r\n\n\n7] Add the solution of pyrrole in THF in a dropwise fashion \\(approx. 10 min) into the reaction flask using a glass-syringe fitted with a 21 gauge needle. Maintain vigorous stirring during the addition and ensure that the bath temperature is kept at −78 °C by addition of dry ice and acetone as required.\r\n\n\n8] Continue stirring for 3 hours at −78 °C. \r\n\n\n9] Fit a second 1 L round-bottomed two-necked flask containing a Teflon-coated magnetic stirrer bar with a rubber septum in the main neck and also a tubing adaptor. Attach the tubing adaptor to a double manifold allowing access to both an argon line and a high vacuum.\r\n\n\n10] Evacuate the flask using the vacuum line and refill with argon three times. Then maintain under a gentle flow of argon. Using a cannular transfer 20 mL of dry THF from a conical flask \\(which should be kept under an atmosphere of argon) into the reaction flask. Turn the magnetic stirrer on.\r\n\n\n11] Transfer 14.8 mL \\(0.19 mol) of methyl chloroformate to the round-bottomed flask with a glass-syringe fitted with a 21 gauge needle. Cool the flask to –78 ºC in a dry ice/acetone bath \\(Dewar dish). The temperature of the bath should be monitored using a thermometer in the dewar dish.\r\n\n\n12] Cannular the entire contents of the reaction mixture into the methyl chloroformate solution in a dropwise fashion \\(approx. 2 hours). The cannular should be cooled by wrapping it in a cotton wool jacket packed with dry ice. Maintain vigorous stirring during the addition and ensure that the bath temperature is kept at −78 °C by addition of dry ice and acetone as required.\r\n\n\n13] Continue stirring for 30 mins at −78 °C.\r\n\n\n14] Add saturated ammonium chloride solution \\(20 mL) slowly using a glass syringe and reusable 21 gauge needle. Remove the flask from the cooling bath and allow to warm to room temperature\r\n\n\n15] Transfer the reaction mixture to a 2 L separating funnel containing distilled water \\(150 mL) and diethyl ether \\(200 mL). Separate the layers and extract the aqueous layer with four 100 mL portions of diethyl ether. Wash the combined organic layers with 1 M hydrochloric acid \\(100 mL) followed by brine \\(100 mL). Dry the combined organic layers with magnesium sulfate \\(approx. 5 g).\r\n\n\n16] Filter the mixture through filter paper into a round-bottomed flask and evaporate the solvent to dryness using a rotary evaporator. **PAUSE POINT:** The reaction mixture can be left overnight at room temperature.\r\n\n\n17] Purify the desired product by flash column chromatography on silica gel eluting with 1:4 diethyl ether to petroleum spirit to yield a pale yellow solid. This can then be recrystallised from cyclohexane to afford the desired product as a white crystalline solid."
        },
        {
            "header": "Timing",
            "content": "14 hours including purification"
        },
        {
            "header": "Critical Steps",
            "content": "**Critical step 1:**\r\n\n\nAddition of the BuLi must be carried out in a dropwise fashion to prevent the internal temperature of the reaction mixture rising above &#x2013;78 &#xBA;C and causing formation of unwanted side products.\r\n\n\n\r\n\n\n**Critical step 2:**\r\n\n\nTransfer of the reaction mixture into the methyl chloroformate must be carried out in a dropwise fashion to prevent formation of polymerised products and subsequent decrease in yield."
        },
        {
            "header": "Troubleshooting",
            "content": "Low yield: \r\n\n\n\r\n\n\nRepeat reaction with fresh reagents and dry glassware, ensuring that all are anhydrous and that the reaction is maintained under an inert atmosphere. Take care to ensure that all additions to the reaction mixture \\(eg. steps 4, 7 and 12) are dropwise to prevent the internal temperature of the reaction vessel rising above &#x2013;78 &#xBA;C."
        },
        {
            "header": "Anticipated Results",
            "content": "Typical isolated yield of pyrrole should be 11.3 g, 62%.\r\n\n\n\r\n\n\nAnalytical data:\r\n\n\n**M.p.** 112-114 &#xB0;C; **<sup>1</sup>H NMR** \\(400 MHz, CDCl<sub>3</sub>) _&#x3B4;_<sub>H</sub> 6.84 \\(2 H, s, pyrrole-CH), 3.87 \\(6 H, s, CO<sub>2</sub>CH<sub>3</sub>), 1.67 \\(9 H, s, C\\(CH<sub>3</sub>)<sub>3</sub>); **<sup>13</sup>C NMR** \\(100 MHz, CDCl<sub>3</sub>) _&#x3B4;_<sub>C</sub> 159.9, 148.9, 126.7, 115.8, 86.3, 52.0, 27.3."
        },
        {
            "header": "References",
            "content": "1. Donohoe, T. J.; House, D. Ammonia free reduction of aromatic compounds using lithium di- _tert_-butylbiphenyl \\(LiDBB). _J. Org. Chem._, 2002, **67**, 5015-5018.\r\n  2. Donohoe, T. J.; Guyo, P. M.; Harji R. R.; Cousins, R. P. C. The Birch reduction of 3-substituted pyrroles. _Tetrahedron Lett._, 1998, **39**, 3075-3078. \r\n  3. Donohoe, T. J.; Guyo P. M.; Helliwell, M. The stereoselective Birch reduction of pyrroles. _Tetrahedron Lett._, 1999, **40**, 435-438.\r\n  4. Donohoe, T. J.; Helliwell, M.; Stevenson C. A.; Ladduwahetty, T. Stereoselectivity in the Birch reduction of 2-furoic acid derivatives. _Tetrahedron Lett._, 1998, **39**, 3071-3074.\r\n  5. Donohoe, T. J.; Guillermin, J. &#x2013;B.; Frampton C.; Walters, D. S. The synthesis of \\(+)-nemorensic acid. _Chem. Commun._, 2000, 465-466.\r\n  6. Donohoe, T. J.; Mace, L. H.; Helliwell, M.; Ichihara, O. Transformations of 3,4-disubstituted pyridines under dissolving metal conditions-partial reduction followed by radical cyclisation. _Synlett_, 2002, 331-333.\r\n  7. Donohoe, T. J.; McRiner, A. J.; Sheldrake, P. Partial reduction of electron deficient pyridines. _Org. Lett._, 2000, **2**, 3861-3863.\r\n  8. Donohoe, T. J.; Johnson, D. J.; Mace, L. H.; Bamford, M. J.; Ichihara, O. Partial reduction of pyridinium salts as a versatile route to dihydropyridones. _Org. Lett._ 2005, **7**, 435-437.\r\n  9. Donohoe, T. J.; Headley, C. E.; Cousins, R. P. C.; Cowley, A. Flexibility in the partial reduction of 2,5-disubstituted pyrroles: application to the synthesis of DMDP. _Org. Lett._ 2003, **5**, 999-1002.\r\n  10. Donohoe, T. J.; Sintim, H. O. A concise total synthesis of \\(&#xB1;)-1-epiaustraline. _Org. Lett._ 2004, **6**, 2003-2006.\r\n  11. Donohoe, T. J.; Sintim, H. O.; Hollinshead, J. A noncarbohydrate based approach to polyhydroxylated pyrrolidizines: total syntheses of the natural products hyacinthacine A<sub>1</sub> and 1-epiaustraline. _J. Org. Chem._, 2005, **70**, 7297-7304.\r\n  12. Pangborn, A. B.; Giardello, M. A.; Grubbs, R. H.; Rosen R. K.; Timmers, F. J. Safe and Convenient procedure for solvent purification. _Organometallics_ 1996, **15**, 1518-1520."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nprot.2007.245",
                "date": "2010-08-13 21:28:58",
                "title": "The partial reduction of electron-deficient pyrroles: procedures describing both Birch (Li/NH3) and ammonia-free (Li/DBB) conditions",
                "authors": "",
                "journal": "Nature Protocols",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10284,
                "identity": "9ef525c2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Timothy J. Donohoe",
                "email": "",
                "orcid": "",
                "institution": "Department of Chemistry, University of Oxford",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Timothy",
                "middleName": "J.",
                "lastName": "Donohoe",
                "suffix": ""
            },
            {
                "id": 10285,
                "identity": "9ef52864-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rhian E. Thomas",
                "email": "",
                "orcid": "",
                "institution": "Department of Chemistry, University of Oxford",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rhian",
                "middleName": "E.",
                "lastName": "Thomas",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-13 13:56:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.232",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.232",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607747,
                "identity": "171f0848-a5a1-4d48-bde7-f09d1b1df86a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 12024,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-246/v1/figure_1.png"
            },
            {
                "id": 15665554,
                "identity": "e6d856a8-8b86-4d84-926d-8c54e8682316",
                "added_by": "auto",
                "created_at": "2021-11-18 13:32:15",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 162855,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-246/v1/3ab88c4f-0939-45df-b4b3-0da446eb9b16.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "pyrroles, birch reduction, synthesis, natural products",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Formation of N-Boc pyrrole 2,5-methyl diester, a key intermediate in the Donohoe synthesis of 1-epiaustraline and hyacinthacine A1.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-05-24 10:09:28",
                "doi": "10.1038/nprot.2007.232",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ef4cc10-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 24th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1730,
                "name": "Synthetic chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-05-24 10:09:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}