{
    "identity": "pex-1665",
    "title": "<p>The Cardiovascular Implications of Thoracic Endovascular Aortic Repair: how aortic stenting impacts LV function and coronary artery flow</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Endovascular aortic stent-grafting deceases aortic compliance and increases afterload (Tzilalis 2012 et. al, Ioannou 2003 et. al), and, over time, leads to left ventricular hypertrophy and associated changes in cardiovascular physiology for both thoracic (Ioannou et. al 2009) and abdominal aortic stent grafts (Lantelma et. Al 2009, Moulakakis et. al 2017). This follows teleologically because the heart must work against a non-complaint stented aortic system, and must, therefore, compensate over time. These changes extend to even young patients treated with thoracic endovascular aortic repair (TEVAR) for trauma, where there is no underlying aortic pathology, and where increased quality of life years are at risk (Youssef et. al 2020). In the longer term, increased aortic stiffness secondary to stent grafts leads to heart failure in as many as 40% of patients, and is believed to contribute substantially to the long-term outcomes following aortic stent grafting (De Bruin et al 2010, Scali et al 2012). </p><p>Despite the increasing use of aortic endografts, little is known about the impact on the heart. These include the biomechanical effect on the left ventricle, the effects on afterload andor contractility, andor the impact on coronary flow that results from changes in afterload or and diastolic filling. There is a critical need for to better understanding the changes to central hemodynamics imposed by aortic stenting, particularly in TEVAR) (Moulakakis et. al 2017). </p><p>Pressure-volume (PV) loop analysis provides gold standard pump biomechanical information as changes are introduced on to the cardiovascular system (Senazi H. et. al 2006, Burkhoff D. et. al 2005, Little WC 1985). Observing left ventricular PV loops and measuring coronary and aortic flow directly during and immediately after endovascular aortic stent-grafting would provide a comprehensive understanding of the acute cardiovascular implications of aortic stenting and may provide insight into therapeutic strategies. Avenues to reverse these changes would lead to the possibility of preventing the long-term cardiovascular complications that can occur secondary to aortic stent grafting. </p><p><strong>The goal of this study is to utilize a large animal model of cardiovascular physiology to capture left ventricular and coronary flow physiologic changes associated with TEVAR.</strong> Using left ventricular PV loop analysis, along with direct measurement of coronary and aortic flow, we seek to understand cardiac physiologic changes associated with TEVAR in order to develop strategies to prevent long-term LV changes and improve outcomes after TEVAR.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Telazol (5 mg/kg)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Xylazine (2 mg/kg)&nbsp;</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Heparin Sodium 10000 Units/10cc vial</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Formalin (Sigma-Aldrich, SKU HT501128-4L)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Isoflurane (Sigma-Aldrich, SKU 792632-250MG)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Access:</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5 Fr micro-puncture access kit (Cook Medical,&nbsp;Bloomington,&nbsp;USA) - MPIS-502-NT-U-SST</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10 cm 7 Fr sheath (Terumo, Elkton, NJ) - REF/Product Code RM*RS7F10PA</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10 cm 9 Fr sheath (Terumo, Elkton, NJ) - REF/Product Code RM*RS9F10PA</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;25 cm 7 Fr sheath (Terumo, Elkton, NJ) - REF/Product Code RM*RS7F25PA</p><p><strong>Wires:</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Amplatz 0.035, 180cm wire (Boston Scientific: M001465250; https://www.esutures.com/search/in-date,short-dated/search/benson%20wire)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Benson 0.035, 85 cm wire (Cook Medical: TSFB-35-80; https://www.cookmedical.com/products/di_tsfb_webds/)</p><p><strong>Stent graft:</strong></p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;VALIANT TEVAR System – 20mm: <a href=\"https://www.medtronic.com/us-en/healthcare-professionals/products/cardiovascular/aortic-stent-grafts.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.medtronic.com/us-en/healthcare-professionals/products/cardiovascular/aortic-stent-grafts.html</a></p><p>&nbsp;</p><p><br></p><p><strong>Flow Probes, Pressure Catheters and support:</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pig-tail catheter&nbsp;(AngioDynamics Inc, Latham, USA) - H787107140055</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PV Loop Catheter - (ADInstruments, VENTRI CATH 510 or 510S - https://www.adinstruments.com/products/large-animal-pv-catheters#product-VENTRI-CATH-510)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Flow Probes, 3-4mm (ADInstruments, Series MA-n-PS-ori)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Flow Probes, 16-20mm (ADInstruments, Series PAU)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pressure Catheter (5 F, Dual, Straight, 3 cm, 120 cm, PU/WD) - SPR-751S or SPR-751</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rectal Temperature probe (ADInstruments, Large Animal Rectal Probe (RET-1))</p><p><strong>Imaging:</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C-arm for fluoroscopy&nbsp;(OEC 9800,&nbsp;General Electric, Boston, USA)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bedside US system, such as Phillips Lumify App and US Probes (Phillips, NV, USA) (available: https://www.usa.philips.com/healthcare/sites/lumify/lumify-android-app)</p><p><strong>Anesthesia Supplies:</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mechanical ventilator capable of providing general anesthesia with an Isoflurane vaporizer. We utilize a Drager Fabius GS.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Endotracheal Tube 28 French 7.0mm 10/bx Endotrol (SAM Medical: 026351)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Other anesthesia supplies, including vent tubing, air and gas tanks and lines, and CO2 absorber (we use the Dragersorb 800+)</p><p>\t<strong>Other:</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;0.9% Normal Saline, 1L bags</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Infusion Tubing (BD: SKU 10013365)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Prefilled 10 cc 0.9% Saline Syringes (BD-9104 BD PosiFlush Saline Syringe)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sutures of various sizes and types, including proline in the range 3-0 to 5-0, vicryl in the range of 0 to 5-0</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Foley bag, foley catheter</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Blood gas analyzer with rinse solution, or access to a lab with laboratory support<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">[HA1]</a>&nbsp;<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">[DS2]</a>&nbsp;</p><p>o&nbsp;&nbsp;iSTAT 1 (Abbott Labs; available: https://www.pointofcare.abbott/us/en/offerings/istat/istat-handheld#specs)</p><p>o&nbsp;&nbsp;iSTAT test cartridges for Lactate, Chemistry (Abbott Labs; available: https://www.pointofcare.abbott/us/en/offerings/istat/istat-test-cartridges)</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Study periods:\nI. Animal Preparation and Instrumentation:\n1. Anesthetize the animal with telazol (5mg/kg) and xylazine (2mg/kg) at appropriate doses.\n2. Transport the animal to the procedure area.\n3. Place the animal under isoflurane targeting 1.0 MAC by facemask. Transition to generally 10 ccs/kg TV, RR of 12-14 initially but to a target of pCO2 30-45 and an FiO2 of 40% but adjusted appropriately as needed.\n4. Place the animal in sternal recumbency and intubate the animal with a 7.0 endotracheal tube.\n5. Turn the animal into dorsal recumbency and restrain.\n6. Place all venous and arterial catheters using US guidance, and place all monitoring devices.\nIncludes:\n-place a 7 fr sheath in 2 of the following: either carotid or right brachial artery through which we will place the PV Loop through one and place a pig-tail catheter for angiography above the TEVAR through the other.\n[DS1]\n[HA2]\n-place a 7 fr sheath in either jugular down to the RA to be able to obtain central venous gases (and labs).\n-place a 7 fr sheath in the other carotid or either brachial artery, and through this place an aortic pressure probe (which will remain proximal to the TEVAR graft)\n-place a 7 fr sheath in the right or left jugular for central venous pressure probe\n-place an at least 7 fr sheath in left femoral vein through which we will hemorrhage and later resuscitate\n[HA3]\n[DS4]\n.\n-place a 10 fr sheath in right femoral artery for TEVAR deployment later\n[DS5]\n-also place EKG leads, oxygen saturation probe, rectal temperature probe and a bovie pad (after shaving).\n7. Perform a lower abdominal laparotomy for cystostomy (place a foley catheter into the bladder) to facilitate bladder drainage.\n8. Perform a left anterolateral thoracotomy. Place the 3 or 4mm flow probe around the coronary flow probe and add ultrasound jelly to the probe.\n10. Perform a TIMEOUT. Confirm all line placements, confirm all sheaths work (drawback and flush), confirm fluids are ready, that the timer is ready and reset, that data is being transduced through LabChart through appropriately labeled channels and saved. Confirm ventilatory settings.\n11. Confirm fluoroscopically that all catheters and devices are appropriately positioned.\n12. Heparinize the animal with 10k units of heparin\n[HA6]\n[DS7]\nII. Baseline normalization period: (60 min)\n1. Start mIVF of 0.9% NS and give 50ccs of D50.\n2. Obtain VBG, ABG, Trop, Chem8, and 5 tubes of serum at start of baseline period.\n3. Get baseline blood resistivity, enter value into the PV catheter system control.\nThroughout baseline, stent and observation periods use the following guidelines for physiologic control of the animal:\n- Treat glucose < 65 with 1 amp D50\n- for pH < 7.2 give on ampule of bicarbonate\n- treat pCO2 as necessary with MV changes\n- during resuscitation, treat sustained MAP < 65 after starting fluids with pressor, first line is norepinephrine.\nIII. Perform TEVAR\n1.     Confirm access with pigtail in aorta proximal to left subclavian, and that all lines and ports flush.\n2.     Place Amplatz wire into ascending aorta from femoral artery access.\n3.     Reposition C arm (right posterior oblique position to splay arch) if needed and confirm placement of wires and devices (Nation et. al).\n4.     Place stent and deployment system over the Amplatz into the aorta just proximal to the left subclavian.\n5.     In rapid sequence:\na.     Induce respiratory arrest\nb.     Deploy device\nc.     Resume respirations\n6.     Remove deployment device, replace with balloon.\n7.     Balloon TEVAR stent (there is no dissection in this model).\n8.     Angiogram to confirm placement and rule out endoleak\n[DS8]\n.\nIV. Monitor the animal (180 mins)\n1. Obtain a VBG and ABG at the start of this period, then every hour and at the end of this period.\n2. Confirm ventilatory stability with each set of labs.\n3. Ends with chem8, VBG, ABG, and troponin. Obtain full thickness heart tissue and place in formalin. Obtain 5 tubes of blood, spin down and pipet off serum; place serum in -5 deg C freezer.\n[DS1]\nan entire second paper here could done be: test for endoleaks using various imaging mechanisms once in post op monitoring phase. Since we will be in this phase for so long we can image the TEVAR stent several ways and see which is best (IA vs IV, on table CT vs DSA, etc) and this will not even increase the length of study for each pig."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "</strong>Estimated 2 hours for instrumentation, followed by one hour of baseline, then one hour for stenting, and 3 hours of monitoring for a total estimated minimum of 7 hours per animal. With the possibility of post-operative monitoring up to a total of 24-hours per animal.<strong> </strong></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "We will first provide baseline characteristics regarding the animals including weight, sex and animal type (these will be Yorkshire swine). </p><p>The main section of the anticipated results are two-fold. The first is an assessment of LV functional changes associated with TEVAR. This would ultimately look like the following table. Baseline values here represent values obtained from animals in other studies. These are all continuous data points and would be presented as means and standard deviations. These would be compared using 2-tailed, paired t-tests from baseline to stenting, and from stenting to post-stenting periods. This would allow us to test if there are changes to LV contractility, afterload or preload before, during and after TEVAR. We may consider dividing the post-stenting period into shorter phases (e.g., 1-, 2- and 3-hour post-stenting) and compare how the data trend over time post-TEVAR. </p><p>  <strong>&nbsp;</strong></p><p>The second part of the results will describe how coronary flow changes during each of these time periods. We will examine total left coronary flow over time, peak coronary flow during each cardiac cycle, and will also examine whether there are changes to retrograde vs antegrade flow patterns. </p><p>Lastly, we will utilize the computed cardiac output, venous and arterial blood gases to compute changes in coronary flow as they relate to CO and LV functional parameters. Similarly, we will compute the oxygen utilization per cc blood flow and calculate how this changes in relation to CO and LV function. </p><p><br></p>"
        },
        {
            "header": "References",
            "content": "1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.V. Ioannou, D.R. Morel, A.N. Katsamouris, et al. Left ventricular hypertrophy induced by reduced aortic compliance. J Vasc Res, 46 (2009), pp. 417-425.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;P. Lantelme, A. Dzudie, H. Milon, et al. Effect of abdominal aortic grafts on aortic stiffness and central hemodynamics. J Hypertens, 27 (2009), pp. 1268-1276.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;D. Tzilalis, D. Kamvysis, P. Panagou, et al. Increased pulse wave velocity and arterial hypertension in young patients with thoracic aortic endografts. Ann Vasc Surg, 26 (2012), pp. 462-467.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;J.L. De Bruin, A.F. Baas, J. Buth, et al. DREAM study group. Long-term outcome of open or endovascular repair of abdominal aortic aneurysm. N Engl J Med, 20 (2010), pp. 1881-1889.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;C.V. Ioannou, N. Stergiopulos, A.N. Katsamouris, et al. Hemodynamics induced after acute reduction of proximal thoracic aorta compliance. Eur J Vasc Endovasc Surg, 26 (2003), pp. 195-204.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Youssef A, Kalaja I, Alkomi U, Abt T, Hoffmann RT, Reeps C, Weiss N, Karl Lackner H, Mahlmann A. Aortic stiffness and related complications after endovascular repair of blunt thoracic aortic injury in young patients. Vasa. 2020 Jun;49(4):295-300.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Scali ST, Chang CK, Feezor RJ, Hess PJ Jr, Beaver TM, Martin TD, Huber TS, Beck AW. Preoperative prediction of mortality within 1 year after elective thoracic endovascular aortic aneurysm repair. J Vasc Surg. 2012 Nov;56(5):1266-72; discussion 1272-3.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Moulakakis KG, Kadoglou NPE, Antonopoulos CN, Mylonas SN, Kakisis J, Papadakis I, Karakitsos P, Liapis CD. Changes in Arterial Stiffness and N-terminal pro-brain natriuretic peptide Levels after Endovascular Repair of Descending Thoracic Aorta. Ann Vasc Surg. 2017 Jan;38:220-226.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Senzaki H, Chen C-H, Kass DA. Single-Beat Estimation of End-Systolic Pressure-Volume Relation in Humans. Circulation. 1996;94(10):2497–506.</p><p>10.&nbsp;&nbsp;Burkhoff D, Mirsky I, Suga H. Assessment of systolic and diastolic ventricular properties via pressure-volume analysis: a guide for clinical, translational, and basic researchers. 2005;289(2 58-2):501–12.</p><p>11.&nbsp;&nbsp;Little WC. The left ventricular dP/dt(max)-end-diastolic volume relation in closed-chest dogs. Circulation Research 1985;56(6):808–15.</p><p>12.&nbsp;&nbsp;Lim DS, Gutgesell HP, Rocchini AP. Left ventricular function by pressure-volume loop analysis before and after percutaneous repair of large atrial septal defects. Journal of Interventional Cardiology 2014;27(2):204–11.</p><p>13.&nbsp;&nbsp;Edwards J, Abdou H, Patel N, et al. The functional vascular anatomy of the swine for research.&nbsp;<em>Vascular</em>. April 2021.</p><p>14.&nbsp;&nbsp;Stonko DP, Edwards J, Abdou H, Elansary NN, Lang E, Savidge SG, Morrison JJ. PV Loop Data Analysis: Raw PV Loop Recordings and Matlab Code. September 2021. doi:10.6084/m9.figshare.16622833.v1</p><p>15.&nbsp;&nbsp;Nation, David A, and Grace J Wang. “TEVAR: Endovascular Repair of the Thoracic Aorta.”&nbsp;<em>Seminars in interventional radiology</em>&nbsp;vol. 32,3 (2015): 265-71. doi:10.1055/s-0035-1558824</p><p><strong>&nbsp;</strong></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 55504882,
                "identity": "a3b0ec2e-1253-4380-aa39-692945968acf",
                "order_by": 0,
                "name": "David P Stonko",
                "email": "dstonko1@jhmi.edu",
                "orcid": "https://orcid.org/0000-0002-2804-2857",
                "institution": "Johns Hopkins",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "David",
                "middleName": "P",
                "lastName": "Stonko",
                "suffix": ""
            },
            {
                "id": 55504884,
                "identity": "99597feb-0d9c-4f2e-adad-456148a21fb8",
                "order_by": 1,
                "name": "Hossam Abdou",
                "email": "",
                "orcid": "",
                "institution": "R. Adams Cowley Shock Trauma Center, University of Maryland Medical System",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hossam",
                "middleName": "",
                "lastName": "Abdou",
                "suffix": ""
            },
            {
                "id": 55504883,
                "identity": "0af424df-7523-47e1-8eff-ac6cca7c025b",
                "order_by": 2,
                "name": "Joseph Edwards",
                "email": "",
                "orcid": "",
                "institution": "R. Adams Cowley Shock Trauma Center, University of Maryland Medical System",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joseph",
                "middleName": "",
                "lastName": "Edwards",
                "suffix": ""
            },
            {
                "id": 55504885,
                "identity": "6b979393-d2ab-4363-a0ef-fef39b3f94a7",
                "order_by": 3,
                "name": "Noha N Elansary",
                "email": "",
                "orcid": "",
                "institution": "R. Adams Cowley Shock Trauma Center, University of Maryland Medical System",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Noha",
                "middleName": "N",
                "lastName": "Elansary",
                "suffix": ""
            },
            {
                "id": 55504886,
                "identity": "4958232b-6691-46fc-8e67-631d2cc255ee",
                "order_by": 4,
                "name": "Eric Lang",
                "email": "",
                "orcid": "",
                "institution": "R. Adams Cowley Shock Trauma Center, University of Maryland Medical System",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Eric",
                "middleName": "",
                "lastName": "Lang",
                "suffix": ""
            },
            {
                "id": 55504887,
                "identity": "07c2c0fb-ae7e-4fcc-82ec-56079454220b",
                "order_by": 5,
                "name": "Caitlin W Hicks",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-7638-1936",
                "institution": "Johns Hopkins Hospital, Department of Vascular and Endovascular Therapy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Caitlin",
                "middleName": "W",
                "lastName": "Hicks",
                "suffix": ""
            },
            {
                "id": 55504888,
                "identity": "597c45dd-042a-4b89-b0bb-32ead978b82e",
                "order_by": 6,
                "name": "Jonathan J Morrison",
                "email": "jonathan.morrison@som.umaryland.edu",
                "orcid": "https://orcid.org/0000-0001-7462-8456",
                "institution": "R. Adams Cowley Shock Trauma Center, University of Maryland Medical System",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jonathan",
                "middleName": "J",
                "lastName": "Morrison",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-10-04 18:33:53",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1665/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1665/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15793728,
                "identity": "c77dd695-7ff1-4bbd-9fcb-39e322fd3f4e",
                "added_by": "auto",
                "created_at": "2021-11-22 17:38:23",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 112920,
                "visible": true,
                "origin": "",
                "legend": "Study timing and overview for each phase of the trial. ",
                "description": "",
                "filename": "Picture1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1665/v1/77f138fe69e22599e4975530.jpg"
            },
            {
                "id": 15793729,
                "identity": "d26da095-dc1d-4356-ba67-32013162c892",
                "added_by": "auto",
                "created_at": "2021-11-22 17:38:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 349631,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1665/v1/daf8117d-a521-4d1f-9ae1-dc3a44d6c8d6.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "PV Loops, Aortic Compliance, LV Function, TEVAR, Aortic Stenting",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Aortic stents are known to have harmful effects on the cardiovascular system. They augment left ventricular function by decreasing aortic compliance. How these cardiovascular parameters change during and immediately after deployment of aortic stents has not been rigorously quantified, despite the development of heart failure in as many as 40% of post-TEVAR survivors within one-year. Without a comprehensive understanding of how the cardiovascular system changes in response to aortic stenting, surgical or medical strategies to augment prevent these changes cannot be developed.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The goal of this study is to evaluate alterations in cardiovascular physiology that develop during and after total aortic endografting in a swine model. We will employ left ventricular (LV) pressure-volume (PV) loop analysis, which provides comprehensive pump mechanical information about LV function including stroke work and cardiac output, coupled with direct coronary flow measurements to understand how these parameters change when an aortic stent is placed. Our hypotheses are that aortic stenting: 1) is associated with decreased aortic compliance and increased LV afterload, 2) augments the LV end systolic pressure relationship (i.e., stroke work and end systolic pressure increase) and 3) increases coronary blood flow but decreases the coronary flow/cardiac output ratio.</p>",
        "manuscriptTitle": "The Cardiovascular Implications of Thoracic Endovascular Aortic Repair: how aortic stenting impacts LV function and coronary artery flow",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-11-22 17:38:21",
                "doi": "10.21203/rs.3.pex-1665/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "3bc16dfc-e0c5-4e98-8b0a-f3ee8647492d",
        "owner": [],
        "postedDate": "November 22nd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 8097060,
                "name": "Systems biology"
            },
            {
                "id": 8097061,
                "name": "Physiology"
            },
            {
                "id": 8097062,
                "name": "Biophysics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-11-22 17:38:21",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}