{
    "identity": "nprot-7263",
    "title": "A protocol to build microRNA-inducible CRISPR-Cas9 platform",
    "content": [
        {
            "header": "Introduction",
            "content": "miRNAs are 21-24 nucleotide small RNAs regulating gene expression majorly at post-transcriptional level<sup>1, 2</sup>. The partial complementarity between a miRNA and its target mRNA leads to the destabilization and/or translational repression of the target mRNA, while the full or near full complementarity between a miRNA and its target mRNA leads to the cleavage of the target mRNA at specific positions<sup>3-5</sup>. miRNAs play essential roles in a variety of physiologic and pathologic processes in plants and animals<sup>6-8</sup>. Many miRNAs are only expressed in specific tissues, cell types, and developmental or disease stages<sup>9, 10</sup>. As a result, miRNA profiles have been successfully used to characterize the developmental lineage and differentiation status of human tumors, and in many cases are more accurate and informative than mRNA profiles<sup>11</sup>. A reporter for miRNA activity will be extremely useful for tracking differentiation status of stem cells and disease progression. However, due to the inhibitory nature of miRNAs on gene expression, a reporter that is activated by miRNAs has not been made possible. Furthermore, expansion the application of miRNAs rather than just as inhibitory tools remains to be challenging.\r\n\n\nThe type II CRISPR system has recently been repurposed to a programmable gene editing system in plants, animals and microbes<sup>12, 13</sup>. Guided by a programmable chimeric CRISPR single guide RNA \\(sgRNA), a Cas9 nuclease is recruited and induces a double-stranded break \\(DSB) at complementary genomic sequences. Furthermore, the nuclease-deficient Cas9 \\(dCas9) retains the ability to target genomic DNA without cleaving it<sup>14</sup>. When fused with different effector proteins, dCas9 system has been engineered as a platform to regulate transcription<sup>15, 16</sup>, modify epigenetic status<sup>17, 18</sup> and mutate DNA bases at specific genomic loci<sup>19, 20</sup>. Traditionally, U6 or H1 promoters are used to driven sgRNAs expression while sgRNAs transcribed by Pol II RNA polymerase are inactive<sup>21</sup>, probably due to the 5' Cap and 3' polyA tail structures. Here, using a miRNA-mediated sgRNA releasing strategy from the inactive pre-sgRNA, we created a CRISPR-Cas9 platform that can be turned on by specific endogenous or exogenous miRNA/siRNAs. We show that this system can be adapted as miRNA sensors and cell type-specific genome regulation tools.\r\n\n\nAs illustrated in Figure 1a, the key component for our miRNA-mediated sgRNA production strategy is a sgRNA precursor \\(pre-sgRNA), in which a sgRNA sequence is flanked by two miRNA complementary binding sites. Throughout this protocol, pre-sgRNAs are transcribed by RNA pol II under the control of CAGGS promoter, therefore can not be processed to functional sgRNAs due to the 5' Cap and 3' polyA tail structures. In the presence of cognate miRNAs, functional sgRNAs should then be released by AGO2-mediated cleavage reaction. Combined with different Cas9/dCas9-effector proteins, this platform may be adapted for genome editing, epigenetic modifications and regulating gene expression upon induction by specific miRNAs. As shown in Figure 1b, when combined with dCas9-VPR<sup>22</sup>, in which three transcription activators including VP64, P65 and RTA are fused to the C terminus of dCas9, and a fluorescent protein reporter, this platform can be designed as miRNA sensors. Furthermore, when the sgRNAs are designed to target the transcription start site of endogenous genes, this platform can be used to activate endogenous genes in a miRNA induction manner \\(Figure 1c) When dCas9 is fused with a transcriptional repressor or a base editor, we show this system can be used to repress the expression of endogenous genes or mutate specific DNA bases of chromosome depending on the expression of cell type-specific miRNAs \\(Figure 1d, e). This protocol below contains a more detailed description for the construct and application of this microRNA-inducible CRISPR-Cas9 platform."
        },
        {
            "header": "Reagents",
            "content": "**General Reagents**\r\n\n\n\r\n\n\nLipofectamine3000 \\(Invitrogen)\r\n\n\nDharmaFECT 1 Transfection Reagent \\(Dhamacon)\r\n\n\nOPTI-MEM \\(Reduced serum Medium) \\(Invitrogen)\r\n\n\n24-wells plate \\(Corning)\r\n\n\n48-wells plate \\(Corning)\r\n\n\nOligonucleotides \\(Life technology)\r\n\n\nFastPfu DNA polymerase \\(Transgen)\r\n\n\nEcoRI-HF \\(NEB)\r\n\n\nBamHI-HF \\(NEB)\r\n\n\nApaI \\(NEB)\r\n\n\nT4 DNA ligase \\(Thermo)\r\n\n\nHiPure Gel Pure DNA Mini Kit \\(Magen)\r\n\n\nTrans-T1 Phage Resist Chemically Compotent Cell \\(Transgen)\r\n\n\nAxyPrep Plasmid Miniprep Kit \\(Axygen)\r\n\n\nBlasticidin \\(Gibco)\r\n\n\nHygromycin \\(Rocho)\r\n\n\nZeocin\\(Gibco)\r\n\n\nmRNA Universal SYBR qPCR Master Mix \\(Vazyme)\r\n\n\nUniversal DNA Purification Kit \\(TIANGEN Biotech)\r\n\n\n\r\n\n\n**Plasmids**\r\n\n\n\r\n\n\nPlasmid1: pB-CAGGs-dCas9-VPR/KRAB/BE3-Hygromycin \\(CRISPR/Cas9 effectors)\r\n\n\nPlasmid2: PB-CAGGs-miRT-gRNA-miRT-zeocin \\(Pre-sgRNA)\r\n\n\nPlasmid3: PB-TRE3G-RFP-Bsd \\(DNA Targets)\r\n\n\n\r\n\n\n**Cells**\r\n\n\n\r\n\n\n293T cells \r\n\n\nHela cells\r\n\n\nMouse Embryonic Stem Cells \r\n\n\nIrradiated Mouse Embryonic Fibroblasts"
        },
        {
            "header": "Procedure",
            "content": "**1. Pre-sgRNA plasmids cloning**\r\n\n\n**I) Digesting pre-sgRNA plasmid with EcoRI-HF and BamHI-HF with the following reaction:**\r\n\n\n500 ng PB-CAGGs-zeocin plasmid\r\n\n\n1 μl CutSmart buffer \r\n\n\n0.5 μl EcoRI-HF\r\n\n\n0.5 μl BamHI-HF\r\n\n\nAdd H\n2\nO up to 10 μl.\r\n\n\nIncubate 2 hours at 37° C.\r\n\n\nAfter the digest, gel purify the linearized plasmid.\r\n\n\n**II) Clone pre-sgRNA**\r\n\n\nPre-sgRNA contains a sgRNA sequence flanked by two miRNA complementary binding sites.\r\n\n\nExample pre-sgRNA sequence:\r\n\n\n294T-sgRNA\\(TRE)-294T:\r\n\n\n\\(ACACACAAAAGGGAAGCACTTT)tacgttctctatcactgataGTTTAAGAGCTATGCTGGAAACAGCATAGCAAGTTTAAATAAGGCTAGTCCGTTATCAACTTGAAAAAGTGGCACCGAGTCGGTGC\\(ACACACAAAAGGGAAGCACTTT)\r\n\n\nBases in \\() indicate the miRNA binding sites which are reverse and complementary with mature miRNA sequence \\(miR-294-3p).  Nucleotides in the middle outside of \\() indicate the sgRNA\\(F+E) sequence\n23\n, while the first 20 nucleotides of sgRNA \\(lower case) are crRNA sequences which target to TRE promoter. We recommend using the “Guide Design Resources”: https://zlab.bio/guide-design-resources) to facilitate target selection.\r\n\n\na) Order the following oligos:\r\n\n\nOligo1 \\(Forward) for the example pre-sgRNA sequence: \r\n\n\nAGAATTCACACACAAAAGGGAAGCACTTTTACGTTCTCTATCACTGA\r\n\n\nOligo2 \\(Reverse) for the example pre-sgRNA sequence:\r\n\n\nAGGATCCAAAGTGCTTCCCTTTTGTGTGTGCACCGACTCGGTGCCAC\r\n\n\nb) Carry out PCR reactions on a thermal cycler as follows:\r\n\n\n95° C for 2 minutes; 35 cycles of 95° C for 30s, 60° C for 30s, 72° C for 30s; 72° C for 5 minutes; 4° C forever.\r\n\n\nc) Run raw PCR product on 1.5% agarose gel electrophoresis, separate 164 bp amplicon and purify with HiPure Gel Pure DNA Mini Kit \\(Magen).\r\n\n\nd) Digest purified PCR product with BamHI-HF and EcoRI-HF via the following reaction at 37° C for 2 hours:\r\n\n\n 26 μl Purified PCR product \r\n\n\n3 μl Cutsmart buffer \r\n\n\n0.5 μl EcoRI-HF\r\n\n\n0.5 μl BamHI-HF\r\n\n\ntotal 30 μl.\r\n\n\ne) After digestion, purify with HiPure Gel Pure DNA Mini Kit \\(Magen).\r\n\n\nf) Ligate pre-sgRNAs into the vector with reactions as follows:\r\n\n\n1 μl Linearized PB-CAGGS-zeocin vector \r\n\n\n7 μl Pre-sgRNAs \r\n\n\n1 μl T4 DNA ligation buffer \r\n\n\n1 μl T4 DNA ligase\r\n\n\ng) Incubate at room temperature for 1 hour.\r\n\n\nh) Transform into Trans-T1 Phage Resist Chemically Compotent Cell \\(Transgen) according to the manufacturer’s protocol.\r\n\n\ni) Use forward primer inside CAGGS promoter and reverse oligonucleotides as a reverse primer for PCR screening. Choice colonies which have a single band around == ~== 250 bp. Confirm the sequence of pre-sgRNA by Sanger Sequencing. \r\n\n\nj) Extract plasmids using AxyPrep Plasmid Miniprep Kit \\(Axygen). Now plasmids are ready to use.\r\n\n\n\r\n\n\n**2. Generate miR-294-sensing-CRISPR-on mouse embryonic stem cells.**\r\n\n\nDay1\r\n\n\nPlate 50,000 mouse embryonic stem cells in 24-well plates, using standard growth medium.\r\n\n\nDay2\r\n\n\nReplace with 500 μl of growth medium.\r\n\n\nPrepare A mix with 200 ng dCas9-VPR, 200 ng 294T-sgRNA-294T, 100 ng TRE3G-RFP, 100 ng pBase and 1 μl P3000 Reagent in 50 μl OPTI-MEM. Add 1.25 μl Lipo3000 in 50 μl OPTI-MEM to get B mix. Vortex each mix well. Combine A and B mix, vortex thoroughly and incubate 5 minutes at room temperature. Add the solution to the cells carefully.\r\n\n\nDay3\r\n\n\nReplace with 500 μl growth medium.\r\n\n\nDay4-7\r\n\n\nCells are treated with 10 μg/ml Blasticidin S \\(Gibco), 150 μg/ml Hygromycin \\(Roche), 100 μg/ml Zeocin \\(Invitrogen).\r\n\n\nDay8 \r\n\n\nPlate 500 cells on feeder for colony picking.\r\n\n\n\r\n\n\n**3. MICR-ON and MICR-i**\r\n\n\n**For endogenous gene activation**\r\n\n\nDay1 \r\n\n\nPlate 50,000 HEK293T cells per well in poly-D-lysine-coated 48-well plate.\r\n\n\nDay2 \r\n\n\n     18 hours later replace with 500 μl of growth medium. Mix 20 nM final concentration of miR-122 or NC in 25 μl OPTI-MEM \\(amounts and volumes for a single well). Mix 0.5 μl DharmaFect 1 Transfection Reagent in another 25 μl of OPTI-MEM. Vortex to mix two solutions separately, incubate 5 minutes at room temperature. \r\n\n\nCombine the two solutions, mix gently and incubate 20 minutes at room temperature.\r\n\n\nAdd the solution to the cells carefully.\r\n\n\n     After 6 hours, replace medium with standard growth medium. Prepare A mix with 125 ng dCas9-VPR plus 125 ng pre-sgRNA plasmids or empty control plasmids and 0.5 μl P3000 Reagent in 25 μl OPTI-MEM. Add 0. 6 μl Lipo3000 in 25 μl OPTI-MEM to get B mix. Vortex each mix well. Combine A and B mix, vortex and incubate 5 minutes at room temperature. Add the solution to the cells carefully.\r\n\n\nDay4\r\n\n\n     48 hours after transfection, cells were harvested with Trizol for extracting total RNA for mRNA qRT-PCR \\(mRNA Universal SYBR qPCR Master Mix, Vazyme).\r\n\n\n**For endogenous gene repression, use dCas9-KRAB instead of dCas9-VPR.**\r\n\n\n\r\n\n\n**4. MICR-BE**\r\n\n\nDay1 \r\n\n\nPlate 50,000 Hela cells per well in 24-well plate.\r\n\n\nDay2\r\n\n\n     18 hours later replace with 500 μl of growth medium.Mix 50 nM final conctration of miR-294 or NC in 50 μl OPTI-MEM \\(amounts and volumes for a single well). Mix 1 μl DharmaFect 1 Transfection Reagent in another 50 μl of OPTI-MEM. Vortex to mix two solutions separately, incubate 5 minutes at room temperature. \r\n\n\nCombine the two solutions, mix gently and incubate 20 minutes at room temperature.\r\n\n\nAdd the solution to the cells carefully.\r\n\n\nAfter 6 hours replace medium with standard growth medium. Prepare A mix with 250 ng dCas9-Apobec1-UGI \\(BE3) plus 250 ng pre-sgRNA plasmids or empty control plasmids and 1 μl P3000 Reagent in 50 μl OPTI-MEM. Add 1.25 μl Lipo3000 in 50 μl OPTI-MEM to get B mix. Vortex each mix well. Combine A and B mix, vortex and incubate 5 minutes at room temperature. Add the solution to the cells carefully.\r\n\n\nDay4\r\n\n\n48 hours after transfection, cells are treated with 500 μg/ml Hygromycin \\(Roche), 100 μg/ml Zeocin \\(Invitrogen).\r\n\n\nDay6\r\n\n\nAfter 2 days, cells are harvested for extracting genomic DNA. Genomic regions are amplified with PCR with primers designed by “Primer-BLAST \\(NCBI)”:https://www.ncbi.nlm.nih.gov/tools/primer-blast/. Carry out PCR amplification as follows:\r\n\n\n95° C for 10 minutes; 35 cycles of 95° C for 30s, 60° C for 30s, 72° C for 30s; 72° C for 5 minutes; 4° C forever.\r\n\n\nPCR products are purified using spin columns in Universal DNA Purification Kit \\(TIANGEN Biotech).\r\n\n\nAnneal and digest purified PCR product with ApaI.\r\n\n\nAssemble reaction as follows:\r\n\n\n200 ng PCR product \r\n\n\n2 μl 10X NEBuffer 3.1 \r\n\n\nAdd H\n2\nO up to 19 μl.\r\n\n\nHeat up the reaction to 95° C, using thermocycler for 5 minutes and let it cool down to room temperature.\r\n\n\nAdd 1 μl ApaI to the reaction, incubate 25° C for 3 hours.\r\n\n\nRun digested product on 2% agarose gel under 120V for 30 minutes.\r\n\n\nThe intensity of PCR amplicon and cleaved bands is quantified using ImageJ. For each lane, the fraction of cleaved products is calculated by the following formula: Fc = \\(b+c)/\\(a+b+c), where a is the intensity of the undigested PCR product and b and c are intensities of each cleavage products. Sequence editing efficiency = 1-Fc\n1/2\n."
        },
        {
            "header": "Timing",
            "content": "Pre-sgRNA plasmids cloning: 3 days\r\n\n\nGeneration miR-294-sensing-CRISPR-on mouse embryonic stem cells: 14 days\r\n\n\nMICR-ON and MICR-i: 4-5 days\r\n\n\nMICR-BE: 6 days"
        },
        {
            "header": "References",
            "content": "1. Bartel, D.P. Metazoan MicroRNAs. Cell 173, 20-51 \\(2018).\r\n  2. Bartel, D.P. MicroRNAs: target recognition and regulatory functions. cell 136, 215-233 \\(2009).\r\n  3. Zeng, Y., Yi, R. & Cullen, B.R. MicroRNAs and small interfering RNAs can inhibit mRNA expression by similar mechanisms. Proceedings of the National Academy of Sciences 100, 9779-9784 \\(2003).\r\n  4. Doench, J.G., Petersen, C.P. & Sharp, P.A. siRNAs can function as miRNAs. Genes & development 17, 438-442 \\(2003).\r\n  5. Saxena, S., Jónsson, Z.O. & Dutta, A. Small RNAs with imperfect match to endogenous mRNA repress translation implications for off-target activity of small inhibitory RNA in mammalian cells. Journal of Biological Chemistry 278, 44312-44319 \\(2003).\r\n  6. Chen, X. Small RNAs in development–insights from plants. Current opinion in genetics & development 22, 361-367 \\(2012).\r\n  7. Vidigal, J.A. & Ventura, A. The biological functions of miRNAs: lessons from in vivo studies. Trends in cell biology 25, 137-147 \\(2015).\r\n  8. Mendell, J.T. & Olson, E.N. MicroRNAs in stress signaling and human disease. Cell 148, 1172-1187 \\(2012).\r\n  9. Landgraf, P. et al. A mammalian microRNA expression atlas based on small RNA library sequencing. Cell 129, 1401-1414 \\(2007).\r\n  10. Lu, J. et al. MicroRNA expression profiles classify human cancers. nature 435, 834 \\(2005).\r\n  11. Rosenfeld, N. et al. MicroRNAs accurately identify cancer tissue origin. Nature biotechnology 26, 462 \\(2008).\r\n  12. Hsu, P.D., Lander, E.S. & Zhang, F. Development and applications of CRISPR-Cas9 for genome engineering. Cell 157, 1262-1278 \\(2014).\r\n  13. Wright, A.V., Nuñez, J.K. & Doudna, J.A. Biology and applications of CRISPR systems: harnessing nature’s toolbox for genome engineering. Cell 164, 29-44 \\(2016).\r\n  14. Qi, L.S. et al. Repurposing CRISPR as an RNA-guided platform for sequence-specific control of gene expression. Cell 152, 1173-1183 \\(2013).\r\n  15. Gilbert, L.A. et al. CRISPR-mediated modular RNA-guided regulation of transcription in eukaryotes. Cell 154, 442-451 \\(2013).\r\n  16. Maeder, M.L. et al. CRISPR RNA–guided activation of endogenous human genes. Nature methods 10, 977 \\(2013).\r\n  17. Kearns, N.A. et al. Functional annotation of native enhancers with a Cas9–histone demethylase fusion. Nature methods 12, 401 \\(2015).\r\n  18. Liu, X.S. et al. Editing DNA methylation in the mammalian genome. Cell 167, 233-247. e217 \\(2016).\r\n  19. Komor, A.C., Kim, Y.B., Packer, M.S., Zuris, J.A. & Liu, D.R. Programmable editing of a target base in genomic DNA without double-stranded DNA cleavage. Nature 533, 420 \\(2016).\r\n  20. Gaudelli, N.M. et al. Programmable base editing of A• T to G• C in genomic DNA without DNA cleavage. Nature 551, 464 \\(2017).\r\n  21. Yoshioka, S., Fujii, W., Ogawa, T., Sugiura, K. & Naito, K. Development of a mono-promoter-driven CRISPR/Cas9 system in mammalian cells. Scientific reports 5, 18341 \\(2015).\r\n  22. Chavez, A. et al. Highly efficient Cas9-mediated transcriptional programming. Nature methods 12, 326 \\(2015).\r\n  23. Chen, B. et al. Dynamic imaging of genomic loci in living human cells by an optimized CRISPR/Cas system. Cell 155, 1479-1491 \\(2013)."
        },
        {
            "header": "Acknowledgements",
            "content": "This study was supported by The National Key Research and Development Program of China \\[2016YFA0100701 and 2018YFA0107601] and the National Natural Science Foundation of China \\[31471222, 91640116, 31821091 and 31622033] to YW."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 16142,
                "identity": "a1a6b004-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yangming Wang",
                "email": "yangming.wang@pku.edu.cn",
                "orcid": "",
                "institution": "Yangming's Lab Peking University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yangming",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 16143,
                "identity": "a1a6b27e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xi-Wen Wang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xi-Wen",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 16144,
                "identity": "a1a6b4a1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lu-Feng Hu",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lu-Feng",
                "middleName": "",
                "lastName": "Hu",
                "suffix": ""
            },
            {
                "id": 16145,
                "identity": "a1a6b636-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jing Hao",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jing",
                "middleName": "",
                "lastName": "Hao",
                "suffix": ""
            },
            {
                "id": 16146,
                "identity": "a1a6b79e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Le-Qi Liao",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Le-Qi",
                "middleName": "",
                "lastName": "Liao",
                "suffix": ""
            },
            {
                "id": 16147,
                "identity": "a1a6b8f7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ya-Tzu Chiu",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ya-Tzu",
                "middleName": "",
                "lastName": "Chiu",
                "suffix": ""
            },
            {
                "id": 16148,
                "identity": "a1a6bc62-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ming Shi",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ming",
                "middleName": "",
                "lastName": "Shi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-01-14 21:04:30",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2019.001",
        "doiUrl": "https://doi.org/10.1038/protex.2019.001",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610330,
                "identity": "bbc8563e-3f63-44bd-94ed-7a18cc3827a1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:35",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 330591,
                "visible": true,
                "origin": "",
                "legend": "Design of MICR platform.    (a) Design of pre-sgRNA. Schematic representation of the pre-sgRNA (miRT-sgRNA-miRT). Two flanking miRNA binding sites are drawn. (b) Design of MICR-ON system to activate RFP expression upon induction by miRNAs. The dCas9-VPR and pre-sgRNA were driven by a CAGGS promoter. The TRE promoter contains seven repeats of a sgRNA binding site with GGG PAM sequences. (c) Schematic representation of MICR-ON to activate endogenous gene expression. sgRNAs are designed to target the transcription start site of endogenous genes. (d) Schematic representation of MICR-i to repress endogenous gene expression. sgRNAs are designed to target the transcription start site of endogenous genes. (e) Schematic representation of MICR-BE. sgRNAs are designed to target endogenous DNA locus.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7263/v1/figure_1.jpg"
            },
            {
                "id": 13466038,
                "identity": "5d2a3eec-fef5-4ed1-80fd-1215b267c742",
                "added_by": "auto",
                "created_at": "2021-09-16 20:49:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 268394,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7263/v1/add7920f-48bf-4186-adce-3689e8ba8d5c.pdf"
            }
        ],
        "financialInterests": "Two patent applications have been filed relating to this protocol.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "microRNA, CRISPR-Cas9, CRISPR-on, CRISPRi, Base editing, Genome editing",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "microRNAs \\(miRNAs) are small noncoding RNAs that play important regulatory roles in plants, animals and viruses. However, measuring miRNA activity in vivo remains a big challenge. In this protocol, using a miRNA-mediated sgRNA releasing strategy and dCas9-VPR to drive a transgene RFP expression, we create a miRNA sensor that can faithfully measure miRNA activity at cellular levels. When sgRNAs are designed to target endogenous locus, we show this system can be adapted to achieve cell type specific activation of endogenous genes. Furthermore, when dCas9 is fused with a transcriptional repressor or a base editor, we show this system can be used to repress the expression of endogenous genes or mutate specific DNA bases of chromosome upon induction by cell type-specific miRNAs. This step-by-step protocol is related to the publication “A microRNA-inducible CRISPR-Cas9 platform serves as microRNA sensors and cell type specific genome regulation tools” in Nature Cell Biology.",
        "manuscriptTitle": "A protocol to build microRNA-inducible CRISPR-Cas9 platform",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-02-25 17:31:11",
                "doi": "10.1038/protex.2019.001",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1a652ab-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 25th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4476,
                "name": "Cell biology"
            },
            {
                "id": 4477,
                "name": "Genetics"
            },
            {
                "id": 4478,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-02-25 17:31:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}