{
    "identity": "nprot-5149",
    "title": "HELMET PROTOCOL: Granulation tissue as Dura autologous-graft. Model in Wistar Rats",
    "content": [
        {
            "header": "Introduction",
            "content": "The first Duraplasty was conducted by Abbe in 1895 using rubber sheets to repair the defect. Since the 80´s, the search for an ideal substitute has continued<sup>4</sup>. CNS procedures require a seal \\(waterproof) to avoid dural CSF leaks. CSF fistulas can lead to complications such as infections, brain hernias, brain adhesions, cortical scarring and / or epileptic foci<sup>1,2</sup>.\r\n\n\nIn all circumstances, the primary dural closure is the best option. There are circumstances where the primary dural closure is not possible e.g.  Extensive meningiomas invading the dura or recurrent dural due to intracranial hypertension. In such cases, a dural substitute is welcome. The optimal substitute must meet certain characteristics: elastic, resistant, flexible, minimal tissue reaction, waterproof, easy suturing, scaffold for neodura, cheap and sterile. Various materials have been used but were abandoned because they produced a large inflammatory response. Scientists later tried biological grafts from animal corpses; this time they were abandoned because of the induction of Creutzfeldt-Jacob Disease \\(CJD) caused by prions and the appearance of bovine spongiform encephalopathy. There are currently two groups; biological grafts \\(autologous, homologous and heterologous) and synthetic materials<sup>1,3,5</sup>.\r\n\n\nDefinition of the ideal substitute: \"substitute that does not wake immune response or neurotoxic or nerve tissue adheres response. It should be available, inexpensive, maneuverable and durable\"<sup>3</sup>. Autologous grafts are best qualified in this definition. Options for fibrous tissue are: scalp, temporal fascia or fascia lata. These grafts' advantages are that they are cheap, easy to handle, nontoxic, do not induce immune reaction, contain living cells that survive the transplant and favor the formation of neodura. The grafts disadvantages: size limited, require another surgical event and sometimes produce adhesions in the encephalic tissue<sup>1</sup>.\r\n\n\nIn Australia, scientists demonstrated that it is possible to design an artery within the peritoneal cavity. Dr. Julie H. Campbell et al. performed an experimental model in rats and rabbits by inserting four Sylastic®  tubes of silicone in the abdomen. The tubes were 3mm and 5mm in diameter for rats and rabbits respectively. After two weeks the implants were harvested. They chose implants which were free and had the thickest capsule. The remaining implants were used for histology and Western analysis. The selected implant was used as an autologous graft. They removed Sylastic® tubes from the peritoneal cavity and everted them. The mesothelial layer was in the graft lumen. The grafts where used as abdominal aortic graft in rats and as right carotid graft in rabbits<sup>6</sup>.\r\n\n\nThe results of Dr. Campbell are encouraging. They found viable transplants until 4 months after insertion. They did not generate an inflammatory response and histological characteristics were very similar to the elastic sheet<sup>6</sup>.\r\n\n\nSince the 50s the optimal dural graft has been desired to treat CNS lesions, tumors or congenital malformations. There are several models in vascular surgery showing the utility of autografts of fibrous capsules planted with materials such as silicone. To our knowledge, there are no studies in the literature that study the use of these autografts as a replacement for duralplasty. Moreover, there are multiple studies with synthetic materials and biological grafts. Many of them have satisfactory results but are expensive, not always available and sometimes dangerous.\r\n\n\nThe aim of this protocol, experimental animal model in Wistar rats, is to create an immunologically -compatible graft with the host and use it as a replacement dura; inducting the formation of neodura with fibrous scar tissue harvested in the subcutaneous tissue of the host. Silicone 4 plate is implanted in the subcutaneous tissue; to induce local immune response and the formation of connective tissue, encapsulating the silicon plates. After this, biofilm matrix will be used as a scaffold to induce the formation of neodura."
        },
        {
            "header": "Reagents",
            "content": "1. Xylazine\r\n  2. Buprenorphine\r\n  3. Ketamine\r\n  4. Pentobarbital / propofol \r\n  5. Atropine\r\n  6. Isoflurane\r\n  7. Diclofenac \r\n  8. Ac . Acetylsalicylic \r\n  9. Ibuprofen \r\n  10. Paracetamol \r\n  11. Phenylbutazone \r\n  12. Buprenorphine \r\n  13. Morphine \r\n  14. Meperidine \r\n  15. Pentazocine"
        },
        {
            "header": "Equipment",
            "content": "1. KOPF stereotactic frame 930 \r\n  2. Minidrill HER- 200\r\n  3. Sylastic® 120 frames \r\n  4. Lumbar puncture needle 27G \r\n  5. Nylon® 4-0 USP and 7-0 USP\r\n  6. Neurolon® 5-0 USP \r\n  7.    Surgical loupes"
        },
        {
            "header": "Procedure",
            "content": "Following the guidelines of the NOM- 062- ZOO- 1999 and the International Council for Laboratory Animals \\(ICLAS).\r\n\n\n\r\n\n\n\r\n\n\n**Step 1: Sylastic® plates insertion.** \r\n\n\nPreoperative fasting for 12 hours is indicated. Ketamine anesthesia be performed with a dose of \\( 30 mg / kg IM or 12 mg / kg IM ) + Xylazine \\(3 mg / kg ) to achieve Stage 3: Level 2 \\( eye movements stop but breathing movements are preserved ) anesthesia . Corroborating with plantar \\( foot of the animal is stretched, it stimulated the interdigital trying to induce pain, if the animal removes the foot, still is not at optimal levels to initiate the procedure )\r\n\n\n**Care during anesthesia:**\r\n\n\n• Temperature control: 100 watt lamps to 20 cm away.\r\n\n\n• Respiratory Function: Noting tissues in search of cyanosis and directly observing the breathing movements.\r\n\n\n• Cardiovascular Function: monitored with capillary refill. In case you are delayed data hypovolemia.\r\n\n\n• If stop CPR 5 compressions 2 breaths \\(which may be by pipette to the nostril of the subject).\r\n\n\nAntisepsis: with iopovidone iodine in a spiral \\(the center to the periphery) and trichotomy is performed. Sterile fields are placed.\r\n\n\n\r\n\n\n**Surgical technique:** \r\n\n\nWith a 1 cm incision in the dorsal interscapular region subcutaneous dissection is performed to make enough space for the 4 sylastic® plates. The 4 plates are inserted subcutaneously. \\(Image 1). Then de skin is sutured with nylon 4-0 USP. Elizabethan collar is placed to prevent the subject withdraws the suture.\r\n\n\n\r\n\n\n**Step 2: Harvesting the implants** with the fibrous tissue, and grafting it with duralplasty. \r\n\n\n\r\n\n\nImplant removal: preoperative fasting for 12 hrs be indicated. Anesthesia for this procedure will be with Propofol infusion \\(alternative anesthesia can be used). Antisepsis: Clean with povidone iodine in a spiral \\(the center to the periphery) and trichotomy is performed. Sterile fields are placed.\r\n\n\nCare during anesthesia:\r\n\n\n• Temperature control: 100 watt lamps to 20 cm away.\r\n\n\n• Respiratory Function: Noting tissues in search of cyanosis and directly observing the breathing movements.\r\n\n\n• Cardiovascular Function: monitors with capillary refill. In case you are delayed data hypovolemia.\r\n\n\n• If stop CPR 5 compressions 2 breaths \\(which may be by pipette to the nostril of the animal).\r\n\n\n\r\n\n\n**Surgical technique:** \r\n\n\nSubcutaneous dissection: a wider to dissect the fibrous capsule and remove the implants incision is made. Should take special care to preserve at all costs the fibrous capsule. The edges are everted and placed in physiological solution for later use. The incision is sutured with Nylon 4-0 USP. \r\n\n\n\r\n\n\nThe subject is repositioned in ventral decubitus. \\(Surgical Loupes are strongly suggested) A sagittal incision 5 cm long midline of the subject´s head is performed. The subcutaneous tissue exposing the skull is removed \\(Image 2). Lidocaine is placed 10 IU \\(locally spray Unipharm Laboratories) and a scraping is done properly to expose the skull of the rat. An initial trepan is performed with a craniotome \\(or dentist minidrill) and spread to expose the dura. During the craniotomy must constantly irrigate the region to avoid trauma friction increasing temperature. The bone is kept in a container with saline. \r\n\n\n\r\n\n\nDurotomy is performed dimensions 1.5x1.5 cm, central dura is extracted \\(May be a good pathology specimen for control, comparing neodura and original dura). The thicker fibrous capsule is selected and used as autologous graft. It is cut to the size of the defect. It is sutured with 4 points on every corner and the edges are sutured with continuous single point \\(suture Neurolon® 7-0 USP alternative Nylon 7-0 UPS). Gentamicin \\(2.5mg / kg) is placed locally single dose. Four drill holes are carried out with a smaller drill to pass a suture and to secure the bone graft \\(earlier prepared) to the skull \\(Image 3). Once the bone in place the skin is closed with Nylon 4-0 USP and.\r\n\n\n\r\n\n\n**Aftercare:**\r\n\n\n1. Recovery of anesthesia: warm between 27-30 ° C without noise or things that increase stress.\r\n  2. Recovery: Same conditions until it recovers its physiological state.\r\n  3. Long-term care: Once recovered the physiological state. An Elizabethan collar is placed so that the points are not removed. Points after 10 days and the Elizabethan collar is removed.\r\n  4. Analgesia: diclofenac \\(50 mg / kg) every 24 hours and Buprenorphine \\(0.01-0.05 mg / kg) every 12 hours by reason necessary \\(animals with signs of pain). \r\n  \r\n\n\nMonitoring for signs of complications will be given: epileptic episodes, Signs of infection, CNS impairment.\r\n\n\n\r\n\n\nInflammatory response should be minimal. Compatibility is unquestionable. The functionality of the tissue will probably be the challenge in this experimental model.\r\n\n\nAfter 3 weeks, the rat will be sacrificed and histological sections of hard graft and compared with the dura excised in the second procedure."
        },
        {
            "header": "Troubleshooting",
            "content": "Currently the institution do not have the resources to carry out a protocol like this. Research resources in Mexico are destined for higher incidence diseases \\(such as hypertension and diabetes) rather than diseases of the dura. For this reason we decided to share this protocol to better and more capable minds than mine."
        },
        {
            "header": "Anticipated Results",
            "content": "Inflammatory response should be minimal. Compatibility is unquestionable. The functionality of the tissue will probably be the challenge in this experimental model.\r\n\n\nAfter 3 weeks, the rat will be sacrificed and histological sections of hard graft and compared with the dura excised in the second procedure."
        },
        {
            "header": "References",
            "content": "References: \r\n\n\n\r\n\n\n1. VARELA,P. \\(2007). Sustitutos de duramadre en neurocirugía. Neurocirugía Contemporanea Vol.1 Num 7. \r\n  2. BARBOSA, K. \\(2005). Reparación de la duramadre con poliesteruretano. Revista Cubana CIR 44\\(1).\r\n  3. Ciro Parlato, Roberto Granata, Aldo Moraci and Marina Accardo \\(2012). Dural Reconstruction in Meningioma Surgery, Meningiomas - Management and Surgery, Dr. Daniel Monleon \\(Ed.), ISBN: 978-953-51-0175-8, InTech, Available from: http://www.intechopen.com/books/meningiomas-management-and-surgery/duralreconstruction-in-meningioma-surgery.\r\n  4. STENDEL R. \\(2008).  Efficacy and safety of a collagen matrix for cranial and spinal dural reconstruction using different fixation techniques. J Neurosurg 109:215-221. \r\n  5. Fernandez-Zincke E. Recomendaciones Sobre el uso del implante de dura madre humana. Rev Esp Trasp Vol. 10\\(1): 15-17. \r\n  6. CAMPBELL J. \\(1999) Novel vascular graft grown within recipient´s own peritoneal cavity. Cir Res 1999;85:1173-1178. \r\n  7. GONZALEZ RAMOS J, CORTEZ C, SCHWINT O, ZUCCARO G. Uso de pericardio humano en neurocirugía. Rev Argent Neuroc 2009; 23:109. \r\n  8. SCHIEVINK WI. Spontaneous Spinal Cerebrospinal Fluid Leaks and Intracranial Hipontension. JAMA 295 \\(19); 2286-2296. \r\n  9. GOMEZ DE SEGURA, IA. Métodos de anestesia, analgesia y eutanasia. Capítulo 14. \r\n  10. GARTNER l, HIATT Jl. Texto atlas de histología. 2002 McGraw Hill Interamericana Pag. 205.\r\n  11. IRONSIDE JW. Enfermedad de Creutzfeld-Jacob. 2009 World Federetion of Hemophilia. Pag. 2\r\n  12. OCHOA MUÑOZ LI. NORMA Oficial Mexicana NOM-062-ZOO-1999, Especificaciones técnicas para la producción, cuidado y uso de los animales de laboratorio. \r\n  13. HAYWOOD JR, BAYNE K, GEISER M, PERRETTA G, ROSE M, SUTER P, GREENE M, DEMERS G. International Guidelines for Biomedical Research Involving Animals. Council for International Organization of Medical Sciences and The International Council for Laboratory Animal Science. December 2012. \r\n  14. ESPIÑERA ISABELLA MD, MILA GRACIA R, ALBERTI CORREA M, PIRIZ ABIB A. Comparación del efecto cardioprotector del preacondicionamiento farmacológico con anestésicos halogenados: Sevoflurano versus isoflurano in vivo. REV URUG CARDIOL 2007;22\r\n  15. SILLER-MATULA JM, JILMA B. Strain Differences in toxic effects of long-lasting isoflurane anaesthesia between Wistar rats and Sprague Dawley rats. Toxicology \\(2008) 46; 3550-3552.\r\n  16. PARRA CID MC, GARCIA LOPEZ J, MEJENEZ LOPEZ R. Efecto de la administración de pentobarbital y propofol por vía intraperintoneal para cirugía estereotáxica en ratas adultas. Investigación en discapacidad Vol. 2 Num. 1 pag. 12-17. 2013. \r\n  17. FLECKNELL P. Laboratory Animal Anaesthesia. Third Edition. Elsevier. 2009. \r\n  18. BEYNEN AC, BAUMANS V, BETENS A, HABENAAR A, HESP A and VAN-ZUTPHEN L. Assessment of discomfort in gallston-bearing mice: a practical example of the problems encountered in an attempt to recognize discomfort in laboratory animals. 1987. SAGE. \r\n  NATIONAL RESEARCH COUNCIL. Recognition and allevation of Pain and Distress in laboratory animals. National Academy Press Washington D.C. 1992"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 14098,
                "identity": "a0c8165a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Marco Aurelio  Rendón Medina ",
                "email": "dr.rendon1989@gmail.com",
                "orcid": "",
                "institution": "Hospital General de México, Surgery resident´s experimental protocols. ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Marco",
                "middleName": "Aurelio  Rendón",
                "lastName": "Medina",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-04-10 18:37:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.046",
        "doiUrl": "https://doi.org/10.1038/protex.2018.046",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609538,
                "identity": "fed1e641-d44e-40a0-8a1c-1d9c2f4ff258",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 220260,
                "visible": true,
                "origin": "",
                "legend": "Image 1   Dorsal Sylastic®  Plates implants   IThe 4 Sylastic®  plates are inserted subcutaneously in the dorsal interscapular region ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5149/v1/figure_1.jpg"
            },
            {
                "id": 2609540,
                "identity": "205d4aea-eec2-4fe7-a55d-f80f88ac25f8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2736241,
                "visible": true,
                "origin": "",
                "legend": "Image 2   Sagittal incision   A sagittal incision 5 cm long midline of the subject´s head is performed. The subcutaneous tissue exposing the skull is removed. ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-5149/v1/figure_2.png"
            },
            {
                "id": 2609541,
                "identity": "2dc5aa97-5804-4f39-b1df-955070b1bd89",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2425330,
                "visible": true,
                "origin": "",
                "legend": "Image 3   Craneotomy & Duroplasty   An initial trepan is performed with a craniotome (or dentist minidrill) and spread to expose the dura. Four drill holes are carried out with a smaller drill to pass a suture and to secure the bone graft (earlier prepared) to the skull. ",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-5149/v1/figure_3.png"
            },
            {
                "id": 2609539,
                "identity": "768b709b-a77b-40f6-b37f-94ab6d03a060",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 31493,
                "visible": true,
                "origin": "",
                "legend": "Table 1    Scale of comparison for later statistical analysis:    We propose this scale to compare the native dura against neodura proposal.\t",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-5149/v1/figure_4.png"
            },
            {
                "id": 13465734,
                "identity": "f003ee7e-2b1a-421f-88fd-e286de36e2ee",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1237221,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5149/v1/1b6270a8-bfc2-488a-b432-8b396f18c0d8.pdf"
            }
        ],
        "financialInterests": "The authors declare no conflicts of  finantial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Dura, Autologous Graft, Wistar rat",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Nowadays dura surgery has variable options in duroplasty, autologous grafts, homologous grafts, heterologous grafts and synthetic implants.  They still have disadvantages, and some of them are not used. Dura is the hardest of all the meninges, composed by a dense conjunctive tissue matrix. It is covered by a flat epithelium called mesothelium. It has two sections, endosteum \\(external layer) and meningeal \\(internal layer). Its function is to provide mechanical support and to isolate the central nervous system \\(CNS). Dura integrity is critical to avoid: trauma, infection, leakage of CSF and adherence of brain tissue to other structures<sup>1</sup>. \r\n\n\nThe aim of this protocol, experimental animal model in Wistar rats, is to create an immunologically -compatible graft with the host and use it as a replacement dura.\r\n\n\n\r\n\n\nCurrently the author's institution does not have the resources to carry out this protocol. Research resources in Mexico are destined for higher incidence diseases \\(such as hypertension and diabetes) rather than diseases of the dura.  This protocol is proposed by the author as an approach that he would like to see done by a research team with appropriate resources and interest in this field.",
        "manuscriptTitle": "HELMET PROTOCOL: Granulation tissue as Dura autologous-graft. Model in Wistar Rats",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-04-16 11:24:54",
                "doi": "10.1038/protex.2018.046",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0c7ca84-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 16th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3689,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-04-16 11:24:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}