{
    "identity": "nprot-2020",
    "title": "Preparation of materials for flexizyme reactions and genetic code reprogramming",
    "content": [
        {
            "header": "Reagents",
            "content": "Tris\\(hydroxymethyl)aminomethane \\(Tris), nuclease and protease tested \\(Nacalai tesque, cat. no. 35434-34)\r\n\n\nHydrochloric acid \\(35%) \\(Nacalai tesque, cat. no. 18321-05) \\! CAUTION Corrosive; irritant. Wear gloves and protecting glasses.\r\n\n\nPotassium chloride \\(Nacalai tesque, cat. no. 28514-75)\r\n\n\nTriton X-100 \\(Nacalai tesque, cat. no. 35501-15)\r\n\n\nMagnesium chloride hexahydrate \\(Nacalai tesque, cat. no. 20909-55)\r\n\n\n100 mM dATP solution \\(Nippon gene, custom made)\r\n\n\n100 mM dCTP solution \\(Nippon gene, custom made)\r\n\n\n100 mM dGTP solution \\(Nippon gene, custom made)\r\n\n\n100 mM dTTP solution \\(Nippon gene, custom made)\r\n\n\nOligodeoxyribonucleotides \\(Operon)\r\n\n\nAgarose for 50–800 bp fragment \\(Nacalai tesque, cat. no. 01147-96)\r\n\n\nEthidium bromide solution \\(10 mg/ml) \\(Nacalai tesque, cat. no. 14631-94) \\! CAUTION Mutagen; irritant. Wear gloves.\r\n\n\nAcetic Acid \\(Kanto chemical, cat. no. 01021-00) \\! CAUTION Corrosive; irritant.\r\n\n\n0.5 mol/l-EDTA solution \\(pH 8.0) \\(Nacalai tesque, cat. no. 14347-21)\r\n\n\nPhenol, saturated with TE buffer \\(Nacalai tesque, cat. no. 26829-96) \\! CAUTION Toxic; corrosive, irritant.\r\n\n\nChloroform \\(Nacalai tesque, cat. no. 08402-55) \\! CAUTION Irritant.\r\n\n\n3-Methyl-1-butanol \\(isoamyl alcohol) \\(Nacalai tesque, cat. no. 02715-45) \\! CAUTION Flammable.\r\n\n\nEthanol \\(Nacalai tesque, cat. no. 14713-95) \\! CAUTION Flammable.\r\n\n\nSodium chloride \\(Nacalai tesque, cat. no. 31320-05)\r\n\n\nDithiothreitol, nuclease tested \\(Nacalai tesque, cat. no. 14128-04)\r\n\n\nSpermidine \\(Nacalai tesque, cat. no. 32108-04) \\! CAUTION Corrosive.\r\n\n\nAdenosine 5'-triphosphate disodium salt n-hydrate \\(Wako Pure Chemical Industries, cat. no. 133-00725)\r\n\n\nCTP sodium salt \\(JENA Bioscience, cat. no. NU-1011)\r\n\n\nGTP sodium salt \\(JENA Bioscience, cat. no. NU-1012)\r\n\n\nUTP sodium salt \\(JENA Bioscience, cat. no. NU-1013)\r\n\n\nPotassium hydroxide \\(Nacalai tesque, cat. no. 28616-45) \\! CAUTION Corrosive; irritant. Wear gloves and protecting glasses.\r\n\n\nManganese \\(II) chloride tetrahydrate \\(Wako Pure Chemical Industries, cat. no. 133-00725)\r\n\n\nRQ1 RNase-free DNase \\(1 U/μl) \\(Promega, cat. no. M610A)\r\n\n\n2-Propanol \\(Nacalai tesque, cat. no. 29112-05) \\! CAUTION Flammable.\r\n\n\n3',3\",5',5\"-tetrabromophenolsulfonphthalein sodium salt \\(BPB) \\(Sigma, cat. no. B-8026)\r\n\n\n40% \\(w/v)-Acrylamide/Bis mixed solution \\(19:1), nuclease and protease tested \\(Nacalai tesque, cat. no. 00857-55) \\! CAUTION May cause nervous damage; cancer suspect agent. Wear gloves.\r\n\n\nUrea \\(Nacalai tesque, cat. no. 35905-64)\r\n\n\nAmmonium peroxodisulfate \\(Wako Pure Chemical Industries, cat. no. 016-08021) \\! CAUTION Strong oxidizer; irritant.\r\n\n\n_N_, _N_, _N'_, _N'_-Tetramethylethylenediamine \\(TEMED) \\(Nacalai tesque, cat. no. 33401-72) \\! CAUTION Flammable; irritant.\r\n\n\nBoric acid \\(Nacalai tesque, cat. no. 05215-05)\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\nRNase-free water Water generated by an ultrapure water system.\r\n\n\n10× PCR buffer 500 mM KCl, 100 mM Tris-HCl \\(pH 9.0), and 1% \\(v/v) Triton X-100. For preparation of 50 ml solution, mix 12.5 ml of 2 M KCl, 5 ml of 1 M Tris-HCl \\(pH9.0), and 0.5 ml of Triton X-100, then add water up to 50 ml. Store it in aliquots at -20°C \\(stable for years). \r\n\n\n5 mM dNTPs Mix 1 ml of 100 mM dATP, 1 ml of 100 mM dCTP, 1 ml of 100 mM dGTP, and 1 ml of 100 mM dTTP, with 16 ml of water. Store it in aliquots at -20°C \\(stable for at least a year).\r\n\n\nTaq DNA polymerase Heterogeneously express Taq DNA polymerase in E. coli and purify it according to the previously reported way<sup>1</sup>.\r\n\n\n50× TAE Mix 247 g of Tris-base, 57 ml of acetic acid, 100 ml of 0.5 M EDTA, then add water up to 1 L.\r\n\n\n3% Agarose gel containing ethidium bromide Weigh out 3 g of agarose in 300-ml conical flask and add 1x TAE up to 100 ml. Microwave the flask for about 2 min to melt the agarose completely. After cooling down to about 70°C, add 5 μl of 10 mg/ml ethidium bromide and mix well. Then, pour the gel slowly into the gel maker and insert the comb. Leave to set for about 1 h and remove the comb. Can be stored in 1x TAE at room temperature for several months.\r\n\n\nPhenol/chloroform/isoamyl alcohol solution \\(25:24:1) Mix 50 ml of TE-saturated phenol, 48 ml of chloroform, and 2 ml of isoamyl alcohol. Can be stored at 4°C for at least a year.\r\n\n\nChloroform/isoamyl alcohol solution \\(24:1) Mix 96 ml of chloroform and 4 ml of isoamyl alcohol. Can be stored at room temperature for at least a year.\r\n\n\n70% Ethanol Mix 12 ml of water and 28 ml of ethanol. Can be stored at room temperature for at least six months.\r\n\n\n10× T7 buffer 400 mM Tris-HCl \\(pH 8.0), 10 mM spermidine, and 0.1% \\(v/v) Triton-X. For preparation of 10 ml solution, add 0.485 g of Tris, 50 µl of 2 M spermidine, and 10 µl of Triton X-100 to 6 ml of RNase-free water. Adjust the pH of solution to 8.0 by adding 1 M HCl, and then add water up to 10 ml. Store it in aliquots at -20°C \\(stable for years).\r\n\n\n25 mM NTPs First, make 100 mM stock solution of each NTP \\(ATP, CTP, GTP, and UTP). Dissolve 600 mg of each NTP in 10 ml of RNase-free water. Dilute a small portion of the solution with 100 mM MOPS-KOH buffer \\(pH 7.0), and measure the absorbance to determine the concentration \\(the molar absorption coefficients at pH 7.0 for ATP, CTP, GTP, and UTP are 15,400 at 259 nm, 9,000 at 271 nm, 13,700 at 253 nm, and 10,000 at 262 nm, respectively). Adjust the concentration to 100 mM by adding RNase-free water. Then, mix equal volume of 100 mM ATP, CTP, GTP, and UTP to make 25 mM NTPs solution. Store it in aliquots at -20°C \\(stable for years).\r\n\n\nT7 RNA polymerase Express His6-tagged T7 RNA polymerase in E. coli and purify it according to standard methods.\r\n\n\nAcrylamide gel solution \\(8, 12, or 20%) Mix 14.4 g of urea, 4 ml of 5× TBE, and proper amount of 40% acrylamide/bisacrylamide \\(19/1) solution \\(8, 12, and 20 ml to make 8, 12, and 20% gel, respectively), and add RNase-free water up to 40 ml. Mix gently until urea dissolves completely. Add 400 µl of 10% APS and 30 µl of TEMED to the solution right before pouring to a slab-gel equipment.\r\n\n\n2× RNA loading buffer 8 M urea, 2 mM EDTA, 2 mM Tris, and 0.004% BPB. For preparation of 50 ml solution, mix 24 g of urea, 372 mg of EDTA·2Na·2H2O, 12 mg of Tris, and 250 μl of 2% BPB, then add water up to 50 mL. pH of the resulting solution should be around 7.5. Can be stored at room temperature for at least a year.\r\n\n\n5× TBE Mix 53.91 g of Tris, 27.51 g of boric acid, and 20 ml of 0.5 M EDTA \\(pH 8.0), then add water up to 1 L. Can be stored at room temperature for at three months.\r\n\n\n1× TBE Mix 800 ml of water and 200 ml of 5× TBE. Can be stored at room temperature for at least six months."
        },
        {
            "header": "Equipment",
            "content": "Ultrapure water system \\(Sartorius, arium 611UV)\r\n\n\nVortex mixer \\(TM-2000, IWAKI)\r\n\n\nThermal cycler \\(Techne, PC-312)\r\n\n\nMicrowave oven \\(SHARP, RE-T11)\r\n\n\nSubmarine gel electrophoresis equipment \\(Advance, Mupid-ex)\r\n\n\nRefrigerated micro centrifuge \\(TOMY, MX-305)\r\n\n\nAir incubator \\(Isuzu seisakusho, FR-115S)\r\n\n\nSlab-gel electrophoresis equipment \\(BIO CRAFT, BE-140)\r\n\n\nPower supply for electrophoresis \\(Bio-rad, PowerPac Basic)\r\n\n\nTLC plate 20 cm×20 cm Silica gel 60 F254 \\(Merck, cat. no. 1.05715.0009)\r\n\n\nUV hand lamp \\(260 nm) \\(COSMO BIO, cat. no. CSL-4C)\r\n\n\n0.45 μm Syringe driven filter unit \\(Millipore, Millex-LH, cat. no. SLLH H25NK)\r\n\n\nUV-Vis spectrometer \\(GE Healthcare, Nanovue)\r\n\n\n\r\n\n\n**EQUIPMENT SETUP**\r\n\n\nPCR thermal cycler Program 1: 95°C for 1 min; 5 cycles of 50°C for 1 min and 72°C for 1min. Program 2: 95°C for 1 min; 12 cycles of 95°C for 40 s, 50°C for 40 s, and 72°C for 40 s. Program 3: 95°C for 1 min; 5 cycles of 95°C for 40 s, 50°C for 40 s, and 72°C for 40 s.\r\n\n\nPolyacrylamide gel electrophoresis  Assemble gel plates \\(16 cm × 16 cm) to make 2 mm-thick gel. Pour acrylamide gel solution into the gel plates. Stand it at room temperature until the gel solidifies. Use 1× TBE as a running buffer."
        },
        {
            "header": "Procedure",
            "content": "Preparation of DNA template for flexizymes ●TIMING 3 h\r\n\n\nExtension\r\n\n\n1 Prepare a master mix solution for the following extension and PCR reactions on ice by mixing 120 μl of 10× PCR buffer, 12 μl of 250 mM MgCl\n2\n, 60 μl of 5 mM dNTPs, and 9 μl of Taq DNA polymerase with 1000 μl of RNase-free water. Keep the master mix solution on ice.\r\n\n\n2 Mix 0.5 μl of 200 μM Fx-F primer and 0.5 μl of 200 μM a reverse primer in a 200-μl PCR tube with 100 μl of the master mix solution. For the preparation of eFx dFx, and aFx, use eFx-R1, dFx-R1, and aFx-R1, respectively, as a reverse primer.\r\n\n\n3 Set the sample in a PCR thermal cycler and carry out the extension reaction with Program 1.\r\n\n\n■PAUSE POINT  The extension product may be stable at -20°C for years.\r\n\n\n\r\n\n\nPCR\r\n\n\n4 Mix 5 μl of the extension product \\(without any purification) with 2.5 μl of 200 μM T7-F primer, 2.5 μl of 200 μM a reverse primer, and 1000 μl of the master mix solution. Aliquot the resulting solution into five 200-μl PCR tubes. For the preparation of eFx, dFx, and aFx, use eFx-R2, dFx-R2, and aFx-R2, respectively, as a reverse primer. Divide the resulting solution to 5 aliquots in 200-μl PCR tubes.\r\n\n\n5 Set the tubes in a PCR thermal cycler and run it with Program 2.\r\n\n\n6 Check the amplified DNA by agarose gel electrophoresis. If the band corresponding to the objective band is faint, run 2–3 additional PCR cycles. \r\n\n\n\r\n\n\nPurification of the PCR product\r\n\n\n7 Combine the DNA solutions and add 1 ml of phenol/chloroform/isoamyl alcohol solution to the resulting sample. Shake the tube intensely.\r\n\n\n8 Centrifuge the sample at 15,000×g for 5 min at 25°C.\r\n\n\n9 Recover the water layer and mix it with 1 ml of chloroform/isoamyl alcohol solution. Shake the tube intensely.\r\n\n\n10 Centrifuge the sample at 15,000×g for 5 min at 25°C.\r\n\n\n11 Recover the water layer and add 100 μl of 3 M NaCl and 2.2 ml of ethanol. Mix the sample well.\r\n\n\n12 Centrifuge the sample at 15,000×g for 15 min at 25°C.\r\n\n\n13 Remove the supernatant and add 500 μl of 70% ethanol to the tube.\r\n\n\n14 Centrifuge the sample at 15,000×g for 15 min at 25°C.\r\n\n\n15 Remove the supernatant completely. Open the tube lid and cover it with tissues, then dry the DNA at room temperature for 10 min.\r\n\n\n16 Add 100 μl of RNase-free water and resuspend the DNA pellet.\r\n\n\n■PAUSE POINT The DNA solution can be stored at -20°C for years.\r\n\n\n\r\n\n\n\r\n\n\nPreparation of DNA template for tRNAs ●TIMING 4 h\r\n\n\nExtension\r\n\n\n17 Prepare a master mix solution for the following extension and PCR reactions on ice by mixing 132 μl of 10× PCR buffer, 13.2 μl of 250 mM MgCl\n2\n, 66 μl of 5 mM dNTPs, and 9.9 μl of Taq DNA polymerase with 1100 μl of RNase-free water. Keep the master mix solution on ice.\r\n\n\n18 Mix 0.5 μl of 20 μM a forward primer and 0.5 μl of 20 μM a reverse primer in a 200-μl PCR tube with 10 μl of the master mix solution.\r\n\n\n▲CRITICAL STEP For the preparation of tRNA\nAsn-E2\nXXX\n, use Asn-E2-F and Asn-E2-XXX-R1 as a forward and reverse primer, respectively. For the preparation of tRNA\nfMetE\nCAU\n, use fMetE-F and fMetE-R1 as a forward and reverse primer, respectively.\r\n\n\n19 Set the sample in a PCR thermal cycler and carry out the extension reaction with Program 1.\r\n\n\n\r\n\n\n1st PCR\r\n\n\n20 Mix 10 μl of the extension product \\(without any purification) with 0.5 μl of 200 μM T7-F primer, 0.5 μl of 200 μM a reverse primer, and 190 μl of the master mix solution in a 200-μl PCR tube.\r\n\n\n▲CRITICAL STEP For the preparation of tRNA\nAsn-E2\nXXX\nand tRNA\nfMetE\nCAU\n, use Asn-E2-R2 and fMetE-R2, respectively, as a reverse primer. \r\n\n\n21 Set the tubes in a PCR thermal cycler and run it with Program 3.\r\n\n\n\r\n\n\n2nd PCR\r\n\n\n22 Mix 5 μl of the PCR product \\(without any purification) with 2.5 μl of 200 μM T7-F primer, 2.5 μl of 200 μM a reverse primer, and 1000 μl of the master mix solution. Aliquot the resulting solution into five 200-μl PCR tubes. Divide the resulting solution to 5 aliquots in 200-μl PCR tubes.\r\n\n\n▲CRITICAL STEP For the preparation of tRNA\nAsn-E2\nXXX\nand tRNA\nfMetE\nCAU\n, use Asn-E2-R3 and fMetE-R3, respectively, as a reverse primer. \r\n\n\n23 Set the tubes in a PCR thermal cycler and run it with Program 2.\r\n\n\n24 Check the amplified DNA by agarose gel electrophoresis. If the band corresponding to the objective band is faint, run 2–3 additional PCR cycles.\r\n\n\n\r\n\n\nPurification of the PCR product\r\n\n\n25 Combine the DNA solutions and add 1 ml of phenol/chloroform/isoamyl alcohol solution to the resulting sample. Shake the tube intensely.\r\n\n\n26 Centrifuge the sample at 15,000×g for 5 min at 25°C.\r\n\n\n27 Recover the water layer and mix it with 1 ml of chloroform/isoamyl alcohol solution. Shake the tube intensely.\r\n\n\n28 Centrifuge the sample at 15,000×g for 5 min at 25°C.\r\n\n\n29 Recover the water layer and add 100 μl of 3 M NaCl and 2.2 ml of ethanol. Mix the sample well.\r\n\n\n30 Centrifuge the sample at 15,000×g for 15 min at 25°C.\r\n\n\n31 Remove the supernatant and add 500 μl of 70% ethanol to the tube.\r\n\n\n32 Centrifuge the sample at 15,000×g for 15 min at 25°C.\r\n\n\n33 Remove the supernatant completely. Open the tube lid and cover it with tissues, then dry the DNA at room temperature for 10 min.\r\n\n\n34 Add 100 μl of RNase-free water and resuspend the DNA pellet.\r\n\n\n■PAUSE POINT The DNA solution can be stored at -20°C for years.\r\n\n\n\r\n\n\n\r\n\n\nPreparation of DNA template for microhelix RNA ●TIMING 10 min\r\n\n\nAnnealing of oligonucleotides\r\n\n\n35 Mix 1.25 μl of 200 μM mihx-F primer, 1.25 μl of 200 μM mihx-R primer, 20 μl of 50 mM KCl, and 2.5 μl of 10× T7 buffer. \r\n\n\n36 Heat the sample at 95°C for 3 min, then slowly cool it at room temperature over 5 min.\r\n\n\n37 Add 75 μl of water to the sample, and directly use the resulting solution as a DNA template solution for in vitro transcription reaction.\r\n\n\n\r\n\n\n\r\n\n\nSynthesis of RNAs by in vitro transcription ●TIMING 7h\r\n\n\n38 Prepare DNA template for in vitro transcription according to the methods described above.\r\n\n\n▲CRITICAL STEP All the following steps should be performed in an RNase-free manner. Use RNase-free tubes, pipettes, pipette tips, and water. Wear gloves at all times.\r\n\n\n39 Prepare in vitro transcription reaction mixture. This step can be performed using option A or option B depending on RNA molecules to be made. \r\n\n\nA. Preparation of flexizymes.\r\n\n\nMix 100 μl of 10× T7 buffer, 100 μl of 100 mM DTT, 120 μl of 250 mM MgCl\n2\n, 200 μl of 25 mM NTPs, 15 μl of 2 M KOH, 100 μl of DNA template, and 20 μl of T7 RNA polymerase with 345 μl of RNase-free water.\r\n\n\nB. Preparation of tRNAs and microhelix RNA.\r\n\n\nMix 100 μl of 10× T7 buffer, 100 μl of 100 mM DTT, 90 μl of 250 mM MgCl\n2\n, 150 μl of 25 mM NTPs, 11.25 μl of 2 M KOH, 50 μl of 100 mM GMP, 100 μl of DNA template, and 20 μl of T7 RNA polymerase with 303 μl of RNase-free water.\r\n\n\n40 Incubate the transcription reaction mixture in an air incubator at 37°C for 5 hours. Ｗhite precipitations of inorganic pyrophosphate occurs if transcription reaction occurs.\r\n\n\n? TROUBLESHOOTING\r\n\n\n41 Add 20 μl of 100 mM MnCl2 and 4 μl of DNase I to the reaction mixture. Incubate the solution at 37°C for additional 30 min.\r\n\n\n42 Add 75 μl of 500 mM EDTA \\(pH 8.0), 100 μl of 3 M NaCl, and 1 ml of isopropanol. Mix the sample well and stand it at room temperature for 5 min. \r\n\n\n43 Centrifuge the sample at 15,000×g for 5 min at 25°C.\r\n\n\n44 Remove the supernatant completely. Open the tube lid and cover it with tissues, then dry the RNA at room temperature for 10 min.\r\n\n\n■PAUSE POINT The RNA pellet can be stored at -20°C for at least a week.\r\n\n\n\r\n\n\n\r\n\n\nPurification of RNAs by polyacrylamide gel electrophoresis ●TIMING 6h\r\n\n\n45 Add 100 μl of RNase-free water and resuspend the RNA pellet. Mix the RNA solution with 100 μl of 2× RNA loading buffer.\r\n\n\n46 Incubate the sample on a heat block at 95°C for 1 min. \r\n\n\n47 Apply the resulting sample onto a denaturing polyacrylamide gel and run it. \\(Use 12% polyacrylamide gel with 250V for 1 hour to purify flexizymes. Use 8% polyacrylamide gel with 250 V for 1 hour to purify tRNAs. Use 20% polyacrylamide gel with 280 V for 3 hour to purify microhelix RNA.)\r\n\n\n48 Remove the gel from gel plates and put it on a TLC plate containing a fluorescent indicator covered with a plastic wrap. Cover the gel with another plastic wrap.\r\n\n\n49 Visualize RNA band by irradiating with 260 nm UV lamp in a dark room. Trace the pattern of RNA band with a marker.\r\n\n\n\\! CAUTION Wear UV-protecting glasses to protect your eyes from harmful UV light.\r\n\n\n▲CRITICAL STEP Mark the band promptly. Irradiation of UV at a short range for a long time may cause RNA damage.\r\n\n\n? TROUBLESHOOTING\r\n\n\n50 Cut the gel by a razor along the mark. Crush the gel pieces containing RNA finely in a 50 ml tube.\r\n\n\n▲CRITICAL STEP Recovery yield of RNA can be improved by well breaking the gel into a paste.\r\n\n\n51 Add 3 ml of 0.3 M NaCl to the resulting gel paste, then shake the tube at room temperature for 1 hour.\r\n\n\n52 Centrifuge the sample at 15,000×g for 5 min at 25°C.\r\n\n\n53 Recover the supernatant carefully. \r\n\n\n54 Add 2 ml of 0.3 M NaCl to the gel pellet, then shake the tube at room temperature for additional 1 hour.\r\n\n\n55 Centrifuge the sample at 15,000×g for 5 min at 25°C.\r\n\n\n56 Recover the supernatant carefully. \r\n\n\n57 Repeat steps 54–56 one more time.\r\n\n\n58 Combine all supernatants, and filter it by a 0.45 μm syringe filter.\r\n\n\n59 Add 2-fold volume of ethanol to the resulting RNA solution. Mix the sample well.\r\n\n\n60 Centrifuge the sample at 15,000×g for 15 min at 25°C.\r\n\n\n61 Remove the supernatant and add 1000 μl of 70% ethanol to the tube and wash the pellet.\r\n\n\n62 Centrifuge the sample at 15,000×g for 3 min at 25°C.\r\n\n\n63 Remove the supernatant completely. Open the tube lid and cover it with tissues, then dry the RNA at room temperature for 10 min.\r\n\n\n64 Add 50 μl of RNase-free water and resuspend the RNA pellet.\r\n\n\n65 Determine the concentration of RNA by a UV spectrometer \\(The length of tRNAs, aFx, dFx, eFx, and microhelix RNA are 76, 47, 46, 45, and 22 mer, respectively).\r\n\n\n66 Dilute the RNA solution with RNase-free water to make a 250 μM stock solution of flexizyme.\r\n\n\n■PAUSE POINT The RNA solution \\(flexizymes, tRNAs, and microhelix RNA) are stored at -20°C for at least two years.\r\n\n\nANTICIPATED RESULTS 15,000¬–45,000 pmol of RNA can be obtained from a 1 ml-scale transcription reaction. These amounts of RNAs allow us to carry out 60–180 translation reactions.\r\n\n\n\r\n\n\n\r\n\n\nPreparation of DNA templates for translation ●TIMING 6 h\r\n\n\nExtension\r\n\n\n67 Design primers required for synthesis of the objective DNA template \\(Fig. S2). The forward primers \\(mDNA-F1 and mDNA-F2) contain a region from the T7 promoter to start codon, while the reverse primers \\(mDNA-R1, mDNA-R2 and mDNA-R3) mainly consist of a peptide coding region that can be variable. Alteration of the sequences of the reverse primers yields various template DNAs that code different peptide sequences. \r\n\n\n▲CRITICAL STEP See “EXPERIMENTAL DESIGN” section of the main text for the required sequence elements in DNA template for FIT system.\r\n\n\n68 Prepare extension reaction mixture \\(50 μl). Mix 5 μl of 10× PCR buffer, 0.5 μl of 250 mM MgCl\n2\n, 2.5 μl of 5 mM dNTPs, 2.5 μl of 10 μM mDNA-F1 primer, 2.5 μl of 10 μM mDNA-R1 primer, 0.5 μl of Taq DNA polymerase, and 36.5 μl of RNase-free water in a 200-μl PCR tube.\r\n\n\n69 Set the sample tube in a thermal cycler and perform the extension reaction with program 1.\r\n\n\n\r\n\n\n1st PCR\r\n\n\n70 Prepare the 1st PCR mixture \\(50 μl). Mix 5 μl of 10× PCR buffer, 0.5 μl of 250 mM MgCl\n2\n, 2.5 μl of 5 mM dNTPs, 2.5 μl of 10 μM mDNA-F2 primer, 2.5 μl of 10 μM mDNA-R2 primer, 0.5 μl of Taq DNA polymerase, 1.25 μl of the extension product from step 69, and 35.25 μl of RNase- free water in a 200-μl PCR tube.\r\n\n\n71 Set the sample tube in a thermal cycler and run the PCR using the program 3.\r\n\n\n\r\n\n\n2nd PCR\r\n\n\n72 Prepare the 2nd PCR mixture \\(200 μl). Mix 20 μl of 10× PCR buffer, 2 μl of 250 mM MgCl\n2\n, 10 μl of 5 mM dNTPs, 1 μl of 100 μM mDNA-F2 primer, 1 μl of 100 μM mDNA-R3 primer, 2 μl of Taq DNA polymerase, 5 μl of the 1st PCR product from step 71, and 159 μl of RNase- free water in a 200-μl PCR tubes.\r\n\n\n73 Set the sample tube in a thermal cycler and run the PCR using the program 2.\r\n\n\n■PAUSE POINT The PCR product is stable for at least 1 year at -20 °C.\r\n\n\n74 Analyze the product of the PCR by 3% agarose gel electrophoresis and ethidium bromide staining. The reaction should yield a ~110 bp product after the 2nd PCR.\r\n\n\n\r\n\n\nPurification of the PCR product\r\n\n\n75 Add 200 μl of phenol/chloroform/isoamyl alcohol solution. Shake the tube vigorously by a vortex mixer.\r\n\n\n76 Centrifuge the tube at 15,000x g for 5 min at 25°C.\r\n\n\n77 Recover the water layer in a new tube and add 200 μl of chloroform/isoamyl alcohol. Shake the tube vigorously by vortexing.\r\n\n\n78 Centrifuge the tube at 15,000×g for 5 min at 25°C.\r\n\n\n79 Recover the water layer. Add 20 μl of 3M NaCl and 440 μl of ethanol. Mix the solution well.\r\n\n\n80 Centrifuge the tubes at 15,000×g for 15 min at 25°C.\r\n\n\n81 Remove the supernatant and add 200 μl of 70% ethanol.\r\n\n\n82 Centrifuge the tubes at 15,000×g for 5 min at 25°C.\r\n\n\n83 Remove the supernatant. Dry the DNA pellet at room temperature for 10 min.\r\n\n\n84 Resuspend the DNA pellet in 20 μl of RNase-free water.\r\n\n\n■PAUSE POINT The purified PCR product can be kept frozen at -20 °C for years."
        },
        {
            "header": "Timing",
            "content": "Steps 1–16, Preparation of DNA template for flexizymes: 3h\r\n\n\nSteps 17–34, Preparation of DNA template for tRNAs: 4h\r\n\n\nSteps 35–37, Preparation of DNA template for microhelix RNA: 10 min\r\n\n\nSteps 38–44, Synthesis of RNAs by in vitro transcription: 7 h\r\n\n\nSteps 45–66, Purification of RNAs by polyacrylamide gel electrophoresis: 6 h\r\n\n\nSteps 67–84, Preparation of DNA templates for translation: 6 h"
        },
        {
            "header": "Troubleshooting",
            "content": "No or little precipitation in Step 40.\r\n\n\n**Possible reason:** Improper pH of the reaction mixture.\r\n\n\n**Solution:** Acidity of NTPs solution may depend on lots of reagents. Adjust the amount of 2 M KOH to make the final pH value of reaction mixture around 8.0.\r\n\n\n\r\n\n\nNo or little observed band corresponding to the objective RNA in Step 49.\r\n\n\n**Possible reason:** Failure in transcription reaction.\r\n\n\n**Solution:** Ensure that all reagents used for transcription are correct. Check the pH of reaction mixture as described above.\r\n\n\n\r\n\n\nSmear bands in Step 49.\r\n\n\n**Possible reason:** Contamination of RNase. \r\n\n\n**Solution:** Pay attention not to contaminate reagents and reaction mixture by RNase. Wear gloves when performing experiments. Prepare all reagents freshly when RNase contamination is suspected."
        },
        {
            "header": "References",
            "content": "1 Pluthero, F.G. Rapid purification of high-activity Taq DNA polymerase. Nucleic Acids Res. 21, 4850-4851 \\(1993)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Mr. Yusuke Yamagishi for the discussion and proof-reading. We thank Dr. Hiroshi Murakami for the contributions to the development of the methods presented in this study. We also thank Dr. Patrick C. Reid for proofreading. This work was supported by grants of Japan Society for the Promotion of Science Grants-in-Aid for Scientific Research \\(S) \\(16101007), Specially Promoted Research \\(21000005), a research and development projects of the Industrial Science and Technology Program in the New Energy and Industrial Technology Development Organization \\(NEDO), and the World Class University project of the MEST and the NRF \\(R31-2008-000-10103-0)  to H.S., grants of Japan Society for the Promotion of Science Grants-in-Aid for Young Scientists \\(B) \\(22750145) to Y.G., and \\(B)\\(22710210) to T.K.."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11665,
                "identity": "9f927568-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hiroaki Suga",
                "email": "hsuga@chem.s.u-tokyo.ac.jp",
                "orcid": "",
                "institution": "Department of Chemistry, Graduate School of Science, The University of Tokyo",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hiroaki",
                "middleName": "",
                "lastName": "Suga",
                "suffix": ""
            },
            {
                "id": 11663,
                "identity": "9f92705f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yuki Goto",
                "email": "",
                "orcid": "",
                "institution": "Department of Chemistry, Graduate School of Science, The University of Tokyo",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuki",
                "middleName": "",
                "lastName": "Goto",
                "suffix": ""
            },
            {
                "id": 11664,
                "identity": "9f9272f4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Takayuki Katoh",
                "email": "",
                "orcid": "",
                "institution": "Department of Chemistry, Graduate School of Science, The University of Tokyo",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Takayuki",
                "middleName": "",
                "lastName": "Katoh",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-02-03 11:39:04",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.209",
        "doiUrl": "https://doi.org/10.1038/protex.2011.209",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608225,
                "identity": "1ba6855f-220a-4127-b4f9-1eba359077ef",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:01",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 181060,
                "visible": true,
                "origin": "",
                "legend": "Cloverleaf structure of tRNA^fMetE^~CAU~ and tRNA^AsnE2^~NNN~ used in this study.   tRNA^fMetE^~CAU~ and tRNA^AsnE2^~NNN~ are engineered initiator and elongator tRNAs from tRNA^fMet^~CAU~ and tRNA^Asn^~GUU~, respectively. Arrows indicate the sites of mutations. Red characters indicate the nucleotides in their original natural tRNA molecules (tRNA^fMet^~CAU~ or tRNA^Asn^~GUU~). The “nnNNNnn” sequence in tRNAAsnE2NNN indicates anticodon triplet (NNN) and anticodon codon loop sequence (nn___nn), which should be appropriately chosen for the objective reprogrammed codon. For example, GGA, GUG, and GCG anticodon triplet with CU___AA, UU___AA, and CU___GA loop sequence could be preferentially used in order to maximize the decoding efficiency and fidelity of UCC, CAC, and CGC codons, respectively.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2020/v1/figure_1.png"
            },
            {
                "id": 2608226,
                "identity": "2e77967d-bbd6-4354-ae59-9209d68d96b2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:02",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 461608,
                "visible": true,
                "origin": "",
                "legend": "Preparation of the DNA template used for the translation reaction by 3-step PCR.   Green arrows indicate the regions made by the extension reaction. Blue and red arrows show the regions amplified by PCR. Peptide coding region can be designed variably by using the corresponding reverse primers.",
                "description": "",
                "filename": "figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2020/v1/figure_2.tif"
            },
            {
                "id": 2608228,
                "identity": "ca0199bc-3d1e-47e8-9ae6-730ce4b26bea",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:02",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 469525,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Primer sequences used in this protocol.   ^a^XXX denotes the anticodon sequence of tRNA to be made. \r\n^b^YYY corresponds to the complementary triplet of XXX. yy___yy corresponds to the complementary sequence of anticodon loop, xx___xx.\r\n",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2020/v1/figure_3.png"
            },
            {
                "id": 13465365,
                "identity": "59d93a45-b733-4cbb-91f6-dde769ac4b9a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1034074,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2020/v1/76540fc7-4388-4f55-be27-96e25423ced4.pdf"
            }
        ],
        "financialInterests": "The authors declare competing financial interests \\(see the article associated with this protocol for details).",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Translation, Ribosome, Genetic code, tRNA, Aminoacylation, Non-proteinogenic amino acids, Ribozyme",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Genetic code reprogramming is a method for the reassignment of arbitrary codons from proteinogenic amino acids to non-proteinogenic ones, and thus specific sequences of non-standard peptides can be ribosomally expressed according to their mRNA templates. We have developed a protocol that facilitates the genetic code reprogramming using flexizymes integrated with a custom-made in-vitro translation apparatus, referred to as the flexible in-vitro translation \\(FIT) system. Flexizymes are flexible tRNA acylation ribozymes that enable the preparation of a diverse array of non-proteinogenic acyl-tRNAs. These acyl-tRNAs read vacant codons created in the FIT system, yielding the desired non-standard peptides with diverse exotic structures, such as N-methyl amino acids, D-amino acids and physiologically stable macrocyclic scaffolds. We here describe a protocol for the preparation of DNA templates for flexizymes, tRNAs, microhelix RNA, and mRNAs that are used for genetic code reprogramming with flexizymes.",
        "manuscriptTitle": "Preparation of materials for flexizyme reactions and genetic code reprogramming",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-05-12 15:27:56",
                "doi": "10.1038/protex.2011.209",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f9205a5-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 12th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2526,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-05-12 15:27:56",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}