{
    "identity": "nprot-4331",
    "title": "Evaluation of Molecular Tension Sensors using Single-Molecule Force Spectroscopy and Live Cell FRET imaging",
    "content": [
        {
            "header": "Introduction",
            "content": "Newly generated tension sensor modules require the evaluation of their force sensitivity and folding/unfolding dynamics, which is ideally determined by single-molecule force spectroscopy. Here, we describe the procedure to prepare the so-called dumbbell configuration \\(Figure 1) necessary for force spectroscopy measurements using an dual-optical tweezers setup. The dumbbell configuration consists of the protein of interest \\(e.g. the tension sensor module), which is connected by DNA strands to two beads. Two focused laser beams then allow the application of mechanical forces to the beads and thereby highly sensitive force-extension measurements. It should be noted that the single-molecule calibration, which needs to be sensitive to single-piconewton \\(pN) forces, requires an instrumental setup \\(Figure 2) that is not commercially available.\r\n\n\nFor the quantitative evaluation of molecular tension sensors in cells, we describe the use of time-correlated single photon counting fluorescence lifetime microscopy \\(TCSPC-FLIM). As many laboratories do not have access to FLIM instruments and will rely on intensity‐based measurements, we will also provide a protocol for ratiometric FRET imaging. It needs to be noted, however, that intensity-based techniques are not ideally suited for the evaluation of newly-generated FRET sensors as they do not readily yield a quantitative measure of FRET efficiency and thus are unsuitable to directly correlate the observed FRET ratio with mechanical tension."
        },
        {
            "header": "Reagents",
            "content": "**The following reagents are required for the tension sensor module expression and purification:**\r\n\n\n1. HEK 293 cells.\r\n  2. Dulbecco’s Modified Eagle’s Medium \\(DMEM) containing high glucose \\(GlutaMAX) and pyruvate \\(LifeTechnologies) supplemented with 10 % Fetal Calf Serum \\(FCS) and 1 x Penicillin/Streptomycin \\(P/S).\r\n  3. Ultrapure H<sub>2</sub>O. \r\n  4. 2 x HBS buffer \\(pH 7.0): 280 mM NaCl, 50 mM HEPES, 1.5 mM Na<sub>2</sub>HPO<sub>4</sub>.\r\n  5. 2 M CaCl<sub>2</sub>.\r\n  6. 40 ug tension sensor cDNA cloned into an mammalian expression vector \\(e.g. pcDNA3.1 or pLPCX).\r\n  7. 50 mM Chloroquine.\r\n  8. Hypotonic lysis buffer: 20 mM Tris \\(pH 7.4), 2 mM MgCl<sub>2</sub>, 0.2 mM EDTA.\r\n  9. PD-10 Desalting Column \\(GE Healthcare).\r\n  10. Phosphate-buffered saline \\(PBS), pH 6.7.\r\n  11. Tris-2-carboxyethylphosphine \\(TCEP).\r\n  \r\n\n\n**The following reagents are required for preparing the dumbbell configuration before single-molecule calibration:**\r\n\n\n_Oligonucleotide attachment:_\r\n\n\n1. Maleimide-modified oligonucleotides \\(called Moligos):\r\n  5’-GGCAGGGCTGACGTTCAACCAGACCAGCGAGTCg-3’, the small ‘g’ at the 3’-end indicates the position of the maleimide modification.\r\n\n\n2. PBS, pH 6.7 \\(P4417, Sigma Aldrich).\r\n  3. 10-100 µM purified tension sensor protein in PBS \\(pH 6.7) containing 0.2 mM TCEP.\r\n  \r\n\n\n_Handle-PCR:_\r\n\n\n4. Sense primer 1 \\(biotin; sense 1): 5'-gGCGAtCTGGtCGTTGATTTG-3'.\r\n  5. Sense primer 2 \\(digoxigenin; sense 2): 5'-gGCGAtCTGGtCGTTGATTTG-3', the small letters indicate sites of modifications with either biotin \\(sense 1) or digoxigenin \\(sense 2).\r\n  6. Anti-sense primer \\(abasic site; anti-sense):\r\n  5’-CGACTCGCTGGTCTGGTTGAACGTCAGCCCTGCCxCCTGCCCGGCTCTGGACAGG-3’, the x indicates the position of an abasic site.\r\n\n\n7. Template: Lambda phage DNA \\(N3013S, New England Biolabs \\(NEB)).\r\n  8. Taq DNA Polymerase with ThermoPol Buffer \\(M0267S, NEB).\r\n  9. QiaQuick PCR Purification Kit \\(Qiagen).\r\n  10. QiaQuick Gel Extraction Kit \\(Qiagen).\r\n  \r\n\n\n_Sample chamber preparation:_\r\n\n\n11. Microscopy cover slips. \r\n  12. Parafilm M \\(P7793, Sigma Aldrich).\r\n  13. Vacuum grease.\r\n  14. Kimwipes and blower bulb for cleaning slides.\r\n  \r\n\n\n_Final sample assembly:_\r\n\n\n15. PBS, pH 7.4 \\(P4417, Sigma Aldrich).\r\n  16. BSA Buffer \\(BSA): 10 mg/mL BSA \\(A0281, Sigma Aldrich) dissolved in PBS \\(pH 7.4).\r\n  17. Oxygen Scavenger System \\(GODCAT): Glucose oxidase \\(26U/mL; G2133, Sigma Aldrich), catalase \\(1700U/mL; C3155, Sigma Aldrich) and glucose \\(0.6% w/v; G8270, Sigma Aldrich); amounts refer to the final concentration in the sample mix; prior final mixing, each component is prepared as a 50 x stock solution.\r\n  18. Streptavidin-coated silica beads \\(CS01N 1µm, Bangs Laboratories).\r\n  19. Anti-digoxigenin-coated fluorescently-labeled silica beads \\(SC03N 1µm, Bangs Laboratories).\r\n  20. Protein-oligo construct from oligonucleotide-attachment.\r\n  21. DNA-handles from handle-PCR.\r\n  \r\n\n\n**The following reagents are required for the TCSPC-FLIM and ratiometric FRET protocols:**\r\n\n\n1. Microscopy dishes with glass cover slips, No.1.5.\r\n  2. PBS, pH 7.6.\r\n  3. Fibronectin \\(Calbiochem); coating concentration: 1mg/ml diluted in PBS \\(pH 7.6). \r\n  4. DMEM containing high glucose \\(GlutaMAX) and pyruvate \\(LifeTechnologies) supplemented with 10 % FCS and 1 x P/S.\r\n  5. Imaging medium: DMEM \\(without Phenol Red) supplemented with 4.5 g/l glucose, 25 mM HEPES, 2 mM glutamine, 10 % FCS and 1 x P/S."
        },
        {
            "header": "Equipment",
            "content": "**The following equipment is required for the tension sensor module expression and purification:**\r\n\n\n1. Cell culture incubator \\(set to 37°C, 5% CO<sub>2</sub>, 95% H<sub>2</sub>O).\r\n  2. Refrigerated centrifuge.\r\n  3. Dounce homogenizer.\r\n  4. ÄKTA chromatography system. \r\n  5. His-Trap chromatography column \\(GE Healthcare).\r\n  6. Size exclusion chromatography column \\(Superdex 200, GE Healthcare).\r\n  \r\n\n\n**The following equipment is required for preparing the dumbbell configuration before single-molecule calibration:**\r\n\n\n1. HPLC system \\(Jasco) equipped with a Fraction Collector \\(CHF 122SC, Advantec MFS).\r\n  2. Size exclusion chromatography column \\(Superdex 200 30/100GL, GE Healthcare). \r\n  3. Perestaltic pump \\(Perestaltic Pump P-1, GE Healthcare).\r\n  4. Ni-NTA chromatography column \\(Ni-NTA Superflow Cartridge 1 mL, Qiagen).\r\n  5. Thermocycler \\(Mastercycler personal, Eppendorf).\r\n  6. Tabletop centrifuge \\(Perfect Spin 24R, Peqlab).\r\n  7. Heat plate \\(Yellow Mag HP 7, IKA).\r\n  8. Custom-built high-resolution dual-optical tweezers setup with integrated fluorescence excitation and detection \\(Figure 2).\r\n  \r\n\n\n**The following equipment is required for the described TCSPC-FLIM protocol:**\r\n\n\n1. Leica TCS SP5 X confocal laser scanning microscope  \\(Leica Microsystems) equipped with a pulsed white light laser \\(NKT Photonics) and an HCX PL APO CS, 63 x water objective \\(NA = 1.2) \\(Leica Microsystems).\r\n  2. FLIM X16 78 MHz TCSPC Detector \\(LaVision BioTec).\r\n  3. X1 Port \\(Leica Microsystems).\r\n  4. Appropriate band pass filter system. \r\n  5. Operating microscope software: Leica LAS AF Software \\(Leica Microsystems).\r\n  6. Operating FLIM Detector software Imspector Software \\(LaVision BioTec).\r\n  7. Analysis software for FLIM data analysis: MATLAB \\(MathWorks).\r\n  8. LOCI Toolbox for MATLAB.\r\n  \r\n\n\n**The following equipment is required for the described ratiometric FRET protocol:**\r\n\n\n1. SP8 confocal laser scanning microscope \\(Leica Microsystems).\r\n  equipped with a 63 x water objective \\(HCX PL APO, NA = 1.2) \\(Leica Microsystems).\r\n\n\n2. GaAsP Hybrid detectors or photomultipliers. \r\n  3. Microscope operating software: Leica LAS AF lite software \\(Leica Microsystems)."
        },
        {
            "header": "Procedure",
            "content": "**Tension sensor module expression and purification:**\r\n\n\n1. Seed HEK 293 cells onto six 10 cm dishes and incubate them in a cell culture incubator until cells are 90-95% confluent.\r\n  2. Prior to CaPO\n4\ntransfection, replace the medium with 7 ml growth medium supplemented with 4 µl of 50 mM chloroquine per 10 cm dish.\r\n  3. Dilute 40 µg of tension sensor DNA with ultrapure H\n2\nO to a volume of 439 µl  and add 61 µl of 2 M CaCl\n2\n; vortex.\r\n  4. While vortexing, add 500 µl of 2 x HBS buffer to the DNA/CaCl\n2\nsolution. \r\n  5. Add the transfection cocktail to the cells and incubate in the cell culture incubator for 6 h.\r\n  6. Replace the transfection medium with regular growth medium and incubate cells in the cell culture incubator overnight \\(O/N).\r\n  7. Replace medium and allow expression of the tension sensor constructs for another 48 h.\r\n  8. Suck off medium and wash cells once with PBS. Collect all cells in PBS, centrifuge at 300 g for 5 min and resuspend the cell pellet in 2 ml of hypotonic lysis buffer; incubate for 20 min on ice.\r\n  9. Mechanically homogenize cells with a Dounce homogenizer, then centrifuge at >13.000 g for 10 min at 4°C. Filter the supernatant \\(filter pore size 0.22 μm) and further purify with His-TRAP column according to the instructions of the manufacturer. \r\n  10. After purification, exchange the His-Trap elution buffer for PBS containing 5 mM TCEP using a PD-10 desalting column; incubate for 30 min on ice.\r\n  11. Perform a second purification using size exclusion chromatography in PBS containing 0.2 mM TCEP.\r\n  12. Store purified protein at -80°C.\r\n  \r\n\n\n**Preparation of bead-DNA-protein-DNA-bead dumbbell configuration for single-molecule calibration:**\r\n\n\n_Creating protein-DNA chimeras:_\r\n\n\n1. Dissolve lyophilized Moligos in PBS \\(pH 6.7) to a final concentration of 100 µM.\r\n  2. Gently thaw the purified protein solution on ice.\r\n  3. Mix dissolved Moligos with the tension sensor protein solution; use a molar ratio of 2:1 as two Moligos are needed for one protein.\r\n  4. Let the solution react O/N at 4°C.\r\n  5. To remove unreacted Moligos, load the reaction mix onto a Ni-NTA column.\r\n  6. Use standard washing steps for His-Tag purification; then wash with 2 M KCl dissolved in PBS \\(pH 7.4).\r\n  7. To remove unreacted protein, install the Ni-NTA column before the size exclusion column and connect to the HPLC system.\r\n  8. Inject 500 mM imidazole buffer \\(dissolved in PBS \\(pH 7.4) to elute the sample from the Ni-NTA column.\r\n  9. Perform size exclusion chromatography using the HPLC system in PBS \\(pH 7.4); recommended flow-rate: 0.5 mL/min.\r\n  10. Collect the protein-oligo chimeras and prepare 5-10 µL aliquots, freeze and keep at -80°C until calibration measurement.\r\n  \r\n\n\n_Preparing DNA-handles by PCR:_\r\n\n\n11. Prepare the reaction mix according to the manufacturer's instruction for a 100 µL PCR reaction using the Taq DNA Polymerase with ThermoPol Buffer. Use a primer ratio for sense 1, sense 2 and anti-sense of 1:1:2. Split into 2 equally sized reactions and pipette into PCR tubes.\r\n  12. Perform standard PCR using a thermocycler \\(annealing temperature: 55°C, 44 cycles).\r\n  13. Purify the PCR-product using the QiaQuick PCR Purification Kit. Elute in 30-50 µL using the provided EB Buffer. Typically,  concentrations of 300 ng/µL are achieved.\r\n  \r\n\n\n_Final sample preparation:_\r\n\n\n14. To build the sample chamber, clean cover slips with Kimwipes and use the blower bulb to remove remaining particles.\r\n  15. Place two stripes of Parafilm M on a big cover slip forming a channel parallel to the longer axis.\r\n  16. Mount on a heat plate \\(set to 85°C) and place a small cover slip on top of the channel; slightly press down.\r\n  17. Remove the ready-to-use sample chamber from the heat plate.\r\n  18. To passivate the glass surfaces, incubate the sample chamber channel with ~40 µL of BSA solution about 10 min prior to adding the final measurement mix \\(see below).\r\n  19. To assemble the final measurement mix, combine the protein-oligo construct with DNA-handles in PBS \\(pH 7.4), incubate for 2 h at RT. \r\n  20. Add streptavidin-coated silica beads and incubate for another 7 min at RT. \r\n  21. Assemble the final mix by combining anti-digoxigenin-coated silica beads with the assembled protein-oligo-DNA handles attached to streptavidin-coated silica beads. Prepare in PBS \\(pH 7.4) containing GODCAT \\(3 times 2 µL of 50 x solutions); adjust to a final volume of 100 µl and mix well.\r\n  22. Rinse the channel of sample chamber  with 100-200 µl PBS \\(pH 7.4) to remove the BSA.\r\n  23. Fill the channel with the final reaction mix and seal with vacuum grease.\r\n  \r\n\n\n**Single-molecule measurement:**\r\n\n\n1. Catch a fluorescent \\(i.e. anti-digoxigenin-coated) and a non-fluorescent \\(i.e. streptavidin-coated and protein-DNA chimera-attached) bead in each of the two traps.\r\n  2. Approach the two beads at a constant velocity by moving the mobile trap until the beads slightly touch each other.\r\n  3. Separate the beads at constant velocity and check whether a dumbbell like configuration has been established. If so, continue with constant velocity measurements \\(i.e. repetitive stretch- and relax-cycles) and  constant distance measurements. If not, repeat. After a couple of unsuccessful tries, grab another pair of beads.\r\n  \r\n\n\n**FRET evaluation by fluorescence lifetime microscopy \\(FLIM):**\r\n\n\n1. Seed cells expressing physiological levels of the molecular tension sensor \\(and cells expressing the respective control constructs, such as zero-force control and donor-only control) on fibronectin \\(FN)-coated glass cover slips and allow cells to adhere and spread.\r\n  2. In the meantime, start the SP5 microscope and the pulsed white-light laser \\(Frequency 80 MHz), install the 63 x water objective, and adjust the microscope setting to a scanning rate of 400 Hz, an image resolution of 512 x 512 pixels and a digital zoom factor of 2. \r\n  3. Replace the medium and unattached cells by fresh imaging medium and install the dish on the microscope stage.\r\n  4. Select cells using the microscope's eyepiece; enable FLIM detection in the Leica Software and acquire a series of images using the Imspector Software. To ensure sufficient photon counts, an image series of at least 10-20 images is recommended. Collect 20-30 cells per construct.\r\n  5. Export images in .tif format.\r\n  6. For post image-acquisition processing, create a region of interest \\(ROI) to isolate focal adhesion signals from background \\(e.g. by multi-otsu thresholding).\r\n  7. Determine the fluorescence lifetime by fitting a mono-exponential decay curve to the histogram of photon arrival times. The mono-exponential decay can be fitted by a Levenberg-Marquardt-based nonlinear least square fit.\r\n  8. Use the fluorescence lifetime \\(τ) determined from cells expressing only the donor fluorophore \\(D) and from cells expressing the FRET constructs \\(DA) to calculate a mean cell FRET efficiency E according to: E=1-\\(τ\nDA\n/τ\nD\n).\r\n  \r\n\n\n**FRET evaluation by ratiometric FRET imaging:**\r\n\n\n1. Seed cells expressing physiological levels of the molecular tension sensor \\(and cells expressing the zero-force control) on FN-coated glass cover slips and allow cells to adhere and spread.\r\n  2. In the meantime, start the SP8 microscope and lasers, install the 63 x water objective, and adjust the microscope setting to a scanning rate of 100 Hz, an image resolution of 1024 x 1024, a pinhole of 88.64 µm and 2 x digital zoom. \r\n  3. Replace the medium and unattached cells with fresh imaging medium and install the dish on the Leica SP8 microscope stage.\r\n  4. Select cells using the microscope's eyepiece, then excite the donor fluorophore with the appropriate wavelengths \\(514 nm for YPet) and simultaneously record an image in the donor \\(522-550 nm) and the acceptor \\(600-700 nm) emission channel.\r\n  5. Export images in .lif format.\r\n  6. Create an ROI and substract the cytosolic background signal from the donor image by convolving the data \\(Gaussian structure element; width: 25, height: 2) and top-hat filtering \\(disk SE; radius: 7 pixel \\(pixel size 124 nm). Next,  create a binary image to obtain masks of individual FAs and apply these masks  to donor and acceptor image. \r\n  7. Calculate the FRET ratio for individual FAs by dividing the mean intensity of the acceptor FA mask by the mean intensity of the donor FA mask. Note, that oversaturated pixels should be suspended from analysis and mean donor intensities between biosensor and control cells should be comparable."
        },
        {
            "header": "Timing",
            "content": "**Tension sensor module expression and purification:**\r\n\n\n1. The transfection and expression of the tension sensor module in HEK 293 cells takes about 72 h, the purification can be performed within one day if the required chromatography systems are established and accessible.\r\n  \r\n\n\n**Preparation of bead-DNA-protein-DNA-bead dumbbell configuration for single-molecule calibration:**\r\n\n\n1. Attachment reaction: 15 min for pipetting and O/N for the binding reaction.\r\n  2. Ni-NTA purification \\(if column is restored and equilibrated): 30 min.\r\n  3. Size exclusion chromatography: 60 min for the run + 15 min for mounting, injection and sample collection.\r\n  4. DNA-handle PCR: 15 min for pipetting and about 2 h for the PCR.\r\n  5. Building and passivation of the sample chamber: 10 chambers in about 30 min.\r\n  6. Preparing the final measurement mix: about 2 h 10 min for reactions, another 10 min for pipetting.\r\n  \r\n\n\n**Single-molecule measurement:**\r\n\n\n1. 1-2 h for a single sample chamber, after that the GODCAT is not reliable anymore and a new sample chamber has to be prepared. \r\n  2. To obtain reliable statistics and to have enough time for a thorough data evaluation, a couple of days should be considered presuming that all equipment and software are working and accessible.\r\n  \r\n\n\n**FRET evaluation by fluorescence lifetime microscopy \\(FLIM) and ratiometric FRET imaging:**\r\n\n\n1. The preparation of cells/microscopy dishes takes 4-6 h, the acquisition of FLIM or FRET live cell data \\(i.e. tension sensor cells, donor-only control cells, zero-force FRET control cells; 20 images each) requires another 4-6 h. \r\n  2. Depending on the experiment, data analysis typically takes 1-2 days."
        },
        {
            "header": "Troubleshooting",
            "content": "**Tension sensor module expression and purification:**\r\n\n\n1. Do not express in HEK 293 cells for more than 48 h as this may lead to accumulation of protein degradation products within cells.\r\n  2. Purification steps need to be carried out at 4° C to avoid protein degradation. \r\n  \r\n\n\n**Preparation of bead-DNA-protein-DNA-bead dumbbell configuration for single-molecule calibration:**\r\n\n\n1. Always work on ice and as quick as possible.\r\n  2. Buffers should be degassed and filtered to lower the possibility of reactive cysteine crosslinking, oxygen damage, and to reduce contamination with larger particles during measurements.\r\n  \r\n\n\n_Testing the oligo-attachment and purification:_\r\n\n\n3. The reactivity of the maleimide-modified oligonucleotides can be tested by reacting the Moligos with dithiothreitol \\(DTT) followed by a size exclusion chromatography. Having two reactive thiols, makes DTT a perfect mimic for a protein with two reactive cysteins. After letting Moligos react with DTT in the corresponding ratio, all reactive Moligos should form dimers. Due to their doubled size, they can be detected via size exclusion chromatography. Besides estimating the amount of reactive Moligos, the ‘DTT-test’ also allows the optimization of experimental conditions such as reaction time, temperature, TCEP concentration or pH.\r\n  4. The identification of the correct peak \\(two Moligos attached to the protein of interest) can be facilitated by a reference run with pure protein.\r\n  \r\n\n\n_Optimizing DNA-handle PCR:_\r\n\n\n5. Unreacted anti-sense primers will not be removed by the QiaQuick PCR Purification Kit. This is critical, as these primers carry the sequence complementary to the protein-bound Moligos and, hence, can compete with entire DNA-handles during hybridization. A slightly lower amount of anti-sense primers with respect to both sense primers should help minimizing this risk. Alternatively, unreacted anti-sense primers can be removed by agarose gel electrophoresis and the QiaQuick Gel Extraction Kit.\r\n  \r\n\n\n_Evaluating the assembly of protein-DNA chimeras:_\r\n\n\n6. To test the formation of the final protein-DNA chimeras upon mixing of the protein-oligo with DNA-handles, we mix both in various ratios and let them react at RT for about 2 h. Reactions are then tested by agarose gel electrophoresis including a reference, in which only DNA-handles are loaded. The optimal reaction conditions can be assumed for the ladder with the thickest band of double the size of a single DNA-handle. Using dimerized Moligos from the ‘DTT-test’ \\(see above) allows testing whether the DNA-handles work as they should.\r\n  \r\n\n\n_Single-molecule measurement:_\r\n\n\n7. Each tested pair of beads in each sample chamber needs to be categorized depending on what has been observed, e.g. nothing \\(= no dumbbell formation), protein with correct DNA-handle length \\(= successful single dumbbell formation), too short apparent DNA-handle length \\(= multiple tethers), sticking \\(= way too many tethers), DNA-handle unzipping \\(= a force plateau around 15 pN as for DNA hairpins caused by too many DNA-handles used in the sample preparation). The obtained statistics are essential for establishing optimal experimental conditions.\r\n  \r\n\n\n**FRET evaluation by fluorescence lifetime microscopy \\(FLIM):**\r\n\n\n1. Work with physiological expression levels and avoid tension sensor overexpression.\r\n  2. Adjust laser settings for minimal photo-toxicity and photo-bleaching. \r\n  3. Only process cells that look healthy; exclude cells that moved during image acquisition.\r\n  4. Make sure that the temperature remains constant during the experiment \\(tension sensors are often temperature-sensitive).\r\n  5. Start the data analysis by performing control experiments and evaluating average FRET efficiencies; evaluate more specialized cases \\(e.g. spatiotemporal patterns) only after all your control experiments have checked out.\r\n  6. Always include the donor only control \\(i.e. YPet fused to the target proteins' N- or C-terminus) and the zero-force FRET control \\(i.e. tension sensor fused to the target proteins' N- or C-terminus). These controls need to be included in each and every experiment and can not be omitted. \r\n  7. Check for intermolecular FRET and effects on tension sensor FRET by protein conformation changes. \r\n  \r\n\n\n**FRET evaluation by ratiometric imaging:**\r\n\n\n1. Ensure that donor and acceptor images are aligned.\r\n  2. Potential uneven illumination needs to be corrected.\r\n  3. Ratiometric FRET measurements are sensitive to experimental settings, like excitation intensity, non-uniform illumination or expression levels of the biosensor."
        },
        {
            "header": "Anticipated Results",
            "content": "**Tension sensor module expression and purification:**\r\n\n\n1. From 6 x 10 cm dishes of tension sensor expressing HEK 293 cells, 3 ml of purified protein solution \\(concentration approximately 1mg/ml) can be typically isolated.\r\n  2. Due to the fluorescence of the tension sensor protein, protein samples will have a red color.\r\n  \r\n\n\n**Single-molecule measurement:**\r\n\n\n1. If all given intermediate results from the procedure are reached and all tests and the fine-tuning \\(see troubleshooting section) indicate an optimized result, about every third bead pair should show the successful formation of the dumbbell configuration suitable for single-molecule calibration.\r\n  \r\n\n\n**FRET evaluation by fluorescence lifetime microscopy \\(FLIM):**\r\n\n\n1. The fluorescence lifetime of YPet is about 3.1-3.2 nanoseconds \\(ns); the HP-35-based tension sensor displays a fluorescence lifetime of about 2.2-2.3 ns in the non-tensed state. Thus, the HP35-based tension sensor module has a starting \\(i.e. zero-force) FRET efficiency of approximately 30%."
        },
        {
            "header": "Acknowledgements",
            "content": "A.M. acknowledges support by the Nanosystems Initiative Munich \\(NIM); M.R. is supported by the German Research Council through the Collaborative Research Centre SFB863 \\(A2). C. G. is supported by the German Research Council \\(DFG, GR3399/2 1 and GR3399/5–1), the Collaborative Research Centre SFB863 \\(B9) and a Paul Gerson Unna Research Group of the Max Planck Förderstiftung."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb3268",
                "date": "2015-11-03 15:22:52",
                "title": "Extracellular rigidity sensing by talin isoform-specific mechanical linkages",
                "authors": [
                    "Katharina Austen",
                    "Pia Ringer",
                    "Alexander Mehlich",
                    "Anna Chrostek-Grashoff",
                    "Carleen Kluger",
                    "Christoph Klingner",
                    "Benedikt Sabass",
                    "Roy Zent",
                    "Matthias Rief",
                    "and Carsten Grashoff"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13576,
                "identity": "a077bbf1-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Matthias Rief",
                "email": "Matthias.Rief@mytum.de",
                "orcid": "",
                "institution": "Technical University of Munich",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Matthias",
                "middleName": "",
                "lastName": "Rief",
                "suffix": ""
            },
            {
                "id": 13577,
                "identity": "a077be01-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Carsten Grashoff",
                "email": "cgrasho@biochem.mpg.de",
                "orcid": "",
                "institution": "Carsten Grashoff Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Carsten",
                "middleName": "",
                "lastName": "Grashoff",
                "suffix": ""
            },
            {
                "id": 13573,
                "identity": "a077b1e7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alexander  Mehlich",
                "email": "",
                "orcid": "",
                "institution": "Technical University of Munich",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "",
                "lastName": "Mehlich",
                "suffix": ""
            },
            {
                "id": 13574,
                "identity": "a077b514-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Katharina Austen",
                "email": "",
                "orcid": "",
                "institution": "Carsten Grashoff Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Katharina",
                "middleName": "",
                "lastName": "Austen",
                "suffix": ""
            },
            {
                "id": 13575,
                "identity": "a077b933-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Pia Ringer",
                "email": "",
                "orcid": "",
                "institution": "Carsten Grashoff Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pia",
                "middleName": "",
                "lastName": "Ringer",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-10-14 08:53:52",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.095",
        "doiUrl": "https://doi.org/10.1038/protex.2015.095",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609254,
                "identity": "31d3032a-44e3-48d4-8a0b-4ea368fc6356",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:48",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 914513,
                "visible": true,
                "origin": "",
                "legend": "Dumbbell configuration   This schematic illustrates the individual parts necessary to form the typical dumbbell configuration as described in the text: two differently functionalized beads and DNA-handles attached to the protein of interest. The zoom highlights how the oligonucleotides are assembled.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4331/v1/figure_1.jpg"
            },
            {
                "id": 2609256,
                "identity": "aa6a8ec7-f26c-4364-9513-f3b6e64e033d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:48",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 366718,
                "visible": true,
                "origin": "",
                "legend": "Dual-trap optical tweezer setup   This schematic illustrates the optical tweezer setup used for the described single-molecule calibrations. The beam paths generated by a 1064 nm laser are first separated by polarizing beam splitter cubes (PBS) and superimposed again after one of the beams was reflected by a steerable piezoelectric mirror and the other one by a fixed mirror. These are the orthogonally polarized beams of the mobile and the fixed trap. The λ-half plates (λ/2) regulate the polarization direction as well as the overall laser intensity reaching the sample chamber. At the start of the beam path, an additional single-mode optical fiber (SMOF) coupling and a feedback-regulated beam intensity further improve pointing and intensity stability of the trapping laser; quadrant photo diodes (QPDs) increase the detection rate and, hence, resolution as compared to previously used position sensitive devices. On the right, the fluorescence excitation through a 532 nm laser as well as the fluorescence detection are illustrated. This allows distinguishing between fluorescent and non-fluorescent beads.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4331/v1/figure_2.jpg"
            },
            {
                "id": 13465522,
                "identity": "cd157744-9eb7-40f6-8cc0-f1bc7b6d9b27",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:57",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 369724,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4331/v1/618214b3-12da-4b70-b13a-65d91f1b49dc.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "FRET-based tension sensor, Single-molecule force spectroscopy",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes the calibration of fluorescence resonance energy transfer \\(FRET)-based tension sensors using single-molecule force spectroscopy. We also outline the evaluation of molecular tension sensors in living cells by fluorescence lifetime microscopy \\(FLIM) and ratiometric FRET imaging.",
        "manuscriptTitle": "Evaluation of Molecular Tension Sensors using Single-Molecule Force Spectroscopy and Live Cell FRET imaging",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-11-03 15:24:12",
                "doi": "10.1038/protex.2015.095",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a077382b-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 3rd, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3442,
                "name": "Cell biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-11-03 15:24:12",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}