{
    "identity": "nprot-4321",
    "title": "Method for generating highly pure culture of mouse derived Oligospheres under hypoxic conditions.",
    "content": [
        {
            "header": "Introduction",
            "content": "Oligodendrocytes are the myelinating cells of the central nervous system \\(CNS). They are the end product of a cell lineage that has to undergo a complex and precisely timed program of proliferation, migration, differentiation, and myelination to finally produce the insulating sheath of axons<sup>5</sup>. Due to this complexity and their unique metabolism/physiology, obtaining cultures of oligodendrocyte progenitor cells \\(OPCs) in large numbers with high purity has always been a challenge<sup>1, 6</sup>.\r\n\n\nSimple methods for the isolation and purification of workable quantities of OPCs not only aid in the efforts to better understand oligodendrocyte development, function and axon–oligodendroglial interactions but also provide an indispensable tool for myelin repair research<sup>2</sup>.\r\n\n\nHowever, it has been previously described how to generate neurospheres from early postnatal mouse brain<sup>3, 11</sup> and how neurospheres generated from mouse embryonic cortices can be induced to form oligospheres<sup>2</sup> under normal atmospheric oxygen \\(21% O<sub>2</sub>) condition. Here we describe in detail a method to obtain OPCs in large numbers in the form of oligospheres from tissue dissections of early posnatal mouse brain under hypoxic conditions. \r\n\n\nHypoxia is particularly important for the central nervous system, where oxygen \\(O<sub>2</sub>) levels range from 8% at the pia to 0.5% in the midbrain<sup>7</sup>. Traditionally, all in vitro stem cell systems have used oxygen tensions that are far removed from the in vivo situation \\(21% O<sub>2</sub>). This has shown to affect the survival of cells particularly in transplantation experiments due to the stress caused by switch in the oxygen tension<sup>4, 8, 9,10</sup>.\r\n\n\nHence, we tested the protocol on cells derived from three different wild type mouse strains \\(Balb/C, B6NAlbino and CD1) and used 3% and 21% O<sub>2</sub> conditions to cultivate the cells. Later, the purity of the culture was analyzed using FACS. The results showed that the different wild type strains responded differently to the protocol and that the CD1 wild type strain could yield more than 95% pure OPCs under hypoxia. Furthermore, hypoxic conditioning could increase the yield of OPCs by an average of 10% in all the three strains. \r\n\n\nWe describe here in detail the steps to isolate the brain and tissue dissection from neonatal mouse, expansion of neural stem cells as neurospheres and induction of oligosphere formation. We also describe the procedure for culturing B104 neuroblastoma cell line and preparation of B104 conditioned media."
        },
        {
            "header": "Reagents",
            "content": "DMEM/F12  \\(Invitrogen/Gibco 11330-032)\r\n\n\nPutrescine dihydrochloride \\(Sigma P5780)\r\n\n\nProgesterone \\(Sigma P8783)\r\n\n\n1M HEPES buffer \\(Sigma H0887)\r\n\n\nB-27 supplement \\(50x) \\(Invitrogen/Gibco 12587-010)\r\n\n\nInsulin-Transferrin-Sodium-Selenite supplement \\(Roche 11074547001)\r\n\n\nHeparin \\(Sigma H3149)\r\n\n\nTrypsin inhibitor from glycine max \\(Sigma T6522)\r\n\n\nTrypLE<sup>TM</sup> express \\(Invitrogen 12604-021)\r\n\n\nRecombinant human FGF-basic \\(Peprotech 100-18B)\r\n\n\nRecombinant human EGF \\(Peprotech AF-100-15)\r\n\n\nTrypsin \\(Sigma T5266)\r\n\n\nHyaluronidase \\(Sigma H3884)\r\n\n\nKynurenic acid \\(Sigma K3375)\r\n\n\nSodium bi-carbonate \\(Sigma S5761)\r\n\n\nHBSS \\(1x) \\(Invitrogen 14025-050)\r\n\n\nDPBS \\(Pan Biotech P04-36500)\r\n\n\nN2 supplement \\(100x) \\(Invitrogen 17502-048)\r\n\n\nFetal bovine serum \\(Merck S0615) \r\n\n\nPhenylmethylsulfonyl fluoride \\(Sigma P7626)"
        },
        {
            "header": "Equipment",
            "content": "Dissecting microscope\r\n\n\nWater bath set at 37°C\r\n\n\nCooling centrifuge\r\n\n\nTabletop centrifuge\r\n\n\nHumidified tissue culture incubator \\(37°C, 5% CO<sub>2</sub>), atmospheric air)\r\n\n\nHumidified tissue culture incubator with O<sub>2</sub> control \\(37°C, 5% CO<sub>2</sub>, 3% O<sub>2</sub>)\r\n\n\nLaminar airflow hood\r\n\n\nMicro-dissection instruments \\(sterilized)\r\n\n\nScalpel blade \\(No. 10 curved)\r\n\n\n70% Ethanol solution\r\n\n\nAcrylan \\(Antiseptica chem. Pharm. Gmbh ACR-1L)\r\n\n\n15 ml plastic conical tubes \\(Sarstedt 62.554.502)\r\n\n\n60x15mm Petridishes \\(Sarstedt 83.3901)\r\n\n\nT75 Tissue culture flask susp. \\(Sarstedt 83.3911.502)\r\n\n\nT75 Tissue culture flask adhr. \\(Sarstedt 83.3911.002)\r\n\n\n0.22μm Syringe filter \\(Roth P666.1)\r\n\n\n0.22μm Vaccum filter \\(Sarstedt 83.1822.001)\r\n\n\n10ml Syringe \\(BD biosciences 300912)"
        },
        {
            "header": "Procedure",
            "content": "**Isolation of brain and dissection of the tissue from sub-ventricular zone \\(SVZ):**\r\n\n\n\r\n\n\n1. Prepare the working bench with all requirements: the sterile dissection instruments, dissection solution, petridishes, microscope etc.\r\n  2. Prepare 4 sets of dissection instruments: separate set for the skin, skull, for removal of the brain and to cut out the desired region of the tissue. This will reduce the chances of contamination.\r\n  3. The set of sterile micro dissection instruments for isolating the tissue region of interest should be dipped in sterile dissection solution to avoid ethanol contact with the tissue.\r\n  4. Wipe the entire dissection area with 70% ethanol to reduce contamination.\r\n  5. Prepare a spray bottle with 70% ethanol and a box of ear buds to wipe the head before and after decapitating.\r\n  6. Set the water bath to 37°C.\r\n  7. Lay down tissue papers on the working bench to avoid bloodstains.\r\n  8. Place the animal on the tissue paper and spray the head with 70% ethanol.\r\n  9. Now place the animal in proper position and decapitate.\r\n  10. To remove blood, wipe with an ear bud and later spray the head again with 70% ethanol.\r\n  11. Make a midline incision in the skin with a scissor over the entire length of the skull.\r\n  12. Reveal the surface of the skull by reflecting the skin.\r\n  13. Hold the skin tightly on both sides with fingers below the ears or alternatively, hold the head in position using a pointed forceps pierced under the eyes.\r\n  14. Cut the skull on both the sides with small scissors and if needed make a midline incision in the skull over the entire length. Take care to minimize any damage to the brain tissue during cutting.\r\n  15. Break off the skull with forceps.\r\n  16. Scoop the brain out with the help of an iris spatula.\r\n  17. Transfer the brain into a 60mm petri dish with ice-cold tissue dissection solution.\r\n  18. Strip the meninges from the surface of the brain by looking under the dissection microscope. \\(**Note:** the meninges and associated blood vessels are sources of contaminating cell in culture)\r\n  19. Rinse thoroughly and place the brain into a second 60mm petridish with ice-cold tissue dissection solution.\r\n  20. Under the dissecting microscope, cut the brain into 3 coronal sections so as to obtain the mid brain region intact and then carefully isolate the SVZ region with the help of the microscissors. \\(**Note:** All regions of the brain can give rise to neurospheres in culture but the SVZ region yields higher number of neurospheres).\r\n  21. Transfer the dissected tissue into another petridish with cold tissue dissection solution.\r\n  22. Cut the tissue into smaller pieces using the microscissors.\r\n  **Pool the tissue sections from at least 3 brains to obtain enough cells to seed 5 T-75 flasks.**\r\n\n\n23. Transfer this petridish with the tissue pieces to the tissue culture hood.\r\n  24. With the help of a pipette, transfer the entire contents of the petridish into a 15ml falcon tube.\r\n  25. Centrifuge for 5mins at 1000rpm.\r\n  26. Remove the supernatant and add 1ml of enzyme mix.\r\n  27. Place the tube in water bath at 37°C for maximum 15minutes. As neonatal tissue dissociates quickly, the tissue should be triturated with pipette briefly after every 5 minutes to check the dissociation status.\r\n  28. Stop the reaction as soon as the tissue is fully digested by adding 10ml of 1x DPBS.\r\n  29. Centrifuge for 8 mins at 2500 rpm and remove the supernatant.\r\n  30. Add 4ml of trypsin inhibitor. Prepare this solution by dissolving 4mg Trypsin inhibitor in 4ml serum free media and filter sterilize through 0.22μm filter. Always prepare this solution fresh.\r\n  31. Triturate adequately to break up the pellet and take care to minimize the introduction of air bubbles.\r\n  32. Place the tube in water bath for 10 mins.\r\n  33. Centrifuge for 8 mins at 2500 rpm and remove the supernatant.\r\n  34. Re-suspend the cells in 1ml Serum free medium containing EGF and FGF and triturate sufficiently to produce a single cell suspension.\r\n  35. Count the cells if needed and plate them accordingly in T-75 suspension culture flasks with 15ml serum free media containing epidermal growth factor \\(EFG) and fibroblast growth factor \\(FGF).\r\n  36. Incubate at 37°C with 5% CO\n2\nand 3% O\n2\n**Expansion of neural stem cells and neurosphere formation:**\r\n\n\n\r\n\n\n1. Observe the flasks after 24hrs in the incubator for any signs of contamination.\r\n  2. One day after, add 5ml of the serum free growth media to each flask making the final volume to 20ml in each flask.\r\n  3. Leave the flasks in the incubator for 2 days till small spheres start forming.\r\n  4. Neurosphere formation generally takes 5 to 6 days after seeding. \r\n  \r\n\n\n\r\n\n\n**Generation of OPCs from neurospheres:**\r\n\n\n\r\n\n\n1. Once the neurospheres are formed \\(sphere size around 100-200μm), the culture is ready for oligosphere induction.\r\n  2. Gradually change the EGF/FGF containing neurosphere growth medium with B104 conditioned medium containing oligosphere medium by replacing half \\(10ml) of the former medium with the latter medium every alternate day for 2 weeks.\r\n  3. During this phase, the cells tend to proliferate only for the first 2-4 days and later they enter a stationary phase.\r\n  4. After 2 weeks the cells are ready for experiments.\r\n  5. The oligospheres can now be passaged using TrypLE\nTM\nas mentioned below.\r\n  \r\n\n\n\r\n\n\n**Passage of oligospheres:**\r\n\n\n\r\n\n\n1. Transfer the spheres in medium to a falcon tube. \\(**Note:** Do not take the spheres or cells that have attached to the surface at the time of passaging. Only the floating spheres should be taken.)\r\n  2. Centrifuge for 5mins at 1000rpm.\r\n  3. Remove the supernatant and add 2ml of TrypLE\nTM\nto the tube and pipette to resuspend the spheres.\r\n  4. Place the tube in water bath for 5-10mins at 37°C. \\(**Note:** The time of incubation should be adjusted depending upon the size of the spheres, as bigger spheres take more time to dissociate).\r\n  5. Use the pipette to dissociate remaining clumps and once the spheres are dissociated, add 25ml of 1xPBS to stop the reaction.\r\n  6. Centrifuge for 8mins at 2000rpm.\r\n  7. Remove the supernatant and resuspend the cell pellet in 1ml oligosphere media.\r\n  8. Culture the cell suspension in oligosphere medium at an appropriate cell density. Spheres should form again after 5-7 days.\r\n  9. Alternatively, the cells can also be plated to grow as adherent cells on poly-ornithine coated plates. However, culturing the cells as adherent cells for longer time induces differentiation in the cells.\r\n  \r\n\n\n\r\n\n\n**B104 NEUROBLASTOMA CELL LINE**\r\n\n\n\r\n\n\n**Culture method:**\r\n\n\n\r\n\n\n1. Grow the cells in T-75 tissue culture treated flasks for adherent cells.\r\n  2. Cells are cultured with 18ml growth media.\r\n  3. Complete media change should be done twice a week.\r\n  4. The cells must be passaged once in a week or depending upon the cell density.\r\n  \r\n\n\n\r\n\n\n**Passage method:**\r\n\n\n\r\n\n\n1. When the flask is more than 90% confluent, then the cells are ready to be passaged.\r\n  2. Remove all the media from the flasks and wash with 10ml PBS.\r\n  3. Add 2ml of TrypLETM and shake the flask gently for 2mins till all the cells are detached from the surface.\r\n  4. Add 10ml PBS to stop trypsinization. \r\n  5. Transfer this volume to a 50ml falcon tube. \r\n  6. Wash the flask again with 10ml PBS and transfer this also to the 50ml falcon tube.\r\n  7. Centrifuge at 1100rpm for 8 mins. \r\n  8. Decant the supernatant and resuspend the pellet in 1ml medium.\r\n  9. Count the cells if needed.\r\n  10. Seed the appropriate volume of cell suspension into freshly prepared flasks with 18ml medium.\r\n  11. Keep in the incubator at 37°C, 5% CO2 and atmospheric air.\r\n  \r\n\n\n\r\n\n\n**Preparation of B104 conditioned media \\(B104 CM):**\r\n\n\n\r\n\n\n1. Culture the B104 neuroblastoma cells in B104 growth medium \\(i.e. DMEM/F12 with 10% FCS and 4.5g/L glucose) until confluent.\r\n  2. Remove the culture media from the flask completely and wash with 10ml of 1X Puck’s BSS.\r\n  3. Now feed with 20ml N2 medium \\(for T-75 flask).\r\n  4. Keep in the incubator at 37°C and 5% CO2 for 4 days.\r\n  5. After 4 days, collect the medium and add PMSF to a final conc. of 1μg/ml \\(i.e. 1μl of stock solution per 10ml media).\r\n  6. Mix quickly by swirling.\r\n  7. Centrifuge at 2000g for 30mins in a swinging bucket centrifuge at 4°C.\r\n  8. Filter the supernatant with a 0.22μm filter and retain the filtered supernatant.\r\n  9. Aliquot appropriate volumes and store at -80°C. \\(It can be stored upto 6 months at -80̊°C)\r\n  10. To minimize variation between cultures, conditioned medium form each batch should be tested before use.\r\n  11. Freeze-thaw cycles should be minimized with not more than 2 freeze-thaw cycles."
        },
        {
            "header": "Timing",
            "content": "Dissection and plating of cells: 2-3 hours\r\n\n\nFormation of neurospheres: ~5-6 days\r\n\n\nFormation of oligospheres: 14 days\r\n\n\n\r\n\n\nFor preparing one batch of B104 CM: ~7-8 days."
        },
        {
            "header": "Troubleshooting",
            "content": "Brains from mouse pups of postnatal day 0 \\(P0) to postnatal day 7 \\(P7) can be used to isolate cells, however, the younger the pups the better is the yield of OPCs.\r\n\n\nSince no antibiotic is used in the culture medium throughout the procedure, utmost care should be taken while handling the flasks for every media change in order to avoid contamination.\r\n\n\nLet the flasks to stand on the sterile bench working space for 2-3mins before aspirating the media out, this will allow the spheres to settle at the bottom of the flask.\r\n\n\nSlowly pipette out the medium with the help of a 10ml serological pipette during media change to avoid sucking cells and spheres."
        },
        {
            "header": "Anticipated Results",
            "content": "To quantify the amount of OPCs in the cultures after the entire procedure under normal atmospheric air \\(21% O<sub>2</sub>) and hypoxic condition \\(3% O<sub>2</sub>), FACS staining was done using the OPC markers Anti-A2B5-APC antibody \\(Miltenyi Biotec) and PE anti- mouse CD140a antibody \\(Biolegend). The results indicated that hypoxic conditioning could yield more pure cultures of OPCs \\(including single as well as double positive cells) as compared to normal atmospheric oxygen conditions in all the three wild type mouse strains \\(Figure 1). We also observed that the response of the different strains \\(CD1, Balb/C and B6NAlbino) towards the protocol was slightly different in respect to the final OPC yield \\(Figure 2)."
        },
        {
            "header": "References",
            "content": "1. Bradl M, Lassmann H. Oligodendrocytes: biology and pathology. Acta Neuropathologica. 2010;119\\(1):37-53. doi:10.1007/s00401-009-0601-5.\r\n  2. Ying Chen, Veerakumar Balasubramaniyan, Jie Peng, Edward C Hurlock, Michelle Tallquist, Jianrong Li & Q Richard Lu. Isolation and culture of rat and mouse oligodendrocyte precursor cells. Nature Protocols 2, - 1044 - 1051 \\(2007) Published online: 26 April 2007 | doi:10.1038/nprot.2007.149.\r\n  3. Laura Pacey KK, Shelley Stead, Jacqueline Gleave A, Kasia Tomczyk and Laurie Doering C. Neural stem cell culture: Neurosphere generation, microscopical analysis and cryopreservation. Protocol Exchange \\(2006) doi:10.1038/nprot.2006.215.\r\n  4. Stacpoole SRL, Webber DJ, Bilican B, Compston A, Chandran S, Franklin RJM. Neural Precursor Cells Cultured at Physiologically Relevant Oxygen Tensions Have a Survival Advantage Following Transplantation. Stem Cells Translational Medicine. 2013;2\\(6):464-472. doi:10.5966/sctm.2012-0144.\r\n  5. Pfeiffer, S.E., Warrington, A.E. & Bansal, R. The oligodendrocyte and its many cellular processes. Trends Cell Biol. 3, 191–197 \\(1993).\r\n  6. Warrington, A.E., Barbarese, E. & Pfeiffer, S.E. Differential myelinogenic capacity of specific developmental stages of the oligodendrocyte lineage upon transplantation into hypomyelinating hosts. J. Neurosci. Res. 34, 1–13 \\(1993).\r\n  7. Silver I, Erecinska M. Oxygen and ion concentrations in normoxic and hypoxic brain cells. Adv Exp Med Biol. 1998;454:7–16.\r\n  8. Stacpoole SR, Bilican B, Webber DJ, et al. Derivation of neural precursor cells from human ES cells at 3% O2 is efficient, enhances survival and presents no barrier to regional specification and functional differentiation. Cell Death Differ. 2011;18:1016–1023.\r\n  9. Rosova I, Dao M, Capoccia B, et al. Hypoxic preconditioning results in increased motility and improved therapeutic potential of human mesenchymal stem cells. Stem Cells. 2008;26:2173–2182.\r\n  10. Studer L, Csete M, Lee SH, et al. Enhanced proliferation, survival, and dopaminergic differentiation of CNS precursors in lowered oxygen. J Neurosci. 2000;20:7377–7383.\r\n  11. Dincman TA, Beare JE, Saraswat-Ohri S, Whittemore SR \\(2012) Isolation of cortical mouse oligodendrocyte precursor cells. Journal of Neuroscience Methods 30: 219–226."
        },
        {
            "header": "Acknowledgements",
            "content": "This research is supported by the University of Medicine Greifswald. This protocol is greatly influenced by the protocols earlier published independently by Laura Pacey KK et al \\(2006) and Ying Chen et al \\(2007). \r\n\n\nThe support of Prof. Dr. Marek Zygmunt, Head of Department of Obstetrics and Gynecology, University Medicine Greifswald, is gratefully acknowledged."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nprot.2006.215",
                "date": "2015-10-05 08:28:02",
                "title": "Neural Stem Cell Culture: Neurosphere generation, microscopical analysis and cryopreservation",
                "authors": [
                    "Laura Pacey",
                    "Shelley Stead",
                    "Jacqueline Gleave",
                    "Kasia Tomczyk",
                    "and Laurie Doering"
                ],
                "journal": "Protocol Exchange",
                "logo": ""
            },
            {
                "doi": "10.1038/nprot.2007.149",
                "date": "2015-10-05 08:28:21",
                "title": "Isolation and culture of rat and mouse oligodendrocyte precursor cells",
                "authors": [
                    "Ying Chen",
                    "Veerakumar Balasubramaniyan",
                    "Jie Peng",
                    "Edward C Hurlock",
                    "Michelle Tallquist",
                    "Jianrong Li",
                    "and Q Richard Lu"
                ],
                "journal": "Nature Protocols",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13570,
                "identity": "a076b477-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Donna Elizabeth Sunny",
                "email": "sunnyd@uni-greifswald.de",
                "orcid": "",
                "institution": "Neonatal Neuroprotection Lab, Department of Neonatology and Pediatric Intensive Care,  Medicine Greifswald",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Donna",
                "middleName": "Elizabeth",
                "lastName": "Sunny",
                "suffix": ""
            },
            {
                "id": 13572,
                "identity": "a076bf64-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Matthias Heckmann",
                "email": "matthias.heckmann@uni-greifswald.de",
                "orcid": "",
                "institution": "Neonatal Neuroprotection Lab, Department of Neonatology and Pediatric Intensive Care, Medicine Greifswald",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Matthias",
                "middleName": "",
                "lastName": "Heckmann",
                "suffix": ""
            },
            {
                "id": 13571,
                "identity": "a076bd20-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Damián Oscar  Muzzio",
                "email": "",
                "orcid": "",
                "institution": "Research Laboratory, Department of Obstetrics and Gynecology, University Medicine Greifswald",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Damián",
                "middleName": "Oscar",
                "lastName": "Muzzio",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-10-05 08:57:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.092",
        "doiUrl": "https://doi.org/10.1038/protex.2015.092",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609249,
                "identity": "c14bc30a-e7bb-4ef9-a4e0-96559235b50a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:47",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1553114,
                "visible": true,
                "origin": "",
                "legend": "FACS data showing the difference between the percentages of OPCs at 3% and 21%O~2~ conditions   FACS data showing the difference between the percentages of OPCs obtained using the above-mentioned protocol at 3% and 21% O~2~ conditions.\r\nFACS staining was performed using Anti-A2B5-APC antibody (Miltenyi Biotec) and PE anti- mouse CD140a antibody (Biolegend). Control cells were kept in neurosphere growth medium containing EGF/FGF throughout while the induction group was fed with the OPC medium containing B104 conditioned medium.\r\n(A) Shows results from B6NAlbino strain.\r\n(B) Shows results from BalbC strain.\r\n(C) Shows results from CD1 strain.\r\n",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4321/v1/figure_1.pdf"
            },
            {
                "id": 2609253,
                "identity": "a4037835-50ec-446c-9968-3a148db24912",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:48",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 69516,
                "visible": true,
                "origin": "",
                "legend": "Comparison between the percentage of OPC yield from the three different wild type mouse strains.    The graphs show a comparison between the percentage of OPC yield from the three strains when cultured under hypoxic (3% O~2~ and normoxic (21% O~2~ conditions. The CD1 wild type strain showed the maximum yield of ~95% OPCs when cultured at 3% O~2~. While the yield of OPCs was boosted from ~50% to 75% under hypoxia in the B6NAlbino strain, the Balb/C cells did not show any considerable difference. This clearly shows that the primary cells derived from different wild type mouse strains respond differently towards the protocol. \r\n",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4321/v1/figure_2.pdf"
            },
            {
                "id": 13464797,
                "identity": "581bc163-2aab-49a5-b40a-5e54950481cb",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 305782,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4321/v1/8b7ad91b-be1b-4046-94a9-6637947b71da.pdf"
            },
            {
                "id": 2609252,
                "identity": "978dc218-04a8-4d3b-85be-0fc380cafcfe",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:48",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 62367,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Document 1   PREPARATION OF MEDIA AND OTHER SOLUTIONS",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4321/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "There is no conflict of interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "oligodendrocyte progenitor cells,neurospheres, hypoxia, isolation, neonatal mouse brain",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Due to the complexity and unique metabolism/physiology of oligodendrocytes, obtaining cultures of oligodendrocyte progenitor cells in large numbers with high purity has always been a challenge. Methods for the isolation and purification of workable quantities of oligodendrocyte progenitor cells not only aid in the efforts to better understand oligodendrocyte development, function and axon–oligodendroglial interactions but also provide an indispensable tool for myelin repair research.\r\n\n\nHypoxia is particularly important for the central nervous system, where oxygen levels range from 8% at the pia to 0.5% in the midbrain. \r\n\n\nWe describe in detail the steps to isolate the brain and tissue dissection from neonatal mouse, expansion of neural stem cells as neurospheres and induction of oligosphere formation under hypoxic condition. We also describe the procedure for culturing B104 neuroblastoma cell line and preparation of B104 conditioned media.",
        "manuscriptTitle": "Method for generating highly pure culture of mouse derived Oligospheres under hypoxic conditions.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-10-12 22:05:43",
                "doi": "10.1038/protex.2015.092",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0763103-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 12th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3441,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-10-12 22:05:43",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}