{
    "identity": "nprot-3467",
    "title": "The sequential isolation of metabolites, RNA, DNA, and proteins from a single, undivided mixed microbial community sample",
    "content": [
        {
            "header": "Introduction",
            "content": "In the context of Systems Biology, systematic measurement has been defined as the “simultaneous measurement of multiple features for a single sample” \\[3]. This requirement is particularly important if systematic measurements are to be carried out on biological samples which are characterized by large degrees of heterogeneity, e.g. mixed microbial communities. To facilitate systematic molecular measurements of microbial consortia, we have designed a methodological workflow for the isolation of concomitant small molecules \\(metabolites) and biomacromolecules \\(DNA, RNA and proteins) from single, undivided mixed microbial community samples. The present protocol describes the detailed procedure as we are applying it to biomass obtained from a biological wastewater treatment plant \\[4]. It includes provisions for the isolation of polar and non-polar metabolites, RNA, DNA and proteins as well as means for assessing the qualities of the respective fractions. Purified biomolecular fractions can be subjected to state-of-the-art high-throughput metabolomic, transcriptomic, genomic and proteomic analyses, respectively, without the need for additional rounds of purification. Adaptations of the workflow to allow the separation of the RNA fraction into large and small subfractions, and its application to other classes of samples, as exemplified by freshwater planktonic microbial communities and human fecal samples, have been published elsewhere \\[1,2]. In our hands, the methodology has been applied with success to a range of different mixed microbial communities of biotechnological \\(biomass from a biogas production unit), environmental \\(freshwater planktonic communities) and biomedical \\(fresh or frozen human fecal samples and saliva) research interest, as well as on animal tissue \\(mouse brain) or eukaryote/prokaryote symbiotic assemblages \\(marine sponges). Finally, for enhanced throughput, the automation of the biomacromolecular isolation and purification is also possible."
        },
        {
            "header": "Reagents",
            "content": "- Methanol at -20 °C \\(Sigma Aldrich; Chromasolv for HPLC; 34860). An internal standard for subsequent metabolites analysis by GC-MS can be added. We routinely use <sup>13</sup>C-ribitol \\(Omicron Biochemicals, Inc; ALD-062) by adding 12 μl of a <sup>13</sup>C-ribitol aqueous stock solution at 20 μg/ml \\(stored at -20 °C) per ml of methanol.\r\n\n\n- Methanol:water \\(1:1; v/v) solution at -20 °C. This solution may contain the same internal standard for subsequent metabolites analysis by GC-MS.\r\n\n\n- Chloroform at -20 °C \\(Sigma Aldrich; Chromasolv for HPLC; 34854).\r\n\n\n- Absolute ethanol at -20 °C \\(Sigma Aldrich; Chromasolv for HPLC; 34852).\r\n\n\n- 70% ethanol in ultrapure water at -20 °C.\r\n\n\n- 2-β-mercaptoethanol at room temperature \\(Sigma Aldrich; ≥99.0%; M6250).\r\n\n\n- Dithiothreitol \\(Sigma Aldrich; ≥99.0%; 43819)."
        },
        {
            "header": "Equipment",
            "content": "- Sampling tubes resistant to snap-freezing in liquid nitrogen \\(Falcon).\r\n\n\n- Sterile safe-lock 2 ml, 1.5 ml and 0.25 ml microcentrifuge tubes \\(Eppendorf). \r\n\n\n- Oscillating Mill \\(Retsch; MM 400). \r\n\n\n- Nucleic acid free, autoclaved 2 mm \\(Retsch, R22.455.0010) and 5 mm \\(Retsch, R22.455.0003) stainless steel milling beads.\r\n\n\n- Temperature-controlled agitator \\(e.g. Eppendorf; ThermoMixer Comfort).\r\n\n\n- Vortex \\(e.g. VWR; VV3).\r\n\n\n- QIAshredder columns \\(Qiagen; 79654).\r\n\n\n- AllPrep DNA/RNA/Protein Mini kit \\(Qiagen; 80004). \r\n\n\n- Microcentrifuge \\(e.g. Eppendorf MiniSpin).\r\n\n\n- High-speed centrifuge, temperature controlled \\(e.g. Thermo Scientific; Heraeus Multifuge X3R).\r\n\n\n- Vacuum centrifuge \\(e.g. LabConco; CentriVap).\r\n\n\n- Glass vials and caps compatible with downstream processes\r\n\n\n- Balance \\(e.g. Mettler Toledo; XP205 DeltaRange Analytical Balance).\r\n\n\n- Weighing boats.\r\n\n\n- Pipettes and sterile tips.\r\n\n\n- Sterile spatula.\r\n\n\n- Ice and ice bucket.\r\n\n\n- Liquid nitrogen and liquid nitrogen container.\r\n\n\n- Parafilm."
        },
        {
            "header": "Procedure",
            "content": "**A. Sampling and sample pre-processing**, \"Figure 1A\":http://www.nature.com/protocolexchange/system/uploads/3349/original/Figure1.pdf?1414750643\r\n\n\nA.1. Collect sample in a sterile tube and immediately snap-freeze it in liquid \r\n\n\nnitrogen \\(on site). Immediate cryofixation of the sample is a key step in the experimental workflow to prevent any modification of the information contained within the DNA, RNA, protein and metabolite fractions. Biomolecular fractions are known to rapidly change due to specific and non-specific degradation, regulation of gene expression, and post-transcriptional and post-translational modifications.\r\n\n\nA.2. Preserve the sample at -80 °C until pre-processing. \r\n\n\nA.3. With a sterile spatula, reduce the sample to powder form \\(or very small pieces) around 200 mg +/- 10 % of frozen sample. To preserve the frozen state of the sample, cool down all equipment and refreeze regularly the material, by briefly dipping it into liquid nitrogen. Float a weighing boat on the surface of the liquid nitrogen and pour the powdered sample into this. \r\n\n\nA.4. Transfer the frozen sample into a pre-cooled 2 ml microcentrifuge tube and refreeze this briefly in a liquid nitrogen bath. Optionally, the weighed sample can be stored for few days at -80 °C until further processing. \r\n\n\n\r\n\n\n**B. Extracellular metabolite extraction**,  \"Figure 1B\":http://www.nature.com/protocolexchange/system/uploads/3349/original/Figure1.pdf?1414750643 \r\n\n\nB.1. Thaw the sample on ice for approximately 10-15 min by placing the sample tube horizontally on the ice surface. Flip the tube regularly and verify the consistency of the sample every few minutes. Avoid further warming by placing the thawed sample tube in ice immediately once the sample is completely thawed. \r\n\n\nB.2. Centrifuge the thawed samples at 18,000 × g for 15 min at 4 °C and transfer the supernatant into a fresh 2 ml sterile tube pre-cooled to 4 °C. If visible particles are still present in the supernatant, carry out an additional centrifugation for 5 min until a completely limpid supernatant is obtained. Proceed to step B.4. with the supernatant.\r\n\n\nB.3. Snap-freeze the cell pellet and preserve it at -80 °C until step C.2.\r\n\n\nB.4. Add to one volume of the aqueous supernatant obtained at step B.2. one volume \\(e.g. 150 μl) of cold methanol \\(at -20 °C) and two volumes \\(e.g. 300 μl) of cold chloroform \\(at -20 °C) and vortex. \r\n\n\nB.5. Mix the supernatant and solvents by placing the tube in a shaker \\(Eppendorf ThermoMixer Comfort) set to maximum speed for 30 min at 4 °C.\r\n\n\nB.6. Centrifuge the mixture at 14,000 × g and 4 °C for 5 min.\r\n\n\nB.7. Transfer the polar \\(top) and non-polar \\(lower) phases into separate 2 ml tubes. \r\n\n\nB.8. Aliquot the extracellular polar and non-polar metabolite fractions into glass vials \\(the volume to aliquot needs to be adjusted according to the analysis; we typically use a volume of 70 μl). Dry the polar metabolite fractions in a vacuum centrifuge and non-polar metabolite fractions under a chemical hood, cap tubes and preserve them at -80 °C until further analysis.\r\n\n\n\r\n\n\n**C. Intracellular metabolite extraction**,  \"Figure 1C\":http://www.nature.com/protocolexchange/system/uploads/3349/original/Figure1.pdf?1414750643 \r\n\n\nC.1. Cool down the nucleic acid-free \\(nucleic acids can be removed from milling balls e.g. by immersion in bleach) and autoclave-sterilized milling balls \\(5 × 2 mm + 2 × 5 mm) by dipping the 2 ml microcentrifuge tubes containing them in liquid nitrogen.\r\n\n\nC.2. Add the cold millings balls to the previously obtained frozen cell pellet \\(step B.3.).\r\n\n\nC.3. Cryomill the frozen pellet for 2 min at 25 Hz in a Retsch Mixer Mill MM 400 \\(Retsch). The adaptor rack holding the sample tubes needs to be pre-cooled in liquid nitrogen prior to the milling step. At the end of the cryomilling step, the sample should comprise a frozen homogenous powder.\r\n\n\nC.4. Dip the tube immediately in liquid nitrogen to preserve the sample in a frozen state. \r\n\n\nC.5. Sequentially add 300 μl of cold methanol:water \\(1:1; v/v) and 300 μl of cold chloroform. Vortex the mixture until complete dissolution of the pulverised sample in the solvent solution.\r\n\n\nC.6. Mill the sample tube for an additional 2 min at 20 Hz in the Retsch Mixer Mill MM 400. In order to avoid solvent leakage, wrap Parafilm around the rim of the cap of the sample tube before starting the milling and remove it before the next step.\r\n\n\nC.7. Centrifuge the sample tube at 14,000 × g and 4 °C for 5 min. This separates the solvent mixture into a polar \\(top) phase, an interphase pellet \\(middle) and non-polar \\(lower) phase.\r\n\n\nC.8. Transfer the polar and non-polar phases into new 2 ml tubes.\r\n\n\nC.9. Preserve the interphase with the milling beads in the original tube on ice and proceed immediately to section D.\r\n\n\nC.10. Aliquot the intracellular polar and non-polar metabolites in glass vials as described in step B.8.\r\n\n\n\r\n\n\n**D. Cell lysis**,  \"Figure 1D\":http://www.nature.com/protocolexchange/system/uploads/3349/original/Figure1.pdf?1414750643 \r\n\n\nD.1. To prevent RNA degradation during cell lysis, add 10 μl of 2-β-mercaptoethanol to each ml of RLT buffer \\(Qiagen).\r\n\n\nD.2. Add 600 µl of cold \\(4 °C) modified RLT buffer \\(step 1) to the interphase pellet \\(from step C.9.) and, to avoid leakage, cover the rim of the closed tube cap with Parafilm.\r\n\n\nD.3. Resuspend the interphase in the modified lysis buffer by a quick vortexing of the sample tube.\r\n\n\nD.4. Mill the sample for 30 sec at 25 Hz using the Retsch Mixer Mill MM 400. Ensure that the adaptor racks are pre-cooled to 4 °C before the milling step.\r\n\n\nD.5. Transfer up to 700 μl of the lysate into a QIAshredder column \\(Qiagen) and centrifuge for 2 min at maximum speed and at room temperature. The entire lysate should pass through the QIAshredder column. If a pellet forms in the collection tube, it should be re-suspended before next step.  \r\n\n\n\r\n\n\n**E. Biomacromolecular isolation and purification** \r\n\n\nE.1. All subsequent steps are summarized in \"Figure 1E to 1G\":http://www.nature.com/protocolexchange/system/uploads/3349/original/Figure1.pdf?1414750643  and described in detail in the AllPrep DNA/RNA/Protein Mini Handbook \\(Qiagen, version 09/2011), section “Simultaneous purification of genomic DNA, total RNA, and total protein from animal and human cells” \\(page 22 from step 4). In our own experience, the elution of DNA and total RNA in the dedicated buffer or water can be repeated in order to recover more nucleic acids \\(steps 13 and 24). All optional column-washing steps are routinely carried out in our laboratory.\r\n\n\n\r\n\n\n**F. Processing of bimolecular fractions**\r\n\n\nF.1. Check the quantity and quality of the RNA fraction, for example using the Agilent Bioanalyzer 2100 with the 6000 Nano RNA kit \\(Agilent; see “Anticipated Results” section).\r\n\n\nF.2. Check the size and the quality \\(degraded versus intact) of the DNA fraction, for example by agarose gel electrophoresis \\(see “Anticipated Results” section).\r\n\n\nF.3. Depending on the utilization of the biomolecular fractions, post-processing can be applied. We routinely carry out the following:\r\n\n\n- quantification of the extracted biomacromolecules \\(DNA: Thermo Scientific NanoDrop 2000c; RNA: Agilent Bioanalyzer 2100 with the 6000 Nano RNA kit ; proteins: Life Technologies Qubit 2.0 fluorometer with the Qubit Protein Assay kit).\r\n\n\n- ethanol precipitation of RNA followed by overlaying the RNA pellet with Ambion RNAlater solution and shipment to the sequencing facility on dry ice.\r\n\n\n- TCA precipitation of the protein fraction."
        },
        {
            "header": "Timing",
            "content": "For the manual extraction of a batch of 8 samples, expect 4 hours to recover all biomolecular fractions and an additional 4 hours for quality control and the processing of the biomolecular fractions such as the drying of the obtained metabolite fractions, TCA precipitations of protein extracts, and ethanol precipitation of the RNA fraction. \r\n\n\nBiomacromolecular extraction using a liquid handling robot takes less than 4 hours for 24 samples \\(pre-processing and quality control not included)."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/3353/original/Table1.pdf?1414751555 and in the Qiagen AllPrep DNA/RNA/Protein Mini kit’s handbook troubleshooting section."
        },
        {
            "header": "Anticipated Results",
            "content": "The procedure should lead to the isolation of high quality metabolite, DNA, RNA and protein fractions.\r\n\n\nQuality control of metabolites is a challenging but important task as they are extremely unstable. Several recommendations on how to assess the quality of metabolite fractions have been made by Roume and collaborators \\[2] and representative GC-MS total ion chromatograms of polar and non-polar fractions are provided in \"Figure 2A\":http://www.nature.com/protocolexchange/system/uploads/3355/original/Figure2.pdf?1414754699 .\r\n\n\nSimilarly, RNA is a biomacromolecule prone to degradation: the accurate assessment of its integrity is one of the most critical steps for the success of any downstream transcriptomic analysis \\[5], including ribosomal RNA removal, reverse transcription and high-throughput cDNA sequencing \\(RNA-Seq). If a sample exhibits an RNA integrity number \\(RIN \\[6]) of less than 7.0, we recommend not to use the RNA and all other biomolecular fractions obtained from this sample and to repeat the extraction procedure. Representative Agilent Bioanalyzer 2100 electropherograms of the first and second elutions of the RNA fractions are provided in \"Figure 2B\":http://www.nature.com/protocolexchange/system/uploads/3355/original/Figure2.pdf?1414754699 .\r\n\n\nThe size, the quality \\(degraded versus intact) and semi-quantitative amount of DNA obtained following each elution can be determined by agarose gel electrophoresis as highlighted in \"Figure 2C\":http://www.nature.com/protocolexchange/system/uploads/3355/original/Figure2.pdf?1414754699 .\r\n\n\nIn our laboratory, the quality of the obtained protein fractions is typically assessed by 1D-SDS-PAGE, as shown in \"Figure 2D\":http://www.nature.com/protocolexchange/system/uploads/3355/original/Figure2.pdf?1414754699 . The gel obtained can also be directly used for downstream protein identification either from individually excised bands, sections or entire lanes."
        },
        {
            "header": "References",
            "content": "1. Roume, H. _et al_. A biomolecular isolation framework for eco-systems biology. _ISME J_. **7,** 110–121 \\(2013).\r\n  2. Roume, H., _et al_. Sequential isolation of metabolites, RNA, DNA, and proteins from the same unique sample. _Methods Enzymol_. **531,** 219–236 \\(2013).\r\n  3. Kitano, H. _Foundations of Systems Biology_. The MIT Press: Cambridge, Massachusetts, London, England \\(2001).\r\n  4. Muller, E. E. L. _et al_. Community integrated omics links dominance of a microbial generalist to fine-tuned resource usage. _Nature Commun_. \\(In press).\r\n  5. Vermeulen, J. _et al_. Measurable impact of RNA quality on gene expression results from quantitative PCR. _Nucleic Acids Res_. **39,** e63–e63 \\(2011).\r\n  6. Fleige, S. & Pfaffl, M. W. RNA integrity and the effect on the real-time qRT-PCR performance. _Mol. Aspects Med_. **27,** 126–139 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the scientists and technical staff of the Luxembourg Centre for Systems Biomedicine; Mr. Bissen and Mr. Di Pentima from the Syndicat Intercommunal à Vocation Ecologique \\(SIVEC), for their permission to collect samples and gain access to the monitoring platform of the Schifflange wastewater treatment plant. We also acknowledge A. Andersson, P. Shah, M. Buttini, M. Chaib De Mares, M. Calusinska, X. Goux and P. Delfosse to have tested the protocol on various kinds of samples in our laboratory. This work was supported by an ATTRACT programme grant \\(ATTRACT/A09/03) and a European Union Joint Programming in Neurodegenerative Diseases grant \\(INTER/JPND/12/01) grant both to PW, and Aide à la Formation Recherche \\(AFR) grants to HR \\(PHD/MARP-04) and EELM \\(PRD-2011-1/SR) all funded by the Luxembourg National Research Fund \\(FNR)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms6603",
                "date": "2014-12-05 00:08:25",
                "title": "Community-integrated omics links dominance of a microbial generalist to fine-tuned resource usage",
                "authors": [
                    "Emilie E. L. Muller",
                    "Nicolás Pinel",
                    "Cédric C. Laczny",
                    "Michael R. Hoopmann",
                    "Shaman Narayanasamy",
                    "Laura A. Lebrun",
                    "Hugo Roume",
                    "Jake Lin",
                    "Patrick May",
                    "Nathan D. Hicks",
                    "Anna Heintz-Buschart",
                    "Linda Wampach",
                    "Cindy M. Liu",
                    "Lance B. Price",
                    "John D. Gillece",
                    "Cédric"
                ],
                "journal": "Nature Communications",
                "logo": ""
            },
            {
                "doi": "10.1038/ismej.2012.72",
                "date": "2014-10-31 11:28:31",
                "title": "A biomolecular isolation framework for eco-systems biology",
                "authors": [
                    "Hugo Roume",
                    "Emilie EL Muller",
                    "Thekla Cordes",
                    "Jenny Renaut",
                    "Karsten Hiller",
                    "and Paul Wilmes"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13108,
                "identity": "a03e6a7d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Paul Wilmes",
                "email": "paul.wilmes@uni.lu",
                "orcid": "",
                "institution": "Wilmes Lab - Eco-Systems Biology group (Luxembourg Centre for Systems Biomedicine)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Paul",
                "middleName": "",
                "lastName": "Wilmes",
                "suffix": ""
            },
            {
                "id": 13104,
                "identity": "a03e5fbc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Emilie Muller",
                "email": "",
                "orcid": "",
                "institution": "Wilmes Lab - Eco-Systems Biology group (Luxembourg Centre for Systems Biomedicine)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Emilie",
                "middleName": "",
                "lastName": "Muller",
                "suffix": ""
            },
            {
                "id": 13105,
                "identity": "a03e642b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anna Heintz-Buschart",
                "email": "",
                "orcid": "",
                "institution": "Wilmes Lab - Eco-Systems Biology group (Luxembourg Centre for Systems Biomedicine)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "",
                "lastName": "Heintz-Buschart",
                "suffix": ""
            },
            {
                "id": 13106,
                "identity": "a03e663e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hugo Roume",
                "email": "",
                "orcid": "",
                "institution": "Wilmes Lab - Eco-Systems Biology group (Luxembourg Centre for Systems Biomedicine)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hugo",
                "middleName": "",
                "lastName": "Roume",
                "suffix": ""
            },
            {
                "id": 13107,
                "identity": "a03e68e0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Laura Lebrun",
                "email": "",
                "orcid": "",
                "institution": "Wilmes Lab - Eco-Systems Biology group (Luxembourg Centre for Systems Biomedicine)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Laura",
                "middleName": "",
                "lastName": "Lebrun",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-11-03 16:02:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.051",
        "doiUrl": "https://doi.org/10.1038/protex.2014.051",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609064,
                "identity": "6fb96383-ba39-44e0-995d-bd18562ec2f5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:40",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 200548,
                "visible": true,
                "origin": "",
                "legend": "Synopsis of the described methodological workflow   (*A*) Sampling and pre-processing, (*B*) Extracellular and (*C*) intracellular metabolite extractions, (*D*) cell lysis, (*E*) DNA, (*F*) total RNA and (*G*) proteins using the described procedure. The circular arrows denote a centrifugation step and the horizontal arrows symbolize a mixing or bead-beating step.",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3467/v1/figure_1.pdf"
            },
            {
                "id": 2609066,
                "identity": "ad0a9210-7946-4429-ab2a-033f08fff82d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:40",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 119426,
                "visible": true,
                "origin": "",
                "legend": "Expected results for biomolecular fractions obtained using the presented methodology.    (*A*) Representative GC-MS total ion chromatograms of polar and non-polar metabolite fractions. (*B*) Representative Agilent Bioanalyzer 2100 electropherograms of the two elutions of the total RNA fraction. (*C*) Agarose gel electrophoresis image of genomic DNA fractions for the two elutions and (*D*) SDS-PAGE image of the protein (P) fraction. Abbreviations: Norm., normalized; L, ladder; nt, nucleotides; RFU, relative fluorescence unit; RT, retention time. ",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3467/v1/figure_2.pdf"
            },
            {
                "id": 13464885,
                "identity": "96b053ea-4101-44ea-9dd7-fa0218bb4fc1",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:59",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 460066,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3467/v1/bb0f04c2-240b-42f4-b5dc-4d37a5c500ed.pdf"
            },
            {
                "id": 2609065,
                "identity": "2eabf7a5-fb1f-4fef-8aae-a5b5f8cd48e8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 47607,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3467/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The author declare no competing financial Interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Biomolecular isolation, Eco-Systems Biology, Integrated omics, Microbial community, Multi-omics",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Integrated omics of microbial consortia, comprising systematized metagenomic, metatranscriptomic, metaproteomic and meta-metabolomic analyses, allows in-depth characterization of organismal and functional diversity _in situ_. To allow meaningful meta-omic data integration, truly systematic measurements of the typically heterogeneous sample biomass is required. Therefore, there is a need for analyzing biomolecular fractions obtained from single, undivided samples. Here, we share a methodological workflow for the reproducible isolation of concomitant polar and non-polar metabolites, RNA, DNA and proteins from samples obtained from a biological wastewater treatment plant. The methodological framework is applicable to other biological samples \\[1,2], is compatible with different kits for biomacromolecular isolation \\[1,2] with minimal tailoring, and represents an important first step in standardization for the emerging field of Molecular Eco-Systems Biology.",
        "manuscriptTitle": "The sequential isolation of metabolites, RNA, DNA, and proteins from a single, undivided mixed microbial community sample",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-12-05 00:15:45",
                "doi": "10.1038/protex.2014.051",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a03e040b-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 5th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3218,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-12-05 00:15:45",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}