{
    "identity": "pex-1116",
    "title": "<p>Differentiation protocol for cranial neural crest-derived pericyte-like cells from human pluripotent stem cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The blood–brain barrier (BBB) is a neurovascular unit (NVU) that serves as a physical and chemical barrier against plasma components, blood cells, and pathogens for protecting the central nervous system (CNS). The BBB also controls the exchange and movement of nutrients, hormones and other molecules into and out of the brain for proper functioning of the CNS<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>1</sup></a>. Previous studies have demonstrated that the BBB consists of brain microvascular endothelial cells (BMECs), astrocytes, neurons, pericytes, and extracellular matrix around the vessels composed mainly of type IV collagen, fibronectin, laminin, heparan sulfate, and perlecan<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>2</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>3</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>4</sup></a>. </p><p>Pericytes play an essential role in the maintenance of the BBB and the dysfunction or degeneration of the pericytes contributes to the pathogenesis of diverse CNS disorders, including Alzheimer’s disease (AD), Parkinson’s disease (PD), Huntington’s disease, ischemic stroke and so on<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>1</sup></a>. Therefore, pericyte replacement therapies may help to restore normal pericyte function and BBB integrity in these disorders. However, the scarcity of material sources greatly limits the application of primary pericytes in disease modeling and cell transplantation studies. Accordingly, human pluripotent stem cells (hPSCs) with the properties of self-renewal and pluripotency present an ideal cell model for the isolation of pericytes to study their development or the therapeutic effect in pericyte-related diseases. Although there are several protocols describing the derivation of pericytes from hPSCs, they are either time-consuming or may generate heterogeneous pericyte population with different origins<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>5</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>6</sup></a>. Here, we successfully derive pericyte-like cells with cranial neural crest (CNC) origin from hPSCs (designated as hPSC-CNC PCs), which may represent an ideal cell source for the treatment of pericyte dysfunction-related disorders and help to model the human BBB in vitro for the study of the pathogenesis of such neurological diseases.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>- hPSCs (hESCs or hiPSCs)</p><p>- Matrigel (Corning, cat. no. 354277)</p><p>- Dulbecco's Modified Eagle Medium/Nutrient Mixture F-12 (DMEM/F-12) (Hyclone, cat. no. SH30023.01)</p><p>- PBS (10X), pH 7.4 (Gibco, cat. no. 70011069)</p><p>- StemPro™ Accutase™ Cell Dissociation Reagent (Gibco, cat. no. A1110501)</p><p>- ROCK Inhibitor (Y-27632) (Sigma-Aldrich, cat. no. SCM075)</p><p>- N-2 Supplement (100X) (Gibco, cat. no. 17502048)</p><p>- B-27 Supplement (50X) (Gibco, cat. no. 17504044)</p><p>- L-Glutamine (Thermo Fisher, cat. no. 25030081)</p><p>- MEM minimum nonessential amino acids solution (Gibco, cat. no. 11140050)</p><p>- BSA (Biological Industries, cat. no. 06-5100-01-1A)</p><p>- 2-Mercaptoethanol (Gibco, cat. no. 21985023)</p><p>- bFGF (PeproTech, cat. no. AF-100-18B)</p><p>- EGF (PeproTech, cat. no. AF-100-15-500)</p><p>- CHIR99021 (StemRD, cat. no. CHIR-010)</p><p>- SB431542 (StemRD, cat. no. SB-010)</p><p>- Alexa Fluor® 647 Mouse anti-Human CD271 (p75) (BD Pharmingen, cat. no. 560326)</p><p>- PE Mouse Anti-Human CD57 (HNK1) (BD Pharmingen, cat. no. 560844)</p><p>- PDGF-BB (PeproTech, cat. no. 100-14B)</p><p>- Pericyte Medium (PM) (ScienCELL, cat. no. 1201)</p><p>- poly-L-ornithine (Sigma-Aldrich, cat. no. P4957-50ML)</p><p>- fibronectin (Chemicon, cat. no. FC010)</p><p>- Penicillin-Streptomycin (Hyclone, cat. no. SV30010)</p><p><br></p><p><strong>Reagent setup</strong></p><p>- N2B27-CDM: </p><p>N2B27-CDM contains DMEM/F12 supplemented with 1% N2, 2% B27, 1% L-Glu, 1% MEM minimum nonessential amino acids solution, 0.1% BSA, 0.1mM 2-Mercaptoethanol, 10 ng/ml bFGF, 50 U ml<sup>-1</sup> penicillin and 50 mg ml<sup>-1</sup> streptomycin. Store the medium at 4 °C and use it within 3 weeks. </p><p>- NCN2 medium:</p><p>NCN2 medium contains DMEM/F12 supplemented with 1% N2, 1 μM CHIR99021, 2 μM SB431542, 50 U ml<sup>-1</sup> penicillin and 50 mg ml<sup>-1</sup> streptomycin. Store the medium at 4 °C and use it within 3 weeks. </p><p>- Pericyte induction medium:</p><p>Pericyte induction medium contains PM supplemented with 50ng/mL PDGF-BB, 10ng/mL bFGF, 50 U ml<sup>-1</sup> penicillin and 50 mg ml<sup>-1</sup> streptomycin. Store the medium at 4 °C and use it within 3 weeks.</p><p>- NCCM medium:</p><p>NCCM consists of DMEM/F-12 and Neurobasal medium (1:1 ratio), 1% N2 supplement, 2% B27 supplement, 1 mM L-glutamine, 0.1 mM 2-mercaptoethanol, 20 ng/ml bFGF, 20 ng/ml EGF, 50 U ml<sup>-1</sup> penicillin and 50 mg ml<sup>-1</sup> streptomycin. Store the medium at 4 °C and use it within 3 weeks.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>- Six-well cell culture plates (Corning, cat. no. 3516)</p><p>- Cell culture dishes (10cm) (Corning, cat. no. 430167)</p><p>- 15 ml conical centrifuge tubes (Corning, cat. no. 430791)</p><p>- Cell culture centrifuge (Eppendorf, 5810R)</p><p>- Cell strainer ø 40 μm (Falcon, cat. no. 352340)</p>"
        },
        {
            "header": "Procedure",
            "content": "hPSC-CNC PCs differentiation phase I: cranial neural crest cells induction\n1. Prepare the Matrigel-coated 10-cm dishes: Dilute Matrigel 1:100 with DMEM/F-12. Cover the bottom of the 10-cm dishes with 5 ml of the diluted solution. Incubate the plate at 37 °C for at least 1 h. Aspirate the solution before addition of the medium.\n2. Remove the hPSC medium from the wells and wash with 1 X PBS twice.\n3. Add a minimal amount of Accutase solution needed to cover the surface of the wells and incubate the plate at 37 °C 5% CO\n2\nfor 5–10 min.\n4. Gently triturate the cells to achieve a single cell suspension.\n5. Dilute Accutase with 4 volumes of N2B27-CDM and centrifuge for 4 min at 1100rpm at room temperature.\n6. Discard the supernatant and re-suspend the cells in N2B27-CDM containing 10μM ROCK inhibitor.\n7. Plate the cells on Matrigel-coated 10-cm dish at a density of 10,000 cells per cm\n2\nand place the dish at 37°C 5% CO2 for 24 h.\n8. On the next day, replace the medium with fresh NCN2 and culture for 6 days, during which the medium is changed every day.\nhPSC-CNC PCs differentiation phase II: cranial neural crest cells isolation\n9. On the day 6 or 7 in NCN2 culture, aspirate the medium from the dish and wash with 1 X PBS twice.\n10. Add a minimal amount of Accutase solution needed to cover the surface of the dish and incubate the plate at 37 °C 5% CO\n2\nfor 5 min.\n11. Dilute Accutase with 4 volumes of 1 X PBS and gently triturate the cells.\n12. Transfer the cells to a 15 ml tube through a 40μm cell strainer and centrifuge for 4 min at 1100rpm at room temperature.\n13. Aspirate the supernatant. Mechanically triturate cells in 100 μl 1 X PBS containing 0.1% BSA.\n14. Add antibodies (p75, 20 μl test\n-1\n; HNK1, 5 μl test\n-1\n) into the cell suspension for flow cytometry and label for 30 min at 4℃ in the dark.\n15. At the same time, prepare the digested and filtered cells that are unstained as blank controls.\n16. Add 4ml PBS containing 0.1% BSA and centrifuge at 1100rpm for 4min.\n17. Discard the supernatant. Repeat step 16 to remove any remaining antibodies.\n18. Resuspend cells in 300-700ul PBS containing 0.1% BSA and perform cell sorting by flow cytometry. Collect p75\nbright\nHNK1\n+\ncells (cranial neural crest cells) and culture in NCCM for further culture.\nhPSC-CNC PCs differentiation phase III: pericyte-like cells induction\n19. Prepare the poly-L-ornithine/fibronectin (PO/FN)-coated cell culture flask: coat 15 μg ml\n-1\nPO and 10 μg ml\n-1\nfibronectin in 1 X PBS in cell culture flask at 37℃ overnight.\nWhen cells are ready for plating, aspirate the solution and wash the flask three times with 1 X PBS.\n20. Resuspend cranial neural crest cells with NCCM medium supplemented with 10 μM Y27632 and plate on culture flask pre-coated with PO/FN at a density of 10\n5\ncells/cm\n2\n. Incubate the flask at 37°C 5% CO\n2\nfor 24h.\n21. On the next day, replace the medium with pericyte induction medium and change the medium every 2-3 days.\n22. When the cells are 80–90% confluent, remove the pericyte induction medium from the flask and wash with 1 X PBS twice.\n23. Add a minimal amount of Accutase solution needed to cover the surface of the wells and incubate the plate at 37 °C 5% CO\n2\nfor 1-2 min.\n24. Dilute Accutase with 4 volumes of 1 X PBS and gently triturate the cells. Centrifuge for 4 min at 1100rpm at room temperature.\n25. Discard the supernatant and re-suspend the cells in pericyte induction medium.\n26. Plate the cells on culture flask pre-coated with PO/FN at a density of 2 X 10\n4\ncells/cm\n2\n. Incubate the flask at 37°C 5% CO\n2\nand replace the medium every 2-3 days.\n27. Repeat steps 22-26 for 14 days (the date in step 21 as the first day).\n28. During\npericyte\ninduction, cells may be validated for pericyte markers using flow cytometric sorting."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Step 18: If small percentages of p75<sup>bright</sup>HNK1<sup>+</sup> cells were attained during cell sorting, it may be due to incorrect cell count in step 7. The cell density at the beginning of induction has a great influence on the induction efficiency. </p><p>Step 21: if the cells do not attach to the culture plates or dishes, it may be due to poorly PO/FN coated or inadequate wash the PO/FN-coated cell culture flask with PBS. It is best to coat the flask overnight. Poly-L-ornithine is toxic to cells and make sure to wash the PO/FN-coated cell culture flask with 1 X PBS thoroughly.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Day -1: cell seeding on Matrigel-coated plates with N2B27-CDM medium and Rho-kinase inhibitor, at 37°C 5% CO2 (2 h)</p><p>Day 0: replace the N2B27-CDM medium with NCN2 medium and incubate at 37°C 5% CO2 (0.5h)</p><p>Day 1 to 6: cell feeding with NCN2 medium (0.5h)</p><p>Day 7: flow cytometric sorting for p75<sup>bright</sup>HNK1<sup>+</sup> cells (cranial neural crest cells) and collect the cells for furthur culture (2 h)</p><p>Day 8: cell seeding on PO/FN-coated flask with NCCM medium and Rho-kinase inhibitor, at 37°C 5% CO2 (2 h)</p><p>Day 9: replacement of pericyte induction medium and incubate at 37°C 5% CO2 (0.5h)</p><p>Day 10 to 23: cell feeding with pericyte induction medium (0.5h)</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The described protocol is able to generate a highly pure population of hPSC-CNC- derived pericyte-like cells.</p><p>Flow cytometry analysis reports &gt; 95% CD140b+, CD146+, CD13+ cells.</p><p>Transcriptional analysis shows robust induction of pericyte-related markers such as <em>Caldesmon, CSPG4 (NG2) </em>and<em> PDGFRβ (CD140b)</em> and down-regulation of neural crest-specific markers such as <em>p75, SOX10 </em>and <em>PAX3</em>.</p><p>RNA sequencing analysis reveals that hPSC-CNC-derived pericyte-like cells at day 14 do not express pluripotency transcripts such as <em>POU5F1, NANOG </em>or <em>SOX2</em>, but instead they most robustly express pericyte-specific transcripts (<em>PDGFRβ, CD248, ANGPT1, MMP1, Vitronectin (ITGAV), Laminin (LAMB1), lipoprotein receptor (LRP1), PDGFRA, COL1A1, COL1A2, and LUM</em>).</p><p>Immunofluorescence staining shows extensive presence of pericyte-related markers such as NG2 and PDGFRβ.</p><p>In vitro functional tests show contractile properties measured by gel contraction assay and carbachol treatment assay, vasculogenic potential measured by <em>in vitro</em> cord formation assay and Matrigel matrix implants and endothelial barrier function measured by transepithelial resistance (TEER).</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;Sweeney MD, Zhao Z, Montagne A, Nelson AR, Zlokovic BV. Blood-Brain Barrier: From Physiology to Disease and Back. Physiological reviews 99, 21-78 (2019).</p><p>2.&nbsp;&nbsp;Yang Y, Rosenberg GA. Blood-brain barrier breakdown in acute and chronic cerebrovascular disease. Stroke 42, 3323-3328 (2011).</p><p>3.&nbsp;&nbsp;Page S, Patel R, Raut S, Al-Ahmad A. Neurological diseases at the blood-brain barrier: Stemming new scientific paradigms using patient-derived induced pluripotent cells. Biochimica et biophysica acta Molecular basis of disease,&nbsp;(2018).</p><p>4.&nbsp;&nbsp;Thomsen MS, Routhe LJ, Moos T. The vascular basement membrane in the healthy and pathological brain. Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism 37, 3300-3317 (2017).</p><p>5.&nbsp;&nbsp;Stebbins MJ, et al. Human pluripotent stem cell-derived brain pericyte-like cells induce blood-brain barrier properties. Science advances 5, eaau7375 (2019).</p><p>6.&nbsp;&nbsp;Faal T, et al. Induction of Mesoderm and Neural Crest-Derived Pericytes from Human Pluripotent Stem Cells to Study Blood-Brain Barrier Interactions. Stem cell reports 12, 451-460 (2019).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was supported by the National Key Research and Development Program of China (2017YFA0103802); the Strategic Priority Research Program of the Chinese Academy of Sciences (XDA16020701);</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-020-19042-y",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 1523402,
                "identity": "da5e2b1e-d0c6-416f-8aa3-234079c81c31",
                "order_by": 0,
                "name": "Jiaqi Sun",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jiaqi",
                "middleName": "",
                "lastName": "Sun",
                "suffix": ""
            },
            {
                "id": 1523403,
                "identity": "42275fdf-8f5e-4982-abe6-99f27b44bd26",
                "order_by": 1,
                "name": "Yinong Huang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yinong",
                "middleName": "",
                "lastName": "Huang",
                "suffix": ""
            },
            {
                "id": 1523404,
                "identity": "755300fc-a3d8-44c2-900b-5dbf6c533666",
                "order_by": 2,
                "name": "Jin Gong",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jin",
                "middleName": "",
                "lastName": "Gong",
                "suffix": ""
            },
            {
                "id": 1523405,
                "identity": "1ffb7a17-793c-4000-bdac-b9ab35b2564f",
                "order_by": 3,
                "name": "Yili Wei",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yili",
                "middleName": "",
                "lastName": "Wei",
                "suffix": ""
            },
            {
                "id": 1523406,
                "identity": "4150d318-6d56-4084-b8f0-90b757246353",
                "order_by": 4,
                "name": "Chuanfeng Xiong",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chuanfeng",
                "middleName": "",
                "lastName": "Xiong",
                "suffix": ""
            },
            {
                "id": 1523407,
                "identity": "a5a0dd50-84d1-445a-8feb-1085cf06cc99",
                "order_by": 5,
                "name": "Andy Peng Xiang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andy",
                "middleName": "Peng",
                "lastName": "Xiang",
                "suffix": ""
            },
            {
                "id": 1523408,
                "identity": "6c5dc0bc-4cba-4c67-8632-77d3f95ec8e5",
                "order_by": 6,
                "name": "Weiqiang Li",
                "email": "liweiq6@mail.sysu.edu.cn",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Weiqiang",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-08-18 14:13:43",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1116/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1116/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 3004975,
                "identity": "35b78907-1751-49a1-b1ee-c50ec1d03798",
                "added_by": "auto",
                "created_at": "2020-10-15 16:22:18",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 368119,
                "visible": true,
                "origin": "",
                "legend": "Bright field pictures during pericyte differentiation from CNCs. Scale bar: 100 μm.",
                "description": "",
                "filename": "Figure1.tif",
                "url": "https://assets.researchsquare.com/files/pex-1116/v1/707e0ad01e5bae39c8fce529.tif"
            },
            {
                "id": 3004976,
                "identity": "d21e4cf5-70d7-4c59-bebb-5b8ae241a0a5",
                "added_by": "auto",
                "created_at": "2020-10-15 16:22:20",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 225464,
                "visible": true,
                "origin": "",
                "legend": "Bright field and immunofluorescence images showing NG2 and PDGFRβ expression in hPSC-CNC PCs at day 14 during differentiation process. Scale bars = 250 μm (Bright field image) and 50 μm (immunostaining image).",
                "description": "",
                "filename": "Figure2.tif",
                "url": "https://assets.researchsquare.com/files/pex-1116/v1/e9759d1a55c693f49debb7ec.tif"
            },
            {
                "id": 3004977,
                "identity": "9daca81c-8c55-40c1-8f2a-6b5bb3ca4fba",
                "added_by": "auto",
                "created_at": "2020-10-15 16:22:20",
                "extension": "tif",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 63424,
                "visible": true,
                "origin": "",
                "legend": "FACS analysis of hPSC-CNC PCs at day 14 during differentiation process.",
                "description": "",
                "filename": "Figure3.tif",
                "url": "https://assets.researchsquare.com/files/pex-1116/v1/d9160983766c658ad33a7486.tif"
            },
            {
                "id": 3004978,
                "identity": "e281925b-61e2-4870-9a52-89a1de9d81f4",
                "added_by": "auto",
                "created_at": "2020-10-15 16:22:20",
                "extension": "tif",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 178089,
                "visible": true,
                "origin": "",
                "legend": "A cord formation assay was used to monitor the vascular stabilization potential of hPSC-CNC PCs. Scale bar: 1000 μm.",
                "description": "",
                "filename": "Figure4.tif",
                "url": "https://assets.researchsquare.com/files/pex-1116/v1/9dd3d3b0db394b030dca19bb.tif"
            },
            {
                "id": 13603855,
                "identity": "5c064c17-5b63-4d0d-8ed4-60d5d6cc3b89",
                "added_by": "auto",
                "created_at": "2021-09-17 05:57:24",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 876056,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1116/v1/e60e4023-61bb-4660-8d2d-1f4206380817.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "pericyte, cranial neural crest, human pluripotent stem cells",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The successful differentiation of brain pericyte-like cells from human pluripotent stem cells may allow us to study their biological characteristics and their applications in the treatment of pericyte dysfunction-related neurodegenerative diseases, including ischemic stroke, Parkinson’s disease (PD) and so on.</p><p>The protocol we present in the study provides a cranial neural crest originated, fast and robust forebrain pericyte-like cells differentiation method using either human embryonic stem cells or human induced pluripotent stem cells as a starting material.</p>",
        "manuscriptTitle": "Differentiation protocol for cranial neural crest-derived pericyte-like cells from human pluripotent stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-10-15 16:22:02",
                "doi": "10.21203/rs.3.pex-1116/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "c29f128d-19d6-45f0-90f1-e0829fe56578",
        "owner": [],
        "postedDate": "October 15th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 793147,
                "name": "Cell Biology"
            },
            {
                "id": 793148,
                "name": "Stem cells"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-10-15 16:22:02",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}