{
    "identity": "nprot-3745",
    "title": "Improved Methods for Cutting, Mounting, and Staining Tissue for Neural Histology",
    "content": [
        {
            "header": "Introduction",
            "content": "Histology is a science dealing with the structure of cells and their formation into tissues and organs.  Histotechnology centers on the detection of tissue abnormalities and the treatment for the diseases causing the abnormalities.  Dyes and chemicals are used in histology.  It is important to know their composition, how they act, and how they react with each other.  With this knowledge, combined with an understanding of tissue composition, the histotechnologist treats the tissue with these chemicals and dyes. The chemical reactions produce colors, which make it possible to distinguish various tissue structures \\(1).   \r\n\n\n\r\n\n\nHistology involves collection of tissue from the subject and subsequent processing of the tissue to the cover-slipped final slide product.  For optimal detection of tissue abnormalities at the end of the process, each step must be performed perfectly; if mistakes are made, there is a possibility of jeopardizing the final result.  Some of the errors which occur include, but are not limited to, squishing of the edges of the tissue due to a blunt microtome blade, longitudinal tears in the tissue due to nicks in the microtome blade, disintegration of the tissue due to low levels of Phosphate Buffer in solution, improperly subbed slides resulting in tissue not sticking to the slide, curling up tissue due to sections sitting in a solution with high pH levels, and bubbles in the final slide after cover-slipping. \r\n\n\n\r\n\n\nWhen studying brain-behavior relationships, proper histology is crucial in determining how effective the surgical brain manipulation was.  If the histology is ruined, for example, there is no way to determine whether or not the behavior observed in a post-op animal is due to lesioning of the intended area, or other factors.  Proper staining and mounting of the tissue is necessary to note both the placement and extent of the intended lesion.  \r\n\n\n\r\n\n\nAfter noticing repeated errors in histology when attempting to view final slides under the microscope, it became apparent that a new protocol for histology needed to be developed.  The subsequent protocol was developed with the following steps: Slide Subbing, Embedding, Sectioning, Mounting, Staining, and Cover-slipping.  Researching current alternative protocols and older methods from the anatomy research community led to many variables to test in determining an ideal protocol \\(Lavond and Steinmetz, 2003; Clark and Clark, 1971; Coolidge and Howard, 1979; Hart, 1969; LaBossiere and Glickstein, 1976; Lauber, 1970; Oakley and Schafer, 1978; Presnell and Schreibman, 1997; Sheehan and Hrapchak, 1980).  By testing different methods at each step of the process, the following protocol appears to have the best results."
        },
        {
            "header": "Procedure",
            "content": "See Document Below \\(Figures & Attachments Section) for the full Neural Histology Protocol.\r\n\n\n\r\n\n\n**Slide Subbing**\r\n\n\n\r\n\n\nThe protocol previously in use called for a generic gelatin-subbing of the slides intended for histologic use.  However, there were no specifications as to the crystal size of the gelatin to be used, or whether to use deionized/distilled water.  When working with gelatin, the strength of the gel and the size of the gelatin crystals, both of which directly contribute to how easily the tissue sample will stick to the subbed slide, are determined by looking at the “bloom” number \\(2).  The newly developed protocol is as follows:\r\n\n\n\r\n\n\nWear gloves when racking the slides to avoid fingerprints and debris.  Make up a fresh subbing solution with each slide preparation. \r\n\n\n\r\n\n\nMaterials:  149 cc deionized water, 3.0 g of DIFCO 300 bloom gelatin*, 0.2 g Chromium Potassium Sulfate \r\n\n\n* DIFCO 300 bloom gelatin may be purchased from the DIFCO Laboratories of Bacto Gelatin in Detroit, MI\r\n  \r\n\n\n_Procedure_: \r\n\n\n1 |  Place slides in subbing racks.  \r\n\n\n2 |  Heat 144 cc of deionized water in a large beaker at approximately 6.5 on the heat dial, until the water reaches between 40 and 50 degrees Celsius.  It is important not to overheat the solution once the gelatin crystals have been added.  \r\n\n\n3 |  Add 3.0 g of DIFCO gelatin, add 0.2 g chromium potassium sulfate which has been premixed in the remaining 5 cc of deionized water, then add the stir bar, and stir until the gelatin is completely dissolved.  \r\n\n\n4 |  Cool to room temperature.  Then add 60 cc of 100% of ethyl alcohol.\r\n\n\n5 |  Carefully pour the solution into plastic slide-subbing tray.\r\n\n\n6 |   Dip slides slowly into tray 7 times, being careful to avoid bubbles. \r\n\n\n7 |  Dry in a dust-free environment, such as an oven, at 37 degrees Celsius for approximately 2 – 3 weeks.\r\n\n\n\r\n\n\n**Embedding**\r\n\n\n\r\n\n\nOne of the issues present in cutting the tissue samples using a microtome, was the fact that the blade slices directly into the tissue.  Although, this is often thought to be positive, final histology has shown squashed and crushed tissue edges, possibly due to the compression of the tissue by the blade for several milliseconds before it slices through the Dura and into the brain tissue itseld.  A solution to this problem is found in older histology protocols dating back to the 1950s and 1970s.  The following protocol is known as the Gatenby Embedding Protocol \\(3): \r\n\n\n\r\n\n\nMaterials: 10 g Gelatin*, 30 g Sucrose, 100 cc Deionized water\r\n\n\n*this recipe calls for 100 Bloom FISCHER Lab Grade Gelatin instead of the DIFCO \r\n\n\n\r\n\n\n_Procedure_: \r\n\n\n1 |  Dissolve the gelatin in warm water. \r\n\n\n2 |  Add the sucrose.  Cool and keep in refrigerator. Discard if unwanted life \\(mold) starts growing in the gel.\r\n\n\n\r\n\n\nOnce the gel in which the tissue will be embedded has been made, it is time to embed the sample.  \r\n\n\n\r\n\n\n_Procedure_:  \r\n\n\n1 |  Heat gelatin gently over a steam bath until it melts.  \r\n\n\n2 |  While waiting for the Gel to melt, remove the brain from the fixative, gently dab the brain dry. Failure to completely dry the brain will result in poor adhesion between gelatin and brain on the microtome.  \r\n\n\n3 |  Pour the melted gelatin into a mold and cool in ice water in a shallow dish of ice or in the refrigerator for several minutes.  The gelatin is ready for embedding when it begins to congeal.  Sometimes a film may form across the top of the gelatin which needs to be pulled aside before the brain is positioned.  \r\n\n\n4 |  Place brain into the gelatin, and with forceps, orient the brain \\(telencephalon down) until the gel hardens.  Do not let the brain touch the edges of the mold. \r\n\n\n5 |   Let the gel harden for about 20-30 min in the ice bath or until solidified in the refrigerator. \r\n\n\n6 |  Remove the gel from the mold, and trim the block to a reasonably small cube around the brain and refrigerate until ready for sectioning.\r\n\n\n\r\n\n\n**Sectioning**\r\n\n\n\r\n\n\nWhen ready to section the brain using the microtome, take the gelatin cube brain out of the refrigerator and prepare the microtome.\r\n\n\n\r\n\n\n_Procedure_:  \r\n\n\n1 |  Fill the wells of approximately 4 histology trays with mounting medium.  Mounting medium consists of a 10:1 ratio of distilled water to phosphate buffer solution.  Letting brain sections or mounted tissue set in the undiluted phosphate buffer solution results in the tissue being exposed to too high a concentration of salt.  This salt exposure will cause the edges of the mounted tissue sections to curl up off of the slide during the drying process and will ruin any anatomical structures on the edges of the tissue.  \r\n\n\n2 |  Collect dry ice.  \r\n\n\n3 |  Place the stage on the microtome and tighten the screw so that it sits in place without moving.  \r\n\n\n4 |  Fill the well of the stage approximately 2/3 full with 95% EtOH.  \r\n\n\n5 |  Remove the blade from its box and wipe with Kimwipes® to remove excess oil from storage \\(be sure to wipe unidirectionally from the top edge down towards the blade, so as to not be cut by the sharp edge).  \r\n\n\n6 |  Slide the blade into the microtome and tighten in place.  \r\n\n\n7 |  Put 2-3 pieces of dry ice into the stage well, and place the cover over the top.  \r\n\n\n8 |  When no more bubbling of the alcohol is heard, place another 2-3 pieces of dry ice into the well.  \r\n\n\n9 |  Continue until a thin layer of frosty white ice crystals form on top of the stage grate.  Once this forms, draw 30% sucrose into a microtip pipet \\(Recipe for 30% sucrose is in the Appendix below).  \r\n\n\n10 |  Drop sucrose onto the grate, so that the individual drops congeal together in the shape of a square, slightly larger than the cube of gelatin.  Once the sucrose has frozen, it will turn white.  \r\n\n\n11 |  Lower the blade down until it is slightly below the surface of the sucrose square and slice off the top, making it level.  Use Kimwipes® to unidirectionally wipe the now melting sucrose off of the blade. \r\n\n\n12 |  Place the gelatin brain cube onto the now frozen sucrose square and wait for it to freeze; like the sucrose, the gelatin will turn an opaque white color when completely frozen.  \r\n\n\n13 |  Move the blade up using the right crank until even with the top of the gelatin cube, ensure that the base is set at 40 microns, and slowly click the left lever to move the blade down 40 microns.  It may be necessary to remove excess gelatin before any brain tissue is visible in the cube.  \r\n\n\n14 |  To cut, move the blade forward with one fluid motion.  Avoid jerky movements, and find the right balance between moving quickly enough so that the friction of the track does not cause it to stop mid-slice, and going so quickly that the piece of sliced tissue gets sucked underneath the blade, becoming unsalvageable.  Once the brain tissue has reached the surface, you will see the tissue appearing on the blade.  \r\n\n\n15 |  Take a paintbrush and dip it into one of the filled histology tray wells so that it is damp.  In one gentle motion, swipe the paintbrush down across the blade and over the brain tissue – scooping it up in the process, and keeping it from being pushed back against the blade and becoming accidentally sliced.    \r\n\n\n16 |  Once the tissue slice has been removed, slide the blade back over top of the brain cube, and lower it once it has reached its original position.\r\n\n\n\r\n\n\nThe temperature of the brain cube is crucial to ending up with good histology.  If the brain cube is too cold, it will slice like frozen chocolate – shearing off and crumbling, causing longitudinal tears from the blade on the tissue.  If it is too soft, the blade will put pressure on the brain and not cut through right away – almost like placing a dull knife on a grape.  The dimpling of the tissue before the blade is able to cut through will cause damage to the anatomy along the edge.  One way to prevent this is to carefully monitor the amount of dry ice in the stage.  The other, possibly more controllable way, is to place your finger on the top surface of the brain cube for several seconds until you feel the cold, hard, iciness give way to a more gelatinous texture.  Doing this before every slice prevents longitudinal shearing while keeping the entire cube still solid.  Continue slicing through the entire brain until the brain stem has been reached, placing each tissue section in its own well in the histology trays.  \r\n\n\n\r\n\n\nOnce the brain has been completely cut, let the sucrose melt, remove the blade, and wipe it down with alcohol to clean and then oil to keep it from rusting.  Put the blade away.  Then remove the stage with protective gloves so as not to get frostbite from the temperature of the stage metal, and clean it with soap and water.  Clean sucrose spills off of the microtome with soap and water.  Oil the track and clean it with Q-tips.  Cover the microtome to prevent the accumulation of dust.  Refrigerate the histology trays until ready to mount.  \r\n\n\n\r\n\n\n**Mounting**\r\n\n\n\r\n\n\nWhen ready to mount the tissue onto slides, follow the following procedure: \r\n\n\n\r\n\n\n_Procedure_: \r\n\n\n1 |  Turn on the microscope.  \r\n\n\n2 |  Heat the 10:1 distilled water and phosphate buffer solution mixture until thermometer reads approximately 48 degrees Celsius.  \r\n\n\n3 |  Place bottom half of a petri dish in front of the histology microscope and fill to approximately ¾ full with heated solution.  \r\n\n\n4 |  Take subbed slides out of the freezer and allow them to warm to room temperature.  \r\n\n\n5 |  When ready to mount the tissue, remove one slide from the container with gloved hands, so as to not fingerprint the glass, and label it with a pencil.  The slide should be labeled with the Animal ID, your initials, the date, the histology tray number, and the rows within that tray from which the tissue sections were taken.\r\n\n\n6 |  Remove trays of tissue from refrigerator and begin mounting tissue.  Use a damp paintbrush to remove each tissue section from the wells.  \r\n\n\n7 |  Place the tissue section into the petri dish, allowing it to float and reorient easily in the liquid.  You will see the gelatin melt away in the heated solution leaving only the tissue.  Once this has happened, orient the tissue the way you wish it to appear on the slide, then flip it bottom over top, so that it is now upside down.  \r\n\n\n8 |  Bring the paintbrush in from underneath and lay the brain horizontally along the paintbrush.  \r\n\n\n9 |  Remove the tissue section from the heated solution and take the paintbrush between your thumb and forefinger to enable rolling over the brush.  \r\n\n\n10 |  Align the brush-head so that the edge of the tissue slice is visible and place this edge firmly onto the slide.  \r\n\n\n11 |  Slowly roll the brush forwards away from yourself until you see the section sticking to the slide.  Placement on the slide is important because the subbing recipe creates sticky slides, which do not afford many adjustments.  \r\n\n\n12 |  Mount sections in even rows so that slide photography for publication will be possible later.  \r\n\n\n13 |  Once the tissue is in the proper orientation, it is necessary to dry the individual tissue sections with Kimwipes®.  Cut the Kimwipes® into four pieces and twist them at the corners to form widgets.  It is important to twist them very tightly because if they are loose, they will unravel when they come in contact with the liquid surrounding the tissue section and tear the brain in the process.  \r\n\n\n14 |  Gently touch the edges of the tissue section with the Kimwipes® and continue until the shiny liquid ring surrounding the tissue has been absorbed.  Sometimes it is necessary to gently pat the tissue itself, but be careful so as not to tear it in the process.  \r\n\n\n\r\n\n\nOnce finished, place the slides on the slide warmer for 24 hours; if left on for longer, it will dry the tissue too much and cause the edges to curl.  \r\n\n\n\r\n\n\n**Staining**\r\n\n\n\r\n\n\nAfter the slides have been left to dry on the slide warmer, they are now ready to be stained. \r\n\n\n1 |  Place slides into vertical slide-staining holder.  \r\n\n\n2 |  Follow Nissl Staining protocol below:\r\n\n\n\r\n\n\n20% EtOH 2 min\r\n\n\n70% EtOH 2 min\r\n\n\n95% EtOH 2 min\r\n\n\n95% EtOH 2 min\r\n\n\n100% EtOH 2 min\r\n\n\n100% EtOH 2 min\r\n\n\nCitrisolv         2 min\r\n\n\n100% EtOH 2 min\r\n\n\n100% EtOH 2 min\r\n\n\n70% EtOH 2 min\r\n\n\n20% EtOH 2 min\r\n\n\nDistilled H2O 2 min\r\n\n\nCresyl Violet* 6 min\r\n\n\nDistilled H2O 2 min\r\n\n\n95% EtOH 6 min\r\n\n\n95% EtOH 6 min\r\n\n\n100% EtOH 6 min\r\n\n\n100% EtOH 6 min\r\n\n\nCitrisolv 5 min\r\n\n\n\r\n\n\n*Cresyl Violet recipe can be found in the Appendix.\r\n\n\n\r\n\n\nIt is important to blot the bottom of the vertical slide-holder on a pile of paper towels to remove excess liquid between trays.  Once the slides have been stained, do not allow them to dry.  Instead, continue directly on to cover-slipping.  \r\n\n\n\r\n\n\n**Cover-slipping**\r\n\n\n\r\n\n\nOnce the slides have been stained it is necessary to cover-slip them for viewing under the microscope.  To begin this process, make sure that the slides are still wet with Citrisolv from the staining process.  If they are not, just dip them in the tray again.  The procedure is as follows:\r\n\n\n\r\n\n\n_Procedure_:  \r\n\n\n1 |  Wear gloves to avoid fingerprints on the slide or glass coverslip.  \r\n\n\n2 |  Take a microtip pipet and draw up Fischer Chemicals SPF15-100 Toulene Solution UN1294 \\(Permount).  \r\n\n\n3 |  Place the slide on a piece of paper towel on a level surface and gently squeeze the Permount out of the pipet forming a T on the slide.  It is necessary to make one long horizontal line on the upper half of the glass slide, and one small perpendicular line in the center of the slide.  \r\n\n\n4 |  Then take one piece of Fischer Brand Microscopic Coverglass and set it on top of the slide.  Use a curved tweezer to spread the Permount in between the layers; this allows you to press with a great amount of pressure on the coverglass, without scratching it \\(something which would occur if a regular \\(non-curved) tweezer was used).  \r\n\n\n5 |  Hold the slide up to the light and make sure there are no air bubbles.  If air bubbles are present, press and slide the air bubbles unidirectionally towards one edge with the tweezer until they escape.   \r\n\n\n6 |  Blot the edges using blotting paper to remove excess Permount which has seeped out of the edges.  Let slides dry before inspection under the microscope."
        },
        {
            "header": "Procedure",
            "content": "See Document Below for Neural Histology Protocol"
        },
        {
            "header": "References",
            "content": "\\(1) What is Histotechnology. 2015, January 1. National Society for Histotehnology. \r\n\n\n\r\n\n\n\\(2) GMIA. 2012. GMIA Gelatin Handbook, Gelatin Manufacturers Institute of America, Inc., New York, NY. \r\n\n\n\r\n\n\n\\(3) Gatenby, J. B. and Beams, H. W. 1950. The Microtomist's Vade-Mecum Ed. 11. p. 117. J. & A Churchill Ltd., London, UK."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13296,
                "identity": "a050c505-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Katherine  Kapelsohn",
                "email": "kikapelsohn@ptd.net",
                "orcid": "",
                "institution": "Schmidt Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Katherine",
                "middleName": "",
                "lastName": "Kapelsohn",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-02-26 16:59:26",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.022",
        "doiUrl": "https://doi.org/10.1038/protex.2015.022",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464901,
                "identity": "aab74858-7dae-49bf-baeb-e621616116a8",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:03",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 135534,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3745/v1/b50554e9-1b0c-4a37-9513-7623e30f4a8b.pdf"
            },
            {
                "id": 2609145,
                "identity": "08cacc33-6866-4468-85c2-7c3629de8d47",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 491393,
                "visible": true,
                "origin": "",
                "legend": "Improved Methods for Cutting, Mounting, and Staining Tissue for Neural Histology     Protocol",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-3745/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "N/A",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Anatomy, Histology, Zebra Finch, Nissl Stain, Staining, Mounting, Embedding, Gelatin, Tissue, Tearing, Brain",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "When studying brain-behavior relationships, proper histology is crucial in determining how effective the surgical brain manipulation was.  If the histology is ruined, for example, there is no way to determine whether or not the behavior observed in a post-op animal is due to lesioning of the intended area, or other factors.  Proper staining and mounting of the tissue is necessary to note both the placement and extent of the intended lesion.  \r\n\n\n\r\n\n\nAfter noticing repeated errors in histology when attempting to view final slides under the microscope, it became apparent that a new protocol for histology needed to be developed.  The subsequent protocol was developed with the following steps: Slide Subbing, Embedding, Sectioning, Mounting, Staining, and Cover-slipping.  Researching current alternative protocols and older methods from the anatomy research community led to many variables to test in determining an ideal protocol.  By testing different methods at each step of the process, the following protocol appears to have the best results.",
        "manuscriptTitle": "Improved Methods for Cutting, Mounting, and Staining Tissue for Neural Histology",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-03-17 18:43:54",
                "doi": "10.1038/protex.2015.022",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0504fa1-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 17th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3290,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-03-17 18:43:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}