{
    "identity": "nprot-2275",
    "title": "Obtaining cells from colon of dog with leishmaniasis for flow cytometric analysis",
    "content": [
        {
            "header": "Introduction",
            "content": "The quantification of mucosal immune cells is critical for understanding transmission and the control of infectious diseases. Two of the most common approaches used to study mucosal specimens are flow cytometry and histology. Flow cytometry is a powerful tool that can be used to characterize isolated mucosal immune cells phenotypically and to determine the relative abundance of specific cell types. Histological techniques are preferred for determining the anatomical locations of cell populations _in situ_<sup>1</sup>. Flow cytometry analysis of the cell population of the lamina propria of colonic mucosa provides information pertaining to immune cells that are not easily identifiable in tissue sections. The colonic tissue is obtained by biopsy, taken at the time of a colonoscopy, the minimal invasive technique currently available<sup>2</sup>. Weigmann<sup>3</sup> described an elegant and detailed protocol to isolate murine lamina propria mononuclear cells from colonic tissue. Here, we have presented a method for isolating canine gastrointestinal tract \\(GIT) lamina propria cells. We have standardized a method using samples of colon where we defined how to obtain by colonoscopy, measuring the weight before the enzymatic assays. In contrast to murine protocolos<sup>3</sup>, our results were successfully done after using collagenase type II instead collagen type I. In addition our protocol did not included DNase I and dispase II.   \r\n\n\nCanine visceral leishmaniasis \\(CVL) is a common infectious zoonotic disease caused by the protozoan intracellular obligate parasite Leishmania infantum \\(_syn L. chagasi_)<sup>4</sup>. Leishmania migrates to the viscera and establishes infections in the liver, spleen, bone marrow, lymph nodes, skin and GIT<sup>5-7</sup>. In terms of GIT involvement in CVL a severe chronic inflammatory process where inflammatory cells extended to the crypts, between the bases of the crypts and into the muscular mucosa has been described<sup>8,6</sup>. Chronic colitis is a clinical characteristic of CVL, where the appearance of the colonic mucosa is comparable to that observed in cases of idiopathic chronic colitis. Colonic histopathology of such cases revealed a diversity of inflammatory cells including macrophages, lymphocytes, plasma cells and neutrophils, predominantly located in the lamina propria<sup>9-11</sup>, and cells of the lamina propria in colonic tissue can induce and influence immunological responses. Analyzing the role of these cells in various disease states requires viable canine intestinal mucosal lymphoid mononuclear cells to be isolated for further investigations<sup>3</sup>. Thus, the aims of this study were to present a method for isolating canine GIT lamina propria cells and to investigate the phenotype of these cells in non-infected dogs and naturally infected ones with _Leishmania infantum_."
        },
        {
            "header": "Reagents",
            "content": "•Phosphate buffered saline \\(PBS – NaCl; KH<sub>2</sub>PO<sub>4</sub>; Na<sub>2</sub>HPO<sub>4</sub> and distilled  water).\r\n\n\n•HBSS.\r\n\n\n•Incomplete and complete \\(fetal calf serum) medium Roswell Park Memorial Institute \\(RPMI).\r\n\n\n•HEPES sodium salt, minimum 99.5% titration, SIGMA-ALDRICH<sup>®</sup>. \r\n\n\n•Collagenase II.\r\n\n\n•Saponina \\(Sigma #S-7900).\r\n\n\n•BSA \\(bovine serum albumin).\r\n\n\n•Azida 2mM.\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\n•Wash Solution \\(Ca<sup>2+</sup>, Mg<sup>2+</sup>-free Hank’s buffered salt solution – HBSS \\(KCl, KH<sub>2</sub>PO<sub>4</sub>, NaHCO<sub>3</sub>, NaCl, Na<sub>2</sub>HPO<sub>4</sub>, D-Glucose, Phenol Red, HEPES and fetal calf serum)).\r\n\n\n•Predigestion solution HBSS containing 1 mM DL-dithiothreitol \\(DTT<sup>®</sup> - SIGMA-ALDRICH<sup>®</sup>) \\! CAUTION DTT can affect the skin.\r\n\n\n•Digestion solution collagenase II obtained from Clostridium histolyticum Type II, 906 units/MG CAS 9001-12-1, C6885-500mg, 078K8621; PBS-W \\(0.15M, 8g/L of NaCl, 2g/L of KCl, 2g/L of KH<sub>2</sub>PO<sub>4</sub> and 1.15g/L of Na<sub>2</sub>HPO<sub>4</sub>, pH 7.2 with 0.5% bovine serum albumin, Inlab^®, and 0.1% Na<sub>3</sub>N). \r\n\n\n•Antibody dilution solution 50% of PBS-W and 50% of PBS 10%.\r\n\n\n•PBS-W PBS 1x, 0,5% BSA and 2mM azida.\r\n\n\n•Permeabilization buffer Saponina \\(Sigma S-7900) 10% and PBS-W."
        },
        {
            "header": "Equipment",
            "content": "•Scissors\r\n\n\n•Forceps\r\n\n\n•Petri dishes\r\n\n\n•1,5; 2,0; 15 and 50mL tubes\r\n\n\n•Thermal incubator \\(Shaker)\r\n\n\n•Cell culture centrifuge \\(Thermo Scientific multifuge X3R)\r\n\n\n•Pasteur pipette\r\n\n\n•FACSVantage<sup>®</sup>, Becton-Dickinson, San Diego, CA, USA)\r\n\n\n•Clamp for colonoscopy"
        },
        {
            "header": "Procedure",
            "content": "1. Remove the colon punch biopsies to isolate lamina propria cells; Wash the entire length of colon thoroughly with incomplete medium \\(RPMI) in a Petri dish to remove fecal waste. Transfer the fragments to another Petri dish containing 10mL of complete medium, incubated in ice.\r\n  2. CRITICAL STEP For efficient isolation of the cells it is necessary to remove the fat from small fragments of colonic tissue using forceps and surgical scissors. \r\n  3. Place the samples in a Petri dish and shaken with slow agitation \\(100rpm) for 10 min. Remove the supernatant with a Pasteur pipette and discarded. This process is repeated six times. \r\n  4. Transfer the fragments of tissue to a small culture bottle containing 10mL incubation solution \\(DTT), and shaker for 30 min \\(120rpm) at 37ºC. The incubation solution can be discarded and the process repeated for a further 30 min.\r\n  5.  Add 10mL wash solution \\(HBSS/HEPES) and shaker for 10 min \\(120rpm) at 37ºC to wash the DTT from the tissue fragments. \r\n  6. CRITICAL STEP This process is essential to remove the collagen from the colon tissue. \r\n  7. After this step, in the bottle containing the tissue fragments, add 10mL collagenase solution and shake gently \\(120rpm) in the shaker for 45 min at 37ºC. \r\n  8. Remove the collagenase solution supernatant after 45 min, transfer to a Falcon\n®\n15mL tube. Centrifuged the supernatant \\(1400rpm) for 10min at 4ºC, resuspend in 0.5µL complete medium and store on ice. All these steps must be repeated four times.\r\n  9. Place the cells in a single Falcon\n®\n15mL tube and add 9mL of distilled water to lyse erythrocytes; ten seconds later add 1mL of PBS to neutralize this action. After centrifuging at 1400rpm for 10 min at 4ºC, the pellet is resuspended in 0.5µL complete medium.\r\n  10.   Analyze the number of cells in a 10µL sample using a Neubauer camera and the solution should be calibrated to 1x10\n7\ncells/mL. The cells can be blocked with leishmaniasis negative dog serum and kept for a minimum of 20 minutes on ice.\r\n  11. Utilize the vital dye Trypan Blue \\(0.4% \\(wt/vol) in HBSS) to verify cell viability. The reactivity of Trypan Blue is based on the fact that it does not interact with cells unless the membrane is damaged. All cells that exclude Trypan Blue are viable. \r\n  12. Dilute the antibodies for superficial markers with ADS, and the intracellular markers in permeabilization buffer. \r\n  13. Plate the cell suspensions \\(20µL) on 96-well U-bottom plates \\(Limbro Biomedicals\n®\n175, Aurora, OH, USA) at a concentration of 1x10^7 cells/mL with antibodies to cell surface \\(Table 1).\r\n  14. Refrigerate the plate for 15 min, and after this time 150µL of cold PBS, add to each well and centrifuge \\(1300rpm) at 4ºC for 10min. The supernatant is removed from the wells and 200µL of 2% formaldehyde is added to fix the cells. \r\n  15. Transfer the contents of the wells to FACS \\(Fluorescence Activated Cell Sorting) tubes and store in the refrigerator in the dark.  \r\n  16. Remove the supernatant for intracellular marking \\(Table 2), add 150µL of PBS-W, and centrifuge the samples at 1300rpm at 4ºC for 10 min; remove the supernatant again. Add the permeabilization buffer \\(150µL); slowly mix the samples manually and kept for 10 min at ambient temperature. Centrifuge the plate for a further 10 min \\(1300rpm at 4ºC) and remove the supernatant. \r\n  17. Add the intracellular antibodies including the isotypes and incubate for 40 min at room temperature. Add permeabilization buffer \\(150µL), centrifuge the samples and remove the supernatant. This process can be repeated once.\r\n  18. Resuspend the cells in 150µL PBS-W, centrifuge and remove the supernatant; add 200µL of 2% formaldehyde and transfer the content of the wells to FACS tubes, and store in the refrigerator in the dark. \r\n  19. Analyze the cells on an analytical flow cytometer equipped with a laser emitting at 488nm \\(FACSVantage\n®\n, Becton-Dickinson, San Diego, CA, USA). Perform acquisitions on 50.000 events \\(whole cells can be distinguished from fragments by gating based on the forward and side scatter signals\n12\n. Process numerical data using FlowJo software version 7.2.5 \\(Tree Star. Inc., Ashland, OR, USA). \r\n  20. To assess the lamina propria population cells of the colon the phenotypic aspects of the lamina propria cells can be expressed in two different forms: percentage \\(%) of cells expressing a given phenotypic marker, using cell and isotype control cutoff, with a bimodal distribution, and geometric mean fluorescence intensity \\(MFI). The latter approach is used for semi-quantitative expression of phenotypic markers with a unimodal distribution. Three-color flow cytometry panels optimized for use in dogs were employed to characterize mononuclear cells phenotypically in colon biopsies, on the basis of the mean fluorescence intensity and frequency. The analysis of cells should focus on the composition of the sub-populations. The cells surveyed were: CD4\n+\n, CD4\n+\n, FOXP3\n+\n, CD8\n+\n, CD11b\n+\n, CD11c\n+\n, TLR9\n+\n, TLR2\n+\n, CD14\n+\nand mannose\n+\n. This provides an opportunity to compare the mucosa of dogs with various clinical states of leishmaniasis."
        },
        {
            "header": "Timing",
            "content": "Steps 1-4, 130min.; Steps 5-9, 145min.; Steps 10-17, 110min."
        },
        {
            "header": "Anticipated Results",
            "content": "Flow cytometry was used to evaluate the frequency and intensity of sub-populations of lymphocytes and macrophages of lamina propria cells from jejune and colon fragments. A quicker isolation, improves the quantity and viability of cells. The use of enzymes alters the expression of surface antigens so that the subsequence FACS analysis may not reflected in detail the real percentage of cells in the suspension. The incubation of tissue fragments \\(Fig. 1c) with collagenase II  is more effective when it stays for 45 minutes. In less than this, the separation of cells is not effective and over this time, there is increased cell death with debris. The collagenase type I is not efficient in obtaining canine gut cells, as it is done in murine protocols. The analysis of the cells should focus on the composition of the subpopulation.  As demonstrated in Fig. 2a, cells were readily identified by their high SSC/FSC properties, allowing contamination with epithelial cells and debris that are common in mucosal preparations to be excluded. The phenotypic aspects of the cells were expressed in two different forms: percentage of cells expressing a given phenotypic marker, using cells and isotype control cutoff, with a bimodal distribution, and geometric mean fluorescence intensity, as seen in Fig. 2b.\r\n\n\n An analysis of these cells \\(Figs. 3a-j) gives an opportunity to compare various situations of the lamina propria in different groups. In our case, in control dogs subpopulations showed nearly 15,64% of the CD4<sup>+</sup>; 1,94% of the CD8<sup>+</sup>; 9,78% of the  CD4<sup>+</sup>FOXP3<sup>+</sup>; 23,00% of the CD11c<sup>+</sup>; 23,49% of the CD11b<sup>+</sup>; 3,24% of the CD14<sup>+</sup>; 10,22% of the mannose<sup>+</sup>; 26,41% of the TLR2<sup>+</sup> and 86,19% of the TLR9<sup>+</sup> cells. In the colon samples originate of infected dogs, increased numbers of CD4<sup>+</sup> to 33,90%; CD4FOXP3<sup>+</sup> to 23,61%;  CD11c<sup>+</sup> to 51,78%; CD11b<sup>+</sup> to 43,21%; CD14<sup>+</sup> to 28,45%; mannose<sup>+</sup> to 12,58% and TLR2<sup>+</sup> to 34,50% and decreased numbers of CD8<sup>+</sup> to 1,59% and TLR9<sup>+</sup> to 20,93% \\(Figs. 4a,b).\r\n\n\n The resulting numbers of lamina propria cells varied from about 1x10<sup>5</sup> – 1x10<sup>8</sup> cells mass of 40mg per fragment sample. Less than 40mg of biopsy specimens showed no sufficient cells for the experiment. The isolated cell of infected dogs does not differ from cells isolated from control dogs, on the number and viability of cells. When comparing male versus female, no difference in the amount of collected cells was observed. So far, these findings will support continuing comparative studies involving the infected dogs with _L. infantum_ and health dogs where we will be able to determine the phenotypic properties of cells of all small and large intestine segments. \r\n\n\n In this work we propose a method for to obtain lamina propria cells of canine gut and respective analysis using flow cytometer. We have also demonstrated a protocol that can be useful for studies of general cellular markers. For example, the technique utilized herein demonstrates that the presence of parasites in the gut of dogs infected with _L. infantum_ is correlated with the alteration in immunological parameters and in immunoregulation, since these parasites survive and multiply in the micro-environment of the intestinal mucosa and do not appear to damage the host."
        },
        {
            "header": "References",
            "content": "1. Reeves, R.K. _et al_. Quantification of mucosal mononuclear cells in tissues with a fluorescent bead-based polychromatic flow cytometry assay. _J Immunol Methods_. **367**, 95-8 \\(2011).\r\n  2. Sonea, I.M. _et al_. Flow cytometric analysis of colonic and small intestinal mucosal lymphocytes obtained by endoscopic biopsy in the healthy dog. _Vet Immunol_. Immunop. **77**, 103-119 \\(2000).\r\n  3. Weigmann, B. _et al_. Crucial role of the transcription factor Nfatc2 in the pathogenesis of ulcerative colitis. _Gastroenterology_  **132**, A554-A554 \\(2007).\r\n  4. Maurício, I.L., Stothard, J.R., Miles, M.A. The strange case of _Leishmania chagasi_. ¬_Parasitol Today_. **16**,188-189 \\(2000).\r\n  5. Engwerda, C.R. & Kaye, P.M. Organ-specific immune responses associated with infectious disease. _Immunol Today_. **21**, 73-78 \\(2000).\r\n  6. Silva, F.L. _et al_. Histopathological and immunohistochemiscal study of the gastrointestinal tract from a dog naturally infected with _Leishmania_ \\(_Leishmania_) _chagasi_: a case report. _Arquivo Brasileiro de Medicina Veterinária_ **54**, 340-344. \\(2002).\r\n  7. Pinto, A.J.W. _et al_. Histopathological and parasitological study of the gastrointestinal tract of dogs naturally infected with _Leishmania infantum_._Acta Veter Scandinavic_. **53** \\(2011).\r\n  8. González, J.L., Fermin, M.L., Garcia, P., Rollan, E., Castano, M. Erosive colitis in experimental canine Leishmaniasis. _Zentralbl Veterinarmed_ B ** 37**, 377-382 \\(1992).\r\n  9. Adamama-Moraitou, K.K. _et al_. Asymptomatic colitis in naturally infected dogs with _Leishmania infantum_: A prospective study. _Am J Trop Med Hyg_.** 76**, 53-57 \\(2007).\r\n  10. German, A.J., Hal,l E.J., Day, M.J. Analysis of leucocyte subsets in the canine intestine. _J Comp Pathol_. **120**,129-145 \\(1999).\r\n  11. Ferrer, L. Juanola, B., Ramos, J.A., Ramis, A. Chronic Colitis Due to _Leishmania_ Infection in 2 Dogs. _Vet Pathol_. **28**,342-343 \\(1991).\r\n  12. Sampaio, W.M. et al. In vitro binding and survival assays of _Leishmania_ parasites to peripherical blood monocytes and monocyte-derived macrophages isolated from dogs naturally and experimentally infected with _Leishmania_ \\(_Leishmania_) _chagasi_. _BMC Vet Res_. **48**, 3-11 \\(2007)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors thank Zoonose Center of metropolitan area of Belo Horizonte \\(Municipality of Ribeirão das Neves, state of Minas Gerais, Brazil) for given the animals. This work was supported through Fundação de Amparo de Pesquisa do Estado de Minas Gerais \\(FAPEMIG – APQ-00068-08; CBB-00219/09; APQ-01355-09) and CNPq \\(Conselho Nacional de Desenvolvimento Científico e Tecnológico - 473601/2009-5)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11962,
                "identity": "9fb89fc9-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Wagner Luiz Tafuri",
                "email": "wagnertafuri@gmail.com",
                "orcid": "",
                "institution": "Departamento de Patologia Geral, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brasil. ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Wagner",
                "middleName": "Luiz",
                "lastName": "Tafuri",
                "suffix": ""
            },
            {
                "id": 11956,
                "identity": "9fb89508-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maria Marta Figueiredo ",
                "email": "",
                "orcid": "",
                "institution": "Departamento de Patologia Geral, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brasil. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "Marta",
                "lastName": "Figueiredo",
                "suffix": ""
            },
            {
                "id": 11957,
                "identity": "9fb897d3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Vitor Silva Barbosa ",
                "email": "",
                "orcid": "",
                "institution": "Departamento de Patologia Geral, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brasil. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vitor",
                "middleName": "Silva",
                "lastName": "Barbosa",
                "suffix": ""
            },
            {
                "id": 11958,
                "identity": "9fb89984-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Izabela Ferreira Gontijo  deAmorim ",
                "email": "",
                "orcid": "",
                "institution": "Departamento de Patologia Geral, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brasil. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Izabela",
                "middleName": "Ferreira Gontijo",
                "lastName": "deAmorim",
                "suffix": ""
            },
            {
                "id": 11959,
                "identity": "9fb89aef-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Beatriz  Deotti ",
                "email": "",
                "orcid": "",
                "institution": "Departamento de Cirurgia , Faculdade de Medicina, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brasil ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Beatriz",
                "middleName": "",
                "lastName": "Deotti",
                "suffix": ""
            },
            {
                "id": 11960,
                "identity": "9fb89cdd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marilene Suzan  Marques  Michalick",
                "email": "",
                "orcid": "",
                "institution": "Departamento de Parasitologia, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brasil. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marilene",
                "middleName": "Suzan  Marques",
                "lastName": "Michalick",
                "suffix": ""
            },
            {
                "id": 11961,
                "identity": "9fb89e5d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ana Caetano Faria ",
                "email": "",
                "orcid": "",
                "institution": "Departamento de Bioquimica e Imunologia,  Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brasil. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ana",
                "middleName": "Caetano",
                "lastName": "Faria",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-12-14 17:35:22",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.273",
        "doiUrl": "https://doi.org/10.1038/protex.2011.273",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608409,
                "identity": "7c9a22c1-1099-47ce-9ff9-6357e33f2009",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:12",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 86548,
                "visible": true,
                "origin": "",
                "legend": "Experimental design   Experimental design",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2275/v1/figure_1.png"
            },
            {
                "id": 2608407,
                "identity": "5472dfff-a083-4a06-a9ea-bf8e7d9f2cb8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:12",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 477401,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   ANIMALS AND BIOPSY COLLECTION   Figure 1 (a) Dogs were anesthetized and the colonic tissue is obtained by biopsy, taken at the time of a colonoscopy; (b) For colon biopsies twelve colon punch forceps were weighed, giving a mean mass of 40mg (range 12 samples); (c) The fragments of colon was thoroughly washed with incomplete medium in a Petri dish to remove fecal waste. It was necessary to remove the fat from small fragments of colonic tissue using forceps and surgical scissors; (d) The cells were placed in a single Falcon^® 15mL tube and the pellet was resuspended in 0.5µL complete medium.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2275/v1/figure_2.png"
            },
            {
                "id": 2608411,
                "identity": "ea78f5be-4596-4c49-8924-efc231ff53a7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:12",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30432,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Superficial antibodies used in flow cytometric assay",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2275/v1/figure_3.jpg"
            },
            {
                "id": 2608410,
                "identity": "c15c2c6a-6104-45ea-a196-7241db045755",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:12",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 19708,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Intracellular antibodies used in flow cytometric assay",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2275/v1/figure_4.jpg"
            },
            {
                "id": 2608412,
                "identity": "e192925d-6038-4af5-a346-93e52a9878bc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:12",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 138423,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Composition of the subpopulation of the cells   Figure 2 Cells were readily identified by their high SSC/FSC properties: (a) Representative gating R1 showing built separating macrophages and lymphocytes population by cells size (x axis) and granularity (Y axis); (b) Representative histogram of geometric mean fluorescence intensity of CD4^+ in colon of control and infected dogs using isotype control cutoff, Goat anti-dog IgG1, A40-12OP8, Imgenex^®.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-2275/v1/figure_5.png"
            },
            {
                "id": 2608415,
                "identity": "dd4cf0ca-4037-48b3-b85d-9be9778345f9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 133380,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Flow cytometer analysis   Figure 3 Flow cytometer analysis. (a) CD4 positive cells; (b) CD8 positive cells; (c) CD4FOXP3 positive cells; (d) FOXP3 positive cells; (e) CD11b positive cells; (f) CD11c positive cells; (g) CD14 positive cells; (h) MANNOSE positive cells; (i) TLR2 positive cells and (j) TLR9 positive cells.",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-2275/v1/figure_6.png"
            },
            {
                "id": 2608414,
                "identity": "a2ee659d-aabe-44b1-b751-ba1df775f6ae",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45813,
                "visible": true,
                "origin": "",
                "legend": "Figure 4   Comparison of subpopulations of cells from lamina propria of the colon between control and infected dogs   Figure 4 Isolation of lamina propria cells from dogs as described in section Biopsy processing, cell isolation and flow cytometry analysis. Cells were incubated with antibodies against CD4, CD8, CD4FOXP3, CD11b, CD11c, CD14, Mannose, TLR2 and TLR9 to characterize the subpopulation and then measured by flow cytometry.  (a) Summary the number of positive cells of control dogs; (b) Summary the number of positive cells of infected dogs with L. infantum. In a, great number of TLR9^+ and almost equal number of CD8^+ can be observed.",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-2275/v1/figure_7.png"
            },
            {
                "id": 13465230,
                "identity": "cb1bda22-de2c-4e2d-a057-af0c77cfd8e9",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:03",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1279234,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2275/v1/4b27236e-deee-44f4-8560-45c30b56e0dd.pdf"
            },
            {
                "id": 2608421,
                "identity": "7ed673e0-103c-4eaf-aaae-96002843a4c7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 790378,
                "visible": true,
                "origin": "",
                "legend": "Full Protocol   Obtaining cells from colon of dog with leishmaniasis for flow cytometric analysis",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2275/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "We do not have any kind of commercial interesting or competition with other researches. It is only an academic manuscript. We have proposed a method that could improve immunological studies concerning canine gut mucosa as it involves isolating colonic lamina propria cells and characterizing them phenotypically. Furthermore, work is ongoing in terms of investigating other segments of the Gastrointestinal Tract \\(GIT) \\(systematic study) from dogs suffering with visceral leishmaniasis.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Dog, Visceral Leishmaniasis, Flow Cytometer, Gut, Leishmania infantum",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In dogs, a parasite burden is evident throughout the gastrointestinal tract but not is observed pathological alterations. Our aim was isolating lamina propria cells from dogs infected with leishmaniasis to further investigate if the parasite in the gut is correlated with the pathogenesis of the visceral infection. The biopsies were obtained of dogs and incubated with collagenase II. In the cells suspension was added antibodies against superficial and intracellular markers. Few studies of the markers used in this work have been done in the lamina propria cells in leishmaniasis. It is of great importance to determine markers in this tissue especially those who are described as being involved with the persistence of Leishmania infection within cells due to the fact that the infection in the gut does not induce lesions.  Furthermore, work is ongoing in terms of investigating other segments of the GIT, a systematic study, from dogs with Leishmania\r\n\n\n\r\n\n\nA pdf of the full version of this protocol can be found \"here\":http://www.nature.com/protocolexchange/system/uploads/2040/original/Full_protocol_-_protex.2011.273.pdf?1323950759",
        "manuscriptTitle": "Obtaining cells from colon of dog with leishmaniasis for flow cytometric analysis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-12-15 12:01:29",
                "doi": "10.1038/protex.2011.273",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fb82249-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 15th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2658,
                "name": "Cell biology"
            },
            {
                "id": 2662,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-12-15 12:01:29",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}