{
    "identity": "nprot-2553",
    "title": "Purification and processing of blood-forming tissue units, the haematons, in searching for mammalian stem cell niches",
    "content": [
        {
            "header": "Introduction",
            "content": "The niche hypothesis, designed by R. Schofield in 1978, predicted that quiescence, reactivation, and asymmetrical division of the haematopoietic stem cell \\(HSC) are maintained by specific tissue domains localized in the adult mouse BM<sup>1</sup>. Extended to other tissues and organisms, and proven widely, the niche hypothesis became a physiological reality in the animal kingdom<sup>2-10</sup>. During the past decade rapid progress has been achieved in our understanding of the functional organization of solid tissues which offer an advantage when histologically visualizing tissue units and putative SC niches. Nascent tissue units can be recognized in many organ rudiments during morphogenesis, however, definitive tissue units, to permit experimental studies or therapy, have been isolated from only a few organs, such as taste buds<sup>11</sup>, Lieberkühn crypts/villi<sup>12,13</sup>, Langerhans islets<sup>14,15</sup> or hair follicles<sup>16,17</sup>.  \r\n\n\nAlthough the BM looks like a solid tissue on histological sections, where the cells associate tightly in a space-filling manner<sup>18</sup>, tissue units cannot be recognized or distinguished within the whole BM. However, previous works aimed at deciphering the BM microenvironment<sup>19-24</sup> have identified osteoblasts<sup>25</sup>, vascular endothelium<sup>26,27</sup>, reticular stroma cells<sup>28</sup>, mesenchymal stem cells<sup>29</sup> and non-myelinated Schwann cells<sup>30</sup> as critical niche forming cells operating via a plethora of effector signaling factors \\(see for Review<sup>22,31,32</sup>). \r\n\n\nThese accumulating complementary and sometimes concurrent data reflect the complexity of the HSC niche’s function and reinforce the emerging consensus accordingly the HSC niche is a dynamic, multicellular construct<sup>32</sup>. Concordant information obtained in solid organs documents that \\(a) tissue units are quantifiable \\(hair and whisker papillae, taste buds, nephrons<sup>33</sup>), \\(b) SC niches are basic, constitutive elements of individualized tissue units<sup>2,3,4,8</sup>, and \\(c) functional niches are multi-cellular constructs which always involve several interacting cell types<sup>6,8</sup>. Based on these universal characteristics of tissue units we have postulated previously that HSCs and several interacting stroma cells constitute, together, the functional core of BM. We have, indeed, identified such native tissue units in the human and mouse BM<sup>34-38</sup> but theirs in situ topography, cellular and molecular composition and their relationship with the HSC niche have not been clearly documented. We have now improved our previously described techniques, adapted pertinent methods and thus elaborated a robust protocol for the reproducible purification and structural-functional analysis of stem cell/stroma units in mammalian blood-forming tissues. \r\n\n\n\r\n\n\n_Diverse applications of the protocol_\r\n\n\nThe protocol, optimized for mouse blood-forming organs includes whole body perfusion, recovery of the whole BM parenchyma and surrounding endosteum by micro-dissection, biophysical separation in three principal cell compartments and comparative structural, functional and quantitative analyses. The protocol can be routinely applied for: \\(i) topographical investigation of critical marrow stroma cells and haematopoietic stem/progenitor cells,  \\(ii) purification of putative niche-forming cells such as mesenchymal stem cells \\(MSC), pre-osteoblasts, pre-adipocytes, pericytes, stellate cells, endothelial cells, neuronal elements \\(Schwann cells ) for ex-vivo modeling and tissue engineering<sup>39</sup>, \\(iii) phenotypic, functional and molecular biological analysis of HSC populations isolated from distinct BM compartments, \\(iv) supravital micro-angiography imaging, \\(v) bulk purification and banking of haematons, and \\(vi) 3D in situ or ex-vivo analysis and reconstitution of haematon units<sup>40</sup>. \r\n\n\n  <a href=\"#figures\" data-url=\"http://path.to/image.ext\">See figure in Figures section.</a>\\(Fig. 1|<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/2400/thumbnail/Figure_1.png?1357726382\">See figure in Figures section.</a> ) <a href=\"#figures\" data-url=\"http://path.to/image.ext\">See figure in Figures section.</a>,\r\n\n\n_Versatile adaptations of the protocol_ \r\n\n\nInvestigation of HSC niches in the haematon is a novel approach that brings closer theoretical and applied studies. \\(i) The protocol details how to manipulate and analyze tissue units in the adult mouse femur and the techniques can be adapted easily to map their emergence in liver and BM during mouse ontogenesis<sup>37, SAR-1-3,5,6</sup> or to study the organization of blood-forming tissues in human<sup>34-36, 38</sup> or in other vertebrate classes \\(L. Laguerre & S. Mazan, unpublished results). \\(ii) We have shown that in the human BM the presence of tissue units hallmarked normal blood-forming activity, however they were undetectable in acute and chronic myeloid leukaemias<sup>34, 38</sup>. The results indicated for systemic defects in the marrow microenvironment<sup>38, 41</sup>, and our protocol can be adapted to investigate the cellular and molecular basis of a potential “loss of niche-functioning” in these pathologies. \\(iii) In another setting we have shown that large quantities of haematons containing MSCs and marrow progenitors could be recovered from the filters used to purge the pooled BM aspirate prior to transfusion<sup>38</sup>. Remarkably, eminent clinical trials confirmed the therapeutic efficacy of filter-retained haematon material when it was re-administered with the conventionally prepared BM filtrate to leukemia patients<sup>42</sup>. \\(iv) Deciphering the key components of complex biological systems became central to theoretical and applied medicine<sup>43</sup>. The haematon is a physiological reality that may provide a model for tissue engineering studies. For examples, heterotypic aggregation of selected cell populations, reminiscent of haematon units, could be fabricated by dielectrophoresis<sup>40</sup>. However, a better characterization of native haematons and their key cellular and molecular composition are still needed prior to preclinical use of such ex vivo generated blood-forming tissue units<sup>44-46</sup>. \r\n\n\n\r\n\n\n_Advantages and limitations of the protocol_\r\n\n\nIn mouse studies, current preparative methods use the BM shaft obtained by flushing long bones, followed by triturating in serum-containing Ca<sup>2+</sup>-free buffer or complete medium and filtration through ≥30 µm mesh filters to clear the bulk marrow suspension from residual tissue aggregates. In some protocols the low density, mononuclear cell \\(MNC) fraction is prepared, applying hypotonic lyses, or Ficoll or Pancoll density gradient \\(d=1.077-1.086 g.cm<sup>-3</sup>) centrifugation to remove red blood cells \\(RBCs) and mature granulocytes, prior to FACS or clonal cell assays. \r\n\n\nFor immunohistochemistry and LSCM analysis standard semi-thick sections are usually prepared. In other trials GFP-tracked HSCs were followed by real-time video-microscopy in the thin alveolar calvaria in vivo<sup>47</sup> or ex vivo in BM nodules which attached firmly to the epiphyseal spongiosa<sup>48</sup>. In other works the frequency of HSCs \\(marrow repopulating ability, MRA) in compact bone and the bulk marrow suspension was compared following short enzymatic dispersion and removal of persistent aggregates by filtration prior to analysis<sup>49</sup>. These experiments characterized several aspects of niche functioning in BM, but at the same time pointed to important variations too, which make new data on the HSC niche difficult to interpret and quantitatively reproduce. For example the relationship between tissue units and SC niches has not been addressed and neither the quantitative aspects nor the topographic allocation of SC niches in a femur have been clearly resolved. \r\n\n\nWe have found previously that the frequency of long-term-culture initiating cell \\(LTC-ICd35) population, mesenchymal CFU-F cell population and native cobblestone-like islets were respectively 3.8-fold, 7.8-fold and 55-fold higher in the whole, node-like haematon fraction as compared to the bulk BM suspension. This argued against that aggregates are incompletely dispersed tissue artifacts and pointed to the importance of BM handling from the very beginning of preparation.       \r\n\n\nQuantitative variations between different BM isolates may be due to \\(a) the contamination by peripheral blood cells, and clumping of platelets, dead cells and some living cells, \\(b) the variable loss of marrow parenchyma that stands tightly attached to the spongy/trabecular bone, \\(c) the incomplete dispersion of critical cell aggregates, \\(d) the filtration of marrow suspension which removes only larger \\(≥40 µm or ≥70 µm) aggregates, \\(e) the sensitivity of some antigens to proteases, \\(f) the purity of different enzyme preparations, or to \\(g) the length of enzymatic treatment used for BM dispersion, which varies importantly, between ~6 min<sup>49</sup> and 2 h<sup>27,28</sup>.    \r\n\n\n\r\n\n\nOur protocol tends to eliminate these variations and offers several advantages.  \r\n\n\n\\(i) Whole body perfusion, bisection of femur and recovery of marrow and endosteal bone minimizes contamination by blood cells and periosteal cells. Although these steps are easy to perform they take longer than the usual BM recovery by flushing. These steps are not applicable for human studies, but adaptable widely to animal experiments. \r\n\n\n\\(ii) Collection and fractionation of the whole BM parenchyma in a suspension \\(buffy coat) and a node-like aggregate \\(haematon) compartment and isolation of the endosteum separately results in three fractions \\(Fig. 1| & Fig.2|) allowing the comparative analysis of discreet BM micro-domains. \r\n\n\n\\(iii) The protocol allows the 3D location and number of tissue units exactly determined in distinct skeleton segments or other blood-forming organs.\r\n\n\n\\(iv) Purification of functional tissue units in native form is feasible in only a few cases from adult solid tissues. In contrast, haematon units can be isolated from both embryonic and adult tissues and this can be achieved without enzymatic treatment. \r\n\n\n\\(v) Whole-body, vascular casting with coloured alginate reveals the vascular framework and 3D allocation of tissue units in many solid organs. This can be combined with enzyme histochemistry, immunocytochemistry or in vitro culture techniques \\(Fig. 3|).     \r\n\n\n\\(vi) This protocol is cost effective, easy to perform and to standardize. Because it respects the native tissue architecture the information obtained is directly applicable for modelling normal tissue units or pathologic BM functions.\r\n\n\n\\(vii) Preliminary works in other vertebrates uncovered that haematons may sediment in a pellet \\(fish kidney, bird and mouse BM), may float to the uppermost layer \\(human BM) and some haematons may remain in suspension at isopycnic density. Nevertheless, they can be recovered in all cases using filtration through small porosity 30-40 µm mesh filters.\r\n\n\n\\(viii) Although haematons are compact aggregates they lack net cellular borders.  They are relatively homogeneous in size and may attach to each other firmly via the vasculature. These characteristics may cause some uncertainty during initial handling and quantitative estimations. Our protocol provides guidelines to overcome these difficulties working with haematons.\r\n\n\n\r\n\n\n_Experimental design_\r\n\n\nThis protocol has been developed progressively<sup>34-38</sup> for mouse blood-forming organs to detect and identify specific tissue units, to analyze their cellular and supra-molecular composition as well as functional properties. Fig. 1| shows the protocol conventionally as a step-by-step flow diagram and indicates connections to potential complementary analysis.   \r\n\n\nWhole-body perfusion has been introduced to remove blood cells and prevent artificial aggregation and clotting in BM preparation. In addition, systemic evacuation of blood from the vasculature is a preparatory step to optical micro-angiography.  \r\n\n\nBisection of skeleton units \\(i.e. autopodes, stylopodes, zygopodes and vertebrae) longitudinally, and/or transversally and recovery, is a novel, practical way to isolate predefined micro-domains physically and to compare the constitution of these isolates. \r\n\n\nSeparation of BM into three defined fractions i.e. a bulk single-cell suspension \\(buffy coat), heterotypic haematon aggregates and endosteum containing firmly attached, residual marrow permits critical regulatory elements to be investigated in these compartments.        \r\n\n\nDissociation of BM fractions to single-cell suspensions using optimized enzymatic treatment is mandatory prior to comparative FACS analyses and colony forming assays.\r\n\n\nFunctional analysis of the three BM fractions in native state or following culture using micro-cinematography provides a reproducible tool for searching and better characterizing putative HSC niches.     \r\n\n\nLaser Scanning Confocal Microscopy \\(LSCM) following Zn-7 fixation and stabilization in alginate hydrogel has been introduced for the simultaneous detection of endogenous enzymes, for multi-colour immuno-cytochemistry and LSCM in whole mount preparations.\r\n\n\nTransmission electron microscopy \\(TEM) is a powerful method to identify fine details of intimately associated and interacting cells within the haematon.  \r\n\n\nHigh resolution micro-Computer Tomography \\(µCT) provides information on the topology and quantitative parameters for better understanding the relationship between the endosteal bone surface and the mass of BM parenchyma at predefined, micro-dissected tissue domains."
        },
        {
            "header": "Reagents",
            "content": "• Mice: C57BL/6\\(H2b) \\(B6-CD45.1), B6-CD45.2, BALB/c\\(H2d) mice were purchased from the Centre d’Elevage Robert  Janvier \\(Le Genest St-Isle, France) ROSA-26 mice \\(B6.129P2-Lgr5tm1\\(cre/ESR1)Cle/J) were purchased from The Jackson Laboratory \\(Bar Harbor, Maine). Mouse colonies were bred at the Animal and Veterinary Resources, \\(IGR), and at the Animal Resources IFR \\(Paul-Brousse Hospital, Villejuif, France), housed under 12 h light : 12 h darkness regime and provided sterile water and food ad libitum. \r\n\n\n\\!CAUTION Animal experiments must conform to institutional and national regulation by the regional animal care and ethics committee. \r\n\n\n\r\n\n\n• 10x Dulbecco’s phosphate-buffered saline, Ca<sup>2+</sup>, Mg<sup>2+</sup>-free \\(D-PBS, Gibco, cat. no.14200)\r\n\n\n• Hanks’ BSS with NaHCO<sub>3</sub> and without Ca<sup>2+</sup>, Mg<sup>2+</sup> and D-glusose \\(Sigma-Aldrich, cat. no. H6648)\r\n\n\n• Cell dissociation solution \\(1xcc), in HBSS without Ca<sup>2+</sup> and Mg<sup>2+</sup> \\(Sigma-Aldrich, cat. no. C-5789) \r\n\n\n• Collagenase type I, from Clostridium histolyticum \\(Sigma-Aldrich, cat. no. C-1639) \r\n\n\n• Collagenase type II-S, from Clostridium histolyticum \\(Sigma-Aldrich, cat. no. C-1765) \r\n\n\n• Collagenase type IV-S, from Clostridium histolyticum \\(Sigma-Aldrich, cat. no. C-1889) \r\n\n\n• DNAse I, RNase free \\(Boehringer Mannheim GmbH, Germany, cat. no. 83913921)\r\n\n\n• Collagenase/dispase \\(Boehringer Mannheim GmbH, Germany, cat. no. 269 638)\r\n\n\n• EDTA, 0.02% \\(wt/vol) in D-PBS \\(Sigma-Aldrich, cat. no. E-8008)\r\n\n\n• Trypsin, 0.25% \\(wt/vol)\\(Sigma-Aldrich, cat. no. T-4049)\r\n\n\n• Trypan blue \\(Fluka, cat. no. 93590)\r\n\n\n• IMDM, supplemented with 10 mM HEPES and 2 mM  L-glutamine \\(Gibco, cat. no. 21980)\r\n\n\n• α-MEM with 2 mM L-glutamine, ribonucleosides and ribonucleotides \\(Hyclone, cat. no.       SH30265.01B) \r\n\n\n• DMEM, supplemented with 4.5 g/L glucose, L-glutamate \\(Gibco, cat. no. 41965)\r\n\n\n• RPMI-1640, without L-glutamine and HEPES \\(Gibco, cat. no. 31870)\r\n\n\n• DMEM/F-12 \\(1:1), with L-glutamine and 15 mM HEPES \\(Gibco, cat. no. 31330)\r\n\n\n• HEPES, 1M \\(Gibco, cat. no. 15630) \r\n\n\n• Sodium pyruvate \\(Sigma-Aldrich, cat. no. P5280)\r\n\n\n• Fetal calf serum, heat inactivated, hybridoma tested \\(Sigma-Aldrich, cat. no. F-4135)\r\n\n\n• Horse serum, donor herd \\(Sigma-Aldrich, cat. no. H-1270)\r\n\n\n• Hydrocortisone 21-hemisuccinate \\(Sigma-Aldrich, cat. no. H-2270)\r\n\n\n• Ascorbate-2-phosphate \\(Sigma-Aldrich, cat. no. A-8960)\r\n\n\n• Myo-inositol \\(Sigma-Aldrich, cat. no. I-7508)\r\n\n\n• Folic acid \\(Sigma-Aldrich, cat. no. F-8758) \r\n\n\n• β-mercaptoethanol \\(Sigma-Aldrich, cat. no. M-7522)\r\n\n\n• Collagen-R, 2 mg ml-1 in 0,1% acetic acid \\(Serva, ref. 47254.01)\r\n\n\n• rMu SCF, stem cell factor \\(AbCys, cat. no. PCYT-275)\r\n\n\n• rHu Flt3-L \\(AbCys, cat. no. P300-19)\r\n\n\n• rMu Flt3-L \\(AbCys, cat. no. PCYT 340)\r\n\n\n• rMu TPO, thrombopoietin \\(AbCys, cat. no. PCYT-346)\r\n\n\n• rHu IL-7 \\(Pepro Tech. 200-07) \r\n\n\n• rMu VEGF \\(AbCys, cat.no. PCYT-336)\r\n\n\n• rHu VEGF \\(Protein Inst. Inc., cat. no.  P100-20)\r\n\n\n• rHu bFGF, fibroblast growth factor \\(basic) \\(Protein Inst. Inc., AbCys, cat. no. P100-18B)\r\n\n\n• rHu  EGF, epidermal growth factor \\(AbCys, cat. no. P100-15) \r\n\n\n• rRat PDGF-BB, platelet derived growth factor \\(Sigma-Aldrich, cat. no. P-4556)\r\n\n\n• β-melanocyte stimulating hormone, human synthetic \\(Sigma-Aldrich, cat. no. M-6513)\r\n\n\n• rHu IGF-I, insulin-like growth factor 1 \\(Sigma-Aldrich, cat. no. I-3769)   \r\n\n\n• Insulin \\(Sigma-Aldrich, cat. no. I-6634)\r\n\n\n• rHu β-NGF \\(Protein Institute Inc., cat. no. 450-01)\r\n\n\n• Penicillin-streptomycin \\(GIBCO, cat. no. 15070063)\r\n\n\n• Amphotericin B \\(Fungizone)\\(Sigma-Aldrich, cat. no. A2411)\r\n\n\n• Gentamycin solution \\(Sigma-Aldrich, cat. no. G1397)\r\n\n\n\r\n\n\n• Alginic acid, from Macrocystic pyrifera, low viscosity \\(Sigma-Aldrich, cat. no. A-0682)\r\n\n\n• Ferric Ferro-cyanide; Prussian blue, cationic dye \\(Fluka, Germany, cat. no. 03899) \r\n\n\n• Titanium dioxide \\(TiO<sub>2</sub>, Pigment White); Acrylic polymer emulsion \\(Pebeo, France, Extrafin Artists’ Colour, cat. no. 13042 B)\r\n\n\n• Chromic oxide \\(Cr<sub>2</sub>O<sub>3</sub>; Anadonis green); Acrylic polymer emulsion; PG17 \\(Lefranc & Bourgeois, France, cat. no. 35430.1)\r\n\n\n   \\!CAUTION Toxic, carcinogen; keep away from the eyes and mucous membranes. \r\n\n\n• Benzyl-benzoate \\(Sigma-Aldrich, cat. no. B-6630) \r\n\n\n\\!CAUTION Causes irritation; keep away from the eyes and mucous membranes; use gloves and a fume hood.\r\n\n\n• Methyl-salicylate \\(Sigma-Aldrich, cat. no. M-2047) \r\n\n\n   \\!CAUTION Poison at overdose; avoid direct contact; use gloves and a fume hood. \r\n\n\n\r\n\n\n• ZnCl<sub>2</sub> \\(Fluka, cat. no. 96468) \r\n\n\n• Zn-trifluoro-acetate \\(Sigma-Aldrich, cat. no. 39,4017) \r\n\n\n• Ca-acetate \\(Sigma-Aldrich, cat. no. 40,2850)\r\n\n\n• CaCl<sub>2</sub>.2H<sub>2</sub>O \\(Sigma-Aldrich, cat. no. 223506)\r\n\n\n• Paraformaldehyde \\(Sigma-Aldrich, cat. no. P-6148) \r\n\n\n   \\!CAUTION Toxic, irritante; avoid inhalation and ingestion. \r\n\n\n• Glutaraldehyde, Grade I, 50% aqueous solution \\(Sigma-Aldrich, cat. no. G-7651) \r\n\n\n   \\!CAUTION  Toxic, irritante; glutaraldehyde is volatile, avoid inhalation and ingestion.\r\n\n\n• OsO<sub>4</sub>, crystalline \\(Comptoir Lyon-Alemand Louyot, Paris, France)   \\!CAUTION  Toxic\r\n\n\n• Ethylic alcohol \\(Carlo Erba, cat. no. 414-608) \r\n\n\n   \\!CAUTION Flammable and a dehydratant; use gloves, safety glasses and a fume hood.\r\n\n\n• Acetone \\(Mallinckrodt Baker, Deventer, Holland, cat.no. 200-662-2) \r\n\n\n   \\!CAUTION Flammable and a dehydratant; use gloves, safety glasses and a fume hood.\r\n\n\n• Oil red \\(Sigma-Aldrich, cat. no. O-0625)\r\n\n\n• Nile red \\(Sigma-Aldrich, cat. no. N-3013)\r\n\n\n• AuCl<sub>4</sub>.3H<sub>2</sub>O \\(Gold chloride, Sigma-Aldrich, cat. no. G-4022)\r\n\n\n• Alcian blue 8GX \\(Sigma-Aldrich, cat. no. A-3157)\r\n\n\n• Alizarin red S \\(Sigma-Aldrich, cat. no. A-5533)\r\n\n\n• Streptavidin/biotin blocking solution \\(Vector, cat. no. SP-2002)\r\n\n\n• Alkaline phosphatase detection kit, VECTASTAIN ABC-AP, Universal \\(Vector, cat. no. AK5200)\r\n\n\n• Peroxidase detection kit, VECTASTAIN Elite ABC Kit, Universal \\(Vector, cat. no. PK6200)\r\n\n\n• Leukocyte and tartrate resistant acid phosphatase detection kit \\(Sigma-Aldrich, cat. no.387-A)\r\n\n\n• Acetylthiocholine-iodide \\(Sigma-Aldrich, cat. no. A-5751)\r\n\n\n• K<sub>3</sub>Fe\\(CN)<sub>6</sub> \\(Sigma-Aldrich, cat. no. P-8131)\r\n\n\n• CuSO<sub>4</sub> \\(Sigma-Aldrich, cat. no. C-1297)\r\n\n\n• Glycerol, 98% \\(Fluka, cat. no. 50405)\r\n\n\n• Sodium citrate \\(Sigma-Aldrich, cat. no. S-4641)\r\n\n\n• NaH<sub>2</sub>PO<sub>4</sub> \\(Sigma-Aldrich, cat. no. S-5011)\r\n\n\n• Propidium iodide \\(Sigma-Aldrich, cat. no. P 4170)\r\n\n\n• Nonidet P-40 \\(Sigma-Aldrich, cat. no. N-6507)\r\n\n\n• Sodium thiosulfate \\(Sigma-Aldrich, cat. no. S-1648)\r\n\n\n• K<sub>4</sub>Fe\\(CN)<sub>6</sub>.3H<sub>2</sub>O \\(Sigma-Aldrich, cat. no. P9387)\r\n\n\n• Sodium deoxycholate \\(Sigma-Aldrich, cat. no. D-6750)\r\n\n\n• NH<sub>4</sub>Cl \\(Sigma-Aldrich, cat. no. A-4514)\r\n\n\n• KHCO<sub>3</sub> \\(Sigma-Aldrich, cat. no. P184-500)\r\n\n\n• Levamisole \\(Vector Labs., cat. no. SP5000)\r\n\n\n\r\n\n\n• Hoechst<sub>33342</sub> trihydrochloride, trihydrate, 16.2 mM stock \\(Invitrogen, cat. no. H3570)\r\n\n\n• 7-AAD, viability staining solution, \\(eBioscience, cat. no. 00-6993-50)\r\n\n\n• Pyronin Y \\(Sigma-Aldrich, cat. no.  P9172)\r\n\n\n• Flow cytometry size calibration kit, non-fluorescent \\(Life Technology; cat. no. F-13838)\r\n\n\n• NaN<sub>3</sub> \\(Sigma-Aldrich, cat. no. S-2002) \\!CAUTION Poison; avoid direct contact\r\n\n\n\r\n\n\n• Tris \\(Pharmacia Biotech., Uppsala, Sweden, cat. no. 17-1321-01). \r\n\n\n• Na-cacodylate \\(Sigma-Aldrich, cat.no. C0250)   \\!CAUTION  Toxic.\r\n\n\n• Durcupan ACM\\(R)-\\(Fluka, cat.no. 44610)   \\!CAUTION  Toxic, avoid direct contact.\r\n\n\n• Uranyl acetate dihydrate \\(Sigma-Aldrich, Fluka cat.no. 73943)  \r\n\n\n   \\!CAUTION  Toxic, work under a fume hood. \r\n\n\n• Lead\\(II) citrate tribasic trihydrate \\(Sigma-Aldrich, cat.no. 15326)  \r\n\n\n  \\!CAUTION  Toxic, work under a fume hood.\r\n\n\n• Hydrochloric acid, 37% \\(Carlo Erba, cat. no. 403-871) \r\n\n\n   \\!CAUTION Highly corrosive; cause burning; avoid direct contact; use safety gloves, glasses and a fume   hood.\r\n\n\n• Sodium hydroxide \\(Prolabo, Gen-Apex, cat. no. S-26-37/39-45) \r\n\n\n   \\!CAUTION Corrosive; avoid direct contact; use gloves, safety glasses and a fume hood.\r\n\n\n• Hydrogen peroxide, 30% \\(Prolabo, cat. no. 23619.231) \r\n\n\n   \\!CAUTION Causes burns; use gloves, safety glasses and a fume hood.\r\n\n\n• Potassium hydroxide \\(Sigma-Aldrich, cat. no. P-1767)  \r\n\n\n   \\!CAUTION Corrosive; avoid direct contact; use gloves, safety glasses and a fume hood.\r\n\n\n• Mowiol \\(Calbiochem-Novabiochem Corp., cat. no. 475904). \r\n\n\n• Heliobound-Light Curing Bonding Resin \\(Ivoclar-Vivadent, France). \r\n\n\n• Poly-2- hydroxyl-ethyl-methacrylate \\(Hydron, Sigma-Aldrich, cat. no. P-3932).\r\n\n\n\r\n\n\n• Supplementary Table 1| shows immuno-histochemical markers tested in these studies.\r\n\n\n\r\n\n\nREAGENTS SETUP \r\n\n\nAvertin \r\n\n\nWeight 2.2.2.-tribromoethanol \\(1.25 g) in a glass tube then add tertiary-amyl-alcohol \\(2-methyl-butanol) \\(1 ml). Vortex vigorously, then transfer in a flask containing 100 ml NaCl \\(0.9% wt/vol). Agitate until complete dissolution, for about 30 min at 37 °C, filter sterilize, aliquot and keep at 4 °C for ≤ 6 months. \r\n\n\n\\!CAUTION Sedative, poison; avoid direct contact; wear a mask.\r\n\n\n\r\n\n\nEnzymatic tissue dissociation solution \r\n\n\nSolubilize the lyophilized enzyme preparations \\(collagenase type I, collagenase type II-S, collagenase type IV-S) in adequate amount of IMDM to obtain 1% \\(wt/vol) stock solutions. Admix 1-ml aliquots from these 10x concentrated stock solutions in a new tube, complement the solution with 100 IU DNAse I, \\(RNase free), then dilute with IMDM to 10 ml final volume to obtain the 0.1% \\(wt/vol) working solution for each enzyme. \r\n\n\n■PAUSE POINT 10x concentrated stock solutions can be stored at -30 °C for ≤ 2 year. \r\n\n\n\r\n\n\nReticulocyte lysis buffer for mouse BM \r\n\n\nDissolve ammonium chloride \\(8.28 g) and potassium bicarbonate \\(1 g) in 900 ml d.w., add 0.5 M EDTA \\(pH8.0) \\(200 µl) and then adjust pH to 7.2 with 1 M HCl. Complete the volume to 1000 ml with d.w., filter sterilize, aliquot in 50-ml tubes and freeze at -30 °C until use.\r\n\n\n\r\n\n\nMyeloid long-term culture medium \\(My-LTCM) \r\n\n\nThe versatile My-LTCM, that supports haematopoietic, hepato-biliary, mesenchymal and cardiomyogenic cell growth, consists of basal IMDM \\(GIBCO, Paisley, UK) for human cells or α-MEM with 2 mM L-glutamine, ribonucleosides and ribonucleotides for mouse BM cells  supplemented with ascorbic acid \\(0.5 mg), myo-inositol \\(37 mg), folic acid \\(10 mg), β-MeEtOH \\(5x10<sup>-5</sup> mol), hydrocortisone hemisuccinate \\(2x10<sup>-6</sup> mol), horse serum 12.5% \\(vol/vol), fetal calf serum 12.5% \\(vol/vol) and 10<sup>5</sup> IU penicillin - 100 mg streptomycin per liter \\(all from Sigma).\r\n\n\n■PAUSE POINT Freeze filtered aliquots \\(50 ml) quickly at ≤-30°C for ≤ 6 month.\r\n\n\n▲CRITICAL STEP Upon withdrawal vortex the tube to avoid phase separation and then complete medium with β-MeEtOH \\(5x10<sup>-5</sup> mol) and hydrocortisone hemisuccinate \\(2x10<sup>-6</sup> mol). \r\n\n\n\r\n\n\nB-lymphocyte culture medium \\(B-CM) \r\n\n\nRPMI-1640 medium is complemented with 10 mM HEPES \\(pH7.2), 2 mM L-glutamine, 10% \\(vol/vol) selected FCS \\(HyClone, PERBIO Sci., Helsingborg, Sweden), β-MeEtOH \\(5x10<sup>-5</sup> M), recombinant cytokines rMu-IL7 \\(20 ng), rHu-IL6 \\(10 ng) and rMu-IL3 \\(5 ng) \\(PreproTech), 100 I.U. penicillin and streptomycin \\(100 µg) per ml. \r\n\n\n\r\n\n\nLong-term myelo-lymphopoietic switch culture<sup>37</sup>  \r\n\n\n\\(Box 1|)\r\n\n\n\r\n\n\nMSC CM\r\n\n\nDMEM or α-MEM, supplemented with preselected FCS 10% \\(vol/vol), glutamine \\(2 mM), 100 I.U. penicillin- streptomycin \\(100 µg) per ml<sup>37</sup>.\r\n\n\n\r\n\n\nEndothelial cell CM\r\n\n\nEGM-2 supplemented with rHu-EGF \\(10 ng), rHu-FGF-B \\(10 ng) \\(human basic fibroblast growth factor with heparine), BBE \\(12 µg)\\(bovine brain extract) \\(CC-4092), hydrocortisone hemisuccinate \\(1.0 µg) per ml, 5% \\(vol/vol) preselected FCS and antibiotics<sup>50</sup>. \r\n\n\n\r\n\n\nQuantitative assays for mesenchymal stromal cells \\(MStC), osteoblast \\(OB), adipocyte \\(Adi), stellate cell \\(Stell) and endothelial cell \\(Endo) colony forming units \\(CFU) \r\n\n\n\\(Supplementary Methods 1|)\r\n\n\n\r\n\n\nHydron bordering of culture dishes \r\n\n\nPrepare a 12% \\(wt/vol) Hydron stock solution in 100% ethanol using overnight agitation at 37 °C. Pipette 100 µl Hydron in a corner of a standard 25-sq cm culture dish maintained at a 45° angle and then allow the solution to flow around the borderline. Keep dishes horizontal under a sterile hood for 2 h allowing evaporation of ethanol completely, and then keep dishes closed until use. \r\n\n\n\r\n\n\nSilicon treatment of pipette tips and plastic tubes \r\n\n\nAdd 4 ml RepelSilan stock solution to 1 litre H<sub>2</sub>O acidified at pH 3.5 with acetic acid. Incubate for 15 min, wash in ethanol, rinse abundantly in H<sub>2</sub>O and dry.\r\n\n\n\r\n\n\nZn-7 fixative<sup>51</sup> \r\n\n\nFirst, prepare the working buffer, 100 mM Tris-HCl \\(pH 6.7), then dissolve 0.5% \\(wt/vol) ZnCl<sub>2</sub>, 18 mM Zn-tetrafluoro-acetate hydrate \\(F.W. 291.4) and 0.05% \\(wt/vol) Ca-acetate, successively. \r\n\n\n■PAUSE POINT The fixative can be stored at room temperature for a week, for 3 month at 4 °C or frozen at -30 °C for at least 1 y. \r\n\n\n\r\n\n\nBlotting haematons via alginate hydrogel for LSCM processing \r\n\n\n\\(Box 2|) \r\n\n\n\r\n\n\nWashing buffer for immunohistochemistry \r\n\n\n100 mM Tris-HCl buffer \\(pH 7.5), 0.9% \\(wt/vol) NaCl, 0.1% \\(vol/vol) NP-40 and 2% \\(vol/vol) normal blocking serum \\(TNNS)\r\n\n\n\r\n\n\nMowiol antifade solution \r\n\n\nWeight 6 g glycerol in a 50-ml conical centrifuge tube, add 2.4 g Mowiol while stirring vigorously, then add 6 ml H<sub>2</sub>0 at RT for 2 h. Admix 12 ml 0.2 M Tris buffer \\(pH 8.5) and solubilize  at 53 °C. Remove insoluble material by centrifugation at 5000 rpm for 30 min, transfer the cleared solution into glass vials with screw caps and keep aliquots at -30 °C. \r\n\n\n\r\n\n\nTissue clearing solutions\r\n\n\nTwo methods can be applied depending on the stability of coloured detection systems.\r\n\n\n\\(i) Fix organs in Zn-7 for 2 d, dehydrate in a graded series of ethanol and then in 100% acetone. Bone and cartilage are stained in Alcian blue-Alizarin red solution, respectively \\(Supplementary Methods 2|) and calcified matrix by the von Kossa reaction \\(Supplementary Methods 3|). Tissue samples are cleared by incubating in several changes of 1% \\(wt/vol) KOH in 20% \\(vol/vol) glycerin/H<sub>2</sub>O until complete transparency of tissues.    \r\n\n\n▲CRITICAL STEP Following clearing remove KOH by incubation successively in 20%, 50% and 100% \\(vol/vol) glycerine/ H<sub>2</sub>O.\r\n\n\n●TIMING The whole procedure lasts for 1 w. \r\n\n\n■ PAUSE POINT  Samples can be archived in 100% glycerine for ~1 y.\r\n\n\n?TROUBLESHOOTING Except bone and cartilage tissue samples become soft in 1% \\(wt/vol) KOH and disintegrate progressively after long \\(>7 d) treatment.     \r\n\n\n\r\n\n\n\\(ii) Enzymatic \\(acetyl-cholinesterase) and/or immune-histological \\(TRAP) reaction \\(Supplementary Methods 4| & 5|) can be proceeding to BB/MS-based tissue clearing. Fix samples in Zn-7 for 24 h and dehydrate in graded series of 30-50-70-90% \\(vol/vol) ethanol for ≥1 h and three changes in 100% ethanol for 1-2 d each. Proceed clearing in BB:MS \\(5:1 vol/vol) for 1 d, BB:MS \\(3:1 vol/vol) for 3 d and BB:MS \\(2:1 vol/vol) for permanent conservation.     \r\n\n\n▲CRITICAL STEP Perfect transparency of thick, solid tissues is difficult to achieve. Following ethanol dehydration apply a 3% \\(vol/vol) hydrogen-peroxide bath in ethanol for 2-4 h, dehydrate again prior to clearing.\r\n\n\n?TROUBLESHOOTING Colour fading may occur in archived samples variably, depending on the detection system. To avoid the loss of information prepare your images within a week."
        },
        {
            "header": "Equipment",
            "content": "_Perfusion device_\r\n\n\n• Dissection plate \\(20x15x2 cm) placed inside a larger tray \\(to collect effluent fluids)\r\n\n\n• Viewer with circular light source \r\n\n\n• Reservoir for PBS perfusion \\(1 liter sterile bottle) and alginate hydrogel \\(20 ml syringe, Terumo, Ref. SS+20ES1)\r\n\n\n• Infusion set including a plastic tubing \\(180 cm long), two three-way stopcock and a safety clamp \\(CODAN GmbH & Co KG, D-23738 Lehnsan; Ref. 43.4537) \r\n\n\n• Catheters, 1.0x32 mm \\(BD Venflon, cat. no. 321452); 0.4/0.6x19 mm \\(Harvard Instruments, cat. no. 26G)\r\n\n\n\r\n\n\n_Microsurgical instruments_ \r\n\n\n• Cordless trimmer to shave mice \\(Oster, cat. no. 78997-01) \r\n\n\n• Surgical scissors, sharp curved, L 41/2 inch \\(Sigma, cat. no. Z265969-1EA) and specimen forceps \\(Sigma, cat. no. Z168734-1EA)\r\n\n\n• Light-weight tweezers, bent tip \\(Cool Tools, Ref. TVZ-102)\r\n\n\n• Iris forceps, straight, serrated types, \\(World Precision Instruments, FL, USA, cat. no. 15914)\r\n\n\n• Iris forceps, straight, sharp, #55 \\(World Precision Instruments, FL, USA, cat. no. 14099)\r\n\n\n• Iris dissecting scissors, straight, sharp \\(World Precision Instruments, FL, USA, cat. no. 14393)\r\n\n\n• Carbon steel surgical blades, No. 11 \\(Ref. 0202) and No. 15A \\(Ref.0220), straight \\(Swann-Morton, Sheffield, England)\r\n\n\n• Stainless steel scalpel handles \\(Martin, Germany, Ref. 10-130-03)\r\n\n\n• Syringes, U-100 insulin \\(BD Micro-fine +Demi, 0.3 ml: 0.30 mm \\(30Gx8 mm)\r\n\n\n• Heating pad, disposable \r\n\n\n• Rodent anesthesia machine, isoflurane vaporizer \\(Parkland Scientific, Fl, USA; Ref. V3000PK) \r\n\n\n\r\n\n\n_Plastic materials_\r\n\n\n• Centrifuge tubes, 2 ml \\(Eppendorf LoBind, Sigma, cat. no. Z666513-100EA)\r\n\n\n• 5 ml polypropylene round bottom tubes \\(Falcon cat. no. 352063)\r\n\n\n• 15 ml polystyrene conical tubes \\(Falcon cat. no. 352095)\r\n\n\n• 50 ml polypropylene conical tubes \\(Falcon cat. no. 352070) \r\n\n\n• Filter sterilizer, 0.20 µm \\(Sartorius, Minisart, Ref. 165632)\r\n\n\n• Cell strainer, 40 µm, nylon \\(BD Falcon, Ref. 352340)\r\n\n\n• 35×10 mm style polystyrene Petri dishes; \\(Greiner Bio-One; Ref. 607102)\r\n\n\n• Super polyethylene vial, 20 ml \\(Packard BioScience Company, The Netherlands; cat. no. 6008117)\r\n\n\n• Cell scraper \\(83.183 Sarstedt, Inc. Newton, USA)\r\n\n\n\r\n\n\n_Stereomicroscope_ \r\n\n\n• Zeiss, STEMI-SV9 equipped with dark-field illuminator and disposable camera. \r\n\n\n\r\n\n\n_Handheld digital microscope_\r\n\n\n• Celestron, Model # 44302, \\(Torrance, California, USA)\r\n\n\n• LED illumination, Power Zoom 10x, 40x & 150x\r\n\n\n• Built-in 1.3mp for snapshot images and videos\r\n\n\n\r\n\n\n_Inverted microscope equipped with a lateral camera adaptor_ \r\n\n\n• Zeiss ICM-405\r\n\n\n• Heating surplatine \\(cat. no. 411860-9086-000) \r\n\n\n• Video camera \\(SonyCCD) \r\n\n\n• Metamorph image acquisition system \r\n\n\n\r\n\n\n_Laser Confocal-Scanning Microscopy_ \r\n\n\n• LSM-510 Meta \\(Carl Zeiss SAS, LePecq, France)  \r\n\n\n• Microscope Zeiss Axiovertr 200M \\(Carl Zeiss SAS, Le Pecq, France)\r\n\n\n• Lenses: 1x/0.5 Fluar, 20x/0.5 Plan Neofluar, 40x/1.2 C-Apochromat, 40x/0.75 Achroplan & 63x/1.4 Plan-Apochromat \\(Carl Zeiss SAS, Le Pecq, France)\r\n\n\n• Laser Ar-ion \\(Lasos LGK 7812 ML4)\\(LASOS Lasertechnik GmbH, Jena, RFA); excitation bands: 458 nm, 477 nm, 488 nm & 514 nm \r\n\n\n• Laser HeNe1 \\(Lasos LGK 7786P)\\(LASOS Lasertechnik GmbH, Jena, RFA); excitation band: 543 nm\r\n\n\n• Laser HeNe<sub>2</sub> \\(Lasos LGK 7628-1)\\(LASOS Lasertechnik GmbH, Jena, RFA); excitation band: 633 nm\r\n\n\n• LSM softwar 3.2 image acquisition systeL \r\n\n\n\r\n\n\n_FACS analysis and single-cell sorting_<sup>50, 54</sup> \r\n\n\nFlow cytometry was carried out using a Becton Dickinson FACS-Diva equipped with an Enterprise IIC water cooled laser \\(488/350 nm) and a Spectra Physics Helium-Neon Laser \\(633 nm). Hoechst<sub>33342</sub> was excited at 350nm, and fluorescence was measured with a 450-DF20 BP filter \\(Hoechst BLUE) and a 675-DF20 BP optical filter \\(Hoechst RED). A 610-SP dichroic mirror was used to separate the emission wavelengths. For phenotypic analysis, PE or Pyronin-Y was excited at 488 nm and emission at 575 nm and APC was excited at 633 nm and emission at 670 nm. \r\n\n\nDead cells were systematically excluded displaying the SSC versus 7AAD \\(PE-Cy5A) profile, then HSCs were enriched by different strategies.\r\n\n\n\\(i) Living cells were gated in SP and MP populations and then they were resolved according to Sca1-FITC/c-kit-PE/CD150 \\(SLAM)-APC expression. \r\n\n\n\\(ii) Linneg population was gated by exclusion of Lin<sup>pos</sup> \\(CD3e, CD11b, B220, TER119, Ly6G/Ly-6C \\(Gr1)<sup>52</sup> cells using biotinilated primary antibodies and Streptavidin-APC-Cy7 fluorescence. Linneg cells were then resolved according to Hoechst blue versus red fluorescence \\(H-b/r). A gate was placed to separate H-b/rhigh from H-b/rlow-neg cells allocated at the lip region. These cohorts, termed medium and side populations \\(MP and SP respectively) were resolved further by Sca1-FITC/c-kit-PE/CD150\\(SLAM)-APC or Sca1-FITC/c-kit-PE/Tie2-Cy7 expression.   Cells were phenotyped and sorted either as whole population or as single-cell deposits for in vitro or in vivo functional studies.  \r\n\n\n\r\n\n\nTransmission electron microscopy \\(TEM)\r\n\n\nHaematon isolates are fixed, dehydrated and embedded in DurcupanACM<sup>36</sup> or Unicryl<sup>37</sup>. Ultrathin sections are cut with a Reichert-UM2 \\(or equivalent) ultra-microtome, stained by uranyl acetate and lead citrate and examined under a JEOL 100C EM at 100-kV accelerating voltage.\r\n\n\n\r\n\n\nMicro Computer Tomography \\(micro-CT) \r\n\n\nSelected skeletal segments were analysed using a micro-CT instrument \\(SKYSCAN 1172 X-ray Microtomograph, Kontic, Belgium), operating with an X-ray source from a sealed micro-focus X-ray tube with a spot size of 8 µm, a resolution of 17.7 µm and using a cone-beam volumetric reconstruction algorithm. We used a 0.5 mm Aluminium filter to “harden” and even-out the X-ray beams. Samples were scanned at 360° rotation at 0.7 degree intervals. The X-ray scatter generated on the surface of the samples was subtracted using beam hardening correction algorithm at the level of 60% \\(Skyscan, Kontic, Belgium). For reconstruction of 3D images we used the cone-beam volumetric algorithm \\(Feldkamp)<sup>53</sup>."
        },
        {
            "header": "Procedure",
            "content": "**Euthanasia and laparotomy**\r\n\n\n1| Euthanize mice \\(inject i.p. 12.5 µg Avertin in 100 µl NaCl per 10 g body weight or use 1.5-2% isoflurane inhalation, TEM Sega, France), shave with electric trimmer, disinfect in 70% \\(vol/vol) ethanol for 1 min then immobilize at the back-down position on the dissection pad \\(Styrofoam or equivalent support) by the fore,- and hind -limbs using elastic rings. Place the platform under a viewer light source. \r\n\n\n●TIMING After a single Avertin injection mice become immobile within 2-3 min, remain anesthetized for 15-20 min and will recover within 30-60 min. \r\n\n\n\\!CAUTION Animal experiments are to be performed in accordance with institutional and national guidelines. Respect death criteria rigorously prior to any surgical interventions \\(immobility, eyeball blinking, heart beating, breathing and inertia to pain).  \r\n\n\n\r\n\n\n2| Cut the skin first from the pubis along the sternum and then the wall of abdomen using scissors and forceps, then fix the skin aside by pins. Pull the liver carefully, cut the diaphragm and then cut the ribs along the chondro-osseuse joints bilaterally; turn-up and immobilize the sternum by a needle \\(G 22) to uncover the heart. Rinse the thorax and abdomen with Ca\n2+\n, Mg\n2+\n-free PBS supplemented with 10 mM EDTA. Lift the liver and digestive tube and dislodge on the left side gently to facilitate trans cardiac perfusion.\r\n\n\n?TROUBLESHOOTING Keep main blood vessels intact and avoid visceral tissues to compress. \r\n\n\n\r\n\n\n**Whole-body perfusion**\r\n\n\n3| Hold the heart with lightweight tweezers and introduce the butterfly cannula \\(BD Venflon, 0.8x32 mm) via the heart apex and left ventricle into the ascending aorta. Hole the right atrium and perfuse mice with 20-30 ml pre-warmed 0.9% \\(wt/vol) NaCl \\(37 C°, 110 cm height/pressure). \r\n\n\n● TIMING 10 min \r\n\n\n■ PAUSE POINT Continue either with Fig. 1 C| micro-dissection, Fig. 1 D|  BM fractionation \\(Supplementary Video 1a-d), Fig. 1 E|, F|, G| and H| quantitative determinations, Fig.1 I| laser scanning confocal microscopy,  Fig.1 J| transmission electron microscopy or Fig.1 K| µCT imaging.\r\n\n\n\r\n\n\n**Microdissection and fractionation of mouse femoral BM** \r\n\n\nSupplementary Video 1a-d|: Microdissection of femur under the stereomicroscope\r\n\n\n4| Strip the hind limbs, dissect femurs aseptically and cut muscle and tendon under 4 ml PBS containing 0.5% \\(wt/vol) BSA containing double strength antibiotic-antimycotic solution at +4 °C in a 60 mm Petri dish. Detach and remove the distal epiphysis. Rinse, then transfer cleaned femurs in a 35 mm Petri dish containing 4 ml IMDM containing 4% \\(vol/vol) FCS. \r\n\n\n■ PAUSE POINT Cleaned femurs in IMDM/4% FCS can be pooled on ice for a few h.\r\n\n\n● TIMING Preparation of two femurs takes 20 min.\r\n\n\n\r\n\n\n5| Place the dish under the dissection microscope. Hold the femur firmly with serrated forceps, section the distal spongiosa in halves and then bisect the compact diaphysis bone longitudinally making tiny, continuous holes using a sharp scalpel \\(#15A) along one side and then along the opposite side of femur. Open the two halves to uncover the BM shaft. \r\n\n\n▲CRITICAL STEP To recover the whole, intact marrow parenchyma, apply the fine scalpel carefully to make tiny holes only in the bone along the femur. Change medium to remove joint, bone spikes or muscle fragments prior to BM fractionation.  \r\n\n\n?TROUBLESHOOTING Hardness of the cortical bone varies with age and is different in low or high bone-density mouse strains. The instruments should be adapted accordingly, for example, use watchmaker forceps and 25 G needle to bisect femurs in perinatal and young mice.  \r\n\n\n\r\n\n\n6| BM attaches to the endosteal bone surface by different forces depending on the anatomical locations, i.e. loosely at the cylindrical diaphysis and firmly at the spongy metaphysis \\(Fig.2| and Fig.3|). Following longitudinal bisection of femur aspirate the BM shaft from the central diaphysis using a 200-µl pipette tip and transfer this in a polystyrene tube filled with 2 ml IMDM supplemented with 2% \\(vol/vol) FCS \\(Tube-B). Dilacerate the metaphyseal spongiosa by fine scalpels to open the spongy meshwork, remove the loosely attached suspension and haematon nodules by harmless trituration and then pool this fraction in Tube-B. Scrape out the whole, inner endosteal/spongy bone cushion and transfer this pellet into Tube-C. \r\n\n\nSeparate the whole, pooled BM parenchyma \\(Tube-B) into two fractions, i.e. the buffy coat suspension and haematon nodules. Dissociate and erode the whole BM by three up-and-down aspirations via a 23 G needle and then allow nodules to settle during 10 min on ice. Transfer the supernatant suspensions in a 15-ml tube \\(Tube A). Add 1 ml fresh medium to the pellet and repeat the dispersion/erosion step two times using 25 G needles. Pool the supernatant suspensions to constitute the buffy coat fraction and conserve the nodular pellet containing haematons. \r\n\n\nThe procedure results in three defined fractions: Tube A - Fraction 1: buffy coat single-cell suspension; Tube B - Fraction 2: nodular haematon units and Tube C – Fraction 3:  endosteum/spongy bone \\(EOSB) containing firmly attached BM, mainly haematons,\nSee figure in Figures section.\n\\(Fig. 2|\nSee figure in Figures section.\n)\nSee figure in Figures section.\n**Enumeration of haematon units**\r\n\n\n7| Native haematon isolates. Stir up the purified haematon pellet in 1 ml standard culture medium \\(Zn-7 fixative can be used instead). Transfer 50 µl aliquot on a cleaned glass slide, remove occasional bone spikes and bubbles under the stereomicroscope and then cover the preparation with a 60x25 mm cover slip. Count compact aggregates under the microscope at low magnification \\(Fig. 2B|). \r\n\n\n●TIMING 15 min \r\n\n\n▲CRITICAL STEP Native haematons may occur in larger co-aggregates \\(see for example Fig.3Ba| and Fig.3Bb|). Continue mild dispersion through a 25G needle, or use digital image erosion36 to recognize and count individual haematon units. \r\n\n\n\r\n\n\n8| Haematon counting in short-term and long-term organotypic culture \\(Hem-LOC). Plate aliquots in Hydron bordered 25-sq cm flask filled with 4 ml My-LTCM and incubate the cultures in a CO\n2\nincubator at 33 °C. Count haematons at d4 appearing either as rolling/slightly adherent spheroids or fully adherent cobblestone area forming islands \\(CAFI) under the phase-contrast inverted microscope. \r\n\n\n●TIMING Counting discrete CAFIs in a 25-sq cm flask takes ˂5 min.\r\n\n\n\r\n\n\nContinue the culture and apply weekly half depopulation and replacement of medium by fresh My-LTCM. Count CAFIs again at d35 \\(Fig. 2B| and Fig. 4Ab).  \r\n\n\n▲CRITICAL STEP Under the above conditions ≥90% of haematons become adherent and flattened but keep their structural integrity and maintain cell production for several weeks. \r\n\n\n?TROUBLESHOOTING The absence of structural integrity indicates for inadequate culture medium or culture conditions. \r\n\n\n \r\n\n\n9| Extrapolate the data from 7| and 8| for the whole femur \\(or other skeleton segment), represent graphically and calculate correlation \\(Fig. 2B|). \r\n\n\n\r\n\n\n**Functional analysis of haematons ex-vivo using video-microscopy, FACS, clonal bioassays and IH/LSCM**\nSee figure in Figures section.\n\\(Fig 3|\nSee figure in Figures section.\n)\nSee figure in Figures section.\n10| Purified haematons maintain their functional activities and produce haematopoietic cells for several weeks in vitro allowing the persistence of HSCs to investigate. We have shown the application of haematon cultures in three domains.    \r\n\n\n\\(i) Comparative investigation of HSCs with myelo-lymphopoietic potentials\n38\n\\(Box 1|).\r\n\n\nWe have adapted this protocol and shown previously that haematon units can be identified, purified and analysed also from other blood-forming tissues.  \r\n\n\n\\(ii)Foetal mouse liver\nSAR-2-3,-6\n:\\(Fig.4Ac| and Fig.4Ad| and Supplementary Video 5|).\r\n\n\n\\(iii)Adult human BM\nSAR-5,-6,-8\n:\\(Fig.4Ae| and Fig.4Af| and Supplementary Video 6|).\r\n\n\n\r\n\n\nDissociation of BM fractions for single-cell \\(clonal) analyses \r\n\n\n11| Spin down the BC, haematon and endosteum fractions for 7 min at 400g and discard the supernatants.\r\n\n\n\r\n\n\n12| Add 200 µl enzyme cocktail \\(0.1% wt/vol collagenase type-I,-II,-IV and 10 I.U. DNase-I) for one femur equivalent pellet at 37°C for 30 min; triturate cells by a 200-µl silicon coated pipette tip at 5-10 min intervals. Stop digestion by 2 ml ice-cold IMDM containing 2% \\(vol/vol) FCS, let resistant aggregates to settle down for 5 min and transfer the supernatants in new 4-ml tubes \\(labelled respectively Pool -A, B and C as above) at +4°C. \r\n\n\n\r\n\n\n13| Add 200 µl collagenase-dispase-hyaluronidase solution to the residual aggregates for an additional 8 min at 37°C. Transfer the suspension to POOL tubes and dilute with 4 ml IMDM containing 2% \\(vol/vol) FCS on ice. Centrifuge \\(400 g, 7 min, +4°C), wash the pellets twice in IMDM containing 2% \\(vol/vol) FCS and then filter through a 30-µm mesh nylon filter.\r\n\n\n? TROUBLESHOOTING Verify cryptic haematopoietic cells in the residual bone pellet. Add 1 ml Ca-free PBS containing 5 mM EDTA twice, for 5 min each. Force the bony pellet repeatedly using the soft piston from a 1-ml Terumo syringe in order to recover firmly attached cells from the bone surface.  \r\n\n\n▲CRITICAL STEP Working with new enzyme batches, verify the kinetics of tissue dispersion by microscopic analysis of resident tiny aggregates and expression level of Sca-1 and c-kit antigens using FACS \\(Supplementary Fig.1|). \r\n\n\n■ PAUSE POINT BM fractions can be stored overnight in IMDM supplemented with 4% \\(vol/vol) FCS at +4 °C for subsequent analysis.   \r\n\n\n\r\n\n\n**FACS analysis and HSC sorting**\nSee figure in Figures section.\n\\(Fig 4|\nSee figure in Figures section.\n)\nSee figure in Figures section.\n14| Count nucleated cells in a haemocytometer using RBC lysis solution and then adjust cell concentration to 0.5-1x10\n6\ncells per ml PBS containing 4% \\(vol/vol) FCS. Transfer 10 ml suspensions in conical 15-ml tubes.\r\n\n\n\r\n\n\n15| Add 5 µL Hoechst\n33342\nstock solution \\(10 mg ml\n-1\n) per 10 ml cell suspension and incubate samples at 37 °C in the dark for 60 min; suspend cells at 15 min intervals. Chill samples on ice, spin down cells for 7 min at 400g at +4 °C and then wash the pellet once in 12 ml PBS containing 4% \\(vol/vol) FCS. Discard the supernatant and leave 50 µl staining medium over the cells.\r\n\n\n\r\n\n\n16| Remix cells in 200 µl medium and add 5 µl biotin-conjugated lineage marker antibodies. \\(Supplementary Table 2|). Incubate cells on ice for 30 min then wash twice with 10 ml medium. \r\n\n\n\r\n\n\n17| Stir up 10\n7\ncells in 90 µl PBS containing 5% \\(vol/vol) normal rat serum and 0.05% \\(wt/vol) NaN\n3\nthen add streptavidin-APC-Cy7 \\(1/100), anti-Sca-1 \\(FITC, 1/200), anti-c-kit \\(PE, 1/100) and anti-CD150 \\(APC, 1/50) antibody stock reagents on ice. \r\n\n\n\r\n\n\n18| Incubate cells on ice for 60 min and add 10 µl 7-AAD stock solution during the last 10 min of labelling. Dilute samples with 4 ml ice cold IMDM containing 4% \\(vol/vol) FCS medium then filter the suspensions through 40-µm nylon meshes in 4-ml polystyrene FACS tubes. Spin down cells, discard supernatant and suspend cells in 1 ml IMDM complemented with 4% \\(vol/vol) FCS on ice for immediate FACS analysis and sorting. \r\n\n\n \r\n\n\n19| Analyse and sort cells by FACSvantage. Use standard settings \\(Supplementary Table 3|) and compensations for each fluorochrome calibrated on respective isotype controls. \r\n\n\n\r\n\n\n20| At this point  putative HSCs in discrete BM fractions can be compared quantitatively either in the whole populations or in FACS enriched single cell fractions using in vitro cell-cycle analysis and proliferation kinetics, in vivo spleen colony forming unit \\(CFUs) frequencies and/or competitive marrow repopulating ability \\(CMRA) frequencies. \r\n\n\n\\(A) Cell-cycle analysis\n54\n\\(i) Sort presumptive HSCs \\(Sp-KSL) \\(≥ 10\n3\ncells per fraction) in ice-cold PBS complemented with 4% \\(vol/vol) FCS, and keep cells at 4 °C for 15-45 min. \r\n\n\n▲CRITICAL STEP This helps to minimize cell shape deformations.\r\n\n\n\\(ii) Spin down the cells \\(400g, 7 min) then suspend the pellet in 5 ml cold 4% \\(wt/vol) PFA for 10 min.\r\n\n\n\\(iii) Spin down fixed cells then suspend the pellet gently in 200 µl staining buffer \\(PBS) containing 10 µg ml-1 Hoechst33342 and 1.0 µg ml-1 Pyronin-Y. Stain cells for 1 h at RT then wash in 5 ml PBS.\r\n\n\n\\(iv) Analyse PY and Hoechst blue fluorescence by FACS\n54\nas indicated in Supplementary Table 3|.     \r\n\n\n \r\n\n\n**Clonal assays**\r\n\n\n\\(B) Single-cell in vitro growth kinetics \r\n\n\n\\(i) Sort presumptive HSCs \\(e.g. Sp-KSL) individually into round-bottomed 96-well plates, previously filled with 150 µl My-LTCM supplemented with early acting growth factors \\(40 ng mSCF, 10 ng mVEGF, 10 ng mFlt3-L, 5 ng hTPO and 5 ng hIL-11). Incubate cells at 37 °C in humidified air with 5% CO\n2\n.\r\n\n\n\\(ii) Count cells in wells initially at 12-24 h intervals under an inverted microscope. Cell number can be estimated between about 300 and 30.000 cells per well taking advantage of the round-shape of colonies and arrangement of cells in a single layer. Enumerate cells forming the “radius” of the colony \\(see Fig. 4Bc), then calculate surface value representing the total cell number per colony \\(n=r\n2\nπ). Cell numbers over 30.000 cells per colony \\(i.e. when r≥100) are counted from small \\(i.e. 15 µl) aliquots following suspension.\r\n\n\n\\(iii) At day 14 split individual cultures in aliquots by transferring 1/3 of the suspensions in new wells containing 100 µl cytokine supplemented fresh medium. Continue cell production in each well until the acrophase and decline of the actuary growth curve. Analyse clones according to length of cell-cycle quiescence, expansion potentials, total cell number and phenotype \\(Giemsa stained spin preparation; FACS)\n52, 55, 56\n. \r\n\n\n\r\n\n\n\\(C) Spleen colony forming unit \\(CFU-S)\n36\nusing Rosa26 donor cells and competitive marrow repopulating ability \\(CMRA) assays\r\n\n\n \\(i) Irradiate wild type, male host mice \\(C57/B6-CD45.2 phenotype; 2-4 month old, 6 per group) at 9.5 Gy on day -1 of graft injection.\r\n\n\n\\(ii) Sort increasing number of presumptive HSCs, \\(i.e. 10, 30 or 90 Lin\nneg\nSpSK cells) in individual wells containing 100 µl IMDM containing 0.5% \\(vol/vol) BSA, either from ROSA-26 BM for CFUs and CRU assays, or from C57/B6-CD45.1 mice for CRU only assay. \r\n\n\n\\(iii) Add to the sorted donor cells 10\n5\nnormal competitor C57/B6-CD45.2 BM cells in 100 µl IMDM containing 0.5% \\(wt/vol) BSA  per well then inject the totality of cells in 200 µl i.v. using 30G \\(0.3x8 mm) insulin syringes via the retro-orbital plexus.\r\n\n\n\\(iv) Spleen colony-forming unit \\(CFU-S\nd12\n) assay, splenectomy and identification of ROSA-26 donor-derived colonies \r\n\n\n\\(Box3|)  \r\n\n\n\\(v) CMRA assay\n57, 58, 59\nAnalyse blood cell chimeras in transplanted mice at ≥4 months. Take 50 µl peripheral blood from the retro-orbital plexus into heparinised syringes, dilute in 1 ml PBS containing 20 IU heparin and keep on ice until processing. Centrifuge at 400g for 5 min then carefully remove the supernatant. Remix pellet for 5 sec then add 1.6 ml RBC lysis buffer for 2 min at RT; stop osmotic lyses immediately when red colour turns deeper by adding 200 µl FCS and centrifuge cells at 4 °C. Remix the pellet in ice-cold 1 ml PBS containing 4% \\(vol/vol) FCS. \r\n\n\n\r\n\n\nAnalyse donor derived cells by FACS, using rat anti-mouse CD45.1, FITC conjugated antibody or by the fluorescent substrate FDG \\(FITC channel) when ROSA26 donor cells were used. Quantify B-cells by B220 \\(APC) and myeloid cells by CD11\\(Gr)\\(PE) RaM antibodies.  \r\n\n\n\r\n\n\n\\(vi) Detect intracellular FDG positive cells according to the protocol provided by the furnisher \\(Molecular Probes/Invitrogen) \r\n\n\n\\(vii) Apply standard statistical methods for calculation cell frequency or CMRA\n57, 58\n**Topographical mapping of haematon units** \r\n\n\n21| Apply coloured hydrogel angiography to reveal tissue units in solid organs and to investigate analogous haematon units in relation with the vascular system along the femur \\(Fig. 3|)\nSAR-6,-8,-9,-10\n. Bisect femur following hydrogel casting and Zn-7 fixation, wash in pH 6.2 buffer and remove loosely attached cells by gentle agitation through a 200-µl pipette in a Petri dish. \r\n\n\n▲CRITICAL STEP Careful dilaceration of the BM shaft facilitates diffusion of reagents.  \r\n\n\n\r\n\n\n\\(i) Replace buffer by acetyl-cholinesterase reaction solution for 3-4 h at RT in the dark \\(Supplementary Method 4). Wash the preparation in Tris buffer, fix again in Zn-7 at RT for 30 min, dehydrate in 30, 50 and 70% \\(vol/vol) ethanol for 30 min then rehydrate in 100 mM Tris at pH8.1. \r\n\n\n\r\n\n\n\\(ii) Aspirate washing buffer and add 5 ml alkaline phosphatase reaction solution\r\n\n\n\\(Supplementary Method 6) until background colouration starts to appear \\(usually 30-40 min).\r\n\n\n \r\n\n\n\\(iii) Stain bone with Alizarin red and cartilage with Alcian blue overnight at 37 °C. Clear background colouration by repeated changes in 1% \\(wt/vol) KOH/20% \\(vol/vol) glycerin bath. \r\n\n\n\\(Supplementary Method 2)\r\n\n\n\\(iv) Clear in 1% KOH as above then analyse and photograph the tissue under dark-field stereomicroscopy.        \r\n\n\n\r\n\n\n**Laser confocal-scanning microscopy \\(LCSM)**\r\n\n\n22| Fig. 1| guides the preparation of native \\(A-D-I) haematon particles for 3D LCSM.\r\n\n\n\r\n\n\n23| Fix haematons in Zn-7 for 4-24 h at 4 °C; wash 3x1 h in 100 mM Tris-HCl buffer pH7.5\r\n\n\n▲CRITICAL STEP Manipulate haematon isolates using silicon-coated pipette tips and centrifuge tubes. \r\n\n\n\r\n\n\n24| Immobilize haematon particles in a fine sheet of alginate hydrogel. \r\n\n\n\\(Box 3|)\r\n\n\n▲CRITICAL STEP This step is indispensable for multicolour labelling to protect from disintegration and for investigation of haematon particles containing abundant lipocytes/adipocytes that make them sticky and floating \\(for example human BM haematons)\r\n\n\n\r\n\n\n25| Proceed with haematon staining for identifying HSCs and niche-forming cells either by external membrane-localized markers, ECM components or by intracellular markers. \r\n\n\n \r\n\n\nLabeling for putative HSCs, extracellular matrix and morphogen molecules\r\n\n\n\\(i) Saturate non-specific binding sites in 100 mM Tris-HCl buffer \\(pH7.5), 0.9% \\(wt/vol) NaCl containing 2% \\(vol/vol) normal rat serum \\(TNRS) for 2 h. \r\n\n\n\r\n\n\n\\(ii) Add to the alginate embedded haematon preparation in 200 µl TNRS biotinylated rat anti-Tie2 MoAb \\(1:50 dilution) for 2 h.\r\n\n\n\r\n\n\n\\(iii) Wash 3x20 min in 2 ml buffer at 4 °C. Add in 200 µl TNRS buffer 1:100 diluted streptavidin-APC/Cy7 and directly conjugated fluorochrome-labelled primary rat Abs to Sca-1 \\(1:100, FITC), c-kit \\(1:100, PE) and CD150 \\(1:50, APC).\r\n\n\n\r\n\n\n\\(iv) Add DAPI 1.0 µg ml-1 at the last step for 30 min. \\(optional)\r\n\n\n\r\n\n\n\\(v) Wash the sheet of haematons \\(2x1 h) in TNRS then remove buffer completely using a 30G needle.\r\n\n\n\r\n\n\n\\(vi) Add 50 µl Mowiol prior to transfer and mounting on microscope slide.\r\n\n\n\r\n\n\nLabeling niche-forming cells and intracellular components \r\n\n\n\\(i)  Following Zn-7 fixation and wash dehydrate haematons through 30-50 and 70% \r\n\n\n\\(vol/vol) ethanol in d.w. \\(15-15-60 min, respectively) \r\n\n\n■ PAUSE POINT Samples can be stored overnight in 70% \\(vol/vol) ethanol at 4 °C. \r\n\n\n\r\n\n\n\\(ii) Rehydrate first in Tris-HCl then incubate in 100 mM Tris-1% \\(wt/vol) albumin-0.1% \\(vol/vol) Triton X-100 pH7.5 \\(TAT washing buffer) containing 5% \\(vol/vol) normal blocking serum. \r\n\n\n▲CRITICAL STEP Aliquot identical cohorts of haematon particles for parallel labelling purposes\r\n\n\n\r\n\n\n\\(iii) Add to pellet primary antibody \\(1/20 to 1/100 dilution;  1 µg Ab per 10\n6\ncells) in TAT for 6-16 h.\r\n\n\n\r\n\n\n\\(iv) Wash pellet 3-times in TAT containing 2% \\(vol/vol) normal serum for 30 min.\r\n\n\n\r\n\n\n\\(v) Add biotin conjugated secondary antibody at 1/100 dilution for 4-6 h \\(or alternative reagent), wash in TAT twice then add TAT containing 5% \\(vol/vol) NRS for 60 min. \r\n\n\n\r\n\n\n\\(vi) Add to 2 µl streptavidin-PE \\(or 2 µl streptavidin-Alexa-546) and fluorochrome conjugated primary antibodies \\(2 µl Sca1-FITC, 4 µl CD150-APC) in 200 µl TAT containing 5% \\(vol/vol) normal rat serum for 6-16 h.  \r\n\n\n\r\n\n\n\\(vii) Add DAPI 1.0 µg ml-1 at the last step for 30 min. \\(optional)\r\n\n\n\r\n\n\n\\(viii) Wash 3x1 h in TAT at 4 °C. \r\n\n\n\r\n\n\n26| Proceed montage for LSCM analysis. Transfer haematons in 40 µl Mowiol on clean Superfrost slide, remove occasional thick clumps under the stereomicroscope, place the coverslip \\(15x15 mm) and then stick the coverslip with nail polish to hinder evaporation. \r\n\n\n■ PAUSE POINT The preparations can be stored for several weeks at +4 °C in the dark. \r\n\n\n\r\n\n\n27| Acquire image series under the LSCM and produce 3D animation \r\n\n\n\\(EQUIPMENT SETUP)\r\n\n\nIn our settings confocal images are presented as Z-stack projections; 30–90 optical sections in 0.2–2.0 µm increments. 3D reconstructed projections shown in Fig.3Bc-f and in the supplementary Movie 2| was generated using LSM510 software v3.0 \\(Carl Zeiss MicroImaging, Inc.) For figure preparation, Adobe Photoshop vCS3 was used for adjustments of brightness and for colour balance.\r\n\n\nLCSM 3D animation \r\n\n\nSupplementary Video 2| \r\n\n\n\r\n\n\n**Transmission electron microscopy** \\(TEM)\r\n\n\n28| Sample preparation and analysis\r\n\n\n\\(i) Fix haematon isolates in 2% \\(wt/vol) paraformaldehyde or 4% \\(wt/vol) glutaraldehyde in 0.1 M Na-cacodylate buffer \\(pH 7.2) for 2-4 h at +4°C.\r\n\n\n\r\n\n\n\\(ii) Wash the haematon pellet three times 1 h in Ca-free buffer at +4°C.\r\n\n\n\r\n\n\n\\(iii)Protect haematons from disintegration by admixing 1% \\(wt/vol) alginate pre-polymer in 0.9% NaCl \\(wt/vol), collection on a 30 µm mesh filter, followed by polymerization of the filter retained haematons in a thin layer of alginate using 0.9% NaCl bath containing 10 mM CaCl\n2\n. Identify representative haematons and cut with the alginate layer under a stereomicroscope for processing.   \r\n\n\n●TIMING  One to 2 d.\r\n\n\n\r\n\n\n\\(iv) Dehydrate in graded series of ethanol and propylene dioxide.\r\n\n\n\r\n\n\n\\(v) Proceed inclusion according to standard technique provided by the manufacturer.\r\n\n\n●TIMING  Three to 4 d.\r\n\n\n\r\n\n\n\\(vi) Cut semi-thin \\(0.5-1 µm thin) or ultrathin \\(gold to silver colour) sections with a Reichert-UM2 microtome and collect sections either on a clean microscope slide or formvar-coated micro-grid, respectively.\r\n\n\n\r\n\n\n\\(vii) Stain semi-thin sections in hematoxilin/fast green or in 2% toluidine blue solution containing 60% sucrose at 90°C for 2 min. and stain thin sections by uranyl acetate and lead citrate in sequence.\r\n\n\n●TIMING  Two to 3 d.\r\n\n\n\r\n\n\n\\(viii) We studied samples under a JEOL 100C EM at 100-kV accelerating voltage.\r\n\n\n\r\n\n\n**Micro-Computer Tomography \\(micro-CT)**\r\n\n\n29| Sample preparation \r\n\n\n\\(i) Dissect the bone sample and remove the surrounding soft tissues.\r\n\n\n\r\n\n\n\\(ii) Dehydrate the bone in 30-50-70% \\(vol/vol) ethanol \\(1 h each) and then rehydrate in d.w. in order to minimize bone deformation during measurement.\r\n\n\n\r\n\n\n\\(iii) Insert firmly a tiny, short pin at one side of the bone and seal this end on the central holder using light-curing bonding resin \\(Heliobond, Vivadent).    \r\n\n\n\r\n\n\n30| Scanning \r\n\n\nImmobilized bone samples were scanned at 360° rotation at 0.7 degree intervals.\r\n\n\n●TIMING  Six to 24 h, depending on the size of sample.\r\n\n\n\r\n\n\n31| Calculations \r\n\n\nFor reconstruction of 2D and 3D images we used the cone beam volumetric algorithm \\(Feldkamp). Measurements were made on the Region of Interest \\(ROI) × 1.5 mm Tissue Volume \\(TV) on the computer-reconstructed 3D samples. For selected skeleton segments seven parameters are calculated: 1) total bone volume, 2) total “empty” volume, corresponding to the BM parenchyma, 3) surface of intersection, which corresponds to the endosteal and spongy bone surface, 4) trabecular separation \\(plate model), 5) trabecular diameter \\(rod model), 6) trabecular separation, and 7) trabecular number\n53\n."
        },
        {
            "header": "Timing",
            "content": "The estimated time of consecutive steps are indicated through the whole procedure."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting is indicated following each basic procedure."
        },
        {
            "header": "Anticipated Results",
            "content": "Stem cell niches are critical, constitutive elements of tissue units in most self-renewing organ, therefore it can be expected that deciphering the entity of haematons will provide theoretical information for better understanding the physiology and pathology of blood forming tissues. Moreover, the use of haematon isolates provides unique tools to investigate HSC niches in blood-forming tissues of other vertebrates and to elaborate new tissue engineering strategies in human.   \r\n\n\n\r\n\n\n_Cell yields, haematon recovery and micro-CT morphometry_\r\n\n\nWhole body perfusion, longitudinal and/or transversal dissection of long bones permits recovery of the whole haematopoietic marrow and surrounding endosteum from mouse foetal or postnatal BM; this ensures minimal cell loss and minimizes contamination by blood cells and the compact bone. Fractionation of the whole marrow in three defined compartments \\(buffy coat suspension, haematons and endosteum-associated cells), followed by dissociation of these isolates to single cell suspension provides a novel and easily reproducible tool for the analysis of HSCs and niche-forming cells in discrete anatomical and histologically defined compartments. Supplementary Table 4| shows examples of cell yields that can be expected in the whole or fractionated BM using 3-6 month old C57/B6 male mice. Comparative analysis indicates significant difference in number of TNCs, haematons and colony-forming stroma cells among discreet BM isolates. Frequency analysis of data may reveal localized, physiological association among rare cells in the marrow microenvironment.\r\n\n\n\r\n\n\n_Quantitative and functional analysis of the haematon ex-vivo_\r\n\n\nNative or hydrogel casted haematons demonstrate a surprising biophysical stability. This allows their manipulation counting and long-term follow up in culture. Due to their integrity the haematons are ideal for structural-functional investigations, for example, applying video-microscopy in organotypic culture. The use of cells carrying stable or conditional genetic markers can provide further insight into the origin and physiology of haematons. Haematon cultures are particularly ideal for testing the effects of biological substances \\(cytokines, colony stimulating factors, morphogen substances) and pharmacological agents \\(neurotransmitters, inhibitors of morphogen signaling) on HSC functioning within their natural microenvironment. \r\n\n\n\r\n\n\n_3D topography of tissue-specific haematon units/niches_\r\n\n\nWe show here that haematon isolates can be embedded in a thin sheet of alginate in order to protect them and then to process for LSCM combined with light-microscopic micro-angiography and/or whole mount enzyme-histochemistry. The use of Zn-7<sup>51</sup>, instead of neutral formalin or PFA fixatives, proved to be critical in this analysis because it accelerated polymerization of the alginate cast, conserved enzyme reactivity \\(ALP, TRAP, acetyl-cholinesterase, X-gal) and made retrieval unnecessary for most antigens investigated by LSCM. Further improvements with the application of dual image reconstitution \\(the combination of optical light microscopy and LSCM) thus might permit one to obtain up to eight colour combinations allowing the localization of tissue units, containing putative stem cell niches.\r\n\n\n\r\n\n\nTaken together, this protocol provides a framework for isolating and characterising blood-forming marrow units and to study putative HSC niches in a wide range of vertebrate tissues. Moreover, isolated haematons can be analysed further either as a whole fraction or as single tissue units using conventional cell and/or molecular biological methods.\r\n\n\n\\(Supplementary Table 4|)"
        },
        {
            "header": "References",
            "content": "1) Schofield, R. The relationship between the spleen colony-forming cell and the haematopoietic stem cell. A hypothesis. _Blood Cells_ **4**, 7-25 \\(1978).\r\n\n\n2) Potten, C.S. & Loeffler, M. Stem cells: attributes, cycles, spirals, pitfalls and uncertainties. Lessons for and from the crypt. _Development_ **110**, 1001-1020 \\(1990). \r\n\n\n3) Xie, T. & Spradling, A.C. A niche maintaining germ line stem cells in the Drosophila ovary. _Science_ **290**, 328-330 \\(2000).\r\n\n\n4) Voog, J., D’Alterio, C. & Jones, D.L. Multipotent somatic stem cells contribute to the stem cell niche in the Drosophila testis. _Nature_ **454**, 1132-1137 \\(2008).\r\n\n\n5) Morrison, S.J. & Spradling, A.C. Stem cells and niches: mechanisms that promote stem cell maintenance throughout life. _Cell_ **132**, 598-611 \\(2008).\r\n\n\n6) Takeda, N. et al. Interconversion between intestinal stem cell populations in distinct niches. _Science_ **334**, 1420-1424 \\(2011).\r\n\n\n7) Clayton, E. et al. A single type of progenitor cell maintains normal epidermis. _Nature_ **446**, 185-189 \\(2007).\r\n\n\n8) Beites, C.L. et al. Follistatin modulates a BMP autoregulatory loop to control the size and patterning of sensory domains in the developing tongue. _Development_ **136**, 2187-2197 \\(2009). \r\n\n\n9) Bennett, W.R., Crew, T.E., Slack, J.M.W. & Ward, A. Structural-proliferative units and organ growth: effects of insulin-like growth factor 2 on the growth of colon and skin. _Development_ **130**, 1079-1088 \\(2001).\r\n\n\n10) Scheres, B. Nursery rhymes across kingdoms. _Nat. Rev. Mol. Cell Biol._ **8**, 345-354 \\(2007).\r\n\n\n11)  Ruiz, C.J. et al. Maintenance of rat taste buds in primary culture. _Chem. Senses_ **26**, 861-873, \\(2001).\r\n\n\n12) Sato, T. et al. Single Lgr5 stem cells builds crypt-villus structures in vitro without a mesenchymal niche. _Nature_ **459**, 262-265 \\(2009).\r\n\n\n13) Ootani, A. et al. Sustained in vitro epithelial culture within a Wnt-dependent stem cell niche. _Nat. Med._ **15**,701-706 \\(2009).\r\n\n\n14) Li, D.S., Yuan, Y.H., Tu,H.G, Liang, Q.L.  & Dai, L.G. A protocol for islet isolation from mouse pancreas. _Nat. Protoc._ **4**, 1649-1652 \\(2009).\r\n\n\n15) Qi, M. et al. Human pancreatic islet isolation: Part II: purification and culture of human islets. _J. Vis. Exp._ **27,e1343,** DOI: 10.3791/1343 \\(2009).\r\n\n\n16) Oshima, H., Rochat, A., Kedzia, C., Kobayashi, K. & Barrandon, Y. Morphogenesis and renewal of hair follicles from adult multipotent stem cells. _Cell_ **104**, 233-245 \\(2001).\r\n\n\n17) Lichti, U., Anders, J. & Yuspa S.H. Isolation and short-term culture of primary keratinocytes, hair follicle populations and dermal cells from newborn mice and keratinocytes from adult mice for in vitro analysis and for grafting to immunodeficient mice. _Nat. Protoc._ **3**, 799-810 \\(2008).\r\n\n\n18) Weiss, L. & Chen, L.T. The organization of hematopoietic cords and vascular sinuses in bone marrow. _Blood Cells_ **1**, 617-628 \\(1975). \r\n\n\n19) Friedenstein, A.J., Chailakhyan, R.K., Latsinik, N.V., Panasyuk, A.F. & Keiliss-Borok, I.V. Stromal cells responsible for transferring the microenvironment of the hemopoietic tissues: Cloning in vitro and retransplantation in vivo. _Transplantation_ **14**, 331-340 \\(1974).\r\n\n\n20) Lord, B.I., Testa, N.G. & Hendry, J.H. The relative spatial distributions of CFU-S and CFU-C in the normal mouse femur. _Blood_ **46**, 65-72 \\(1975).  \r\n\n\n21) Dexter, T.M., Allen, T.D. & Lajtha, L.G. Conditions controlling the proliferation of haematopoietic stem cells in vitro. _J. Cell Physiol._ **91**, 335-344 \\(1977).\r\n\n\n22) Clark, B.R., Gallagher, J.T. & Dexter, T.M. Cell adhesion in the stromal regulation of haemopoiesis. _Baillière’s Clin. Haematol._ **5**, 619-652 \\(1992).\r\n\n\n23) Wineman, J., Moore, K., Lemischka, I. & Müller-Sieburg, C. Functional heterogeneity of the hematopoietic microenvironment: Rare stromal elements maintain long-term repopulating stem cells. _Blood_ **87**, 4082-4090 \\(1996).\r\n\n\n24) Schaniel, C. & Moore, K.A. Genetic models to study quiescent stem cells and their niches. Hematopoietic Stem Cells VII.  _Ann. N.Y. Acad. Sci._ **1176**, 26-35 \\(2009).\r\n\n\n25) Calvi, L.M. et al. Osteoblastic cells regulate the haematopoietic stem cell niche. _Nature_ **425**, 841-846 \\(2003).\r\n\n\n26) Kiel, M.J. et al. SLAM family receptors distinguish hematopoietic stem and progenitor cells and reveal endothelial niches for stem cells. _Cell_ **121**, 1109-1121 \\(2005).\r\n\n\n27) Arai, F. et al. Tie-2/angiopoietin-1 signaling regulates hematopoietic stem cell quiescence in the bone marrow niche. _Cell_ **118**, 149-161 \\(2004).\r\n\n\n28) Sugiyama, T., Kohara, H., Noda, M & Nagasawa, T. Maintenance of the hematopoietic stem cell pool by CXCL12-CXCR4 chemokine signaling in bone marrow stromal cell niches. _Immunity_ **25**, 977-988 \\(2006).\r\n\n\n29) Mundoz-Ferrer, S. et al. Mesenchymal and haematopoietic stem cells form a unique bone marrow niche. _Nature_ **466**, 829-834 \\(2010).\r\n\n\n30) Yamazaki, S. et al. Nonmyelinated Schwann cells maintain hematopoietic stem cell hibernation in the bone marrow niche. _Cell_ **147**, 1146-1158 \\(2011).\r\n\n\n31) Lataillade, J.J. et al., Does primarymyelofibrosis involve a defective stem cell niche ? From concept to evidence. _Blood_ **112**, 3026-3035,\\(2008).\r\n\n\n32) Wang, L.D. & Wagers, A.J. Dynamic niches in the origination and differentiation of haematopoietic stem cells. _Nat. Rev. Mol. Cell. Biol._ **12**, 643-655 \\(2012).\r\n\n\n33) Cain, J.E. et al. GLI3 repressor controls nephron number via regulation of WNT11 and Ret in ureteric tip cells. _PloS ONE_ **4**, 1-13 \\(2009).\r\n\n\n34) Blazsek, I., Misset, J.L., Comisso, M. & Mathé, G. Hematon: a multicellular functional unit in primary hematopoiesis. _Biomed. Pharmacother._ **42**, 661-670 \\(1988).\r\n\n\n35) Blazsek, I. et al. Hematon, a multicellular functional unit in normal human bone marrow: structural organization, hemopoietic activity, and its relationship to myelodysplasia and myeloid leukemias. _Exp. Hematol._ **18**, 259-265 \\(1990).\r\n\n\n36) Blazsek, I. et al. The hematon, a morphogenetic functional complex in mammalian bone marrow, involves erythroblastic islands and granulocytic cobblestones. _Exp. Hematol._ **23**, 309-319 \\(1995).\r\n\n\n37) Blazsek, I., Chagraoui, J. & Péault, B. Ontogenic emergence of the hematon, a morphogenetic stromal unit that supports multipotential hematopoietic progenitors in mouse bone marrow. _Blood_ **96**, 3763-3771 \\(2000).\r\n\n\n38) Blazsek, I.  et al. Large scale recovery and characterization of stromal cell-associated primitive haemopoietic progenitor cells from filter-retained human bone marrow. _Bone Marrow Transplant_. **23**, 647–657 \\(1999).\r\n\n\n39) Agarwal, S., Sebastian, A., Forrester, L.M. & Markx, G. Formation of embryoid bodies using dielectrophoresis. _Biomicrofluidics_ **6**, 024101 \\(2012).\r\n\n\n40) Markx, G.H., Carney, L., Littlefair, M., Sebastian, A. & Buckle, A.M. Recreating the hematon: microfabrication of artificial haematopoietic stem cell microniches in vitro using dielectrophoresis. _Biomed. Microdevices_ **11**, 143-150 \\(2009).\r\n\n\n41) Blazsek, I. et al. Bone marrow stromal cell defects and 1α,25-dihydroxyvitamin D3 deficiency underlying human myeloid leukemias. _Cancer Detect. Prevent_. **20**, 31-42 \\(1996).\r\n\n\n42) Vicente, D. et al. Progenitor cells trapped in marrow filters can reduce GvHD and transplant mortality. _Bone Marrow Transplant._  **38**, 111-117 \\(2006).\r\n\n\n43) Barabási, A.L., Gulbahce, N. & Loscalzo, J. Network medicine: a network-based approach to human disease. _Nat. Rev. Genet._ **12**, 56-68 \\(2011).\r\n\n\n44) Haraguchi, Y.  et al. Fabrication of functional three-dimensional tissues by stacking cell sheets in vitro. _Nat. Protoc_. **7**, 850-858 \\(2012).\r\n\n\n45) Langenbach, F.  et al. Generation and differentiation of microtissues from multipotent precursor cells for use in tissue engineering. _Nat. Protoc_ **6**, 1726-1735 \\(2011).\r\n\n\n46) Gottfried, E., Kunz-Schughart, L.A., Andreesen, R. & Kreutz, M. Brave little world: spheroids as an in vitro model to study tumor-immune-cell interactions. _Cell Cycle_ **5**, 691-695 \\(2006).\r\n\n\n47) LoCelso, C. et al. Live-animal tracking of individual haematopoietic stem/progenitor cells in their niche. _Nature_ **457**, 92-96 \\(2009). \r\n\n\n48) Xie, Y. et al. Detection of functional haematopoietic stem cell niche using real-time imaging. _Nature_ **457**, 97-101 \\(2009).\r\n\n\n49) Haylock, D.N. et al. Hemopoietic stem cells with higher hemopoietic potential reside at the bone marrow endosteum. _Stem Cells_ **25**, 1062-1069 \\(2007).\r\n\n\n50) Oberlin, E., Tavian, M., Blazsek, I. & Péault, B. Blood-forming potential of vascular endothelium in the human embryo. _Development_ **129**, 4147-4157 \\(2002).\r\n\n\n51) Lykidis, D. et al. Novel zinc-based fixative for high quality DNA, RNA and protein analysis. _Nucleic Acid Res._ **35**, 1-10 \\(2007).\r\n\n\n52) Ema, H. et al. Adult mouse hematopoietic stem cells: purification and single-cell assays. _Nat. Protoc_. **1**, 2979-2987 \\(2006).\r\n\n\n53) Blazsek, J. et al. Aminobisphosphonate stimulates bone regeneration and enforces consolidation of titanium implant into a new rat caudal vertebrae model._ Pathol. Oncol. Res_. **15**, 567-77 \\(2009).\r\n\n\n54) Pierre-Louis, O. et al. Dual SP/ALDH functionalities refine the human hematopoietic Lin-CD34+CD38- stem/progenitor cell compartment. _Stem Cells_ **27**, 2552-2562 \\(2009).\r\n\n\n55) Dykstra, B. et al. High-resolution video-monitoring of hematopoietic stem cells cultured in single-cell arrays identifies new features of self-renewal. _Proc. Natl. Acad. Sci. USA_ **103**, 8185-8190 \\(2006).\r\n\n\n56) Morita, Y., Ema, H. & Nakauchi, H. Heterogeneity and hierarchy within the most primitive hematopoietic cell compartment. _J. Exp. Med_. **207**, 1173-1182 \\(2010).\r\n\n\n57) Szilvássy, S.J., Humphries, R.K., Lansdorp, P.M., Eaves, A.C. & Eaves, C.J. Quantitative assay for totipotent reconstituting hematopoietic stem cells by a competitive repopulating strategy._ Proc. Natl. Acad. Sci. USA_ **87**, 8736-8740 \\(1990).\r\n\n\n58) Osawa, M., Hanada, K., Hamada, H. & Nakauchi, H. Long-term lymphohematopoietic reconstitution by a single CD34-low/negative hematopoietic stem cell. _Science_, **275**, 242-245 \\(1996).\r\n\n\n59) Goodell, M.A., Brose, K, Paradis, G., Conner, A.S. & Mulligan, R.C. Isolation and functional properties of murine hematopoietic stem cells that are replicating in vivo. _J. Exp. Med._ **183**, 1797-1806 \\(1996)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Drs. Claude Boucheix \\(Inserm U602 and U1004), József Zákány \\(University of Geneva, 2<sup>nd</sup> Zoology, Switzerland), Gábor Varga \\(Semmelweis Medical University, Budapest, Hungary), Zhu H. and Zhang Y. \\(Medical Research Institute, Beijing, Chine) for constructive discussions, Patrick Gonin \\(DVM, PhD, Head, Animal and Veterinary Resources, IGR, Villejuif) for technical support and providing mouse strains and Dr. Neil Dixon \\(University of Manchester, UK) for critical reading of the manuscript. \r\n\n\n\r\n\n\nOur studies were financially supported by regular dotation from INSERM \\(U506, U604, U972), Unversité Paris-Sud IX, Institut du Cancer et d’Immunogenétique and grant from the Association pour la Recherche côntre le Cancer \\(ARC # 5816)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1002/stem.186",
                "date": "2013-01-04 15:25:06",
                "title": "              Dual SP/ALDH Functionalities Refine the Human Hematopoietic Lin              −              CD34              +              CD38              −              Stem/Progenitor Cell Compartment            ",
                "authors": [
                    "Olivier Pierre-Louis",
                    "Denis Clay",
                    "Philippe Brunet de la Grange",
                    "Istvan Blazsek",
                    "Christophe Desterke",
                    "Bernadette Guerton",
                    "Camille Blondeau",
                    "Jean-Valère Malfuson",
                    "Marie Prat",
                    "Annelise Bennaceur-Griscelli",
                    "Jean-Jacques Lataillade",
                    "and Marie-Caroline Le Bouss"
                ],
                "journal": "Stem Cells",
                "logo": ""
            },
            {
                "doi": "10.1007/s12253-009-9156-y",
                "date": "2013-01-04 15:27:32",
                "title": "Aminobisphosphonate Stimulates Bone Regeneration and Enforces Consolidation of Titanium Implant into a New Rat Caudal Vertebrae Model",
                "authors": [
                    "József Blazsek",
                    "Csaba Dobó Nagy",
                    "István Blazsek",
                    "Rita Varga",
                    "Bálint Vecsei",
                    "Pál Fejérdy",
                    "and Gábor Varga"
                ],
                "journal": "Pathology & Oncology Research",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12281,
                "identity": "9fe3fdd5-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Istvan Blazsek",
                "email": "istvan.blazsek@inserm.fr",
                "orcid": "",
                "institution": "Istvan Blazsek, Inserm U972, Group Hospitalier Paul Brousse14,  avenue Paul-Vaillant Couturier, 94807 Villejuif Cedex FRANCE  Villejuif",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Istvan",
                "middleName": "",
                "lastName": "Blazsek",
                "suffix": ""
            },
            {
                "id": 12288,
                "identity": "9fe40a55-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bruno Péault",
                "email": "",
                "orcid": "",
                "institution": "Centre for Cardiovascular Science and Centre for Regenerative Medicine, University of Edinburgh, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bruno",
                "middleName": "",
                "lastName": "Péault",
                "suffix": ""
            },
            {
                "id": 12289,
                "identity": "9fe40bce-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Georges Uzan",
                "email": "",
                "orcid": "",
                "institution": "Inserm U972",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Georges",
                "middleName": "",
                "lastName": "Uzan",
                "suffix": ""
            },
            {
                "id": 12290,
                "identity": "9fe40dd6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marie-Caroline Le Bousse-Kerdilès",
                "email": "",
                "orcid": "",
                "institution": "Inserm U972",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marie-Caroline",
                "middleName": "Le",
                "lastName": "Bousse-Kerdilès",
                "suffix": ""
            },
            {
                "id": 12282,
                "identity": "9fe40101-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Denis Clay",
                "email": "",
                "orcid": "",
                "institution": "Inserm U972",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Denis",
                "middleName": "",
                "lastName": "Clay",
                "suffix": ""
            },
            {
                "id": 12283,
                "identity": "9fe402b6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Philippe Leclerc",
                "email": "",
                "orcid": "",
                "institution": "IFR 93, Kremlin-Bicêtre, Université Paris-Sud",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Philippe",
                "middleName": "",
                "lastName": "Leclerc",
                "suffix": ""
            },
            {
                "id": 12284,
                "identity": "9fe4043d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jozsef  Blazsek",
                "email": "",
                "orcid": "",
                "institution": "Semmelweis University, Oralbiology Department, Budapest, Hungary",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jozsef",
                "middleName": "",
                "lastName": "Blazsek",
                "suffix": ""
            },
            {
                "id": 12285,
                "identity": "9fe4062a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jean-Jacques Candelier",
                "email": "",
                "orcid": "",
                "institution": "Inserm U972",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jean-Jacques",
                "middleName": "",
                "lastName": "Candelier",
                "suffix": ""
            },
            {
                "id": 12286,
                "identity": "9fe407a2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Csaba Dobo-Nagy",
                "email": "",
                "orcid": "",
                "institution": "Semmelweis University, Oralbiology Department, Budapest, Hungary",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Csaba",
                "middleName": "",
                "lastName": "Dobo-Nagy",
                "suffix": ""
            },
            {
                "id": 12287,
                "identity": "9fe408fb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ibrahim Khazaal",
                "email": "",
                "orcid": "",
                "institution": "Inserm U972",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ibrahim",
                "middleName": "",
                "lastName": "Khazaal",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-01-08 15:49:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.006",
        "doiUrl": "https://doi.org/10.1038/protex.2013.006",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608623,
                "identity": "a5e1669a-dc2b-440a-9099-37d2eb99bfcd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 70187,
                "visible": true,
                "origin": "",
                "legend": "*Flow chart of the protocol*    The principal steps of the procedure consist of purification (A,B,C,D), quantitative and differential analysis (E,F,G,H) of haematon units involving putative HSCs and stroma cells in living state. 3D Laser Confocal Microscopy (I), electron microscopic analysis (J) and morphometric analysis of skeleton compartments (K) provide complementary information on the identity of haematons. The protocol is optimized for the mouse femur but it can be adapted widely to other blood-forming organs (embryonic liver, spleen). Moreover, the protocol allows further prospective analysis, for example, to study the proteomic or transcriptome of enriched HSC and stroma cell populations (from G & H) or 3D gene expression by in situ hybridization (from I). \r\nSymbols & Abbreviations: red arrows - living state; blue or yellow arrows – fixed materials;  Zn-7 - zinc fixative; PFA - paraformaldehyde fixative; ELMI – electron microscopy. \r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/figure_1.jpg"
            },
            {
                "id": 2608626,
                "identity": "cacbb236-6438-4c68-a7ac-fa6832a1400e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 95913,
                "visible": true,
                "origin": "",
                "legend": "*Isolation and quantitative analysis of the haematons*   2A| Microdissection of femur under the stereomicroscope and isolation of discreet BM compartments. \r\nFollowing euthanasia remove and clean the femur, cut at the distal epiphysis joints, rinse in PBS/0.5% (wt/vol) BSA and transfer in a Petri dish containing 4 ml IMDM, 4% (vol/vol) FCS and 2xcc antibiotic-antimycotic solutions. Cut the femoral bone longitudinally at two opposite sides and detach the two bone hemi-cylinders carefully to uncover the intact marrow parenchyma (Supplementary Video 1A). Recover the whole marrow parenchyma by gentle pipetting and pool the resulting material in a 4 ml tube (Supplementary Video 1B). Separate the suspension (buffy coat) fraction and haematon particles either on a 50% (vol/vol) FCS gradient, or by three repeated 1g sedimentation and decantation (Supplementary Video 1C). Remove the endosteal layer with a fine scalpel which constitutes the third fraction (Supplementary Video 1D). Recoveries of total nucleated cells (TNC) in the three isolates are shown following enzymatic dissociation.  Scale bars: 200 µm.\r\n2B| Micro-Computer-Tomography (Micro-CT).  Following euthanasia dissect and clean the skeleton segment, fix in 4% PFA (1 h), dehydrate in 30%-50% and 70% (vol/vol) ethanol for 1 h each and then rehydrate in 20% (vol/vol) glycerine prior to immobilisation in the sample holder with Heliobound-Light Curing Bonding Resin and scanning. This figure represents a part of the 3D map and quantitative parameters of the surface and volume at the predefined range of interest (ROI) are given as anticipated results in Supplementary Table 5│. \r\n2C| Haematon counting. Stir up the whole haematon fraction in 1 ml IMDM and count discreet particles (usually 20 to 150 µm in diameter) in 50 µl aliquots under a phase contrast microscopy (slide preparation). From parallel setting count functional haematons in triplicate on 4 d and 35 d of Hem-LTOC. Active haematons adhere to the plastic dish rapidly, when seeded in small amount of medium (800 µl per 25 sq cm) and maintain long-term haematopoiesis for ≥35 d (Figures 4a| and 4b|). When applied to different BM fractions (BC, haematon, endosteum) the two parameters (native particles vs CAFI at d4 and d35) show high positive correlation (R = 0.92). Note that the buffy coat suspension is depleted of haematons, some secondary islands appear in LTC at d35. \r\n",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/figure_2.jpg"
            },
            {
                "id": 2608625,
                "identity": "be06e09d-1601-499b-84d7-a1d3b1449536",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 75772,
                "visible": true,
                "origin": "",
                "legend": "*Topography of haematons in whole femur and in haematon isolates*   3A| Painting of the vasculature reveals the discontinuous, subunit organization of BM and solid tissues. 3Aa| Low magnification view following polychromatic (4-colour) staining of sternal bone segments using forward Alg-white casting of arteries, retrograde Alg-green casting of veins, Alizarin-red staining of bone and Alcian-blue staining of cartilage (SAR-8, 10). 3Ab| Appearance of native, Alg-blue casted femur after longitudinal bisection of compact bone and partial removal of marrow shaft at the diaphysis. Note the discreet capillary bunches (blue arrow) along the whole BM shaft and the net detachment of marrow (red arrow) from the endosteum (white arrow). 3Ac| and 3Ad|reveals the characteristic subunit organization in two control, solid tissues, the small intestine and liver, respectively. Scale bars: 150 µm. (3Ab, c and d| represent preliminary, unpublished data.)  \r\n3B| Polychromatic 3-D topography of haematon units. 3Ba| 3D appearance of haematons in situ following two-colour enzyme histochemistry using ALP which identifies fine capillaries (blue) and gives a background staining due to granulocytes and acetyl-cholinesterase (gray) which identifies megakaryocytes (arrow). Scale bars: 150 µm. 3Bb| Alg-white casted haematons were stained by CD150 (APC) and B220 (FITC) and viewed by LSCM. Islet shows a giant CD150+ megakaryocyte. Scale bars: 150 µm. Organization of haematons around a vascular core is shown by staining for Sca1(FITC) (3Bc|) and Sca1(FITC), c-kit(PE) and DAPI(blue) (3Bd|). A 3D LSCM animation is shown (Supplementary Video 2|). \r\n",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/figure_3.jpg"
            },
            {
                "id": 2608628,
                "identity": "500b4025-cba7-4b59-87a7-753f58ef7788",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 117755,
                "visible": true,
                "origin": "",
                "legend": "*Functional analysis of the haematon ex vivo*   4A| Investigation of haematons in long-term organotypic culture (Hem-LOC) (Box1|) \r\n4Aa| Haematons from adult mouse BM keep their structural integrity and adhere to the plastic dish. They produce a large quantity of haematopoietic cells for several weeks (≥12 w) in Hem-LOC. Alg-PB tracked capillary (arrow) after 2 weeks in culture. Scale bar: 100 µm. (Supplementary Video 3|).\r\n4Ab| Cobblestone Area Forming Island (CAFI) characterized by many phase-dark haematopoietic cells underneath and over the stroma cells at d35 of Hem-LOC. Scale bar: 100 µm. (Supplementary Video 4|)\r\n4Ac| Emerging, mixed haematopoietic-hepatic units are shown at d35 of Hem-LOC. Following functional analysis (shown on Supplementary Video 5|) the adherent islands were fixed in Zn-7 overnight.  Scale bar: 400 µm \r\n4Ad| Amplification of small, motile haematopoietic cells and larger hepatoblasts underneath of stroma cells is suggestive for the metabolic communication between haematopoietic cells and hepatoblasts. Scale bars: 20 µm).   \r\n4Ae| A human haematon is shown from Hem-LOC at 4d of culture. Note the egress of differentiated myeloid and erythroid cells from the central core. Scale bar: 200 µm (Supplementary Video 6|).\r\n4Af│ Very small-sized (3-5 µm in diameter), motile cells can be discerned after three months in culture around or surrounding stellate lipocytes. Scale bar: 20 µm).   \r\n4B|Growth potential of FACS isolated putative HSCs in single-cell culture\r\n4Ba| Estimation of HSCs in the haematon compartment using 7-colour flow cytometry analysis and sorting. Left panel: 7-AAD^neg^ living cells displayed for Hoechst fluorescence. Double Hoechst negative cells constitut the minor side population (SP) and involve quiescent HSCs expressing high MdR/ABCG. Middle panel: SP cells are displayed for c-Kit and Sca-1 expression. Right panel: SP-KS double-positive cells are displayed for CD150 (SLAM) and Tie2 expression. The small-sized SP-KS150T^+^ population, 3-5 µm in diameter, represents one in about 15.000 haematon-derived nucleated cells and about 500 in the whole haematon compartment in a femur. (Supplementary Table 3|).  \r\n4Bb| Lin^neg^SP-SK^+^ cells were deposited automatically into 96-wells plates in 150 µl standard My-LTCM supplemented with 10 ng mVEGF, 40 ng mSCF, 10 ng mFlt3L, 5 ng hTpo and 5 ng hIL-11 per ml. Cell numbers were counted, calculated and represented as a function of time. \r\n4Bc| Cytological aspects and increasing numbers of single-cell sorted cells are shown at increasing time intervalls. Note the very small size (3-4 µm in diameter) of growth-initiating cells at 60 h, the homogenous cytological features at 5 d and 7 d and overwhelming amplification following 10 d in culture. \r\n",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/figure_4.jpg"
            },
            {
                "id": 13464738,
                "identity": "89e9b285-1eca-4b85-9c5c-1b8958a72c3b",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:33",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 694607,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/716f85f7-008b-41bd-949a-8bb385961cab.pdf"
            },
            {
                "id": 2608640,
                "identity": "72d4a924-9307-4771-a147-11ae9c45842b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:22",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 10082383,
                "visible": true,
                "origin": "",
                "legend": "*Video 6*   *Haematon units from adult human BM in long-term culture*   A cohort of ~100 purified haematons was spreaded in 0.7 ml My-LTC medium in a 25-cm^2^ flask until firm adherence (2-3 days). 5 ml fresh medium was overlaid and haematons filmed through day 10-12 of culture. Note the integrity, spontaneous contractil behavior and myelopoietic activity of two adherent haematons. Phase contrast microscopy, x4 objective.(Figure 4Ae|). Snapshot 1 frame/120, play 15 frame/s; movie length 65 s. SAR-5,-6,-8,-9|\r\n\r\n<iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/jlm17BRym_g?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/supplement_0.mov"
            },
            {
                "id": 2608641,
                "identity": "538002e2-d4b4-4ded-938e-75daa9fb3559",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:22",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 2908426,
                "visible": true,
                "origin": "",
                "legend": "*Video 2*   *3D LCSM of a typical haematon*   Isolated haematons were fixed (Zn-7, 4 h), washed and embedded in a fine sheet of alginate as shown in Box 2|. A cohort of haematons (20-30 particles) were dehydrated upto 70% ethanol (1 h), rehydrated and then stained for Sca-1(FITC), c-Kit (PE) and DNA (DAPI). The preparation was transferred on the cleaned glass slide in 100 µl Mowiol for 30 min, covered and sealed using nail polish. Samples were viewed by x20 immersion (H~2~O) objective (20x/0.5 Plan Neofluar), serial optical sections taken (58x1 µm z-step) and 3D video animation was generated using Zeiss LSM softwar 3.2 image acquisition systeL. (SAR-7,-8|)\r\n\r\n<iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/GjyWf2N5Q7M?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/supplement_0.mov"
            },
            {
                "id": 2608631,
                "identity": "08950282-41f5-45d8-9d8d-558e55f0cfd3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:22",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 6019832,
                "visible": true,
                "origin": "",
                "legend": "*Video 1D*   *General aspect of the ground endosteal layer and the bisected, cleaned femoral bones*   Recovery of the endosteum fraction using a fine scalpel contains spongy and lamellar bone particles and some residual firmly attached haematons. \r\nReal time videos have been taken by a Celestron #4432 handheld digital camera.\r\n\r\n<iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/6LazQrozT7c?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/supplement_0.mov"
            },
            {
                "id": 2608632,
                "identity": "cf5cbd0d-e1ae-4fe2-9b96-e47cb6cc8e86",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:22",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9530326,
                "visible": true,
                "origin": "",
                "legend": "*Video 1A*   *Longitudinal bisection of adult mouse femur.*   <iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/bpQHyQRzWCg?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/supplement_0.mov"
            },
            {
                "id": 2608633,
                "identity": "c1c33fbf-e996-4dd9-af09-413d418b1c3f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:22",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 5207422,
                "visible": true,
                "origin": "",
                "legend": "*Video 1C*   *General appearence of the haematon compartment *   Nodular haematon particles appear following gentle flushing of the BM shaft through a 200-µl pipette tip.\r\n\r\n<iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/tThOkJR796Y?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/supplement_0.mov"
            },
            {
                "id": 2608634,
                "identity": "f9d95765-4131-42e9-a3f8-fbcbf76961a4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:22",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 14993974,
                "visible": true,
                "origin": "",
                "legend": "*Video 1B*   *Recovery and careful dispersion of the whole BM parenchyma. *   <iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/ACr6KXpzI4o?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/supplement_0.mov"
            },
            {
                "id": 2608635,
                "identity": "071f3ced-3644-4ddc-a8d5-76dea6be2224",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:22",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 7665224,
                "visible": true,
                "origin": "",
                "legend": "*Video 5*   *Mixed hepaton-haematon units from the fetal mouse liver*   Fetal mouse (E13) liver haematons keep their integrity, attach slightly to the dish and tend to form an interactive network in short-term organotypic culture. (Figure 4Ac|) Snapshot 1 frame/60; play 15 frame/s; length 45 s. SAR-2,-3,-4|\r\n\r\n<iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/IYbwzF9YP3A?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/supplement_0.mov"
            },
            {
                "id": 2608636,
                "identity": "26a751f4-86e0-4772-8b2b-d17ebc21dd5f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:22",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 4550380,
                "visible": true,
                "origin": "",
                "legend": "*Video 3*   *Adult mouse BM: Cell production in long-term organotypic haematon culture, d14*   Long-term culture was established with BM haematons maintained at 33°C, as described (Box 1| and Box 2|). A single haematon is shown at d14 using dark-field illumination from a circular halogen source (Schott, KL1500) (x4 objective). Note the structural integrity of haematon involving Alg-PB tracked vascular meshwork (Figure 4Aa|, blue flash) and continuous egress of haematopoietic cell from the haematon. Snapshot 1 frame/120 s, play 15 frame/s; length 45 s.  SAR-1,-4,-5| \r\n\r\n<iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/zXR167kLbO8?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/supplement_0.mov"
            },
            {
                "id": 2608637,
                "identity": "6e3c8d64-02c2-4537-ac90-b9dcab5317f4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:22",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 5006485,
                "visible": true,
                "origin": "",
                "legend": "*Video 4*   *Adult mouse BM: Persistent haematopoietic activity of cobbleston-like area at d42 in culture, generated by a single haematon    Haematons attach to the plastic dish and give rise typical cobbleston-area forming islands (CAFI). Phase-dark cells under the stroma maintain haematopoietic cell proliferation and myeloid differentiation in My-LTC medium over 6 weeks. CAFI+ haematon switches to B-lymphopoiesis in B-cell growth medium. (Box 1|). Snapshot 1 frame /60 s, play 15 frame/s; length 45 s. SAR-1,-4,-5|\r\n\r\n<iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/aY7Morq5noU?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/supplement_0.mov"
            },
            {
                "id": 2608627,
                "identity": "14daf523-bb86-4f1b-84df-19a59d684188",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 23066,
                "visible": true,
                "origin": "",
                "legend": "*Boxes (1-3)*   *Processing haematons for structural and functional analysis*",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/supplement_0.docx"
            },
            {
                "id": 2608629,
                "identity": "951c7947-2c5a-43c9-9729-b95190da6b39",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 44542,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Tables   Commonly used markers, LSCM and FACS settings",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/supplement_0.docx"
            },
            {
                "id": 2608630,
                "identity": "fddbd70f-cc31-4b7d-808d-7f2da48061ae",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:21",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 18658,
                "visible": true,
                "origin": "",
                "legend": "*Supplementary Abstract References*   International Congress Presentations",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2553/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Organogenesis, Tissue units, Blood formation, Haematopoietic stem cell niche, Haematon, Tissue processing",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Self-renewing organs in adult mammals are composed of numerous tissue-specific functional units, such as intestinal crypts/villi or hair follicles, which all involve stem cell \\(SC) niches. Analogous tissue units in haematopoietic systems, however, have remained elusive. We design here a step-by-step protocol for in situ mapping, purification, enumeration and structural-functional analysis of the haematopoietic tissue unit, termed haematon. Longitudinal bisection of mouse femur and careful, limited dispersion of bone marrow \\(BM) parenchyma reveals compact, node-like haematons at discreet capillary loops along the diaphysis and spongy metaphysis. Recovery and fractionation of the whole BM in a bulk cell suspension, haematon units and endosteal layer provides a reproducible tool for quantitative and topographical analysis of putative SC niches in defined tissue compartments. We show examples how to characterize haematons in native state or following long-term culture using laser-scanning confocal microscopy, flow cytometry, clonal bioassays and videomicroscopy.",
        "manuscriptTitle": "Purification and processing of blood-forming tissue units, the haematons, in searching for mammalian stem cell niches",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-01-10 11:52:41",
                "doi": "10.1038/protex.2013.006",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fe3ab06-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 10th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2862,
                "name": "Cell biology"
            },
            {
                "id": 2863,
                "name": "Developmental biology"
            },
            {
                "id": 2866,
                "name": "Structural biology"
            },
            {
                "id": 2867,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-01-10 11:52:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}