{
    "identity": "pex-1128",
    "title": "<p><span class=\"ql-cursor\">﻿</span>Real-time Adaptive &amp; Predictive Indicator of Deterioration (RAPID)&nbsp;A collaborative development by Birmingham Children’s Hospital,&nbsp;McLaren Applied Technologies Limited, Aston University, Isansys Lifecare Ltd &amp; University of Birmingham</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Key points for Early Warning System development:</p><p>An expert derived PEWS was implemented in BCH in 2008 (monitoring standards, paper chart with embedded score, agreed response and review). This contributed to a reduction in morbidity, mortality and significantly reduced cardiac arrest on paediatric wards (from 18/ year with 66% mortality in 2005 to 4/ year who all survived in 2010). Over 90% of patients needing Intensive Care now receive optimal pre-PIC care, as opposed to 70% before the system was introduced13. Currently observations are manually entered on a chart and with simple thresholds and prompts to escalate care. We have learned in this time that:</p><p>&nbsp;An early warning score needs to be embedded in a support system of education and governance. Therefore the technology will continue to be tested and embedded within an appropriate system of care by integrating the early warning technology with resource and efficiency management systems.</p><p>&nbsp;Senior review of care and feedback to staff by experienced nurses and doctors regarding each urgent unplanned PIC admission and acute-life threatening events ensures standards are adhered to. When escalation of care was not timely, or deterioration was predictable but not identified, review ensures that knowledge, resources and governance issues are dealt with rapidly.</p><p>  It is imperative to ensure that clinical assessment skills are taught and assessed in the context of decision-making (these improved from 25-67% accurate to 90-100% accurate). Continuous remote monitoring will assist in patient assessment and not replace it.</p><p>&nbsp;Intermittent observations miss early deterioration and delay identification of trends, because observations are routinely done one or four hourly.</p><p>&nbsp;When nurses are concerned they do frequent observations reducing time to care for the patient.</p><p>&nbsp;Diagnostic criteria (e.g. cyanotic heart disease)that make some patients more susceptible, are needed</p><p>in addition to acute physiology8.</p><p>&nbsp;When implementing large scale patient management change adequate clinical resources and time are</p><p>needed to allow integration into ward and staff procedures.</p><p>&nbsp;The algorithm The pulse oximetry principal component analysis model developed in Young Lives</p><p>project performs well with an area under the Receiver Operating Characteristics curve (auROC) of 0.83, sensitivity of 91% and 64% specificity at a model distance of 5. Increasing model distance indicates increasing deviation from normality for that patient.</p><p><br></p><p>There are automated early warning systems that have been developed for adults. Current clinical approaches are typically population-based and often developed assuming adult patients and despite the fact that even in adults age is a significant independent risk factor for deterioration and do not appear to be adaptive to the extreme variability observed in adult or children's physiological signals18. Therefore fixed low thresholds tend to be adopted in order to maintain the conservative nature of the systems leading to the high false alarm rate in current practical implementations. The independent component analysis and adaptive nature of our signal processing and analysis enables age-independent early warning.</p><p><br></p><p>VitalPAC&nbsp;http://www.thelearningclinic.co.uk/info/VitalPAC.htm&nbsp;requires purchase of a monitor and nurses to</p><p>input information intermittently 17, 18. Visensia http://www.obsmedical.com/products/visensia requires purchase of a monitor with smart alarms. It has reduced cardiac instability in adult High Dependency Care 19. Patients are wired and the mathematical fusion techniques use the most abnormal 1, 5 and 10% of vital sign parameters to determine abnormality. Due to the broad variability of developing paediatric physiology, this technique would require too many measurements to establish normal across the paediatric age-range.</p><p><br></p><p>The Oxford-based CALMS2 and PICRAM study groups are investigating remote monitoring with simple sensors transmitted by Bluetooth and Wi-Fi. This group has been helpful in discussing their experience and Dr Peter Watkinson is on our Steering Group. </p><p><br></p><p>HeRO requires purchase of a monitor and uses heart rate variability to produce an hourly score which is used to scan for infection-induced distress. It is designed for neonates and premature infants and is particularly useful in very low birth weight infants (&lt;1000g). This exploits a clinically significant difference in the population; very young children have increased autonomic tone and as such their heart rate responses are different to people older than 28 days. Although heart rate variability may be useful as part of a model, it is unlikely to provide adequate detection for an older population. </p><p><br></p><p>Artemis is closer to our concept. It is a platform for real time data gathering for asynchronous time series data. However, it uses a back-end expert system with a rule-based approach to implement clinical rules and these are not dynamically adjusted to be patient-specific. Artemis has been used for military triage and neonatal intensive care. Other systems in development are based on traditional PEWS approaches (which the PI has pioneered since 2002). </p><p><br></p><p>Although these other systems identify serious deterioration, we believe that our proposal has several unique</p><p>features, specifically in the way the system is fundamentally adaptive to individual patients with the patient</p><p>specific predictive algorithms that learn each patient’s ‘normal’ to warn of changes. Our new technology will allow remote, continuous, accurate and patient specific warning regardless of age and does not require a new monitor, or a nurse to input and analyse the physiological information.</p><p><br></p><p>In addition:</p><p>&nbsp;It is largely sensor-agnostic</p><p>&nbsp;It uses continuous data which to automatically detect gradually changing trends and transient</p><p>changes in physiology.</p><p>&nbsp;It is a software-based solution that doesn’t require large capital investment in bespoke equipment.</p><p>&nbsp;It offers high specificity, sensitivity and robust warnings of deterioration</p><p>&nbsp;It will be predictive rather than reactive.</p><p>&nbsp;It will reduce signal and alarm noise and false alarms. Our processing approach exploits a Principal</p><p>Component Analysis technique to extract the characteristic component patterns from the time series signals from physiological sensors. Looking at the relationships between the different components at any point in time will allow fidelity checking of individual signals and removal of noise and other external artefacts.</p><p>&nbsp;The platform is highly scalable and so is able to cover a very large patient population</p><p>&nbsp;It will be clinically robust based on a large number of hospital patients</p><p>&nbsp;It will bypass some human fallibility to both alert at the bedside and alert remotely to a response</p><p>team.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "7. Research Plan\nThe aim of the study is to be able to manage a population of patients using continuous, wireless physiological monitoring. This will be established in two paediatric cardiac wards (38 beds) caring for infants, children and adolescents. The picture of success will be every child admitted to 2 cardiac wards being monitored in real- time with a small sensor, such as a digital plaster, so that deterioration may always be detected quickly and reliably, regardless of the patient’s location. Bedside monitors will gather more extensive physiological measurements where used, for example in High Dependency Care. The small sensors will transmit data wirelessly using ultra-low power radio waves, Bluetooth and 3G/4G telephony. Data will be recorded continuously, and in real-time, on a data server in the hospital. Software will run on the server that extracts the characteristic patterns in the data and applies deterioration thresholds for each child. These thresholds will be adapted for each patient based on the monitored physiology and background risk to ensure reliable and rapid detection of a worsening condition.\nAlarms will be raised whenever deterioration is detected. The raw data, patterns, thresholds and alarms for individual or groups of patients will be instantly accessible to authorised doctors and nurses using any secure laptop, tablet or smart phone in or outside the hospital.A dashboard will highlight, clearly and in real-time, the deterioration and susceptibility to deterioration of all children in the 2 wards. This will help ensure that every child gets the right level of care in the most appropriate available location and hence promote better clinical and economic outcomes. The way in which nurses and doctors deploy themselves, how escalation of care is managed, and how patients are moved in and around the hospital, will all be influenced by this access to live information about the patients.\n7.1. Study Process & Methodology\nThis is a mixed methods study using quantitative and qualitative methods to study and establish the optimum\nintervention, develop acceptable pathways of care and maximise impact14-17.  Ethical permission will be sought  and research will be conducted in accordance with the National Information Governance Board for Health and Social Care and Health Research Authority guidance and policies; including secure data storage. The project will benefit from adoption onto the UK Clinical Research Network.\n Clinical outcomes will be studied in a before and after design.\n The technical implementation will be studied with ‘Plan, Do, Study, Act’ cycles of Action Research.\n Patient/ carer outcomes will be studied with survey and interview techniques.\n Resources: NHS costs will be studied in a before and after design and cost-effectiveness determined\nusing cost-benefit analysis.\n7.2. Sample size and power calculation\nThere is no population data to guide how many patients should be monitored, or for how long they should be monitored. We know from our routine audit data that events will occur approximately once a week on these wards, with the majority being minor deteriorations requiring urgent admission to Intensive Care and only about 6 a year being seriously life-threatening. Based on our experience we will be able to recruit 90% of patients which equates to 1350 patients. To be clinically meaningful we need to achieve wireless monitoring more than 50% of the time in all recruited patients. During the set-up of Young Lives we lost 20% of data due to data labelling problems. This will no longer be an issue with RAPID due to pairing of sensors and patient information.\n7.3. Inclusion criteria\nAll patients admitted to the cardiac wards will be eligible to be approached, consented, connected to the system and entered into the study. An attempt to recruit all ward patients will be made including those patients who do not speak English. Translation of patient information leaflets and consent forms with a translator for consent will ensure that these patients can be included. The number of patients requiring translation services is estimated to be 10% based on those patients who have been excluded from the Young Lives study due to translation not being available.\n7.4. Exclusion criteria\nPatients will be excluded if they have pacemakers because the Lifetouch monitoring device has not been shown to be safe in these patients.\n7.5. Phase 1 connectivity\nThe initial phase will include setting up connectivity between the sensors and the Wi-Fi system using Isansys end to end technology platform. The hospital Wi-Fi system will be tested and if necessary extra secure bandwidth will be installed in the ward areas.\nThen the sensors will be connected through the Wi-Fi system to one or more gateway PCs which will relay the data to the LifeInsight server for real-time analysis. Sensors will be identified as recording a particular patient’s data by entering the sensor code onto the database. Patients’ data will be visible on a PC at the bedside and remotely on a ward dashboard.\nMembers of staff working on the wards will be recruited to demonstrate that relevant physiologic data is obtained and ensure adequate technical setup in the study ward areas. This data will only be used to test connectivity and will not be used as part of the study.\nAnalysis of system performance data will be done during set-up and continuously during the project to assess the amount of time that physiological signals are being recorded.\n7.6. Phase 2 Recruitment\nThe research nursing time for this study will contribute to the current research nursing team who recruit and consent patients 7 days a week for all current studies. A recruitment and non-consented log will be maintained by the research team.\nPatients will have routine observation, monitoring and documentation according to current BCH NHSFT standards including calculation of the PEWs score for the duration of the study. Once the connectivity is established and the sensor readings are correlating with the standard observations the bedside nurses will have access to them to aid decision-making about escalation or de-escalation of care and discharge.\nMost patients on the cardiac wards have intermittent one or four hourly observations with intermittently applied sensor devices to measure heart rate, blood pressure, oxygen saturations and the bedside nurse will also count the breathing rate, assess the work of breathing and measure the perfusion using the capillary refill time. For this study we will attempt to keep the wireless sensors connected to patients for the duration of admission. This will need two or three extra small sensors to be stuck to the chest wall or arm. The research nurses and bedside nurses will attend to disconnected sensors. Some higher dependency patients will be continuously monitored and their data can be extracted directly from the monitor and relayed to the analytical software as is currently done in Intensive Care.\nThresholds of normal and abnormal for that patient will be informed by current physiological and early warning knowledge and refined using pattern recognition from the RAPID algorithms. Adapt the thresholds to the physiology and background diagnostic risk of individual patients to provide sensitivity and specificity.\nProvide intuitive displays of changing patterns and alerts to encourage active use by Intensive Care and Transport doctors and nurses at the bedside.\n7.7. Phase 3 Analysis of patient level data\nA comparison will be made between the physiological measurements documented by bedside nurses on the current paper chart with embedded PEWS and the continuous monitoring. Correlation between the two measures and continuity of data will be assessed. In addition, a diagnosis-weighted automated PEWS score will be running on the software, and this will be compared with the documented clinical assessment and calculation of PEWS.\nEvents such as deterioration to needing Intensive Care, respiratory arrest, cardiac arrest and other acute life- threatening events will be documented daily by the research nurses. Clinicians at the bedside will make a judgement as to whether they considered the events to be predictable or potentially preventable. This assessment is part of our ongoing hospital audit already. These events will be correlated with the continuous monitoring and to examine how long before such event (if possible) early warning signs develop and to examine the correlation or difference between the clinical decision of predictability and the automated measure of predictability.\n7.8. Phase 4 Development of patient care pathways and response to alarms and deterioration.\nAn interprofessional group including nurses, Cardiac and Intensive Care doctors, health-care assistants, hospital managers, clinical co-ordinators, rapid response site-practitioners, parents and children will develop the patient care pathways and responses with facilitation and leadership from Dr Duncan. These pathways will be approved by the BCH NHSFT Clinical Risk and Quality Assurance Committee before implementation. They will be continuously assessed for appropriateness and modified according to need. We have used a similar model to develop our current standardised responses except that parents and patients were not included in the current standards. Following feedback from parents and children the Trust is supportive of parents and children contributing to these care pathways. The methods used will be focus-groups and then a modified Delphi to achieve >90% agreement of Standards and Guidance. As with previous developments all available National Standards and Guidance (e.g. National Institute of Clinical Excellence and Royal College of Nursing) will be incorporated. Refining these pathways is an important way in which we will change how care is organised and delivered. The research nurses, doctor, Dr Duncan and the nursing education team will introduce and embed these models of care and provide updates where required.\n7.9. Phase 5 Analysis of whether the system works\n1. The primary outcome is whether we can achieve connectivity > 50% of the time with continuous wireless monitoring.\n2. Clinical outcomes will be measured in a ‘Before and After’ design. They will include the incidence of predictable acute life-threatening events, avoidable deaths, pre-Intensive Care suboptimal care, and patient length of stay (Intensive Care and wards). We have 8 years of historical data as comparison for these measures.\n3. The rate of false alarms from routine and wireless monitoring will be studied purposefully by carrying out 24 hour observational studies at three intervals, in a Before and After design. The rate of false alarms generated by current alarm systems and the RAPID system will be compared.\n4. Parent/ carer anxiety during step-down care will be measured as part of a sub-study – RAPID Impact of Continuous Monitoring - , using The Parental Stressor Scale: Pediatric Intensive Care Unit (Carter MC & Miles MS 1983). This anxiety scale has been validated for parents of children admitted to Paediatric & Neonatal Intensive Care20See Appendix IV for sub-study protocol\n5. Evaluate whether sensors, monitors and responses are acceptable and valuable to children and families will be conducted as semi-structured qualitative interviews as part of a sub-study. See Appendix IV for sub-study protocol.\n6. Information to assess the quality of life will be collected using the parent reported versions of CHU9D covering the 3 to 7 years range. As a comparison with CHU9D, we plan to use the parent proxy versions of PedsQL covering the 2 to 4, and 5 to 7, years range. Patients and Parents/Carers will be asked to complete the questionnaires on step down from PICU when transferred back to the ward. We will use the think-aloud technique, which enables researchers to explore the validity of different questions in evaluating patient’s quality of life, and provides information about how each of the questionnaires are understood by individuals at this stage in their care. This method has been chosen because it will quickly identify whether the planned measures of HRQOL are feasible and useful in this context.\n7. Bottom up studies on impact of time to care at the bedside and a cost consequences analysis will be performed.\n8. Healthcare benefit (this proposal)\n The expected outputs for this study is that the children cared for on the cardiology wards will benefit\nfrom continuous monitoring which may detect deterioration earlier and generate a call for expertise\nto the bedside. This may improve their morbidity and potentially mortality risk.\n The bedside nurses in this study will be doing routine observations alongside the continuous monitoring so time to care won’t be released during this study but in future they may be released from doing some observations in order to do more general assessment of the patients and therefore\nhave more time to care for them.\n A 5% reduction in length of stay is anticipated which, in the current situation of unmet demand on the\ncardiac wards and Intensive Care, will increase throughput and facilitate more patients to be\nadmitted, receive surgical interventions and be treated.\n There may be reduced anxiety of parents and patients when they need to step down from more\nintensive monitoring and surveillance.\n Acute life-threatening events may be averted, or when they do happen the continuous data will\nenhance understanding and learning about the path to deterioration that will improve detection and\navoidance in the future.\n This study will inform a larger hospital wide study that will have much greater impact. This limited\npilot will be expanded to study the whole hospital population of 32 000 admissions per year.\n The results will be used to inform a larger hospital-wide study which will be submitted for National\nfunding.\nWe expect to achieve at least a 5% reduction in average length of stay in PIC as a result of early detection of\ndeterioration and more timely provision of acute care. Currently 160 children per year are admitted urgently\nto PIC at BCH, from the cardiac wards, with an average length of stay of 4.5 days . At an average cost of care\nof £13,500 per child (£2,500/day) this equates to a potential saving of about £108K per year on these admissions. Improved efficiency would permit an extra 25 PIC admissions per year without increasing staffing. This equates to half the patients on the cardiac surgery waiting list.\nSimilarly, we expect also to achieve at least a 5% reduction in average length of stay in ward beds through early warning of children at risk and hence more timely escalation of acute care. This is a conservative, but not unreasonable, estimate in the absence of reference data. This will save 100 bed days (£250/day), with a projected saving of about £25k per year. We also expect to catch at least 1 preventable cardiac arrest per\n7 year, representing a saving of £50k. Hence, annual savings for Birmingham Children’s Hospital, when RAPID goes live, is conservatively estimated to be £183k. The healthcare benefit is better long-term recovery and fewer deaths as a result of more timely escalation of care when it is needed. Ultimately, the system will extend to the whole hospital, and the cost savings at that scale are estimated at £3.7M.\n9. Patient and Public Involvement\nThis study places patients at the centre of care. We have a group of candid and experienced children and young people guided by Clinical Research Network Research Facilitators who have advised us about study design, consent, and ethics, in future they will advise us on age-appropriate information leaflets and graphics. In addition we have a group of parents and a family of six, the youngest is home ventilated, who advise on prototypes and grant applications.\nAn average of 12 young people between the ages of 10 – 18 attended the focus groups on 25/02/12, 12/04/12, 26/01/13 and 23/02/2013. The group expressed that this is “a really good study, especially if it can prevent fatalities”. Younger generations expect this type of technological advance in healthcare and trust it”. “We have been born into a world of technology.” “There will be less worry for parents when children are transferred from intensive care to other wards – especially when faced with less nurse support compared to PIC”. They helped us to determine patient related outcome measures, hospital and health economic benefits to remote monitoring.\nAn important area where engagement with children and young people will be required and used is in developing a lighter more portable form of remote monitoring. The sensors and connectivity is of great importance to them and their parents. Bulky, visible, uncomfortable sensors and frequent false alarms are poorly tolerated. Their input into design and usability will influence the sensors we use in hospital and for children who are monitored at home in the future.\nThey introduced the idea of different models of care depending on the patient's situation. More comprehensive monitoring which is visible, accurate and reliable is needed when leaving Intensive Care and the monitoring and sensors can reduce later on the wards and then be minimal but reassuring when patients are discharged home. Until then we had imagined a single design. They also advise us on who can or should see their clinical information.\nOur research is based on measuring continuous vital signs from a remote sensor, currently the pulse oximeter, which is usually applied to the finger or toe. Our young advisors have told us they don’t want any sensors on their fingers or hands however there isn’t currently an ideal sensor on the market to do this reliably. So we will start to collect remote continuous data in hospital with pulse oximeter probes that measure from a finger probe and work together with sensor manufacturers and the young people to develop an ideal sensor before the programme extends to the rest of the hospital and beyond the hospital to primary care, home monitoring and for trauma at the roadside.\nIn 2013 they were consulted specifically about the Patient Information Leaflets and Assent form required for this study. At the first meeting they listened to the feedback from the SWLREC and requested art work to be designed and substantial changes to the content and layout of these documents. They requested age-ranges to be removed and left to the researcher’s discretion to decide between 3 broad groups (young, middle and older) so as not to prejudice children with reading or learning difficulties. They also gave clear indications of the text and detail required, including adding an extra leaflet called ‘How does the RAPID technology work?’. At the second meeting they were delighted with the changes made and said they were so good they would read them even if they weren’t participating in the research.\nThey will continue to be consulted at each step in the research to ensure we design and test a system that they value and that responds to their needs. The CLRN provides good support for our parent, patient and\npublic involvement and so we are likely to continue to benefit from their facilitation and not go for further training ourselves.\nOur children and young people enjoy being involved in the write-up and dissemination of research. They strongly believe that they have a shared responsibility to ensure that research is safely and carefully conducted and responsibly reported.\n10. Dissemination and projected outputs\nPublications in bio-engineering and scientific journals on the system set-up, the performance of sensors, and the solutions to technical challenges of continuous remote monitoring\nPublications in medical journals on the healthcare-care benefits and the care pathways Presentation at bioengineering, Informatics and healthcare conferences\nAlready this research has generated huge interest with newspaper articles, BBC technology website and Sky F1 coverage. It will not be difficult to disseminate the results.\nExpected outputs of research\nPlease describe how the outcomes of this research could be translated into the NHS and wider healthcare community to provide improvements in service delivery, patient health and/or wellbeing\nThis study will inform a larger hospital wide study that will have much greater impact. This limited pilot will be expanded to study the whole hospital population of 32 000 admissions per year.\nThe results will be used to inform a larger hospital-wide study which will be submitted for National funding.\nProject lead & clinical staff expertise and experience\nDr Heather Duncan – Project Lead / Chief Investigator/ Paediatric Consultant Intensivist. Heather is responsible for developing and introducing in 2008 the Paediatric Early Warning Scores (PEWS) throughout BCH. She provides strong clinical leadership together with overall leadership of the partner and advisor team.\nResearch Doctor – provide clinical interpretation of recorded data, and guiding the development and presentation of the analysis of physiological data, contribute to the care pathway framework, and collection of evidence-based indicators of deterioration in children on the wards.\nResearch Nurse – will be responsible for arranging consent from patients in line with ethics, ensuring sensors remain attached, collating supporting observations and notes to go with physiological data used to establish the triggers and indicators of deterioration and, as the project evolves, creating, fine-tuning and testing new patient pathways that use the real-time data and adaptive thresholds.\nTechnical lead & personnel\nDr Adam Hill - Technical Lead / Commercialisation mentor. Adam has a medical and device commercialisation background\nEmbedded software developer – to develop, commission, test and refine the various interfaces to bed-side monitors and equipment, portable collectors and database.\nUser Interface developer – create the user interfaces and displays for presenting data, patterns and alarms to the doctors and nurses. These will range from bed-side displays for individual patients to ward and unit dashboards to support the evolving patient pathways.\nAnalysis lead & personnel\nProfessor David Lowe – Data Analysis lead. David has a long history of signal processing, including pattern recognition and extraction from complex data streams, and technology transfer. He will support and mentor the Research Assistants in creating the algorithms for extracting patterns from physiological data.\nDr Raje Matam – Post-doctoral Research Assistant and lead analyst developing mathematical techniques for extracting patterns and applying adaptive and predictive thresholds to provoke warnings of deterioration.\nDr Iain Rice – Post doctoral Research Assistant to develop new signal processing techniques for extracting clinical information from single sensor outputs rich in physiological information.\nProf. Jon Deeks and Dr Alice Sitch – Biostatisticians: analysis of comparative data and preparation of manuscripts.\nDr Hugh McLeod - Health Economist: interpretation of the impact of proposed and evolving patient pathways on economical outcomes, including cost savings from reduced lengths of stay, modified work practices and fewer acute life threatening events.\nResearch timetable\nM1: Connect the bedside instruments and wireless sensors to the Formula One data system on the central data server.\nDeliverables: Full connectivity from all bed spaces and all ward areas. Ethical approval and Research & Development approval from BCH NHSFT\nM2: Set up study processes, governance and timelines for mixed method studies. Measurement of clinical and resource outcomes\nDeliverable: Detailed timeline, Project plan, confidentiality considerations, recruitment, and Standard Operating Procedures approved by Steering Group.\nM3: Recruit, process and store continuous physiological data in real-time.\nDeliverable: 95% patients recruited with labelled data and > 50% transmitted data\nM4: Develop, test and validate RAPID thresholds for patients. Refine software algorithms. Provide intuitive displays of patterns and alerts to encourage use at the bedside.\nDeliverable: Algorithm performance, adaptive thresholds and displays approved by Clinical Risk and Quality Committee and Steering Group.\nM5: Establish patient pathways to utilise the early detection and greater clinician access to data. Incorporate effective feedback mechanisms.\nDeliverable: Patient pathways approved by Clinical Risk and Quality Committee M6: Monitor performance and outcomes for 9 months\nDeliverable: Performance reports on connectivity, prediction and impact.\nM7: Write –up study results and Cost-effectiveness analysis\nDeliverable: Results disseminated\nResearch management arrangements\nThe Core team includes Dr Heather Duncan (Chief Investigator & Clinical lead), Prof David Lowe (Complex computational analysis, signal processing and prediction), and Dr Raje Matam (Post-doctoral Research Assistant & Analyst, with expertise in data security). Dr Peter van Manen was the Technical & Commercial lead, but this role will now be taken over by Dr Adam Hill. The Chief and Co-investigators will manage the clinical, technical and systems resources, including the staffing allocation across tasks.\nA Project Management team consisting of Project Manager, Intensive Care, Paediatric and Transport Consultants, Health Economist, Biostatistician, nursing and parent advisors will meet quarterly. The Technical team members (engineers from BCH IT, McLaren, Isansys, and Aston) will meet at least monthly to establish progress.\nThe Research Steering Group including Dr Duncan, Professor Lowe, Matt Boazman, Dr Kevin Morris, Dr Barney Scholefield, MAT, IT, Isansys, research nurses, research doctors and external advisors Dr Tom Clutton- Brock (Clinical Director, Healthcare Technology Cooperative), and Dr Peter Watkinson (Clinical Trials & Remote monitoring from Oxford) will meet quarterly.\nExceptional advisors: Professor Richard Lilford (Health Economics & Technology Translation), Professor Richard Bohmer (Healthcare Clinical Quality Improvement & Decision Support) and Professor Julian Bion (Clinical Trials, Policy, Education and Adult Intensive Care) will be consulted as needed.\nA BCH Project Board set up and chaired by Dr Vin Diwakar, Chief Medical Officer of BCH, will be a key stop/go decision-making forum made up of executive decision-makers will manage the interface between strategy and service demands.\nWork relevant to this proposal already commenced. We have developed the system in Paediatric Intensive Care (PIC), an environment that is rich in data and clinical expertise. Acute life-threatening events are more frequent in PIC in comparison to the wards (16- 25/month vs. 16-25/year). The current stage of development is as follows:\n The study where 27 PIC/KIDS Real-time Adaptive & Predictive Indicator of Deterioration (RAPID) A collaborative development by Birmingham Children’s Hospital, McLaren Applied Technologies Limited, Aston University, Isansys Lifecare Ltd & University of Birmingham\n Bedside Philips Intellivue monitors stream physiological data back to the real-time ATLAS data system has completed recruitment.\n The first patient specific adaptive algorithm has been developed using the pulse oximetry measurements which can detect when the physiological state is deviating from normal. This identifies subtle changes that are not visible to clinicians at the bedside.\n The pattern recognition software has enabled the pulse oximetry signals to be predicted 2 minutes into the future.\n Analysis routines, developed from historical data, extract patterns which are now run in real-time to develop and to establish adaptive thresholds.\n The original PEWS physiological thresholds are being compared to the new adaptive thresholds developed to operate with the continuous data stream. This is the first time an early warning score has been tested in Intensive Care.\nSuccess criteria\n1. Full connectivity from all bed spaces and all ward areas.\n2. Ethical approval and Research & Development approval from BCH NHSFT.\n3. 95% of patients recruited have labelled data and > 50% transmitted data\n4. Algorithm performance, adaptive thresholds and displays\n5. Patient pathways approved by Clinical Risk and Quality Committee\n6. Improved morbidity and potentially mortality risk.\n7. The bedside nurses time to care for patient’s increases by 10%.\n8. A 5% reduction in length of stay.\n9. Reduced anxiety of parents and patients when they need to step down from more intensive monitoring and surveillance.\n10. Acute life-threatening events may be averted. 11. Pilot data secured\nBarriers to success\n1. Difficulty interfacing between sensors, monitors and database. We have overcome this problem before in PIC and will employ expert engineers to assist. In addition, Isansys and MAT and BCH engineers will help.\n2. Wi-Fi bandwidth may need to be increased. BCH NHSFT IT will attend to this.\n3. Sensors don’t stay attached to patients. Research and bedside nurses will attend to this problem.\n4. Safety and risk issues are increased rather than reduced. The BCH NHSFT Executive Board, Chief Medical Officer and Clinical Risk and Quality and Steering Committee are fully supportive and will monitor this.\nEthical issues\nPatient confidentiality, consent and additional sticky sensors are the main ethical issues.\nPatients being studied are hospitalised and monitored with intermittent physiological data recorded for clinical purposes. This research project will store patient physiological data, age, gender, diagnoses and events in a separate secure database on the BCH secure internal server. A single confidential paper log of patients entered into the trial will be kept securely along with consent forms by Dr Duncan. Where consent to store data is withdrawn the patient record will be deleted.\nThe Young Lives project which collects physiological data from Intensive Care patients has been favourably reviewed by the Black Country Research Ethics Committee (REC Reference Number: 11/H1202/13) and permission was granted for ‘opt out’ consent and storage of patient identifiers to track outcomes. Parents and children are overwhelmingly in favour of this research and only 3 of over 1200 families have opted out.\nA new application will be made for this project because additional wireless sensors will need to be applied to patients. The application of additional sticky sensors is unlikely to be a barrier to the research but will need to be addressed in the patient information leaflets and the ‘Opt in’ consenting process.\nAn ethical review will be completed: 13/SW/0001\nIntellectual Property and Innovation\nWhat relevant IP is held by the applicants and how does it relate to this application?\nBirmingham Children’s Hospital owns the IP related to the adaptive algorithm based on pulse oximetry. McLaren Applied Technologies Limited IP is embedded in 3 licensed software products namely: SQL-Race, an Application Processing Interface (API) that is used to process multiple streams of time-series data into a SQL database, enabling many patients to be monitored uniquely and concurrently.\nvTAG, a PC-based processing platform that is used to run complex multiple input/output models to be run in real-time, in this case clinically relevant processing algorithms being developed by Birmingham Children’s Hospital to extract characteristic patterns from the physiological data will run on this platform. LifeInsight is a healthcare software from MAT to provide remote visualisation od patient data.\nAston University owns the background software platform on which the feature extraction and predictive algorithms will build upon. The NetLab suite of Matlab libraries produced over the past 15 years inside the NCRG are at available open source from\nhttp://www1.aston.ac.uk/eas/research/groups/ncrg/resources/netlab/. The NetLab Library is distributed under a creative commons licence and so is free for research purposes. Licences for commercial exploitation would be required.\nIsansys owns the IP relating to the platform required to connect remote wireless sensors to the database. All Foreground IP developed in this project shall be owned by BCH and licensed to Collaborators."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1. Hospital Episode Statistic Data 2010-11. www.hesonline.nhs.uk/ accessed 24/03/2012</p><p>2. Paediatric Intensive Care Audit Network http://www.picanet.org.uk/ accessed 24/03/2012</p><p>3. Parshuram CS, Duncan HP, Joffe AR, Farrell CA, Lacroix JR, Middaugh KL, Hutchison JS, Wensley D, Blanchard N, Beyene J, Parkin PC.1. Multi-centre validation of the Bedside Paediatric Early Warning System Score: A severity of illness score to detect evolving critical illness in hospitalized children. Crit Care. 15, R184 (2011).</p><p>4. Sharek PJ, Parast LM, Leong K, Coombs J, Earnest K, Sullivan J, Frankel LR, Roth SJ. Effect of a Rapid Response Team on Hospital-wide Mortality and Code Rates&nbsp;Outside the ICU in a Children’s Hospital. JAMA. 298, 2267-2274 (2007).</p><p>5. Tibballs J, Kinney S. Reduction of hospital mortality and of preventable cardiac arrest and death on introduction of a pediatric medical emergency team. Pediatr Crit Care Med. 2009 May;10(3):306-12</p><p>6. Pearson GA, Duncan HP. Early warning systems for identifying sick children. Paediatrics and Child Health. 21, 230-233 (2011).</p><p>7. Duncan H, Frew E. Short-term health system costs of paediatric in-hospital acute life-threatening events including cardiac arrest. Resuscitation. 80, 529-534 (2009).</p><p>8. Duncan H, Hutchison J, Parshuram CS. The Pediatric Early Warning System score: a severity of illness score to predict urgent medical need in hospitalized children. J Crit Care. 21, 271-8 (2006).</p><p>9. Duncan H. Survey of early identification systems to identify inpatient children at risk of physiological deterioration. Arch Dis Child. 92, 828 (2007).</p><p>10. National Institute for Health and Clinical Excellence. Acutely Ill Patients in Hospital. http://www.nice.org.uk/CG50</p><p>11. National Patient Safety Agency. Safer care for the acutely ill patient: learning from serious incidents. The fifth report from the Patient Safety Observatory. London (2007)</p><p>12. Pearson GA. Why Children Die: the report of a pilot confidential enquiry into child death by CEMACH (Confidential Enquiry into Maternal and Child Health) Clin Risk. 14,166-168 (2008). doi:10.1258/cr.2008.080042</p><p>13. Duncan H, McCabe A, Steele H, Cope H, Reynolds F. Reduction of Cardiac Arrest Following Implementation of a Paediatric Early Warning System (PEWS). PCCM Abstract WFPICCS Conference (2010)</p><p>14. Pronovost PJ, Goeschel CA, Marsteller JA, Sexton JB, Pham JC, Berenholtz SM. Framework for Patient Safety Research and Improvement. Circulation. 119, 330-337 (2009). doi: 10.1161/CIRCULATIONAHA.107.729848</p><p>15. Benning A, Ghaleb M, Suokas A, Dixon-Woods M, Dawson J, Barber N, Franklin BD, Girling A, Hemming K, Carmalt M, Rudge G, Naicker T, Nwulu U, Choudhury S, Lilford R. Large scale organisational intervention to improve patient safety in four UK hospitals: mixed method evaluation. BMJ. 349,195 (2011). doi: 10.1136/bmj.d195</p><p>16. Benning A, Dixon-Woods M, Nwulu U, Ghaleb M, Dawson J, Barber N, Franklin BD, Girling A, Hemming K, Carmalt M, Rudge G, Naicker T, Kotecha A, Derrington MC, Lilford R. Multiple component patient safety</p><p>intervention in English hospitals: controlled evaluation of second phase. BMJ. 349;349, d199 (2011). doi: 10.1136/bmj.d199</p><p>17. Nangalia V, Prytherch DR, Smith GB. Health technology assessment review: Remote monitoring of vital signs - current status and future challenges.&nbsp;Critical Care, 14:233 (2010).</p><p>18. Smith GB, Prytherch DR, Schmidt PE, Featherstone PI, Kellet J, Deane B, Higgins B. Should age be included as a component of track and trigger systems used to identify sick adult patients? Resuscitation. 78, 109-15. (2008).</p><p>19. Hravnak M, Devita MA, Clontz A, Edwards L, Valenta C, Pinsky MR. Cardiorespiratory instability before and after implementing an integrated monitoring system Crit Care Med 2011 Vol 39 (1) 65-72)</p><p>20. Carter MC, Miles MS: The Parental Stressor Scale: Pediatric Intensive Care Unit. Matern Child Nurs J. 18,187-198 (1989).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41598-020-67835-4",
                "date": "2020-07-09 10:06:38",
                "title": "Wireless monitoring and real-time adaptive predictive indicator of deterioration",
                "authors": [
                    "Heather P. Duncan",
                    "Balazs Fule",
                    "Iain Rice",
                    "Alice J. Sitch",
                    "David Lowe"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 1988716,
                "identity": "51f29925-a919-45a2-bd32-1352e164bd19",
                "order_by": 0,
                "name": "Heather Duncan",
                "email": "heather.duncan5@nhs.net",
                "orcid": "https://orcid.org/0000-0003-1771-8644",
                "institution": "BWCH NHSFT",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Heather",
                "middleName": "",
                "lastName": "Duncan",
                "suffix": ""
            },
            {
                "id": 1988717,
                "identity": "9f9b7c6d-4c9b-438b-8c2c-5368c566b17e",
                "order_by": 1,
                "name": "Balazs Fule",
                "email": "",
                "orcid": "",
                "institution": "BWCH NHSFT",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Balazs",
                "middleName": "",
                "lastName": "Fule",
                "suffix": ""
            },
            {
                "id": 1988718,
                "identity": "9b4fc2eb-cbfa-4fe5-bbe5-f965aa2dea2c",
                "order_by": 2,
                "name": "David Lowe",
                "email": "",
                "orcid": "",
                "institution": "Syndial Ltd",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Lowe",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-08-28 12:10:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1128/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1128/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13596530,
                "identity": "d33b1f88-19d0-4a7b-bd76-a331c7376cd5",
                "added_by": "auto",
                "created_at": "2021-09-17 05:28:45",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 220913,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1128/v1/d33c481b-915c-4e6f-9dad-4c8d86b934cc.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Wireless monitoring, early warning, paediatric cardiac arrest",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>1.5 million UK children are admitted to hospital every year. Approximately 650 suffer cardiac arrest and 2,900 will die in hospital. Early warning systems are recommended to reduce avoidable complications and death. To reduce or eliminate avoidable life-threatening illness developing in hospital, patients need to be identified reliably and quickly to people who can treat&nbsp;them effectively. We are combining the clinical expertise of a Specialist Children’s Hospital with the technology expertise of Formula One racing to monitor and care for children more effectively. This project will build upon prior work in Intensive Care where we have used McLaren Formula One technology to accentuate changes in monitored physiology and develop smart patient specific alarms (http://www.bbc.co.uk/news/technology-18997318). We will have children in the cardiac wards continuously monitored with small wireless sensors. We will combine their vital sign information with other risks related to their general health and display this combined early warning to doctors and nurses. When children are deteriorating they can quickly be identified, the required expert can be called to the bedside and, if necessary, the child could be moved to High Dependency or Intensive Care.</p><p><br></p><p>This study is to establish that we can collect continuous remote monitoring and act on it to improve patient outcomes. The benefits to patients participating in this study will be reduced duration of stay in hospital and Intensive Care, reduced acute life-threatening events, and less anxiety about intermittent observations or deterioration.</p><p><br></p><p>Beyond this project, we will take the technology to the rest of the hospital patients and then out of the hospital to patients at home and paramedics at the roadside.</p>",
        "manuscriptTitle": "﻿Real-time Adaptive &amp; Predictive Indicator of Deterioration (RAPID)&nbsp;A collaborative development by Birmingham Children’s Hospital,&nbsp;McLaren Applied Technologies Limited, Aston University, Isansys Lifecare Ltd &amp; University of Birmingham",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-09-24 17:25:59",
                "doi": "10.21203/rs.3.pex-1128/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "b763df1e-5353-4e8f-9241-c2e1d96e7893",
        "owner": [],
        "postedDate": "September 24th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 428860,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-09-24 17:25:59",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}