{
    "identity": "nprot-483",
    "title": "Isolation method for human metaphase chromosomes",
    "content": [
        {
            "header": "Introduction",
            "content": "Given that DNA on which genomic information is written exists as chromosomes in a cell, handling chromosomes in vitro as experimental materials can provide varieties of information throughout life sciences. Metaphase chromosomes are highly delicate under in vitro conditions, moreover, it has been difficult to prepare massive chromosomes as experimental materials. These inconvenient points have prevented researchers to use chromosomes as the materials for in vitro experiments, although numerous microscopic observations have been so far performed. There is a standard protocol to prepare mitotic metaphase chromosomes, i.e., PA method<sup>1, 2, 5-7</sup>. However the chromosomes prepared by the method have been found to contain lots of contaminated proteins<sup>4</sup>. Ordinary purification processes, i.e., the sucrose density gradient centrifugation<sup>4</sup> often or usually result in tremendous decrease in chromosome yield. Thus the purity and the quantity have never met in chromosome sample preparation. Recently we have developed a new method based on several previously published protocols<sup>1-4</sup>. The method enables obtainment of intact and highly purified chromosomes in large quantities.  The protocol consists of two steps; isolation of chromosomes from the synchronized mitotic human cells by the improved PA procedure, and purification of the chromosomes by Percoll density gradient centrifugation \\(PDGC)."
        },
        {
            "header": "Reagents",
            "content": "RPMI1640 \\(Nacalai Tesque, Inc.)\r\n\n\nfetal calf serum \\(FCS; Medical &amp; Biological Laboratories Co., Ltd.)\r\n\n\n0.1 mg/ml colcemid \\(colcemid; Nacalai Tesque, Inc.)\r\n\n\npenicillin-streptomycin mixed solution \\(Nacalai Tesque, Inc.)\r\n\n\n75 mM KCl \\(KCl; Wako Pure Chemical Industries, Ltd.)\r\n\n\n10&#xD7; PA buffer stock solution \\(150 mM Tris base; Nacalai Tesque, Inc., 20 mM EDTA; Dojindo, 800 mM KCl and 200 mM NaCl; Nacalai Tesque, Inc.)\r\n\n\n10&#xD7; EGTA stock solution \\(5 mM EGTA-2Na; Dojindo Laboratories)\r\n\n\npolyamine stock solution \\(0.4 M spermine tetrahydrochloride \\(pH 7.4) and 1.0 M spermidine trihydrochloride; both from Nacalai Tesque, Inc.)\r\n\n\n100 mM PMSF \\(PMSF; Nacalai Tesque, Inc.)\r\n\n\nCaution Harmful. Handle it using appropriate safety equipment.\r\n\n\nPA buffer \\(see REGENT SETUP)\r\n\n\nPA storage buffer \\(70% glycerol; Wako Pure Chemical Industries, Ltd./wash buffer)\r\n\n\n20&#xD7; wash buffer stock solution \\(0.1 M Tris-HCl \\(pH 7.4), 0.4 M KCl, 0.4 M EDTA-KOH; Dojindo and 5 mM spermidine trihydrochloride)\r\n\n\nPercoll buffer \\(see REGENT SETUP)\r\n\n\nWash buffer \\(see REGENT SETUP)\r\n\n\nXBE2 \\(10 mM HEPES; SIGMA-Aldrich Corp. \\(pH 7.7), 2 mM MgCl2; Wako Pure Chemical Industries, Ltd., 100 mM KCl and 5 mM EGTA)\r\n\n\nPG storage buffer \\(70% glycerol/XBE2)\r\n\n\n8% paraformaldehyde/XBE2 \\(PFA; Wako Pure Chemical Industries, Ltd., see REGENT SETUP)\r\n\n\nCaution Harmful. Handle it using appropriate safety equipment.\r\n\n\n0.5 mg/ml NaBH4 \\(NaBH4; Wako Pure Chemical Industries, Ltd.)\r\n\n\n60% sucrose/XBE2 \\(sucrose; Wako Pure Chemical Industries, Ltd.)\r\n\n\n3% BSA/XBE2 \\(BSA; Nacalai Tesque, Inc.)\r\n\n\n0.5% Triton X-100/XBE2 \\(SIGMA-Aldrich Corp.)\r\n\n\n1% BSA and 0.05% Tween 20/XBE2 \\(Tween 20; BIORAD Laboratories, Inc.)\r\n\n\n1 ug/ml DAPI/Vectashield \\(DAPI; SIGMA-Aldrich Corp.; and Vectashield; Vector Laboratories)\r\n\n\nmouse monoclonal antibody against p170 Human Topoisomerase II&#xF061; \\(1:50 dilution, TopoGEN, Inc.)\r\n\n\nmouse monoclonal antibody against Ki-67 antigen \\(1:100 dilution, DakoCytomation, Inc.)\r\n\n\nhuman nuclear ANA-Centromere autoantibody \\(CREST) \\(1:1000 dilution, Cortex Biochem, Inc.)\r\n\n\nAlexa Fluor 488 conjugated goat anti-rabbit IgG \\(1:200 dilution, Invitrogen Corp.)\r\n\n\nTRITC conjugated goat anti-human IgG \\(1: 100 dilution, SIGMA Aldrich Corp.)"
        },
        {
            "header": "Equipment",
            "content": "Humidified tissue culture incubator \\(37 &#xB0;C, 5% CO2)\r\n\n\nCulture flask, angled neck, 225cm&#xB2; and vent cap \\(Corning, Inc.)\r\n\n\n1 l centrifuge tube \\(Beckman Coulter, Inc.)\r\n\n\n50 ml conical tube \\(Greiner Bio-One Co., Ltd)\r\n\n\n50 ml centrifuge tube polycarbonate 29&#xD7;104 mm \\(BECKMAN Instruments, Inc.)\r\n\n\nJLA-9.1000 angle rotor \\(Beckman Coulter, Inc.)\r\n\n\nTS-38N swing rotor \\(TOMY SEIKO Co, Ltd.)\r\n\n\nJA-20 angle rotor \\(Beckman Coulter, Inc.)\r\n\n\n40 ml Dounce homogenizer with a loose B pestle \\(Wheaton Industries, Inc.)\r\n\n\ncut tip\r\n\n\nShandon Cytospin 4 \\(Thermo Fisher Scientific, Inc.)\r\n\n\nShandon single/double Cytofunnels \\(Thermo Fisher Scientific, Inc.)\r\n\n\nPappen \\(Daido Sangyo Co., Ltd.)\r\n\n\nAPS coated glassslide \\(Matsunami Glass Ind., Ltd.)\r\n\n\ncoverslips \\(Matsunami Glass Ind., Ltd.)\r\n\n\nCoplin jar\r\n\n\nfluorescence microscope, equipped with appropriate filters \\(Carl Zeiss, Inc.)"
        },
        {
            "header": "Procedure",
            "content": "**Synchronous culture of HeLa S3 cells TIMING: Synchronous treatment should be performed on 1 day before chromosome preparation.**\r\n\n\n1. HeLa S3 cells are maintained in RPMI1640 medium supplemented with 5% \\(v/v) FCS, 100 U/ml penicillin and 100 ug/ml streptomycin. Usually the cells are cultured of 4 l in total using ten flasks \\(400 ml per flask).\r\n  \r\n\n\n2. Add the colcemid solution \\(final concentration of 0.1 ug/ml) to the culture at cell densities of 3-4×10\n5\n/ml. Incubate the culture for another 16 h before harvesting.\r\n  \r\n\n\n**Isolation of metaphase chromosomes from HeLa S3 cells TIMING: 2.5-3.5 h**\r\n\n\n3. Separate cells from the bottom of flasks by tapping the flasks with hand and pour the 4 l of the culture into four centrifuge tubes \\(1 l each).\r\n  \r\n\n\n4. Harvest cells by centrifugation at 1,500 ×g and at 4°C for 10 minutes in a JLA-9.1000 rotor. Remove supernatant by decantation.\r\n  \r\n\n\n5. Resuspend cells in 75 mM KCl solution. Usually cells harvested from 2 l of culture are suspended in 50 ml of the hypotinic solution in one 50 ml tube. Stand the tube\\(s) at R.T. for 30 minutes, followed by centrifugation at 780 ×g and at 4 °C for 10 minutes in a TS-38N rotor.\r\n  \r\n\n\n6. Remove supernatant by decantation and add 40 ml of ice-cold PA buffer per one tube. Cells should be resuspended well by tapping tube with fingers.\r\n  \r\n\n\n7. Take 40 ml of the solution, and disrupt cell membrane with a Dounce homogenizer \\(about 20 times). Repeat the same for another 40 ml.\r\n  \r\n\n\n8. Mix and stir gently the solution and add PA buffer up to 90 ml and transfer the solution of 15 ml into six 50 ml tubes. Centrifuge at 440 ×g for 3 minutes in a TS-38N rotor, resulting subcellular components in the sediment and the chromosomes in the supernatant.\r\n  \r\n\n\n9. Recover 10 ml of the supernatant. For additional collection of the chromosomes, add the PA buffer to sediment fraction up to 15 ml and mix well, followed by centrifugation at 440 ×g for 3 minutes. Recover 10 ml of the supernatant again.\r\n  \r\n\n\n10. Mixture of the solution recovered at step 9 are gently laid onto four 50 ml tubes of 10 ml PA storage buffer, followed by centrifugation at 1,750 ×g and for 20 minutes in a TS-38N rotor. The PA chromosomes are recovered as slightly white band at the boundary formed between supernatant and the storage buffer. Remove the supernatant carefully by pipetting and the PA chromosomes are resuspended into the storage buffer by pipetting with a cut tip.\r\n  PAUSE POINT PA chromosomes can be stored at -20 °C until use.\r\n\n\n\r\n\n\n**Purification of the PA chromosomes TIMING: 2.5-3.5 h**\r\n\n\n11. Take 10 ml of PA storage buffer containing the PA chromosomes and put the sample in a Dounce homogenizer and add 10 ml of Percoll buffer. Homogenize 10 times gently. Add another 15 ml of Percoll buffer and homogenize the sample more gently and slowly 30 times. Transfer the homogenized mixture into a centrifuge tube. Repeat the same for another 30 ml of PA storage buffer containing the PA chromosomes.\r\n  \r\n\n\n12. Centrifuge the mixture at 20,000 rpm for 30 minutes in a JA-20 rotor. Usually the fraction of the PG chromosomes appears as a slightly white band located at the level that was one-fifth of the tube length measured from the bottom.\r\n  \r\n\n\n13. Recover the chromosome fraction \\(7~8 ml from each tube) and dilute it more than three-fold in wash buffer.\r\n  \r\n\n\n14. The diluted solution is gently laid onto two 50 ml tubes of 2 ml PG storage buffer, followed by centrifugation at 2,000 ×g for 20 minutes in a TS-38N rotor. Roughly remove the supernatant by pipetting and dilute the PG chromosome fraction more than three-fold in the XBE2. Lay the solution onto one 50 ml tubes of 2 ml PG storage buffer, followed by centrifugation at 2,000 ×g and for 20 min.\r\n  \r\n\n\n15. Remove the supernatant carefully by pipetting and the PG chromosomes are resuspend into the storage buffer by pipetting with a cut tip.\r\n  PAUSE POINT PG chromosomes can be stored at -20 °C until use.\r\n\n\n\r\n\n\n**Indirect immunofluorescent staining on the isolated chromosomes TIMING: 5-6 h**\r\n\n\n16. Add one tenth volume of 8% PFA/XBE2 \\(final concentration of 0.8%) to the PG storage buffer containing PG chromosomes. Stand for 15 minutes at R.T. Then dilute PG storage buffer containing PG chromosomes with XBE2\r\n  \r\n\n\n17. Add the same volume of 60% sucrose/XBE2 to the fixed chromosome solution.\r\n  \r\n\n\n18. Put 150 ul of the solution into Cytofunnels set on glassslides, followed by spin at 2,000 rpm for 15 minutes with middle acceleration. The area of specimen on glassslides is circular marked with Pappen.\r\n  \r\n\n\n19. Treat specimens in 0.5 mg/ml NaBH4 in XBE2 for 5 minutes.\r\n  \r\n\n\n20. Wash the glassslides in a Coplin jar 2 times for 5 minutes with XBE2.\r\n  \r\n\n\n21. Treat specimens in 0.5% Triton X-100/XBE2 for 5 minutes.\r\n  \r\n\n\n22. Wash the glassslides in a Coplin jar 2 times for 5 minutes with XBE2.\r\n  \r\n\n\n23. Treat specimens in 3% BSA/XBE2 for 30 minutes.\r\n  \r\n\n\n24. Remove the blocking solution by tilting glassslides and treat specimens in the primary antibody solution for 1 hour. Antibodies are diluted in 0.05% Tween 20/XBE2 with 1% BSA.\r\n  \r\n\n\n25. Wash the glassslides in a Coplin jar 3 times for 5 minutes each with XBE2.\r\n  \r\n\n\n26. Treat specimens in the secondary antibody solution for 1 hour. Antibodies are diluted in 0.05% Tween 20/XBE2 with 1% BSA.\r\n  \r\n\n\n27. Wash the glassslides in a Coplin jar 3 times for 5 minutes each with XBE2.\r\n  \r\n\n\n28. Mount specimens in 1 ug/ml DAPI/Vectashield, and seal coverslips with nail-polish."
        },
        {
            "header": "Timing",
            "content": "Step 1: Several days for maintenance of HeLa S3 cells\r\n\n\nStep 2: 1 day before chromosome preparation.\r\n\n\nSteps 3-10: 2.5-3.5 h\r\n\n\nSteps 11-15: 2.5-3.5 h\r\n\n\nSteps 16-28: 6-7 h"
        },
        {
            "header": "Critical Steps",
            "content": "CRITICAL STEP 6: From this step, all procedures in this section must be performed at 4 &#xB0;C or on ice.\r\n\n\n\r\n\n\nCRITICAL STEP 7: Check if cell membranes are disrupted appropriately by observation of the homogenized cell suspension after DAPI staining. Proper homogenization provides scattered chromosomes with authentic X-shaped structure, whereas aggregated chromosomes will be observed after insufficient homogenization or damaged chromosomes caused by extra physical force.\r\n\n\n\r\n\n\nCritical Step 11: All procedures in this section must be performed at 4 &#xB0;C or on ice.\r\n\n\n\r\n\n\nCritical Step 16: Although chromosome containing PG storage buffer is usually diluted to 5%, the dilution rate should be adjusted according to the concentration of chromosomes.\r\n\n\nCritical Step 16: All procedures in this section must be performed at R.T."
        },
        {
            "header": "Troubleshooting",
            "content": "Step 7: When chromosome clusters are observed after the homogenization, cell suspension should be homogenized a few times more.\r\n\n\nStep 12: If no visible band of chromosome fraction is observed, fractionate the centrifuged mixture into ~3 ml aliquot and stain a drop of each fraction with DAPI, followed by fluorescence microscopy. Then the fractions containing chromosomes can be identified. Usually chromosomes are found at the level that was one-fifth the of the tube length measured from the bottom."
        },
        {
            "header": "Anticipated Results",
            "content": "Isolation of the massive and intact chromosomes from cells opens the way to variety of in vitro assays. For example, it enables us to investigate the effect of different factors on chromosome morphology by exchanging buffer solutions without any interference of cytoplasmic elements. Morphological changes of the isolated chromosomes caused by increased salt concentration are clearly detected by scanning electron microscopy \\(SEM) as shown in Fig. 1. This method is also essential for researchers to perform biochemical experiments targeting chromosomes, such as proteome analysis of human chromosomes, which require intact and sufficient materials in amount. A few hundred micrograms of chromosomal proteins can be obtained at one preparation. We have already succeeded in producing the varieties of antibodies against chromosomal proteins by immunization of the proteins prepared from the isolated chromosomes to mice8, where the purified chromosomes and proteins extracted from them are essential source as the antigens. As depicted in Fig. 2, several proteins detected in PA chromosomes were removed in PG chromosomes maintaining the proteins characteristic to the chromosome higher order structure, such as topoisomerase I \\(topo I) and IIa \\(topo IIa), condensin subunits \\(closed triangle), and histones. They were retained at the similar levels between PA and PG chromosomes. About 200 ug of chromosomal proteins are obtained from 1 l of cell culture \\(~2.8&#xD7;108 cells). Furthermore indirect immunofluorescent staining using the PG chromosomes10 provides much clearer localization signal of proteins on chromosomes without any interference by cytoplasm as demonstrated in Fig. 3. Both the chromosomal proteins of topoisomerase IIa&#xF020;and Ki-67 were clearly detected at chromosome axial regions and chromatid peripheral regions, respectively. Thus, the PG chromosomes obtained by the protocol described here ensure the quality of the results not only in biological observation but also biochemical handling and experiments"
        },
        {
            "header": "References",
            "content": "1. Lewis, C. &amp; Laemmli, U. K. Higher order metaphase chromosome structure: evidence for metalloprotein interactions. _Cell_ **29**, 171&#x2013;181 \\(1982).\r\n  2. Spector, D., Goldman, R. &amp; Leinwamd, L. in Cells: A Laboratory Manual \\(Janssen, K., ed) Vol. 49, pp. 11&#x2013;12, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY \\(1998).\r\n  3. Gasser, S., &amp; Laemmli, U. K. Improved methods for the isolation of individual and clustered mitotic chromosomes. _Exp. Cell Res._ **173**, 85&#x2013;98 \\(1987).\r\n  4. Uchiyama, S., Kobayashi, S., Takata, H., Ishihara, T., Hori, N., Higashi, T., Hayashihara, K., Sone, T., Higo, D., Nirasawa, T., Takao, T., Matsunaga, S. &amp; Fukui, K. Proteome analysis of human metaphase chromosomes. _J. Biol. Chem_. **280**, 16994&#x2013;17004 \\(2005).\r\n  5. Sone, T., Iwano, M., Kobayashi, S., Ishihara, T., Hori, N., Takata, H., Ushiki, T., Uchiyama, S. &amp; Fukui, K. Changes in chromosomal surface structure by different isolation conditions. _Arch. Histol. Cytol_. **65**, 445&#x2013;455 \\(2002).\r\n  6. Uchiyama, S., Kobayashi, S., Takata, H., Ishihara, T., Sone, T., Matsunaga, S. &amp; Fukui, K. Protein composition of human metaphase chromosomes analyzed by two-dimensional electrophoreses. _Cytogenet. Genome Res_. **107**, 49&#x2013;54 \\(2004).\r\n  7. Takata, H., Uchiyama, S., Nakamura, N., Nakashima, S., Kobayashi, S., Sone, Takefumi., Kimura, S., Lahmers, S., Granzier, H., Labei, S., Matsunaga, S. &amp; Fukui, K.&#x3000;A comparative proteome analysis of human metaphase chromosomes isolated from two different cell lines reveals a set of conserved chromosome-associated proteins. _Genes Cells_ **12**, 269&#x2013;284 \\(2007).\r\n  8. Higashi, T., Miyakawa, S., Uchiyama, S., Matsunaga, S., Takata, H., Fujimoto, S., Noda, M., Terauchi, A., Shimizu, T., Oda, M., Azuma, T. &amp; Fukui, K. Generation of monoclonal antibodies against chromosomal antigens that have a high sequence similarity between human and mouse. _J. Biotechnol_. **120**, 262-272 \\(2005).\r\n  9. Cole, A. Chromosome structure. _Theor. Biophys_. **1**, 305&#x2013;375 \\(1967).\r\n  10. Maeshima, K. &amp; Laemmli, U. K. A two-step scaffolding model for mitotic chromosome assembly. _Dev. Cell_ **4**, 467-480 \\(2003)."
        },
        {
            "header": "Acknowledgements",
            "content": "This study was supported in part by a grant from the Japan Science and Technology Agency to K. F. and S. U."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11018,
                "identity": "9f3e8f61-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kayoko Hayashihara",
                "email": "",
                "orcid": "",
                "institution": "Dept. Biotechnology, Osaka University, Osaka, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kayoko",
                "middleName": "",
                "lastName": "Hayashihara",
                "suffix": ""
            },
            {
                "id": 11019,
                "identity": "9f3e927e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Susumu Uchiyama",
                "email": "",
                "orcid": "",
                "institution": "Dept. Biotechnology, Osaka University, Osaka, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Susumu",
                "middleName": "",
                "lastName": "Uchiyama",
                "suffix": ""
            },
            {
                "id": 11020,
                "identity": "9f3e9480-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shouhei Kobayashi",
                "email": "",
                "orcid": "",
                "institution": "Natl. Inst. Infor. Commu. Tech.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shouhei",
                "middleName": "",
                "lastName": "Kobayashi",
                "suffix": ""
            },
            {
                "id": 11021,
                "identity": "9f3e95f8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Masanobu Yanagisawa",
                "email": "",
                "orcid": "",
                "institution": "Fuji Oil Co., Ltd.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Masanobu",
                "middleName": "",
                "lastName": "Yanagisawa",
                "suffix": ""
            },
            {
                "id": 11022,
                "identity": "9f3e9766-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sachihiro Matsunaga",
                "email": "",
                "orcid": "",
                "institution": "Dept. Biotechnology, Osaka University, Osaka, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sachihiro",
                "middleName": "",
                "lastName": "Matsunaga",
                "suffix": ""
            },
            {
                "id": 11023,
                "identity": "9f3e98c2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kiichi Fukui",
                "email": "",
                "orcid": "",
                "institution": "Dept. Biotechnology, Osaka University, Osaka, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kiichi",
                "middleName": "",
                "lastName": "Fukui",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-26 11:12:56",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.166",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.166",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464471,
                "identity": "fdbce8d0-fbc1-4621-b0fc-da27ebf2a792",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 158426,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-483/v1/fea9de2c-3075-41f6-9c03-e436a3963923.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "isolation method of intact chromosomes, human metaphase chromosomes, massive and purified chromosomes, versatile applications\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Isolation method for human metaphase chromosomes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-08-13 07:17:10",
                "doi": "10.1038/nprot.2008.166",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f3e33db-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 13th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2155,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 2156,
                "name": "Cell biology"
            },
            {
                "id": 2157,
                "name": "Developmental biology"
            },
            {
                "id": 2159,
                "name": "Biological techniques"
            },
            {
                "id": 2161,
                "name": "Genetics"
            },
            {
                "id": 2162,
                "name": "Biotechnology"
            },
            {
                "id": 2163,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-08-13 07:17:10",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}