{
    "identity": "nprot-193",
    "title": "Identification of target mRNAs of regulatory RNA binding proteins using mRNP immunopurification and microarrays",
    "content": [
        {
            "header": "Introduction",
            "content": "**Abstract**\r\n\n\nRNA-binding proteins \\(RBPs) frequently regulate the posttranscriptional fate of target mRNAs. To identify novel target mRNAs of RBPs, we established a protocol for the immunoprecipitation of ribonucleoprotein complexes and the identification of associated mRNAs by microarray analysis. \r\n\n\n\r\n\n\n**Introduction**\r\n\n\nThe regulation of gene expression at the post-transcriptional level is commonly controlled by the formation of messenger-ribonucleoprotein complexes \\(mRNPs). We have developed a protocol that involves immunoprecipitation of RNA-binding proteins \\(RBPs) with their associated mRNAs, and identification of these mRNAs by microarray analysis<sup>1</sup>. In principle, this approach allows the comprehensive identification of putative RBP target mRNAs on a genome-wide level.\r\n\n\nThe method described here differs from previously published approaches<sup>2-4</sup> in which mRNPs that assembled in living cells are isolated and analyzed; here, mRNPs are formed in the test tube by incubating total RNA with the respective recombinant RBP. Subsequently, the mRNPs are immunoselected using a specific antibody raised against the RBP. To assess the non-specific background the recombinant RBP is omitted in a control reaction. The mRNA composition of the supernatant and/or immunoprecipitated fractions is finally analyzed using microarrays \\(Fig.1). Analyses of immunoprecipitation reactions of iron regulatory protein 1 \\(IRP1) on specialized dual-color microarrays \\(IronChip; ref. 5) have successfully identified two novel iron responsive element \\(IRE)-containing mRNAs<sup>1,6</sup>. \r\n\n\nHere, we focus on protocols for the critical steps in this procedure including the extraction of total RNA from cell lines or tissues, the isolation of mRNPs by immunoprecipitation and the identification of the target mRNAs by dual-color cDNA microarrays \\(Fig. 2)."
        },
        {
            "header": "Reagents",
            "content": "Total RNA extracted from cell lines or tissues\r\n\n\n15 ml polypropylene tubes \\(Greiner bio-one, cat. no. 188271)\r\n\n\nPurified, recombinant RNA Binding Protein \\(RBP) \\(ref. 7; self-generated) \r\n\n\nSpecific antibody directed against the RBP \\(ref. 8; self-generated) \r\n\n\nTrizol Reagent \\(Invitrogen, cat. no. 15596-018) CAUTION Trizol is toxic in contact with skin and if swallowed. It causes burns.\r\n\n\nProtein A-Sepharose CL 4B \\(Amersham Biosciences, cat. no. 17-0780-01)\r\n\n\nIPP150 buffer \\(see REAGENT SETUP)\r\n\n\nIgepal CA-630, Nonidet P-40 \\(NP40; Sigma, cat. no. I30201)\r\n\n\n1M Tris-HCl pH 7.5 or pH 8.0 \\(Sigma, cat. no. T1503)\r\n\n\n1M NaCl \\(Merck, cat. no. 1.06404.5000)\r\n\n\nRnasin Plus RNase Inhibitor 40 units &#xB5;l<sup>-1</sup> \\(Promega, cat. no. N261B)\r\n\n\nProtector RNase Inhibitor 40 units &#xB5;1<sup>-1</sup> \\(Roche, cat. no. 03 335402 001)\r\n\n\n2-mercaptoethanol \\(Sigma, cat. no.M-6250)\r\n\n\nProteinase K \\(Merck, cat. no. 1.24568.0100)\r\n\n\n2x PK buffer \\(see REAGENT SETUP)\r\n\n\n0.5 M Ethylenediamine tetraacetic acid, EDTA \\(Sigma, cat. no. E9884)\r\n\n\n10% Dodecylsulfate sodium salt, SDS \\(Serva, cat. no. 20765)\r\n\n\n20 mg ml<sup>-1</sup> Glycogen, molecular biology grade \\(Roche, cat. no. 10 901393 001)\r\n\n\nPhenol-chloroform-isoamyl alcohol mixture \\(AppliChem, cat. no. A0889,0100). Chloroform \\(Merck, cat. no. 1.02445.1000)\r\n\n\nCAUTION Phenol is toxic when in contact with skin or if swallowed; and is irritating to eyes, the respiratory system and skin. Chloroform is harmful by inhalation or if swallowed, and is a potential carcinogen. Isoamyl alcohol is inflammable, and is irritating to eyes, the respiratory system and skin. The phenol:chloroform:isoamyl alcohol should be used with appropriate safety measures, and adequate ventilation.\r\n\n\n100% ethanol \\(Merck, cat. no. 1.00983.2500)\r\n\n\n70% ethanol \\(diluted from 100%)\r\n\n\n2-propanol \\(Merck, cat. no. 1.09634.2500)\r\n\n\n7.5 M Ammonium acetate \\(Sigma, cat. no. A2706)\r\n\n\nT7-d\\(T)<sub>24</sub> primer \\(Sigma, 5&#x2019;-GGCCAGTGAATTGTAATACGACTCACTATAGGGAG\r\n\n\nGCGG\\(T)<sub>24</sub> -3&#x2019;). CRITICAL STEP Inefficient primer synthesis or suboptimal primer purity will impair the T7-Polymerase primed RNA amplification step. HPLC purification of the primer is essential. It is useful to test primers from different companies and synthesis reactions to identify the best supplier.\r\n\n\n&#x2018;Spike-in&#x2019; and negative control mix 50 pg &#xB5;l<sup>-1</sup> \\(ref. 9; self-generated, see REAGENT SETUP) \r\n\n\nSuperscript II Reverse transcriptase \\(Invitrogen, cat. no. 18064-014)\r\n\n\n10 mM deoxynucleotides, PCR grade \\(dNTPs) \\(Roche, cat. no. 1 969 064)\r\n\n\n5x Second strand synthesis buffer \\(Invitrogen, cat. no. y01129)\r\n\n\nE. coli DNA-ligase, 10 units &#xB5;l<sup>-1</sup> \\(Invitrogen, cat. no. 18052-019)\r\n\n\nDNA polymerase I, 10 units &#xB5;l<sup>-1</sup> \\(Invitrogen, cat. no. 18010-025)\r\n\n\nRNase H, 2 units &#xB5;l<sup>-1</sup> \\(Invitrogen, cat. no. 18021-014)\r\n\n\nAmbion kit Megascript T7 \\(Ambion, cat. no. 1334)\r\n\n\nQiagen Rneasy Mini Kit \\(Qiagen, cat. no. 74104)\r\n\n\n3 mg ml<sup>-1</sup> Random hexamers &#xF020;\\(Invitrogen, cat. no. 48190-011)\r\n\n\nLow-dT-dNTPs mix \\(See REAGENT SETUP)\r\n\n\n25 nmol Cy3-dUTP \\(Amersham Bioscience, cat. no. PA53022)\r\n\n\n25 nmol Cy5-dUTP \\(Amersham Bioscience, cat. no. PA55022)\r\n\n\nNaOH/EDTA stop solution \\(see REAGENT SETUP)\r\n\n\n10 M Sodium hydroxide, NaOH \\(Merck, cat. no. 1.06498.1000)\r\n\n\nQIA-quick PCR purification kit \\(Qiagen, cat. no. 28104)\r\n\n\nHybridization buffer A \\(see REAGENT SETUP)\r\n\n\n1 &#xB5;g &#xB5;l<sup>-1</sup> Cot-1 DNA \\(Invitrogen, cat. no. 15279-011; use species-specific Cot-1 DNA)\r\n\n\nPlastic cover-slips, hybri-slips size 22 x 22 x 0.25 mm \\(Sigma, cat. no. Z365904-100EA)\r\n\n\n20x salt sodium citrate, SSC \\(See Commonly used stock solutions)\r\n\n\nTri-sodium citrate dehydrate \\(Merck, cat. no. 1.06448.1000)\r\n\n\n100% Formamide, deionized \\(Ambion, cat. no. AM9342) CAUTION Formamide is harmful by inhalation, in contact with skin or if swallowed; it also causes burns. Formamide should be used with appropriate safety measures, such as protective gloves, glasses and clothing and appropriated ventilation.\r\n\n\n50x Denhardt&#x2019;s solution \\(see REAGENT SETUP)\r\n\n\nFicoll 400 \\(Sigma, cat. no. F-4375)\r\n\n\nPolyvinylpyrrolidone \\(Sigma, cat. no. PVP10-100G)\r\n\n\nPrehybridization buffer \\(see REAGENT SETUP)\r\n\n\nBovine albumin serum, BSA \\(Sigma, cat. no. A-2153)\r\n\n\n3 M Sodium acetate pH 5.2 \\(Merck, cat. no. 1.06268.1000)\r\n\n\n10x Phosphate buffered saline \\(10X PBS), Ca<sup>2+</sup> and Mg<sup>2+</sup> free \\(See commonly used stock solutions)\r\n\n\nWash Buffer I \\(see REAGENT SETUP)\r\n\n\nWash Buffer II \\(see REAGENT SETUP)\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n\r\n\n\n**Solutions** \r\n\n\n**Important:** prepare all solutions and buffers using RNase-DNase-free H2O\r\n\n\n**IPP150 buffer** 10 mM Tris-HCl pH8.0, 150 mM NaCl, 0.1% NP40\r\n\n\n**2x PK buffer** 0.2 M Tris-HCl pH 7.5, 25 mM EDTA, 0.3 M NaCl, 2% SDS\r\n\n\n**Low-dT-dNTPs mix** \\(Roche, cat. no. 1 969 064) 25mM of dATP, dCTP and dGTP nucleotides, 10 mM of dTTP nucleotide\r\n\n\n**NaOH/EDTA stop solution** 1M NaOH, 20mM EDTA\r\n\n\n**Hybridization buffer A** 50% formamide, 6x SSC, 0.5% SDS, 5x Denhardt&#x2019;s solution. Filter the solution and stored it at -20 &#xB0;C\r\n\n\n**50x Denhardt&#x2019;s solution** 1% Ficoll 400, 1% polyvinylpyrrolidone, 1% BSA. Dispense in aliquots and store at -20 &#xB0;C\r\n\n\n**&#x2018;Spike-in&#x2019; and negative controls:** For a detailed description of the generation and application of spike-in and negative controls for dual color microarray analysis, please see reference 9. _In vitro_ transcribed spike-in controls are added at 50 pg &#xB5;l<sup>-1</sup> to the individual RNA preparation prior to the amplification and labeling steps. \r\n\n\n**Prehybridization buffer** 6x SSC, 0.5% SDS, 1% BSA. Filter the solution and store at room temperature.\r\n\n\n**Wash Buffer I** 0.5x SSC, 1% SDS\r\n\n\n**Wash Buffer II** 0.5x SSC"
        },
        {
            "header": "Equipment",
            "content": "Polytron PT 2100 homogenizer \\( \"Kinematica AG, cat. no. PT 2100\":http://www.kinematica.ch/)\r\n\n\n\"NanoDrop ND-100 spectrophotometer\":http://www.nanodrop.com/\r\n\n\nGenePix 4000B microarray scanner \\( \"Molecular Devices Inc.\":http://www.moleculardevices.com/pages/instruments/gn_genepix4000.html)\r\n\n\nVacuum concentrator 5301 \\( \"Eppendorf, cat. no. 5301 000.210\":http://www.eppendorf.com/script/cat-prd.php?l=25&amp;region=&amp;b=10082)\r\n\n\nHybridization chambers, GeneMachines HybChambers \\( \"Genomic Solutions, cat. no. JHYB200003\":http://www.genomicsolutions.com/showPage.php?title=GeneMachines%20HybChambers)"
        },
        {
            "header": "Procedure",
            "content": "**Extraction of total RNA from cells and tissues** TIMING Day 1, 1h + overnight incubation\r\n\n\n**1** Two protocols for the extraction of total RNA from cultured cells or mouse tissues are described below.\r\n\n\n**A Extraction of total RNA from cultured cells**\r\n\n\n**i** Maintain cells under appropriate culture conditions. Harvest sufficient cells to obtain at least 50 µg of total RNA \\(for example 10\n7\nHeLa cells). The total RNA required depends on \\(a) the expected abundance of target mRNAs and \\(b) the affinity between the RBP and the RNA binding site.\r\n\n\n**ii** Wash tissue culture cells twice with ice-cold phosphate-buffered saline \\(PBS) and add the required amount of Trizol reagent directly to the cells according to manufacture’s instructions.\r\n\n\n**iii** Collect the cell lysate in an eppendorf tube and homogenize the samples by passing the cell lysate several times through a pipette or a 22-gauge needle.\r\n\n\n**iv** Add 200 µl of chloroform per ml of Trizol used to the homogenate. Shake tubes vigorously by hand for 15 seconds.\r\n\n\n**v** Centrifuge in a refrigerated microcentrifuge at 13000 rpm for 15 min. Transfer the aqueous phase \\(upper phase) to 1 ml eppendorf tubes.\r\n\n\n\r\n\n\n**B Extraction of total RNA from mouse tissues**\r\n\n\n**i** In a 15 ml polypropylene tube, homogenize  fresh or frozen tissue submerged in Trizol, as suggested by the manufacturer \\(6-10 strokes, 10-20 sec each, with a power homogenizer, Polytron). Check for total disruption of the tissue.\r\n\n\n**ii** Add 200 µl of chloroform per ml of Trizol used to the homogenate. Shake tubes vigorously by hand for 15 seconds.\r\n\n\n**iii** Centrifuge refrigerated at 4000 rpm for 15 min. Transfer aqueous phase \\(upper phase) to 2 ml eppendorf tubes.\r\n\n\nNote: Blood and bone marrow cells can be processed as described for cultured cells \\(i.e. without polytron homogenization).\r\n\n\n**2** Precipitate total RNA by adding 1 volume of isopropanol. For maximum recovery of total RNA we usually precipitate overnight at -20 °C. After centrifugation \\(13000 rpm for 20 min at 4 °C) the pellet is washed with 70% ethanol and resuspended in RNase free water at a final concentration of 2.5 µg µl\n-1\n.\r\n\n\nPAUSE POINT Total RNA can be stored at -80 °C for several months.\r\n\n\n\r\n\n\n**Immunoprecipitation reactions** TIMING 2 days\r\n\n\n**Antibody coating of protein A/G beads** TIMING Day 2, 20 min\r\n\n\n**3** To equilibrate the beads in the appropriate buffer, wash Protein-A Sepharose beads 3 times for 2 min by inverting the tube 5 times in ice-cold IPP150 buffer. The choice of protein A or protein G beads depends on the isotype of the antibody used. In our experiments we have successfully used protein-A Sepharose beads to precipitate polyclonal antibodies produced in rabbits. 100 µl of protein-A Sepharose bead slurry \\(50% w/v) per sample will yield a pelleted bead volume of approximately 50 µl.\r\n\n\nCRITICAL STEP Avoid centrifugations at high speed as this may damage the beads. Centrifugations between the washes should be performed at 4000 rpm for 20 seconds.\r\n\n\n**4** Remove excess of IPP150 buffer from the pelleted beads. Then add the antibody in fresh IPP150 buffer to yield a total volume of 150 µl and mix gently. Incubate on ice or at 4 °C for 20 minutes. Longer incubations at 4°C with tumbling end over end may be necessary depending on the antibody used. The amount of required antibody needs careful optimization. For IRP1 immunoprecipitation reactions, we commonly used 20 µg of affinity-purified rabbit polyclonal anti-IRP1 antibody\n8\nper reaction.\r\n\n\n\r\n\n\n**Refolding of RNA** TIMING Day 2, 5 min\r\n\n\n**5** The binding of RBPs to target sequences may require appropriate RNA folding. We therefore denature the total RNA preparation \\(20 µl of 2.5 µg µl\n-1\n; 50 µg;) at 95 °C for 5 min and subsequently place it on ice.\r\n\n\n\r\n\n\n**Immunoprecipitation reactions and target mRNA isolation** TIMING Day 2, 2h +overnight incubation\r\n\n\n**6** Mix 200 units of Rnasin Plus \\(5 µl), 200 units of Protector RNase inhibitors \\(5 µl), the optimized amount of recombinant RBP and 1% final concentration of 2-mercaptoethanol \\(1.5 µl) in a final volume of 130 µl of IPP150 buffer. The reducing agent 2-mercaptoethanol improves IRP1 binding activity to IREs\n9\n; it can be omitted if other RBPs are used.\r\n\n\n**7** Then, add the denatured RNA as prepared in Step 5 and incubate at 25 °C for 10 minutes. This step may aid in the proper folding of the target mRNA and its binding to the RBP. The incubation time may have to be extended for low affinity RNA/protein interactions. \r\n\n\nCRITICAL STEP To assess the background noise of the immunoprecipitation experiment \\(for example, RNA binding to protein-A Sepharose beads in the absence of a RBP/target mRNA interaction) a reaction should be set up in parallel in which the recombinant RBP is omitted or replaced by a mutant protein that is deficient in RNA binding.\r\n\n\n**8** On ice, combine the antibody protein-A Sepharose bead mixture \\(Step 4) and the protein-RNA mixture \\(Step 7) and incubate for 30 min at 4-10 °C with tumbling end over end or shaking. Optimization of the incubation time may be useful depending on the RBP and/or antibody used.\r\n\n\n**9** Pellet the protein-A Sepharose beads by centrifugation \\(4000 rpm 20 sec); remove and save the supernatant \\(SN) fractions \\(see troubleshooting).\r\n\n\n**10** Wash the protein-A Sepharose bead mixture 2-3 times with ice-cold IPP150 buffer. Stringency of the washes may need to be adjusted to reduce nonspecific binding to the protein-A Sepharose beads. For that purpose inclusion of SDS or urea in the washing buffer may be useful.\r\n\n\nCRITICAL STEP Avoid the addition of heparin to the washing buffer. The polysaccharide heparin is useful to prevent non-specific RNA protein interactions; however, it will inhibit cDNA synthesis at a later step. All washes are performed at 4 °C to reduce the risk of RNA degradation.\r\n\n\n**11** Pellet beads by centrifugation \\(4000 rpm for 20 sec) and discard the final wash. Then, add 200µl 2x PK buffer containing 80 µg proteinase K to the beads. In parallel, perform proteinase K digestion \\(by adding 300 µl of 2x PK buffer containing 80 µg of proteinase K) of the supernatant fraction \\(Step 9). Incubate for 45 min at 50 °C with constant agitation to keep the beads in suspension. This step will separate the mRNAs from the RBPs and the beads.\r\n\n\n**12** Extract the RNA by adding one volume of phenol-chloroform-isoamyl alcohol to the beads \\(200 µl) and to the supernatant fractions \\(600 µl). Mix by vortexing and centrifuge \\(13000 rpm 1min) to separate the phases. Recover the upper aqueous phase in a new eppendorf tube \\(approximately 200 µl for the IP fraction and 600 µl for the SN fraction).\r\n\n\n**13** Precipitate the RNA with 1/10 volume of 7.5M ammonium acetate, 1 µl of glycogen as a carrier and 2.5 volumes of cold ethanol. We recommend an overnight precipitation for maximum recovery of RNA. After centrifugation \\(13000 rpm for 20 min at 4 °C) wash RNA once with 70% ethanol. \r\n\n\nPAUSE POINT RNA may be kept in ethanol at -70 °C for an extended period of time.\r\n\n\n\r\n\n\n**Determination of RNA concentration** TIMING Day 3, 30 min\r\n\n\n**14** Resuspend the precipitated RNA \\(SNs and IPs) in 10 µl of H2O\r\n\n\n**15** The RNA concentration is measured using a spectrophotometer.\r\n\n\nCRITICAL STEP While accurate determination of the amount of RNA in the SN fraction should be straight forward; low RNA concentrations are expected in the IP fractions that are difficult to quantify using conventional spectrophotometers. We have therefore commonly used the NanoDrop apparatus \\(www.nanodrop.com) that requires as little as 1 µl of undiluted RNA. \r\n\n\n\r\n\n\n**cDNA microarray analysis of SN or of IP fractions** TIMING 3 days\r\n\n\nThe following protocol details the analysis of mRNA isolated from immunoprecipitation SN fractions by dual-color cDNA microarrays. In addition, we also successfully analyzed mRNAs purified from the IP fractions on oligonucleotide microarrays \\(Affymetrix). In these experiments, 120 ng of RNA isolated from the IP fractions were subjected to two-cycles of amplification following \"the manufacturer\\`s protocols\":http://www.affymetrix.com/support/technical/manual/expression_manual.affx. Details will be published \\(manuscript in preparation). \r\n\n\n\r\n\n\n**Double stranded cDNA synthesis** TIMING Day 3, 7h + overnight\r\n\n\n**16** In a final volume of 12 µl mix 5 µg of total RNA extracted from the SN fractions, 300 pmol of T7-d\\(T)\n24\nprimer and 50 pg of spike-in positive controls. Denature at 70 °C for 10 min, spin briefly and place on ice.\r\n\n\n**17** **First strand cDNA synthesis:** Then, add 8 µl of the following reaction mixture to step 16: 4 µl first strand synthesis buffer, and 2 µl 0.1 M DTT \\(provided with the SuperScript II Reverse Transcriptase), 1 µl SuperScript II Reverse Transcriptase \\(200 U µl\n-1\n) and 1 µl 10 mM dNTPs. Mix well, spin briefly and incubate at 37 °C for 1 h. Two hours of incubation and the addition of a further 1 µl of SuperScript II Reverse Transcriptase after 1 h is recommended if a very low amount of input RNA is used. Briefly spin the samples and place them on ice.\r\n\n\n**18** **Second strand cDNA synthesis:** To the reaction in step 17 \\(20 µl) add 30 µl of the following mix: 10 µl 5x second strand synthesis buffer, 1 µl 10 mM dNTPs mix, 0.35 µl _E.coli_ DNA-ligase \\(10 units µl\n-1\n), 1.3 µl DNA polymerase I \\(10 units µl\n-1\n), 0.7 µl RNase H \\(2 units µl\n-1\n) and 16.7 µl H\n2\nO. Mix well, spin briefly and incubate at 16 °C for 2-4 h. We recommend a 4 h incubation time since it yields appreciably more cDNA. Briefly spin the samples and place them on ice. \r\n\n\n**19** Increase the reaction volume by adding 100 µl of H\n2\nO to yield a final volume of 150 µl.\r\n\n\n**20** Stop the reaction by adding 10 µl of 0.5 M EDTA.\r\n\n\n**21** Extract the double-stranded cDNA by adding 160 µl of phenol:chloroform:isoamyl alcohol, pH 8.0. Vortex and then centrifuge at 12000 rpm for 5 min at room temperature. Transfer the aqueous phase into a fresh RNase-free tube.\r\n\n\n**22** Precipitate cDNAs using 1/10 volume of 7.5 M ammonium acetate, 1 µl of glycogen as a carrier and 2.5 volumes of cold ethanol. Incubate overnight at -20 °C.\r\n\n\nPAUSE POINT Precipitation can be stored at -20 °C for several days.\r\n\n\n\r\n\n\n**Linear amplification of RNA by _in vitro_ transcription using T7 RNA polymerase** TIMING Day 4, 5h\r\n\n\n**23** Pellet the cDNA precipitate by centrifugation at 13000 rpm for 20 min at 4 °C. Air dry the pellet and resuspend in 6 µl of H\n2\nO.\r\n\n\n**24** Then, add 9 µl of the following mix: 1.5 µl rATP, 1.5 µl rTTP, 1.5 µl rCTP, 1.5 µl rGTP, 1.5 µl 10x reaction buffer and 1.5 µl T7 polymerases enzyme mix. These reagents are provided with the Megascript T7 kit \\(Ambion). Mix thoroughly and incubate at 37 °C for 4 h \\(briefly centrifuge the reaction after 2 h).\r\n\n\n**25** The remaining cDNA is digested using 0.5 µl DNase I \\(2 units µl\n-1\n), also provided with the Megascript T7 kit from Ambion. Incubate at 37 °C for 15 min.\r\n\n\n**26** Purify the amplified RNA using the Qiagen Rneasy Mini Kit according to manufacturer’s instructions. The samples are eluted by the addition of water \\(two times 25 µl) to yield a final volume of 50 µl.\r\n\n\n**27** Measure the RNA concentration using a spectrophotometer. Typically, a 5 µg RNA input is expected to yield approximately 50-100 µg of amplified RNA.\r\n\n\nPAUSE POINT Amplified RNA can be stored at -80 °C for several months.\r\n\n\n\r\n\n\n**Synthesis of labeled cDNA for microarray analysis**\r\n\n\nTIMING Day 5, 4h + overnight\r\n\n\n**28** Choose one SN sample \\(with the target mRNAs depleted) and one SN control sample \\(with the RBP omitted) to co-hybridize on one array.\r\n\n\n**29** Initially, prepare two separate reactions \\(SN and SN control reaction) by incubating 3 µg of amplified RNA \\(Step 27), each, together with 1 µl of random hexamers \\(3 mg ml\n-1\n) in a total volume of 10 µl at 70 °C for 10 min. Briefly spin the samples and place on ice.\r\n\n\n**30** To each sample add 10 µl of 1st strand synthesis mix: 4 µl 5x first strand synthesis buffer, 2 µl 0.1 M DTT \\(provided with SuperScript II Reverse Transcriptase), 1.5 µl SuperScript II Reverse Transcriptase, 0.5 µl low-dT-dNTPs and 2 µl Cy3-dUTP **or** Cy5-dUTP dyes. Incubate for 2 h at 42 °C. Briefly spin samples and place them on ice. We usually label the SN control sample \\(Fig. 1) with Cy5-dUTPs and the SN sample \\(with the depleted target genes; Fig. 1) with Cy3-dUTPs because background noise is commonly stronger in the Cy3 channel. The use of Cy5-dyes for the immunodepleted sample reduces the rate of false positives. \r\n\n\n**31** Stop the reactions by adding 1 µl of NaOH/EDTA and incubate at 70 °C for 5 min. Briefly spin samples and place them on ice.\r\n\n\n**32** Add 60 µl of H\n2\nO to the Cy3-labeled reaction \\(SN sample) and combine with the Cy5-labeled reaction \\(SN control sample). Increasing the volume prevents the loss of material.\r\n\n\n**33** Add 10 µl of 3 M sodium acetate pH 5.2. \r\n\n\n**34** Pre-warm pre-hybridization buffer inside a glass chamber used to hold microarray slides in a 42 °C water bath.\r\n\n\n**35** Purify the labeled cDNA fragments using the QIA-quick PCR purification kit \\(Qiagen) according to manufacturer’s instructions. Elute the samples twice with 30 µl EB buffer \\(provided with the kit). The final volume is 60 µl.\r\n\n\n**36** Add 1 µl of Cot-1 DNA to the samples. Use Cot-1 DNA from the same species as the sample to be analyzed. Cot-1 DNA will hybridize to repetitive DNA sequences to reduce background noise.\r\n\n\n**37** Dry the samples in a vacuum concentrator for 30-45 min at 60 °C. Note that samples should be completely dried after this step.\r\n\n\n**38** Before submerging the microarrays in pre-hybridization buffer mark the borders of the array with a diamond pen for unambiguous orientation.\r\n\n\nCRITICAL STEP Printed DNA is not visible when the microarray is wet. To place the hybridization mix in the correct position the area needs to be marked when dry. \r\n\n\n**39** Place the microarray slides into the pre-warmed pre-hybridization buffer inside a glass chamber \\(Step 34). Incubate at 42 °C for 45 min.\r\n\n\n**40** Dried samples \\(Step 37) are dissolved in 12 µl of hybridization buffer A pre-warmed to 42 °C. The required volume depends on the size of the microarray spotting surface. For ‘IronChip’ analysis we routinely use small cover-slips \\(22 x 22 mm size) and 12 µl of hybridization buffer A. However, for larger spotting surfaces 40 µl of hybridization buffer A and 60 x 22 mm cover-slips are commonly used.\r\n\n\n**41** The pre-hybridization buffer \\(Step 39) is removed from the microarrays by slowly pouring 1 liter of H\n2\nO to the glass chamber containing the microarray slides.\r\n\n\n**42** To denature the spotted DNA place the slides into boiling water for 2 min. Boiling of water in a beaker with a magnetic stir bar helps to prevent boil-over. \r\n\n\n**43** The microarrays are dried by centrifugation at 1400 rpm for 1 min in 50 ml falcon tubes.\r\n\n\nCRITICAL STEP This step must be performed fast to avoid drying of pre-hybridization buffer on the slides that may result in background signal. Carefully recover the microarray slides from the 50 ml falcon tubes using forceps with tips surrounded by rubber.\r\n\n\n**44** Samples as prepared in step 40 are then denatured at 95 °C for 2 min. If a large number of samples is being processed place them on ice after the denaturation step. Otherwise, proceed to the next step quickly. \r\n\n\n**45** Now, carefully pipet the sample onto a cover-slip, preventing the occurrence of bubbles. The previously marked area of the microarray is then placed onto the cover slip that contains the hybridization mix with the sample.\r\n\n\n**46** Twenty µl of 2x SSC are added to the hybridization chamber for moisturization before placing the microarray slides.\r\n\n\n**47** The microarrays are hybridized at 42 °C for at least 16 h.\r\n\n\n**Washing of the microarrays and data analysis** TIMING Day 6, 1 h\r\n\n\n**48** Microarrays are removed from the hybridization chambers and submerged in room temperature Wash buffer I so that the cover-slips slowly slide off. \r\n\n\n**49** Then, place the hybridized microarrays in a fresh container filled with Wash Buffer I and agitate for 10 minutes at room temperature. \r\n\n\n**50** Place the microarrays in a fresh container filled with Wash Buffer II and agitate for 5 min at room temperature. \r\n\n\n**51** Then, place the microarrays in a fresh container filled with room temperature Wash Buffer II for 5 min without agitation.\r\n\n\n**52** Quickly submerge the array in room temperature water and dry the corner of the slides with paper. \r\n\n\n**53** To remove all the liquid, microarrays are centrifuged for 1 min at 1400 rpm in 50 ml falcon tubes.\r\n\n\nCRITICAL STEP It is important to perform this step fast to prevent the generation of background signal due to crystallized salts. Microarrays are carefully removed from the falcon tubes by using forceps with tips surrounded by rubber.\r\n\n\n**54** The hybridization signal is captured by scanning the microarrays at wavelength 532 nm for the SN control sample \\(Cy3) and 635 nm for the SN sample \\(Cy5) using a GenePix 4000B microarray scanner. Software programmes such as GenePix Pro can be used to automatically identify the spotted features and convert fluorescence signals into intensity values. Local background should be substracted for each feature and data should be normalized. Signal intensities from the spike-in controls are used to determine the background level of each array as well as the minimum level of regulation."
        },
        {
            "header": "Timing",
            "content": "Day 1: Steps 1-2 \\(approximately 1 h and overnight incubation)\r\n\n\nDay 2: Steps 3-13 \\(approximately 2.5 h and overnight incubation)\r\n\n\nDay 3: Steps 14-22 \\(approximately 7.5 h and overnight incubation)\r\n\n\nDay 4: Steps 23-27 \\(approximately 5 h)\r\n\n\nDay 5: Steps 28-47 \\(approximately 4 h and overnight incubation)\r\n\n\nDay 6: Steps 48-54 \\(approximately 1 h)"
        },
        {
            "header": "Troubleshooting",
            "content": "For the experiment to be successful the quality of several steps has to be monitored: \r\n\n\n\\(1) It is essential that the antibody is suitable for immunoprecipitation reactions. Polyclonal antibodies that recognized multiple epitopes of the RBP are often more promising. If specific and high affinity anti-RBP antibodies are unavailable, it is also possible to use tagged recombinant RBPs \\(for example, His or Flag tagged RBPs) and antibodies directed against the tag for the immunoprecipitation step.\r\n\n\n\\(2) Non-specific binding of RNA and/or protein to protein-A Sepharose beads can be assessed by immunoprecipitation reactions performed in the absence of RBPs or with non-related RBPs. Alternatively, the immunoprecipitation reaction can be performed using an unrelated antibody. Such a negative control is also essential to optimize for the stringency of the washes. Urea and/or SDS can be used to reduce non-specific binding of RNA and/or protein to the protein-A Sepharose beads. However, it is important to monitor the effects of denaturing agents on the functionality of the antibody. \r\n\n\n\\(3) If one or several target mRNAs of a RBP are already known these can be used to optimize the immunoprecipitation conditions. The enrichment of target mRNAs in the isolated mRNP \\(Step 14) can be monitored by qPCR. Alternatively, mRNAs containing the RBP interaction site \\(and possibly a mutated version thereof) can be synthesized _in vitro_ in the presence of radiolabeled ribonucleotides. Successful immunoprecipitation can then easily be assessed by measuring the radioactivity recovered in the precipitate from reactions performed with the wild-type versus the mutant RNA transcript.\r\n\n\n\\(4) The starting material for microarray analysis can either be RNA isolated from the immunoprecipitate or from the corresponding supernatant fraction. While analysis of the immunoprecipitate monitors target mRNA enrichment, analysis of the supernatant fraction assesses target mRNA depletion. Both possibilities have been successfully used in our hands. It is however important to note that the fold change observed when analyzing supernatant fractions is lower compared to the analysis of immunoprecipitates. However, analysis of immunoprecipitates gives low signals due to low abundance of target mRNAs, and to auto-fluorescent signals from the DNA deposited on the microarray. In addition data normalization is performed on few signals only, which may impair the analysis if immunoprecipitates are used. Therefore, although counter-intuitive we usually prefer microarray comparisons of immunodepleted SN fractions."
        },
        {
            "header": "Anticipated Results",
            "content": "Microarray analysis of the immunopurification supernatants or precipitates will provide a list of putative mRNA targets of the RBP of interest. In a successful experiment already known target mRNAs should be identified as positive controls. Signal intensities and fold enrichment of these positive controls can be used to define criteria how to best analyze the remaining list of novel candidate mRNAs. For us it was helpful to perform experiments with total RNA from different cell types and/or tissues to increase the probability of finding new candidate mRNAs. Target mRNAs identified in several tissues and/or cell types were further characterized with higher priority. Once stringent filtering has narrowed down the list of putative target genes, the results need to be validated by an alternative technical approach \\(for example by qPCR) to further assess the enrichment of the target mRNA. Subsequently, bioinformatic motif searches \\[\\(for example, UTRscan<sup>11</sup> \\(http://www.ba.itb.cnr.it/BIG/UTRScan/) or RNAAnalyzer<sup>12</sup> \\(http://rnaanalyzer.bioapps.biozentrum.uni-wuerzburg.de/)] may help to identify the RBP binding site\\(s). However, it is important to note that mRNA interaction sites for RNA binding proteins often are specified by a combination of primary sequence and RNA structure determinants, a combination that may make them difficult to detect. Finally, follow up experiments must be performed to characterize the biological significance of the newly identified RBP/target mRNA interaction."
        },
        {
            "header": "References",
            "content": "1. Sanchez, M., Galy, B., Muckenthaler, M.U. &amp; Hentze, M.W. Iron-regulatory proteins limit hypoxia-inducible factor 2 alpha expression in iron deficiency. _Nat. Struct. &amp; Mol. Biol._ \\(2007). \r\n  2. Peritz, T. _et al._ Immunoprecipitation of mRNA-protein complexes. _Nat. Protocol_ **1,** 577-580 \\(2006).\r\n  3. Tenenbaum, S.A., Lager, P.J., Carson, C.C. &amp; Keene, J.D. Ribonomics: identifying mRNA subsets in mRNP complexes using antibodies to RNA-binding proteins and genomic arrays. _Methods_ **26,** 191-198 \\(2002).\r\n  4. Keene, J.D., Komisarow, J.M. &amp; Friedersdorf, M.B. RIP-Chip: the isolation and identification of mRNAs, MicroRNAs and protein components of ribonucleoprotein complexes from cell extracts. _Nat. Protocols_ **1,** 302-307 \\(2006).\r\n  5. Muckenthaler, M. _et al._ Relationships and distinctions in iron-regulatory networks responding to interrelated signals. _Blood_ **101,** 3690&#x2013;3698 \\(2003).\r\n  6. Sanchez , M. _et al._ Iron regulation and the cell cycle: identification of an iron-responsive element in the 3&#x2019;-untranslated region of human cell division cycle 14A mRNA by a refined microarray-based screening strategy. _J. Biol. Chem._ **281,** 22865-22874 \\(2006)\r\n  7. Gray, N.K. _et al_. Recombinant iron-regulatory factor functions as an iron-responsive-element-binding protein, a translational repressor and an aconitase. A functional assay for translational repression and direct demonstration of the iron switch. _Eur. J. Biochem._ **218,** 657-667 \\(1993). \r\n  8. Galy, B., Ferring, D., Benesova, M., Benes, V., Hentze, M.W. Targeted mutagenesis of the murine IRP1 and IRP2 genes reveals context-dependent RNA processing differences in vivo. _RNA_ **10,** 1019-25 \\(2004). \r\n  9. Richter, A. _et al._ Comparison of fluorescent tag DNA labeling methods used for expression analysis by DNA microarrays. _Biotechniques_ **33,** 620-630 \\(2002). \r\n  10. Hentze, M.W., Rouault, T.A., Harford, J.B. &amp; Klausner, R.D. Oxidation-reduction and the molecular mechanism of a regulatory RNA-protein interaction. _Science_ **244,** 357-359 \\(1989). \r\n  11. Pesole, G. &amp; Liuni, S. Internet resources for the functional analysis of 5&#x2019; and 3&#x2019; untranslated regions of eukaryotic mRNA. _TIG_ **15,** 378 \\(1999).\r\n  12. Peter Bengert &amp; Thomas Dandekar. A software tool-box for analysis of regulatory RNA elements. _Nucl. Acids. Res._ **31,** 3441-3445 \\(2003)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Y. Vainshtein for support with microarray analyses, J. Stolte for maintenance of the IronChip platform, and V. Benes and members of the European Molecular Biology Laboratory Genomics Core Facility for help with microarrays and qPCR."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nsmb1222",
                "date": "2007-02-28 05:27:35",
                "title": "Iron-regulatory proteins limit hypoxia-inducible factor-2 expression in iron deficiency",
                "authors": [
                    "Mayka Sanchez",
                    "Bruno Galy",
                    "Martina U Muckenthaler & Matthias W Hentze"
                ],
                "journal": "Nature Structural & Molecular Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10155,
                "identity": "9ee8aaae-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mayka Sanchez",
                "email": "",
                "orcid": "",
                "institution": "University of Heidelberg, European Molecular Biology Laboratory (EMBL) and Molecular Medicine Partnership Unit",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mayka",
                "middleName": "",
                "lastName": "Sanchez",
                "suffix": ""
            },
            {
                "id": 10156,
                "identity": "9ee8ad43-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bruno  Galy",
                "email": "",
                "orcid": "",
                "institution": "European Molecular Biology Laboratory (EMBL)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bruno",
                "middleName": "",
                "lastName": "Galy",
                "suffix": ""
            },
            {
                "id": 10157,
                "identity": "9ee8aedf-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Matthias W. Hentze",
                "email": "",
                "orcid": "",
                "institution": "European Molecular Biology Laboratory (EMBL) and Molecular Medicine Partnership Unit",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Matthias",
                "middleName": "W.",
                "lastName": "Hentze",
                "suffix": ""
            },
            {
                "id": 10158,
                "identity": "9ee8b176-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Martina U. Muckenthaler",
                "email": "",
                "orcid": "",
                "institution": "University of Heidelberg and Molecular Medicine Partnership Unit",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Martina",
                "middleName": "U.",
                "lastName": "Muckenthaler",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-13 09:16:46",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.187",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.187",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607669,
                "identity": "2257baa7-efc5-4b05-9dc8-e3e2c8dc1588",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:43",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 32945,
                "visible": true,
                "origin": "",
                "legend": "(a) Schematic representation of the components used in the immunoprecipitations. (b) Schematic representation of the immunoprecipitation protocol combined with the identification of novel target mRNAs by dual-color microarrays. RBP, RNA Binding protein, mRNA, messenger RNA.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-193/v1/figure_1.jpg"
            },
            {
                "id": 2607670,
                "identity": "c203498e-afb0-4af3-b4d0-2fa30534660c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:43",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 118581,
                "visible": true,
                "origin": "",
                "legend": "Flowchart for the isolation (by immunoprecipitation) and identification (by microarrays) of novel target mRNAs of RNA binding proteins. Individual steps are shown in white boxes. Steps that are typically performed on the same day are grouped by day. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-193/v1/figure_2.jpg"
            },
            {
                "id": 13464440,
                "identity": "24afec01-5da8-4a48-924b-663334634a12",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:21",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 261638,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-193/v1/512a2ff5-bd33-4541-a2c4-6ef614cc0298.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "isolation of messenger ribonucleoprotein complexes (mRNPs), RNA-binding protein; mRNA-protein complexes, microarrays\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Identification of target mRNAs of regulatory RNA binding proteins using mRNP immunopurification and microarrays",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-04-13 05:24:29",
                "doi": "10.1038/nprot.2007.187",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ee81908-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 13th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1637,
                "name": "Biochemistry"
            },
            {
                "id": 1638,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 1639,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-04-13 05:24:29",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}