{
    "identity": "pex-1549",
    "title": "<p>Healthcare student’s perception towards e-learning approach during COVID-19 pandemic: A study protocol</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>As the second wave of COVID-19 grips the country, we witness a more intense and rapid spike in the active cases per day leading to new problems. According to WHO, as of&nbsp;2<sup>nd</sup> June 2021, there have been&nbsp;1,70,812,850&nbsp;confirmed cases&nbsp;of COVID-19, including&nbsp;35,57,586&nbsp;deaths, and a total of&nbsp;1,581,509,628&nbsp;vaccine<strong> </strong>doses&nbsp;have been operated till 1<sup>st</sup> June 2021, still, the pandemic of COVID-19 continues to take a heavy toll on human health worldwide.&nbsp;Experts say that the second wave is moving faster across the country, and daily mortality rates have climbed dramatically. As a result, some state governments have been obliged to close all schools, colleges, malls, restaurants, and other establishments. This ongoing COVID-19 pandemic has forced all educational institutions to close, generating some obstacles for students at all stages and levels of study (1). </p><p>COVID -19's new mutating strain has made it even more difficult, as it is clutching the young population as well. However, due to a surge in COVID-19 infections in the second wave of the pandemic, schools and colleges have been forced to close once more. Even after the vaccine became available, higher education institutions encountered numerous hurdles throughout the nation because of the spread of COVID-19 (2).</p><p>Because of the COVID-19 pandemic, the chalk and talk approach was replaced with e-learning as in many states, the situation remains unchanged, with physical classes being banned once more amid the pandemic's second wave. Thus the task needs a significant shift in teaching and learning environments (3).</p><p>Whereas, serious question in minds of everyone that whether e-learning will prove to be the most satisfactory and effective manner of instruction for students. Because we don't know how long the epidemic will last, we may need to continue it in the future as it is the need of the hour. (4). </p><p>E-learning has been mandated by the University Grants Commission (UGC) for all medical and paramedical students across the country (5). &nbsp;So, consequently, medical schools have moved their focus to e-learning, also called web-based learning, or internet-based learning, to stay non-submerged during the pandemic (6).</p><p>To counteract the situation, medical schools have introduced a variety of innovative solutions to take online classes including leveraging software apps like Skype, Zoom, Google Classroom and Youtube (3). There are Whatsapp groups of guardians, teachers, students, and parents for effective contact, where they are always in touch to share their concerns about this e-learning (7). For both students and teachers, e-learning, like any other form of education, offers drawbacks and benefits (8).</p><p>So this transition of e-learning will have a substantial impact on the educational process and students' perceptions of the use of online surrounding in the learning and teaching process, and our research is based on these assumptions (9). We thought it would be beneficial, fascinating, and important to see if students were adjusted to e-learning and were satisfied, instead of disappointed, with an innovative online experience (10). During the COVID-19 pandemic, it's critical to analyze medical students' use of e-learning, as well as their perceptions of it in the view of benefits, facilitators, and hurdles (11). As a result, a study should be carried out to understand more about their views on e-learning in assisting their education in the COVID-19 pandemic. Therefore, having a better knowledge of this may aid in the development of future medical school curricula (12). As a result, it is crucial to examine the problems and concerns surrounding e-learning, particularly in the context of the COVID-19 pandemic, to promote \"Quality Education\" (13,14). Aside from that, the study will look into the factors that influence the acquiring of e-learning as a teaching instrument in higher education, which can aid future efforts aimed at implementing e-learning not only during pandemics but also in non-pandemic situations throughout the teaching life and for the benefit of healthcare students and future generations (3,15).</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "1. All the participants will be explained thoroughly with the procedure.\n2. Consent will be taken and data will be collected using an electronic survey in Google Forms.\n3. A questionnaire will be used to know the healthcare students' perceptions toward e-learning during the COVID-19 pandemic.\n4. All responders will be given complete information about the study's goals.\n5. This study is approved by an institutional ethical committee.\n6. The data will be collected and will undergo statistical analysis.\n7. Based on data collection, the results and conclusion will be drawn."
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jyoti G, Kumari R, Sharma K. Perception of Undergraduate Nursing Students Regarding Online Learning during COVID-19 Second Wave. 2020;10(5):8.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Al-Maroof RS, Alhumaid K, Akour I, Salloum S. Factors That Affect E-Learning Platforms after the Spread of COVID-19: Post Acceptance Study. Data. 2021 May 12;6(5):49.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zalat MM, Hamed MS, Bolbol SA. The experiences, challenges, and acceptance of e-learning as a tool for teaching during the COVID-19 pandemic among university medical staff. Hwang G-J, editor. PLoS ONE. 2021 Mar 26;16(3):e0248758. </p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cicha K, Rizun M, Rutecka P, Strzelecki A. COVID-19 and Higher Education: First-Year Students’ Expectations toward Distance Learning. Sustainability. 2021 Feb 9;13(4):1889.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Singh HK, Joshi A, Malepati RN, Najeeb S, Balakrishna P, Pannerselvam NK, et al. A survey of E-learning methods in nursing and medical education during COVID-19 pandemic in India. Nurse Education Today. 2021 Apr;99:104796.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Baticulon RE, Sy JJ, Alberto NRI, Baron MBC, Mabulay REC, Rizada LGT, et al. Barriers to Online Learning in the Time of COVID-19: A National Survey of Medical Students in the Philippines. MedSciEduc. 2021 Apr;31(2):615–26.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jena PK. Impact of Pandemic COVID-19 on Education in India [Internet]. SocArXiv; 2020 Aug [cited 2021 May 23]. Available from: <a href=\"https://osf.io/2kasu\" rel=\"noopener noreferrer\" target=\"_blank\">https://osf.io/2kasu</a></p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bączek M, Zagańczyk-Bączek M, Szpringer M, Jaroszyński A, Wożakowska-Kapłon B. Students’ perception of online learning during the COVID-19 pandemic: A survey study of Polish medical students. Medicine. 2021 Feb 19;100(7):e24821.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Muflih S, Abuhammad S, Karasneh R, Al-Azzam S, Alzoubi KH, Muflih M. Onl -19 Pandemic: Attitudes, Barriers, and Ethical Issues [Internet]. In Review; 2020 Jul [cited 2021 May 28]. Available from: https://www.researchsquare.com/article/rs-42336/v1.</p><p>10.&nbsp;Almusharraf N, Khahro S. Students Satisfaction with Online Learning Experiences during the COVID-19 Pandemic. Int J Emerg Technol Learn. 2020 Nov 16;15(21):246.</p><p>11.&nbsp;Sahi PK, Mishra D, Singh T. Medical Education Amid the COVID-19 Pandemic. Indian Pediatr. 2020 Jul;57(7):652–7. </p><p>12.&nbsp;Dost S, Hossain A, Shehab M, Abdelwahed A, Al-Nusair L. Perceptions of medical students towards online teaching during the COVID-19 pandemic: a national cross-sectional survey of 2721 UK medical students. BMJ Open. 2020 Nov;10(11):e042378.</p><p>13.&nbsp;Impact of COVID 19 on achieving the goal of sustainable development E learning and educational productivity.pdf. 2021; DOI: 10.1080/1331677X.2021.1927789.</p><p>14.&nbsp;Pokhrel S, Chhetri R. A Literature Review on Impact of COVID-19 Pandemic on Teaching and Learning. Higher Education for the Future. 2021 Jan;8(1):133–41.</p><p>15.&nbsp;Ibrahim NK, Al Raddadi R, AlDarmasi M, Al Ghamdi A, Gaddoury M, AlBar HM, et al. Medical students’ acceptance and perceptions of e-learning during the Covid-19 closure time in King Abdulaziz University, Jeddah. Journal of Infection and Public Health. 2021 Jan;14(1):17–23.&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 31341815,
                "identity": "5af3eeb8-beb3-416d-b35f-95d9cfff3366",
                "order_by": 0,
                "name": "Vaidehi Kannao",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-3070-6162",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vaidehi",
                "middleName": "",
                "lastName": "Kannao",
                "suffix": ""
            },
            {
                "id": 31341944,
                "identity": "049f5642-9a9c-4122-8139-4a536564b870",
                "order_by": 1,
                "name": "Waqar M. Naqvi",
                "email": "waqar.naqvi@dmimsu.edu.in",
                "orcid": "https://orcid.org/0000-0003-4484-8225",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Waqar",
                "middleName": "M.",
                "lastName": "Naqvi",
                "suffix": ""
            },
            {
                "id": 31341945,
                "identity": "55ba3d5c-ca6b-42aa-8ebd-01a676f5f6b5",
                "order_by": 2,
                "name": "Sakshi P. Arora",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2706-3461",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sakshi",
                "middleName": "P.",
                "lastName": "Arora",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-06-05 09:59:18",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1549/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1549/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13698360,
                "identity": "a9e49160-475b-4819-a404-8047a467278c",
                "added_by": "auto",
                "created_at": "2021-09-17 13:14:06",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 149046,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1549/v1/22c870b9-a3ea-49ff-b712-32ced27ab5dc.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "e-learning, COVID-19 pandemic Medical student, Online classes, Survey",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Introduction</strong>: The outbreak of the COVID-19 pandemic has shaken humanity to its core. In the physical distancing, span&nbsp;of vaccination is the most remarkable protective measure for outspreading disease. Shutdown of universities and schools has made education undetermined at every levels. During this pandemic, the demand for a well-trained generation of upcoming&nbsp;doctors is greater than it has ever been in our living memory. Due to the COVID-19 pandemic, medical education now requires mandatory e-learning. However, in emerging countries like India, the scope of the challenges remains unexplored&nbsp;(with wide socioeconomic and cultural diversity). At this critical juncture,&nbsp;we want to see if online teaching approaches for medical students are as appropriate, beneficial and accessible.</p><p><strong>Method: </strong>A cross-sectional study will be conducted in Ravi Nair College of Physiotherapy, India, with a sample size of 150 students aged 18 to 30 years with the study duration will be 6 months. The participants will be asked to fill the questionnaire through an electronic survey in Google Forms. And after completion of the study result will be calculated by systemic data analysis.</p><p><strong>Discussion: </strong>During the COVID-19 pandemics, this study will assess the approach of healthcare students in perceiving online learning<strong>. </strong>The research will help understand more about their views on e-learning as a device for assisting their education throughout the COVID-19 pandemic.<strong> </strong>As a result, a better understanding of this may aid in the formulation of future medical school curricula.</p><p>The Institutional Ethical Clearance reference number for this study is RNPC/IEC/2020-21/0014. </p>",
        "manuscriptTitle": "Healthcare student’s perception towards e-learning approach during COVID-19 pandemic: A study protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-14 09:05:28",
                "doi": "10.21203/rs.3.pex-1549/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "3e1f9b0b-0c2b-4cdf-906c-05fbe4f14ec0",
        "owner": [],
        "postedDate": "June 14th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4817465,
                "name": "Health humanities"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-14 09:05:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}