{
    "identity": "nprot-6947",
    "title": "Improved protocol for spawning and immunostaining embryos and juvenile stages of the ctenophore _Mnemiopsis leidyi_",
    "content": [
        {
            "header": "Introduction",
            "content": "Ctenophores are a group of marine animals that are becoming of increasing interest to researchers interested in cellular and developmental biology<sup>1–12</sup>, body plan/cell type evolution<sup>13–15</sup>, regeneration<sup>16–18</sup>, and genomic evolution<sup>4,19–27</sup>. One species, _Mnemiopsis leidyi_, has been one of the most heavily studied ctenophores due to its availability along the East coast of North America and because it was the first ctenophore to have its genome sequenced<sup>19</sup> and made publicly available \\(https://kona.nhgri.nih.gov/mnemiopsis/). However, their gelatinous and delicate consistency makes experimental handling challenging and time consuming. There are currently only a handful of standardized descriptions on how to schedule animal spawning that has been found to be region specific<sup>28</sup>. Furthermore, to date only a few relatively experienced researchers have been able to manipulate and fix embryonic and adult tissue for further histological and molecular analyses. We have been improving previously published methods to address this issue that will make this material more accessible for a larger scientific community. Here we describe improvements for scheduling adult spawning at the Whitney Lab for Marine Bioscience in Northeast Florida \\(USA) and new handling techniques to manage the dramatic osmotic changes produce by fixative solutions that generate tissue disintegration and sample degradation. We hope that this contribution will establish an opportunity for other workers to improve these methods and allow a rapid increase in our understanding of ctenophore biology."
        },
        {
            "header": "Reagents",
            "content": "• Fixative \\(final concentrations): 100mM HEPES pH 6.9; 0.05M EGTA; 5mM MgSO<sub>4</sub>; 200mM NaCl; 1x PBS; 3.7% Formaldehyde \\(Sigma-Aldrich, co); 0.2% Glutaraldehyde \\(EMS #16216); 0.2% Triton X-100; bring to volume with 1xFSW \\(0.2µm filtered). \r\n\n\n\r\n\n\n• PBT: PBS buffer plus 0.1% BSA and 0.2% Triton X-100\r\n\n\n\r\n\n\n• 5% NGS: Normal Goat serum \\(Sigma-Aldrich, Inc) heat inactivated, diluted in PBT\r\n\n\n\r\n\n\n• Sodium Azide \\(NaAz Stock 308 mM = 2%) in water.\r\n\n\n\r\n\n\n• Agarose - Low Melt: 25ºC melting temperature \\(USB, Inc Cat #32830)\r\n\n\n\r\n\n\n\r\n\n\n• 97% TDE: 970µl 2,2’-thiodiethanol \\(Sigma-Aldrich, Inc); 30µl PBT.\r\n\n\n\r\n\n\n• Murray’s mounting media \\(MMM; 1:2 benzyl benzoate:benzyl alcohol)."
        },
        {
            "header": "Equipment",
            "content": "• 20-Watt LED Floodlight \\(Color Temp: 6000-6500K; Brightness: 1800 Lumens; Beam Angle: 120 degrees; Waterproof: IP65; Cover Material: 5 mm High Strength Glasses)\r\n\n\n\r\n\n\n• 5-Gallon plastic bucket\r\n\n\n\r\n\n\n• Plastic bakers\r\n\n\n\r\n\n\n• 6” diameter glass bowls\r\n\n\n\r\n\n\n• 35 mm plastic petri dish \\(Fisher, Inc. Cat #08757100A)"
        },
        {
            "header": "Procedure",
            "content": "**Scheduled Spawning of adult lobate ctenophores**\r\n\n\n\r\n\n\nThis is a modification of a protocol that was established for adult _Mnemiopsis leidyi_ collected in the waters of Woods Hole MA. described previously\n28–31\n. Despite numerous attempts, it has been difficult to manipulate the time of spawning in Woods Hole collected adults. Here we describe a protocol to be able to spawn adult _Mnemiopsis leidyi_ at the Whitney Lab for Marine Bioscience and in Woods Hole, Massachusetts.\r\n\n\n\r\n\n\n1. Adult _M. leidyi_ were collected with beakers by ‘dipping’ them out of the water from floating docks in the Intercostal Waterway around the town of Marineland, Florida and Eel Pond in Woods Hole, Massachusetts. Care must be taken to avoid touching specimens with nets or bare hands because damage their outer epidermis.\r\n  \r\n\n\n2. Using a glass or plastic beaker, transfer adults into a 5-gallon plastic bucket filled with natural 1µm UV-filtered fresh seawater \\(1x UV-FSW), or equivalent \\(Figure 1).\r\n  \r\n\n\n3. Keep the bucket inside the lab at room temperature under constant light for at least two consecutive nights before spawning. It is recommendable to use a 20-Watt LED Floodlight, or similar, placed at the top of the bucket \\(Figure 1A-C). Exposure to constant light is required in order to neutralize the endogenous circadian periodicity of spawning of wild-caught animals.\r\n  \r\n\n\nNote: Under these conditions, animals will stay healthy for up to a week, although their oral lobes will begin regressing without wild plankton feeding. Feeding animals with recently hatched Artemia \\(Figure 1D and 1d’) the day before spawning improves gamete production. Feeding animals constantly with mysid shrimps \\(or equivalent local copepods) improves animal health and gamete production. Move the animals to a clean bucket of FSW when water becomes turbid.\r\n\n\n\r\n\n\n4. When spawning is desired, take 1-2 adult _M. leidyi_ from the bucket and place them into a new container \\(e.g. 6” diameter glass bowls; Figure 1E) with fresh 1µm UV-FSW. Having clean water is essential in order to keep spawned embryos free of debris. _M. leidyi_ are self-fertile adults and viable embryos can be obtained from the spawning of a single individual\n12,28,31\n.\r\n  \r\n\n\nNote: Be careful not to touch the animals directly. Rather use glass or plastic beakers to perform the transfer.\r\n\n\n\r\n\n\n5. Place the bowls containing 1-2 animals into complete darkness \\(e.g. in an incubator, drawer, or under a cardboard box) and wait for the spawning. After 1-2 hours quickly check the bowls for early spawning. If gametes are detected, transfer the animals to a clean bowl with fresh 1x FSW. This will help ensure that subsequently spawned eggs will develop synchronously.\r\n  \r\n\n\n6. After 3 hours in darkness, animals will start to release sperm and then, between 10 to 20 minutes later, they will release the eggs. Eggs are fertilized as soon as they are released\n12,28,31\n.\r\n  \r\n\n\nNote: Keep animals in dark during spawning. Waiting times vary according to different seasons and locations. Florida, USA: 3 hours \\(summer; 28ºC) and 4 hours \\(winter; 22ºC). Woods Hole: 6-8 hours \\(summer; 18-22ºC).\r\n\n\n\r\n\n\n7. After spawning is complete, collect the fertilized eggs with a pipette and transfer to a dish of freshly filtered seawater to avoid contamination with adult mucus. Transfer the adults back to a bucket of fresh sea water.\r\n  \r\n\n\n**Fixation and Immunohistochemistry**\r\n\n\n\r\n\n\nExamples of immunostained embryos at different stages can be found in Figure 2. \r\n\n\n\r\n\n\n_Ctenophore embryos at stages prior to hatching:_\r\n\n\n\r\n\n\nCtenophore embryos like _M. leidyi_ are surrounded by an acellular chorion. A jelly coat surrounds the chorion at spawning causing them to have neutral buoyancy. After 5-10 minutes, the external jelly coat dissolves and the fertilized eggs will sink to the bottom of the dish. There is also a jelly-like substance located in the vitelline space, \\(between the chorion and the egg surface). This substance changes its properties after fixation. Dechorionated ctenophore embryos will stick to polystyrene plastic. Dechorionated ctenophores embryos can be raised on gelatin-coated dishes\n28\n.\r\n\n\n\r\n\n\n1. Let the embryos develop until the desired stage. Using a mouth or micropipette, transfer as many embryos you want to fix with a minimal volume of water as possible into a 35 mm plastic petri dish and add 2-3 ml of ice-cold fixative. \r\n  \r\n\n\n2. Incubate embryos in the fixative for 1.5 to 2 hours on a rocking platform at room temperature with the lid on.\r\n  \r\n\n\n3. Transfer fixed embryos to a new petri dish and rinse them twice \\(5 minutes each) with 1x FSW on a rocking platform at room temperature.\r\n  \r\n\n\n4. Replace 1x FSW with PBT.\r\n  \r\n\n\nNote: Fixed embryos can be stored PBT for up to 3-5 days at 4ºC.\r\n\n\n\r\n\n\n5. Dechorionate fixed embryos using sharp Dumont #5 forceps. Antibodies will not penetrate the chorion. \r\n  \r\n\n\nNote: Fixed gastrula stages have many cell-cell connections that make them structurally more robust than cleavage stages. Gastrula \\(and later) stages can be dechorionated by gently pipetting fixed embryos up and down through a P-200 micropipette tip. Slightly addition of Triton X-100 \\(up to 0.5%) may facilitate the dechorionation process but it can decrease cell and tissue preservation.\r\n\n\n\r\n\n\n6. Rinse the fixed embryos at least five times in PBT for at least 3 hours on a rocking platform at room temperature. It is recommendable to do one first quick wash of 5 minutes, the second one of 25 minutes, and three washes of 50 minutes each.\r\n  \r\n\n\n7. Replace PBT with 5% NGS for 1-2 hours at room temperature with gentle rocking to reduce background antibody binding. Fixed embryos can be stored overnight in 5% NGS at 4ºC.\r\n  \r\n\n\nNote: In the meantime, dilute your primary antibodies to the desired concentration in ice-cold 5% NGS.\r\n\n\n\r\n\n\n8. Remove blocking solution \\(5% NGS). Replace it with your primary antibody solution, and incubate overnight on a rocker at 4°C.\r\n  \r\n\n\nNote: \\(Optional) Recover your antibody solution into a new tube and store it at 4ºC for future use.\r\n\n\n\r\n\n\n9. Rinse the fixed embryos at least five times in PBT for a total period of 3 hours on a rocking platform at room temperature. It is recommendable to do one first quick wash of 5 minutes, the second one of 25 minutes, and three washes of 50 minutes each.\r\n  \r\n\n\n10. Remove PBT, replace it with appropriate secondary antibody solution \\(e.g. 1:250 in 5% NGS), and incubate overnight on a rocker at 4°C.\r\n  \r\n\n\nNote: Alternatively, you could try incubating your samples in secondary antibody for 1-3 hours on a rocking platform at room temperature to shorten the protocol. \r\n\n\n\r\n\n\n11. Wash the secondary antibody out of the samples twice with PBT for at least an hour each on a rocking platform at room temperature.\r\n  \r\n\n\n12. \\(Optional) To visualize F-actin, incubate samples for 1.5 hours with Phalloidin \\(Invitrogen, Inc. Cat. # A12379) diluted 1:200 in PBT on a rocking platform at room temperature.\r\n  Note: Phalloidin dissolves in alcohol-based solutions \\(e.g. ethanol, methanol, glycerol). Hence, Phalloidin may wash away and its use is not recommended when using alcohol-based mounting media \\(see mounting section).\r\n\n\n\r\n\n\n13. \\(Optional) To visualize nuclei, wash the samples once with PBT and incubate samples with DAPI \\(0.1µg/µl in PBT; Invitrogen, Inc. Cat. # D1306) for 1 hour on a rocking platform at room temperature.\r\n  Note: Depending on the mounting media \\(e.g. Murray’s mounting media) DAPI may wash away and its use is not recommended. For an alternative, see mounting section below.\r\n\n\n\r\n\n\n14. Rinse Samples in PBT and store at 4ºC.\r\n  \r\n\n\n_Handling hatches stages, i.e. without chorion \\(cydippids, and adult tissues)._\r\n\n\n\r\n\n\nThe fixation of larvae and adult ctenophore tissues has been a long-standing challenge for molecular and cellular biology studies. The massive amount of mesoglea with different osmotic properties maintains the homeostasis and structural integrity of the thin outer cellular tissue in sea water. However, osmotic changes generated by fixative solutions disrupt this homeostasis, the mesoglea collapses, and the animals disintegrate into the solution inducing cellular degradation. To overcome this technical problem, we developed a simple method to preserve not only the cellular structure but also the animal integrity after fixation.\r\n\n\n\r\n\n\n1. Embed the live specimens in a pre-warmed \\(over 30ºC) low melt agar \\(1.2% in 1x FSW; Figure 3). \r\n  \r\n\n\na. To do this, carefully pipette the specimens into a petri dish or microscope slide with a minimum volume of water \\(Figure 3A).\r\n\n\n\r\n\n\nb. \\(Optional) To relax the animals and allow the extension of their tentacles you can add Sodium Azide to 1x FSW containing the animals using a final concentration from 10mM \\(0.065%) to 25mM \\(0.1625%). This treatment can also be used for _in vivo_ imaging. \r\n\n\n\r\n\n\nc.  Carefully add the liquid agar \\(approximately 10:1 agar:1x FSW/animals volume) to the specimens and mix well and gently until the sea water is fully dissolved and the specimens are fully embedded into the agar.\r\n\n\n\r\n\n\nNote: hot agar will destroy the specimens and any trace of undissolved FSW will interfere with the agar solidification. A good way to avoid this is to pipette some agar to the side of the water containing the specimens \\(Figure 3B), then, pipette up the agar with the specimens, and mix the solutions by gently pipetting up and down two to three times \\(Figure 3C).\r\n\n\n\r\n\n\nd. \\(Optional) Put a coverslip with clay corners over the samples and press down until desired thickness \\(Figure 3D). This step will facilitate further mounting for microscope visualization.\r\n\n\n\r\n\n\ne. Quickly cool the slide down on ice until the agar is solidified and the animals stop moving the ctenes \\(if they are present).\r\n\n\n\r\n\n\n2. Pour 1-3 ml of ice-cold fixative over the agar containing the specimens. A 35 mm plastic petri dish is recommended.\r\n  \r\n\n\n3. Incubate in the fixative for 1.5 to 2 hours on a rocking platform at room temperature. \r\n  Note: if you put a coverslip, during the fixation carefully move or remove the coverslip to allow better penetration \\(Figure 3E).\r\n\n\n\r\n\n\n4. Discard the fixative and rinse twice \\(5 minutes each) with 1x FSW on a rocking platform at room temperature.\r\n  \r\n\n\n5. Replace 1x FSW with PBT.\r\n  Note: Fixed specimens can be stored PBT for up to 3-5 days at 4ºC.\r\n\n\n\r\n\n\n6. Cut agar in cubes using a clean scalpel or razor blade \\(Figure 3F) in a way that each cube contains an intact sample embedded inside \\(Figure 3G). \r\n  \r\n\n\n7. Transfer the cubes of agar to a new 2 mL tube.\r\n  \r\n\n\nContinue with steps 6-15 from the previous section.\r\n\n\n\r\n\n\n**Mounting**\r\n\n\n\r\n\n\n1. Transfer individual stained samples in PBT into a microscope slide \\(Figure 4A).\r\n  2. Put a coverslip with clay “feet” on the corners over the samples and press down on the corners until desired thickness \\(Figure 4B).\r\n  3. Add the mounting media to one side of the coverslip.\r\n  4. At the other side of the coverslip put an absorptive tissue \\(e.g. Kimwipe) to create a directional flow that will replace the PBT and embed the stained samples with the desired mounting media \\(Figure 4C).  \r\n  \r\n\n\n**Mounting media**\r\n\n\n\r\n\n\n_Using 97% TDE \\(2,2’-thiodiethanol; Sigma-Aldrich, Inc)._ \r\n\n\nThis method does not need dehydration.\r\n\n\nNote: TDE is an alcohol-based solution, and therefore, it is not suitable for Phalloidin staining.\r\n\n\n\r\n\n\n1. Replace PBT with TDE.\r\n  \r\n\n\n_Using Murray’s mounting media_ \r\n\n\nNote: Most of the cases, MMM is not suitable for DAPI staining because washes it away. \r\n\n\nUsing our fixation method, we have been able to preserve part of the DAPI staining by adding an additional PBS wash before isopropanol dehydration.\r\n\n\n\r\n\n\n1. Replace PBT with PBS. \r\n  \r\n\n\n2. Dehydrate samples with isopropanol using the gradient 50%, 75%, 90%, and 100%.\r\n  \r\n\n\n3. Replace isopropanol with MMM.\r\n  \r\n\n\nFootnotes: A similar protocol can be used for _in situ_ hybridization \\(modified from Pang & Martindale 2008: Cold Spring Harb. Protoc.; 2008; doi:10.1101/pdb.emo106). In this case, embryos should be embedded in LE Quick Dissolve Agarose \\(GeneMate; melts at 65ºC) to overcome hybridization temperatures. However, high background may be produced by the probe retained in the agar."
        },
        {
            "header": "Timing",
            "content": "**Scheduled Spawning of adult lobate ctenophores:** 2-3 days \\(spawning 3-6 hours)\r\n\n\n\r\n\n\n**Fixation and Immunohistochemistry**: 2-3 days"
        },
        {
            "header": "Anticipated Results",
            "content": "**Figure 2.**\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/6913/original/Figure_2.jpg?1531513646\">See figure in Figures section.</a>"
        },
        {
            "header": "References",
            "content": "1. Houliston, E., Carré, D., Chang, P. & Sardet, C. Cytoskeleton and ctenophore development. Curr. Top. Dev. Biol. 31, 41–63 \\(1995).\r\n  2. Jager, M. & Manuel, M. Ctenophores: an evolutionary-developmental perspective. Curr. Opin. Genet. &amp; Dev. 39, 85–92 \\(2016).\r\n  3. Henry, J. Q. & Martindale, M. Q. Inductive interactions and embryonic equivalence groups in a basal metazoan, the ctenophore Mnemiopsis leidyi. Evol. &amp; Dev. 6, 17–24 \\(2004).\r\n  4. Yamada, A., Pang, K., Martindale, M. Q. & Tochinai, S. Surprisingly complex T-box gene complement in diploblastic metazoans. Evol. &amp; Dev. 9, 220–230 \\(2007).\r\n  5. Yamada, A., Martindale, M. Q., Fukui, A. & Tochinai, S. Highly conserved functions of the Brachyury gene on morphogenetic movements: insight from the early-diverging phylum Ctenophora. Dev. Biol. 339, 212–222 \\(2010).\r\n  6. Schnitzler, C. E., Simmons, D. K., Pang, K., Martindale, M. Q. & Baxevanis, A. D. Expression of multiple Sox genes through embryonic development in the ctenophore Mnemiopsis leidyi is spatially restricted to zones of cell proliferation. Evodevo 5, 15–17 \\(2014).\r\n  7. Freeman, G. The establishment of the oral-aboral axis in the ctenophore embryo. Development 42, 237–260 \\(1977).\r\n  8. Pang, K. & Martindale, M. Ctenophores. Curr. Biol. \\(2008).\r\n  9. Dayraud, C. et al. Independent specialisation of myosin II paralogues in muscle vs. non-muscle functions during early animal evolution: a ctenophore perspective. BMC Evol. Biol. 12, 107 \\(2012).\r\n  10. Houliston, E., Carré, D., Johnston, J. A. & Sardet, C. Axis establishment and microtubule-mediated waves prior to first cleavage in Beroe ovata. Development 117, 75–87 \\(1993).\r\n  11. Pang, K. & Martindale, M. Q. Developmental expression of homeobox genes in the ctenophore Mnemiopsis leidyi. Dev. Genes Evol. 218, 307–319 \\(2008).\r\n  12. Martindale, M. Q. & Henry, J. Q. Intracellular fate mapping in a basal metazoan, the ctenophore Mnemiopsis leidyi, reveals the origins of mesoderm and the existence of indeterminate cell lineages. Dev. Biol. 214, 243–257 \\(1999).\r\n  13. Fidler, A. L. et al. Collagen IV and basement membrane at the evolutionary dawn of metazoan tissues. Elife 6, e15040 \\(2017).\r\n  14. Sebé-Pedrós, A. et al. Early metazoan cell type diversity and the evolution of multicellular gene regulation. Nat. Ecol. Evol. 2, 1176–1188 \\(2018).\r\n  15. Henry, J. Q. & Martindale, M. Q. Evolution of Cleavage Programs in Relationship to Axial Specification and Body Plan Evolution. Biol. Bull. 195, 363–366 \\(1998).\r\n  16. Henry, J. Q. & Martindale, M. Q. Regulation and regeneration in the ctenophore Mnemiopsis leidyi. Dev. Biol. 227, 720–733 \\(2000).\r\n  17. Martindale, M. Q. ScienceDirect The onset of regenerative properties in ctenophores. Curr. Opin. Genet. &amp; Dev. 40, 113–119 \\(2016).\r\n  18. Martindale, M. Q. The ontogeny and maintenance of adult symmetry properties in the ctenophore, Mnemiopsis mccradyi. Dev. Biol. 118, 556–576 \\(1986).\r\n  19. Ryan, J. F. et al. The Genome of the Ctenophore Mnemiopsis leidyi and Its Implications for Cell Type Evolution. Science \\(80-. ). 342, 1242592 \\(2013).\r\n  20. Whelan, N. V et al. Ctenophore relationships and their placement as the sister group to all other animals. Nat. Ecol. &amp; Evol. 1–10 \\(2017). doi:10.1038/s41559-017-0331-3\r\n  21. Dunn, C. W. Ctenophore trees. Nat. Ecol. &amp; Evol. 1–2 \\(2017). doi:10.1038/s41559-017-0359-4\r\n  22. Moroz, L. L. et al. The ctenophore genome and the evolutionary origins of neural systems. Nature 510, 109–114 \\(2014).\r\n  23. Ryan, J. & Pang, K. The homeodomain complement of the ctenophore Mnemiopsis leidyi suggests that Ctenophora and Porifera diverged prior to the ParaHoxozoa. Evodevo \\(2010).\r\n  24. Pang, K. et al. Genomic insights into Wnt signaling in an early diverging metazoan, the ctenophore Mnemiopsis leidyi. Evodevo 1, 10 \\(2010).\r\n  25. Pang, K., Ryan, J. F., Baxevanis, A. D. & Martindale, M. Q. Evolution of the TGF-β Signaling Pathway and Its Potential Role in the Ctenophore, Mnemiopsis leidyi. PLoS One 6, e24152 \\(2011).\r\n  26. Dunn, C. W. et al. Broad phylogenomic sampling improves resolution of the animal tree of life. Nature 452, 745–749 \\(2008).\r\n  27. Hejnol, A. et al. Assessing the root of bilaterian animals with scalable phylogenomic methods. Proc. Biol. Sci. 276, 4261–4270 \\(2009).\r\n  28. Pang, K. & Martindale, M. Q. Mnemiopsis leidyi spawning and embryo collection. Cold Spring Harb. Protoc. \\(2008). doi:10.1101/pdb.prot5085\r\n  29. Pang, K. & Martindale, M. Q. Ctenophore whole-mount in situ hybridization. Cold Spring Harb. Protoc. 2008, \\(2008).\r\n  30. Pang, K. & Martindale, M. Q. Ctenophore Whole-Mount Antibody Staining. Cold Spring Harb. Protoc. 2008, pdb.prot5086--pdb.prot5086 \\(2008).\r\n  31. Martindale, M. Q. & Henry, J. Q. Reassessing embryogenesis in the Ctenophora: the inductive role of e1 micromeres in organizing ctene row formation in the &apos;mosaic&apos; embryo, Mnemiopsis leidyi. Development 124, 1999–2006 \\(1997).\r\n  32. Baker, L. D. & Reeve, M. R. Laboratory culture of the lobate ctenophore Mnemiopsis mccradyi with notes on feeding and fecundity. Mar. Biol. 26, 57–62 \\(1974)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15827,
                "identity": "a1801d68-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Miguel Salinas-Saavedra",
                "email": "mssaavedra@whitney.ufl.edu",
                "orcid": "",
                "institution": "Martindale Whitney Marine Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Miguel",
                "middleName": "",
                "lastName": "Salinas-Saavedra",
                "suffix": ""
            },
            {
                "id": 15828,
                "identity": "a180211b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mark Q. Martindale",
                "email": "",
                "orcid": "",
                "institution": "Martindale Whitney Marine Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mark",
                "middleName": "Q.",
                "lastName": "Martindale",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-07-13 19:08:26",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.092",
        "doiUrl": "https://doi.org/10.1038/protex.2018.092",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610200,
                "identity": "29fd6d21-0684-40c9-a68a-1c574bfb5638",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:29",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2414331,
                "visible": true,
                "origin": "",
                "legend": "*Light and bucket set-up for scheduled spawning of adult ctenophores.*   A) 20W LED-light placed at the top of a 5-gallon plastic bucket filled with natural 1µm 1x UV-FSW. (a’) The position of the LED-light in the bucket (reflection) where optimal luminosity was achieved.\r\nB-C) Adults animals transferred to the bucket with the light on the top.\r\nD) Adults fed with recently hatched _Artemia_. (d’) Healthy adults (spawners) will digest the _Artemia_ that can be observable underneath the comb rows inside the gastrodermal canals.\r\nE) Adult _M. leidyi_ placed into a 6” diameter glass bowl.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6947/v1/figure_1.jpg"
            },
            {
                "id": 2610201,
                "identity": "fc1e301b-61b2-4c4d-93da-be9094074825",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:29",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 5990157,
                "visible": true,
                "origin": "",
                "legend": "*Immunostaining of M. leidyi at different developmental stages.*   Images correspond to maximum projections of confocal z-stacks. A) First cleavage. B)Gastrula. C) 12 hours post fertilization. D) Cydippid larva (24 hpf). E) Single channel images of Figure 2D.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6947/v1/figure_2.jpg"
            },
            {
                "id": 2610207,
                "identity": "72679f52-0aa7-4192-8cd2-556134e5c0cf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:29",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 302439,
                "visible": true,
                "origin": "",
                "legend": "*Embedding method for fixation and antibody staining of M. leidyi embryos.*   A) Embryonic collection. B) Agar deposition. C)Agar mixing/embedding. D) Cover-slip flattening. Blue spots: clay corners. E) Cover-slip removal. F) Agar dissection. G) Individual embedded samples.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6947/v1/figure_3.jpg"
            },
            {
                "id": 2610202,
                "identity": "e8d14092-09d6-4f5f-9744-cc9c6ebbf892",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:29",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 297393,
                "visible": true,
                "origin": "",
                "legend": "*Mounting method for fixation ad antibody staining of M. leidyi embryos.*   A) Samples placed into a microscope slide. B) Cover-slip over the samples. C) Flow-through of the mounting media.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6947/v1/figure_4.jpg"
            },
            {
                "id": 13465761,
                "identity": "3d54e113-5ae0-4d13-ad94-b1483300177a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 676993,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6947/v1/998be88a-1f16-48b7-8e5a-5576918921bc.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Ctenophore, Mnemiopsis leidyi",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Ctenophores are becoming of increasing interest to researchers interested in cellular and developmental evolutionary biology. One species, _Mnemiopsis leidyi_, has been one of the most heavily studied ctenophores due to its availability and because it was the first ctenophore to have its genome sequenced and made publicly available. However, their gelatinous and delicate consistency makes experimental handling challenging and time-consuming. Here we describe improvements for scheduling adult spawning and new handling techniques for further histological and molecular analyses. We hope that this contribution will establish an opportunity for other workers to improve these methods and allow a rapid increase in our understanding of ctenophore biology.",
        "manuscriptTitle": "Improved protocol for spawning and immunostaining embryos and juvenile stages of the ctenophore Mnemiopsis leidyi",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-07-16 14:30:37",
                "doi": "10.1038/protex.2018.092",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a17fd06d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 16th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4333,
                "name": "Cell biology"
            },
            {
                "id": 4334,
                "name": "Developmental biology"
            },
            {
                "id": 4336,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-07-16 14:30:37",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}