{
    "identity": "nprot-2694",
    "title": "A Modified Spectrophotometric and Methodical Approach to Find Novel Inhibitors of Ornithine Decarboxylase Enzyme: A Path through the Maze",
    "content": [
        {
            "header": "Introduction",
            "content": "The ever increasing approach of finding novel natural product inhibitors of ODC enzyme has intrigued the wits of researchers for many years. In the lime light of newer gadgetry of information, we have developed a swift, responsive and lucrative method for measuring the ODC enzyme activity. The method is suitable for regular laboratory purposes and could be helpful for screening of molecules under in vitro drug discovery programme. The assay endowed a colorimetric end point that is non-destructive, indefinitely stable and perceptible to the naked eye. Based on the surveillance that picrylsulfonic acid \\(2,4,6-trinitrobenzenesulfonic acid, TNBS) reacts at alkaline pH with amines and the amino groups give colored trinitrophenyl \\(TNP) adducts.1-2, this assay is based on the observation that the TNP adduct of ornithine \\(TNP-Ornithine-TNP) is soluble in water whereas TNP adduct of putrescine \\(TNP-Putrescine-TNP) is soluble in 1-Pentanol and this can be differentially distinguished as upper layer, the structures and the reaction of which are hypothetically depicted in Figure 1. The sensitivity of this assay contrasted favorably with sensitivities of radiometric and HPLC based assays as reported earlier.1\r\n\n\nNaturally occurring polyamines are ubiquitous, diminutive, evolutionarily ancient physiological cations, essential for cell growth, differentiation and proliferation. They play a key role in regulating ion channels/receptors, cell cycle involving internal ribosome entry site active only in mitosis in the human ODC mRNA, stabilizes cellular nucleic acids and/or membranes, activates protein kinases and affecting translation, transcription and chromatin structure.3-8 Being involved in cell motility and cell-cell interactions, the polyamine pathway is of immense interest because increased levels are associated with tumor formation. Hence, it is considered to be a promising target for chemotherapeutic intervention in cancer and parasitic diseases. 9-18\\(Figure 2) The polyamine biosynthesis is tightly regulated by ODC \\(EC 4.1.1.17), an enzyme first discovered in 1968, catalyzing the pyridoxal-5′ phosphate \\(PLP)-dependent decarboxylation of L-ornithine to generate putrescine. This enzyme is highly inducible specific to pH, temperature, time and substrate concentration. Mammalian ODC is a well known mediator of c-Myc-induced apoptosis and is a direct target of c-Myc, thus recognized as a proto-oncogene.19-23 The plant ODC is very similar in sequence to animal ODCs, and its expression is correlated with cell proliferation.24 Since ODC is involved in cell growth and differentiation, it’s constitutive over expression ensures a crucial role in numerous disease and disorders including cancer, autoimmune diseases.25 Account of its vital role in cell proliferation, numerous synthetic and natural products have been reported to inhibit the enzyme in polyamine biosynthesis.25-26 Subject to both positive and negative feedback regulation, ODC activity increases at low concentration of polyamine and vice versa. The regulation appears to be a mixture of post-transcriptional and induction of a unique ODC-specific inhibitor termed antizyme. 27-30 ODC expression regulated by vital factors such as Myc, Jun, Fos, and cAMP explicate the allocation of more than a single polyamine in nature. 31\r\n\n\nA wide array of ODC inhibitors has been toiled out and the best-characterized was α-difluoromethylornithine \\(DFMO; eflornithine), synthesized by Metcalf et al. \\(1978). Investigated as a possible cancer chemotherapeutic agent, it had limited efficacy in early-phase clinical therapeutic trials. Since then unfortunately no other satisfactory inhibitor of ODC enzyme has been discovered in drug discovery and development program.23-26,32,33 Consequently, the urge to find out new ODC inhibitors is progressively increasing and the use of natural products e.g. phytomolecules is advantageous over synthetic counterparts due to fewer side effects and toxicity. Recently researchers have tried to find ODC inhibitors comparable to DFMO and thus there is a requisite for a simple spectrophotometric assay for easy and fast screening of inhibitors. Earlier, numerous methods have been reported for estimating ODC activity which can be categorized to radioactive and non-radioactive methods34-52\\(Table 1). Radioactive methods are hazardous \\(spurious CO2 release) while non-radioactive methods have many disadvantages involving sophisticated instruments, and cost-effectiveness. Hence, we tried to develop a simple, contemptible method which is not based on CO2 formation \\(which give sometimes false result) but simple solubility factor. We evaluated samples53 to see the interaction of the enzyme with molecules to find out inhibitors of ODC enzyme. Mechanism of inhibition may be non-specific, irreversible, reversible, competitive and/or non-competitive. The assay is an improved, uncomplicated and cost- effective involving petite quantity of chemicals \\(Figure 3). The capacity to verify and validate ODC as candidate biomarkers especially in cancer and parasitic disease is limited and for that reason biomarkers already discovered needs to be validated with simple bioassays. Therefore, in this paper, we have modified the assay to simplify the systematic validation of ODC enzyme activity with thorough testing of hefty sample sets."
        },
        {
            "header": "Reagents",
            "content": "• 2.5mM  2-Mercaptoethanol, for electrophoresis \\(Sigma Cat. No. M7154)\r\n\n\n• 1.5mM E.D.T.A. Disodium salt \\(Himedia Cat. No. RM 119)\r\n\n\n• 75nM Pyridoxal 5- Phosphate hydrate \\(Sigma Cat. No. P3657)\r\n\n\n• 3mM L- Ornithine monohydrochloride, approx. 99% \\(Sigma Cat. No. O6503)\r\n\n\n• Putrescine Dihydrochloride \\(Sigma Cat. No. P5780)\r\n\n\n• 4N Sodium Hydroxide extrapure AR \\(SRL Cat. No. 1949181)\r\n\n\n• 1- Pentanol 99%, A.C.S reagent \\(Sigma Cat. No. 398268)\r\n\n\n• 0.1M Sodium tetraborate decahydrate, ACS reagent, 99.5% \\(Sigma Cat. No. S9640)\r\n\n\n• 10mM Picrylsulfonic acid solution \\(Sigma Cat. No. 92823)\r\n\n\n• Dimethyl sulphoxide \\(Merck Cat. No. K36760512728)\r\n\n\n• Di-potassium hydrogen phosphate, A.R., 99% \\(Sigma Cat. No. P5379)\r\n\n\n• Potassium phosphate monobasic, minimum 99.0% \\(Sigma Catalogue No.  P5379)\r\n\n\n• Perchloric acid, 70%, redistilled, 99.99% metal basis \\(Sigma Cat. No. 311421)\r\n\n\n• Ornithine Decarboxylase Enzyme from Escherichia coli, 965mg solid,0.033units/mg solid, 0.06 units/mg protein \\(Sigma Cat. No. O3001)"
        },
        {
            "header": "Equipment",
            "content": "• Eppendorff tubes from Genaxy Scientific Solan, Himanchal Pradesh, India.\r\n\n\n• Pipettes from ThermoFisher Scientific India Pvt. Ltd., Noida, India.\r\n\n\n• Vortex and Spinwin from M/s Tarsons Products Pvt. Ltd., New Delhi, India.\r\n\n\n• Centrifuge from Eppendorf, New York, USA.\r\n\n\n• Spectrophotometer from Molecular Devices Corporation, California, USA.\r\n\n\n• 96 well plates from Greiner Bio-One B.V. Alphen aan den Rijn, Netherlands\r\n\n\n• pH meter from Eutech Instruments, Navi Mumbai, India."
        },
        {
            "header": "Procedure",
            "content": "Phosphate Buffer \\(0.1M, pH 7.0)\r\n\n\nIt is prepared by dissolving 1.74g of Dipotassium hydrogen phosphate \\(K2HPO4) in 100mL Deionized water and 1.36g of Potassium phosphate monobasic \\(KH2PO4) in 100mL deioinized water. Mix 61.5mL of K2HPO4 and 38.5 mL of KH2PO4 and raise the volume 1 Litre to get 0.1M Phosphate buffer \\(pH 7.0).\r\n\n\n\r\n\n\nPhosphate Buffer \\(150mM, pH 7.1)\r\n\n\nIt is prepared by dissolving 2.61g of K2HPO4 in 100mL Deionized water and 2.04g of KH2PO4 in 100mL deioinized water. Mix 61.5mL of K2HPO4 and 38.5 mL of KH2PO4 and raise 1 Litre to get 150mM Phosphate buffer \\(pH 7.1)\r\n\n\n\r\n\n\nPreparation of Standard Solution\r\n\n\nOrnithine-HCl: Dissolve 1.682mg of L-Ornithine HCl in 10mL of phosphate buffer \\(pH 7.0). Dilute the stock solution to obtain working solution in the range of 0.2-100μM.\r\n\n\nPutrescine Dihydrochloride: Dissolve 1.6107mg of Putrescine Dihydrochloride in 10mL of phosphate buffer \\(pH 7.0). Dilute the stock solution to obtain working solution in the range of 0.2-100μM.\r\n\n\n\r\n\n\nReaction Mixture: Dissolve 17.57μL of β-mercaptoethanol \\(2.5 mM), 55.84mg of Disodium EDTA \\(1.5mM), 2μL of stock solution of Pyridoxal phosphate prepared in 150mM Phosphate buffer \\(75nM) and 50.6mg of L-Ornithine HCl \\(3mM) in 150mM Phosphate buffer \\(pH 7.1).\r\n\n\nPicryl Sulfonic acid \\(TNBS): 25.7μL of TNBS dissolved in 10mL of 1-Pentanol, freshly prepared and kept at 4ºC\r\n\n\n\r\n\n\nCaution\\! β-mercaptoethanol is a toxic by inhalation, cause damage to skin and eyes by prolonged exposure, so this chemical bottle should be opened inside fume hood and for very short time. Wear masks and gloves while using it.\r\n\n\n\r\n\n\n0.1M Sodium Borate: Dissolve 3.8137g in 100mL Deionized water, adjust pH \\(8.0) by 1M either NaOH and/or 1M HCl.\r\n\n\n\r\n\n\n4N sodium Hydroxide: Dissolve 16.0g in 100mL of Deionized water.\r\n\n\n\r\n\n\n1M Perchloric acid: Commercial solution available is calculated as 12M. To use we have to make 1M solution. For this, take 86mL of stock pure solution and raise up to 1000mL with deionized water. \r\n\n\n\r\n\n\nCaution\\! Heating may cause explosion, contact with combustible material should be avoided, use carefully as it causes eye irritation. Perchloric acid and 10% Trichloroacetic acid is highly corrosive and handling should be done in a chemical fume hood\r\n\n\n\r\n\n\nOrnithine Decarboxylase Enzyme solution: Stock solution is made as 10mg of enzyme dissolved in 1mL of phosphate buffer \\(150mM). It means that 0.6 units/mg protein in 1mL\r\n\n\nThe enzyme is kept at -20ºC and stock solution is prepared in 150mM Phosphate buffer immediately before starting experiment. The enzyme is highly labile and should be kept at 4 ºC while performing the assay. \r\n\n\n\r\n\n\n10mM Picrylsulfonic acid solution: 25.7μL of TNBS solution dissolved in 10mL of 1-Pentanol.\r\n\n\n\r\n\n\nCaution\\! Store 1-Pentanol in cool place, containers opened must be carefully resealed and kept upright to prevent leakage as it is flammable. It is a harmful by inhalation, cause skin dryness, irritating to respiratory system and eyes. Wear masks and gloves while using it.\r\n\n\n\r\n\n\n\r\n\n\nPROCEDURE\r\n\n\n\r\n\n\n1. For each sample there must be at least two sets of eppendorf tubes one with the enzyme and another without enzyme. The same case applies to control set also.\r\n  2. Add the test sample/standard to each set.\r\n  3. Add 5μL of enzyme from stock solution to one of the sets. The concentration of enzyme is optimized between 10-100μg/mL and ample activity is observed at 50μg/mL. \r\n  4. Add 400μL of substrate reaction mixture to every eppendorf tubes.\r\n  5. Incubate for 37ºC for 30 min.\r\n  6. Terminate the reaction by adding 400μL of perchloric acid \\(1M) or 400μL of trichloro acetic acid \\(10%). Precipitation must be done to stop the enzymatic reaction.\r\n  7. Centrifuge at 5000rpm for 5 min at room temperature.\r\n  8. Mix 100μL of standards \\(Ornithine/Putrescine 0.2-100μM) and/or terminated reaction mixture with 200μL of 4N NaOH.  At this moment supernatant should be pipetted very carefully and mixing should be done vigorously \\[Critical Step].\r\n  9. Add 400μL of 1-pentanol.\r\n  10. Mix vigourously for 1 min with vortex mixer \\[Critical Step].\r\n  11. Centrifuge for 5 min at 2000rpm. Two layers form, bottom hydrophilic and top hydrophobic layer. At this point demarcation line should be clear.\r\n  12. Transfer 200μL of upper \\(organic) phase to a fresh tube containing 200µL of sodium borate \\(0.1M, pH 8.0) and mix. \\[Critical Step]: pH of Sodium borate is very crucial, it should be 8.0 and mixing should be done properly.\r\n  13. Add 200μL of TNBS \\(picryl sulfonic acid, 10mM in 1-pentanol). \\[Critical Step]: Prepare the TNBS dye reagent immediately before use. It is prepare in 1-Pentanol, so thawing of TNBS should be done beforehand as it is kept at -20◦C. After that mix for 1 min on vortex mixer.\r\n  14. Add 400μL of DMSO and mix for 1 min. DMSO should be added after proper mixing of supernatant and TNBS.\r\n  15. Centrifuge for 5 min at 3000 rpm. \\[Critical Step]: A very fine two layers are observed with top layer contains TNP-Putrescine-TNP, while bottom layer contains TNP-Ornithine-TNP. Sensitivity of the assay depends on the precise pipetting of the upper fine layer. The volume of the layer varies depending on the enzymatic reaction \\(30-100uL).\r\n  16. Take upper layer and read absorbance at 426 nm. \r\n  17. Calculate the percentage of enzyme inhibition using the formula below. For initial screening, we use a threshold of 50% enzyme inhibition as a cut off for compound behaving as ODC inhibitors. However the threshold can be increased or decreased according to inhibitory criteria selected by the investigators. For IC50 determination, plot a concentration responsive graph between compound dose and percent inhibition. IC50 values can be derived using curve fitting methods with statistical analysis.\r\n  Control Difference = Mean OD Control with Enzyme-Mean OD Control without Enzyme\r\n\n\nSample Difference = Mean OD Sample with Enzyme-Mean OD Sample without Enzyme\r\n\n\n\r\n\n\nPercent Inhibition = Control Difference- Sample Difference X 100\r\n\n\n                                                  Control Difference\r\n\n\n\r\n\n\nIt is also possible to calculate the amount of product formed by plotting a standard graph of Putrescine and calculating the absorbance of test sample in terms of µM of Putrescine produced."
        },
        {
            "header": "Timing",
            "content": "Timeline \\(Estimated for 5 Samples and 1 Control)\r\n\n\nStep1-4 :  1 h\r\n\n\nStep 5  : 30 min\r\n\n\nStep 6-16 : 1 h"
        },
        {
            "header": "Troubleshooting",
            "content": "<table border=5><tr><td><b>PROBLEM</b></td> <td><b>POSSIBLE REASON</b></td> <td><b>WAY OUT</b></td></tr> <tr><td>Inconsistent absorbance reading</td> <td>pH of reaction mixture</td> <td>pH should be checked appropriately</td></tr> <tr><td>Enzyme degradation</td> <td> </td> <td>Mixing gently of enzyme,  sample and substrate reaction mixture</td></tr> <tr><td>Sample degradation</td> <td> </td> <td>Sample should be freshly prepared/a check should be there for degradation due to high temperature, light sensitive etc</td></tr><tr><td>Variation in temperature</td> <td> </td> <td>Reaction should be carried out at an ideal temperature</td></tr> <tr><td>Layers may get mixed during the separation step</td> <td>Mixing is a critical step at steps 8, 10, 13 and 15</td> <td>Mixing should be done by vortex for at least 1-2 min</td></tr> <tr><td>pH of sodium borate solution</td> <td> </td> <td>pH of Sodium Borate buffer should be 8.0</td></tr> <tr><td> Enzyme may get functionally inactive</td> <td>Cofactor PLP is essential for the activity of enzyme</td> <td>PLP stock solution is made in phosphate buffer and it is kept at -20ºC, therefore it should be quickly thawed, used and kept back to -20ºC, otherwise it will degrade</td></tr></table>"
        },
        {
            "header": "Anticipated Results",
            "content": "Various concentrations of TNP-Putrescine-TNP and TNP-Ornithine-TNP extracted in pentanol give the standard curve shown in Figure 4. The curve is linear \\(r > 0.9624 for putrescine and r > 0.062 for ornithine) in the range of 0.2 to 100μM concentration. The average molar extinction co-efficient \\(1.91 ± 0.58 x 103 M-1 cm-1), absorption spectra \\(λ max 426nm) of Putrescine and Ornithine with TNBS and linearity of enzyme concentration \\(20-200μg/mL) have already been revealed.1 \\(Figure 4). \r\n\n\nEffect of substrate concentration\r\n\n\nFor the validation of the assay, changes were made in concentrations of L-Ornithine HCl. The modification is made in the substrate reaction mixture solution in which all the components are same except the concentration of L-Ornithine HCl varies from 0 to 5mM, i.e. different substrate solution is being made for changed concentration \\(Figure 5).\r\n\n\nEffect of pH\r\n\n\nTo study the effect of pH on enzyme activity, pH of the substrate solution was varied by using different amount of K2HPO4 and KH2PO4 used in phosphate buffer. The pH is varied from 5.0 to 9.0 \\(Figure 6).\r\n\n\nEffect of incubation time\r\n\n\nThe reaction mixture containing enzyme \\(control with enzyme) and reaction mixture \\(control without enzyme) was subjected to different incubation time at Step 5 ranging from 5 to 120 min \\(Figure 7). \r\n\n\nEffect of temperature\r\n\n\nFor evaluation of the effect of temperature on enzyme activity, tubes were incubated to different temperature from 25 to 61◦C with a difference of 12◦C \\(Figure 8).\r\n\n\nEffect of different concentration of DFMO \r\n\n\nFor evaluation of the effect of known inhibitor of ODC activity, different concentration of DFMO mixed in reaction mixture along with the enzyme and same method of calculation was done as for other samples. Concentration used was from 1-5mM and very less activity was shown in 1mM while in other concentrations negligible activity was shown \\(Figure 9)."
        },
        {
            "header": "References",
            "content": "1. Ngo, T.T. et al. Spectrophotometric Assay for Ornithine Decarboxylase. Anal. Biochem. 160, 290-293 \\(1987)\r\n  2. Means, G., and Feeney, R., Chemical Modification of Proteins. Holden-Day , 12 1-123 \\(1971)\r\n  3. Wallace, H.M. et al. A perspective of polyamine metabolism. Biochem. J. 376, 1-14 \\(2003)\r\n  4. Thomas, T. and Thomas, T.J., Polyamines in cell growth and cell death: molecular mechanisms and therapeutic applications. Cell. Mol. Life Sci. 58, 244-258 \\(2001)\r\n  5. Uriel Bachrach, Yong-Chun Wang, and Amalia Tabib, Polyamines: New Cues in Cellular Signal Transduction. News Physiol. Sci., 16, 106-109 \\(2001)\r\n  6. Williams K., Interactions of polyamines with ion channels. Biochem. J. 325, 289-297 \\(1997)\r\n  7. Igarashi, K. and Kashiwagi, K., Polyamines: mysterious modulators of cellular functions. Biochem. Biophys. Res.Commun. 271, 559-564 \\(2000)\r\n  8. Pyronnet, S., Pradayrol, L. and Sonenberg, N., A cell cycle dependent internal ribosome entry site. Mol. Cell, 5, 607-616\\(2000)\r\n  9. Marton, L.J. and Morris, D.R., Inhibition of Polyamine Biosynthesis. Biological Significance and Basis for New Therapies \\(McCann, P.P., Pegg, A.E. and Sjoerdsma, A., eds), 79-105 \\(1987)\r\n  10. Xianqiang LI and Philip Coffino, Regulated degradation of ornithine decarboxylase requires interaction with the polyamine-inducible protein antizyme, Molecular and Cellular biology, 12\\(8), 3556-3562 \\(1992)\r\n  11. Ivanov, I.P., Gesteland, R.F. and Atkins, J.F., Antizyme expression: a subversion of triplet decoding, which is remarkably conserved by evolution, is a sensor for an autoregulatory circuit. Nucl. Acids Res. 28, 3185-3196 \\(2000)\r\n  12. Criss, W.E., et al. A Review of Polyamines and Cancer. Turk J Med Sci, 33, 195-205 \\(2003) \r\n  13. Jänne J, Alhonen L and Leinonen P, Polyamines: from molecular biology to clinical applications. Ann Med 23, 241-259 \\(1991)\r\n  14. GernerEW, Meyskens FL, Jr. Polyamines and cancer: old molecules, new understanding. Nat Rev Cancer 4, 781-792 \\(2004)\r\n  15. Davis RH, Krasner GN, DiGangi JJ, Ristow JL. Distinct roles of putrescine and spermidine in the regulation of ornithine decarboxylase in Neurospora crassa. Proc Natl Acad Sci 82\\(12), 4105-4109 \\(1985)\r\n  16. Colin Hanfrey, Susanne Sommer, Melinda J. Mayer, Daniel Burtin and Anthony J. Michael, Arabidopsis polyamine biosynthesis: absence of ornithine decarboxylase and the mechanism of arginine decarboxylase activity, The Plant Journal, 27\\(6), 551-560 \\(2001)\r\n  17. Davidson, N.E., Hahm, H.A., McCloskey, D.E., Woster, P.M. and Casero, R.A., Clinical aspects of cell death in breast cancer: the polyamine pathway as a new target for treatment. Endocr. Relat. Cancer, 6, 69-73 \\(1999)\r\n  18. Pollard, K.J., Samuels, M.L., Crowley, K.A., Hansen, J.C. and Peterson, C.L., Functional interactions between GCN5 and polyamines: a new role for core histone acetylation. EMBO J. 18, 5622-5633 \\(1999)\r\n  19. Pegg, A. E., Shantz, L. M. and Coleman, C. S. Ornithine decarboxylase as a target for chemoprevention. J. Cell. Biochem., 59, 132-138 \\(1995) \r\n  20. Auvinen, M.,A., Paesinen, L. C. Andersson, and E. Holtta. Ornithine decarboxylase activity is critical for cell transformation. Nature, 360, 355-358 \\(1992)\r\n  21. Auvinen M, Cell transformation, invasion, and angiogenesis: a regulatory role for ornithine decarboxylase and polyamines? J Natl Cancer Inst, 89, 533-537 \\(1997)\r\n  22. Bello-Fernandez, C., Packham, G. and Cleveland, J.L., The ornithine decarboxylase gene is a transcriptional target of c-Myc. Proc. Natl Acad. Sci., 90, 7804-7808 \\(1993)\r\n  23. Packham, G. and Cleveland, J.L., Ornithine decarboxylase is a mediator of c-Myc-induced apoptosis. Mol. Cell. Biol. 14, 5741-5747 \\(1994)\r\n  24. Michael, A.J., Furze, J.M., Rhodes, M.J. and Burtin, D., Molecular cloning and functional identification of a plant ornithine decarboxylase cDNA. Biochem. J. 314, 241-248 \\(1996)\r\n  25. Luqman, S., Ornithine Decarboxylase: A Promising and Exploratory Candidate Target for Natural Products in Cancer Chemoprevention. Asian Pacific J Cancer Prev, 13, 2425-2427 \\(2012)\r\n  26. Meyskens FL, Jr., Gerner EW. Development of difluoromethylornithine \\(DFMO) as a chemoprevention agent. Clin Cancer Res 5, 945-951 \\(1999)\r\n  27. Hayashi, S. and Murakami, Y., Rapid and regulated degradation of ornithine decarboxylase. Biochem. J. 306, 1-10 \\(1995)\r\n  28. Marton, L.J. and Morris, D.R., Inhibition of Polyamine Biosynthesis. Biological Significance and Basis for New Therapies \\(McCann, P.P., Pegg, A.E. and Sjoerdsma, A., eds), 79-105 \\(1987)\r\n  29. Xianqiang LI and Philip Coffino, Regulated degradation of ornithine decarboxylase requires interaction with the polyamine-inducible protein antizyme, Molecular and Cellular biology, 12\\(8), 3556-3562 \\(1992)\r\n  30. Ivanov, I.P., Gesteland, R.F. and Atkins, J.F., Antizyme expression: a subversion of triplet decoding, which is remarkably conserved by evolution, is a sensor for an autoregulatory circuit. Nucl. Acids Res. 28, 3185-3196 \\(2000)\r\n  31. Uriel Bachrach, Yong-Chun Wang, and Amalia Tabib, Polyamines: New Cues in Cellular Signal Transduction, News Physiol. Sci., 16, 106-109 \\( 2001)\r\n  32. TakigawaM, EnomotoM,NishidaY, PanHO, Kinoshita A, Suzuki F. Tumor angiogenesis and polyamines: a-difluoromethylornithine, an irreversible inhibitor of ornithine decarboxylase, inhibits B16 melanoma-induced angiogenesis in ovo and the proliferation of vascular endothelial cells in vitro. Cancer Res., 50, 4131-4138 \\(1990)\r\n  33. Grishin, N.V., Osterman, A.L., Brooks, H.B., Phillips, M.A. and Goldsmith, E.J., X-ray structure of ornithine decarboxylase from Trypanosoma brucei: the native structure and the structure in complex with a-difluoromethylornithine. Biochemistry, 38, 15174-15184 \\(1999)\r\n  34. Gaines,D.W., Friedman,L. and McCann,P.P. Apparent ornithine decarboxylase activity measured by 14CO2 trapping after frozen storage of rat tissue and rat tissue supernatants. Anal. Biochem., 174, 88-96 \\(1988)\r\n  35. Amalia Tabib, Determination of Ornithine Decarboxylase Activity Using \\[3H]Omithine, Methods in Molecular Biology, 79, 33-39 \\(1997)\r\n  36. Coleman C.S. and Pegg A.E., Assay of Mammalian Ornithine Decarboxylase Activity Using \\[14C]Ornithine, Methods in Molecular Biology, 79, 41-44 \\(1997)\r\n  37. Emanuelsson H, Heby O., Ornithine decarboxylase activity in nucleolus and nucleoplasm demonstrated autoradiographically with tritium-labeled alpha-difluoromethylornithine. Cell Biol Int Rep 6, 951-954 \\(1982)\r\n  38. Zagon IS, McLaughlin PJ, Seely JE, Hoeksema GW, Pegg AE Autoradiographic localization of ornithine decarboxylase in mouse kidney by use of radiolabeled alpha-difluoromethylornithine.Cell Tissue Res 235, 371-377 \\(1984)\r\n  39. Blackshear PJ, Manzella JM, Stumpo DJ, Wen L, Huang JK, Oyen O, Young WS High level, cell-specific expression of ornithine decarboxylase transcripts in rat genitourinary tissues. Mol Endocrinol 3, 68-78 \\(1989)\r\n  40. Kaipia A, Toppari J, Mali P, Kangasniemi M, Alcivar AA, Hecht NB, Parvinen M Stage and cell-specific expression of the ornithine decarboxylase gene during rat and mouse spermatogenesis. Mol Cell Endocrinol 73, 45-52 \\(1990)\r\n  41. Gilad GM, Gilad VH., Cytochemical localization of ornithine decarboxylase with rhodamine or biotin-labeled alpha-difluoromethylornithine. An example for the use of labeled irreversible enzyme inhibitors as cytochemical markers. J Histochem Cytochem 29, 687-692 \\(1981)\r\n  42. Persson L, Rosengren E, Sundler F, Uddman R, Immunocytochemical localization of ornithine decarboxylase. Methods Enzymol 94, 166-169 \\(1983)\r\n  43. Matsufuji S, Fujita K, Kameji T, Kanamoto R, Murakami Y, Hayashi S., A monoclonal antibody to rat liver ornithine decarboxylase. J Biochem 96, 1525-1530 \\(1984)\r\n  44. Lambert MA, Moss CW, Use of gas chromatography for detecting ornithine and lysine decarboxylase activity in bacteria. Appl Microbiol. 26\\(4), 517-520 \\(1973)\r\n  45. Beeman CS, Rossomando EF, Assay of ornithine decarboxylase activity by reversed-phase high-performance liquid chromatography, Journal of Chromatography, 496\\(1), 101-110 \\(1989)\r\n  46. Rune Djurhuus, Djurhuus R, Ornithine decarboxylase \\(EC 4.1.1.17) assay based upon the retention of putrescine by a strong cation-exchange paper. Anal Biochem. 113\\(2), 352-355 \\(1981)\r\n  47. Umbreit W.W., Burris R.H., and Stauffer, J.F. Manometric Techniques and Tissue Metabolism in Burgess Publishing Co. Minneaplis, MN \\(1951)\r\n  48. Khramov VA., A simple method of measuring ornithine decarboxylase activity in mixed human saliva, Klin Lab Diagn. 4, 14-15 \\(1997)\r\n  49. Dodds RA, Pitsillides AA, Frost GT., A quantitative cytochemical method for ornithine decarboxylase activity. J Histochem Cytochem 38,123-127 \\(1990)\r\n  50. Badolo L, Berlaimont V, Helson-Cambier M, Hanocq M, Dubois J., Simple and rapid enzymatic assay of ornithine decarboxylase activity., Talanta. 48\\(1), 127-134 \\(1999)\r\n  51. Smithson DC, Shelat AA, Baldwin J, Phillips MA, Guy RK., Optimization of a non-radioactive high-throughput assay for decarboxylase enzymes. Assay Drug Dev Technol. 8\\(2), 175-185 \\(2010)\r\n  52. Fay GD, Barry AL., Rapid Ornithine Decarboxylase Test for the Identification of Enterobacteriaceae. Appl. Environ. Microbiol. 23 \\(4), 710-713 \\(1972)\r\n  53. Dubey V, Masood N, Negi AS, Luqman S., Modulation of Ornithine Decarboxylase Activity by Phenolics Based Structurally Related Compounds Synthesized on Steroidal and Non-Steroidal Skeleton and their Radical Scavenging Action. Curr. Bioactive Comp. 8 \\(4), 1-8 \\(2012)"
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Council of Scientific and Industrial Research, New Delhi, Science and Engineering Research Board-Department of Science and Technology, Government of India and Council of Science and Technology, Government of Uttar Pradesh for financial support."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.2174/1573407211208040004",
                "date": "2013-04-22 05:39:40",
                "title": "Modulation of Ornithine Decarboxylase Activity by Phenolics Based Structurally Related Compounds Synthesized on Steroidal and Non-Steroidal Skeleton and their Radical Scavenging Action",
                "authors": [
                    "Vijaya Dubey",
                    "Nusrat Masood",
                    "Arvind S Negi",
                    "and Suaib Luqman"
                ],
                "journal": "Current Bioactive Compounds",
                "logo": ""
            },
            {
                "doi": "10.7314/APJCP.2012.13.5.2425",
                "date": "2013-04-22 05:56:09",
                "title": "Ornithine Decarboxylase: A Promising and Exploratory Candidate Target for Natural Products in Cancer Chemoprevention",
                "authors": [
                    "Suaib Luqman"
                ],
                "journal": "Asian Pacific Journal of Cancer Prevention",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12495,
                "identity": "9fffc409-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Suaib Luqman",
                "email": "s.luqman@cimap.res.in",
                "orcid": "",
                "institution": "Suaib Luqman",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Suaib",
                "middleName": "",
                "lastName": "Luqman",
                "suffix": ""
            },
            {
                "id": 12496,
                "identity": "9fffc9c0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nusrat  Masood",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nusrat",
                "middleName": "",
                "lastName": "Masood",
                "suffix": ""
            },
            {
                "id": 12497,
                "identity": "9fffcc02-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Suchita  Srivastava",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Suchita",
                "middleName": "",
                "lastName": "Srivas",
                "suffix": "Sr"
            },
            {
                "id": 12498,
                "identity": "9fffcea8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Vijaya Dubey",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vijaya",
                "middleName": "",
                "lastName": "Dubey",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-04-22 06:02:14",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.045",
        "doiUrl": "https://doi.org/10.1038/protex.2013.045",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608709,
                "identity": "1ba990f6-540c-42c6-a14b-90cba7a855e4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 65657,
                "visible": true,
                "origin": "",
                "legend": "L-Ornithine HCl is converted to Putrescine by the enzyme ODC   The adduct TNP-Putrescine-TNP and TNP-Ornithine-TNP are differentially extracted as hydrophobic and hydrophillic layer respectively i.e. TNP-Putrescine-TNP soluble in 1-Pentanol and insoluble in water and vice versa for the TNP-Ornithine-TNP. At alkaline pH, TNBS reacts with the amino group of the substrate and product formed which are having different solubility in 1-Pentanol and water.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2694/v1/figure_1.jpg"
            },
            {
                "id": 2608710,
                "identity": "aad8fd6f-f803-4d8a-85c6-8d2ec2f56e67",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 71305,
                "visible": true,
                "origin": "",
                "legend": "Polyamines and its vital role",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2694/v1/figure_2.jpg"
            },
            {
                "id": 2608714,
                "identity": "90afe259-bb8a-4175-93f9-0a002797a60e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 84457,
                "visible": true,
                "origin": "",
                "legend": "Diagrammatic representation of customized ODC assay",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2694/v1/figure_3.jpg"
            },
            {
                "id": 2608711,
                "identity": "d8ffab76-e431-4d8a-8fdc-e0c09a195b40",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 54520,
                "visible": true,
                "origin": "",
                "legend": "Standard plot of Putrescine and Ornithine",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2694/v1/figure_4.jpg"
            },
            {
                "id": 2608712,
                "identity": "b25559c1-8d6e-4323-8462-d9baa50582e7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33740,
                "visible": true,
                "origin": "",
                "legend": "Substrate-responsive graph of Ornithine decarboxylase enzyme activity    A gradual increase observed in the activity of the enzyme as the substrate concentration increases and the optimum activity is being found at 3mM L-Ornithine HCl. Further increase in the concentration of substrate results in ebbing of the enzyme action.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2694/v1/figure_5.jpg"
            },
            {
                "id": 2608713,
                "identity": "4cee4135-d312-4f27-a311-c25f06ece2d4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 28583,
                "visible": true,
                "origin": "",
                "legend": "pH-dependent Ornithine decarboxylase activity    Maximum activity is found at pH 7.0 while low and high pH values exaggerated the commotion of the assay.",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2694/v1/figure_6.jpg"
            },
            {
                "id": 2608715,
                "identity": "3ba4733d-dfee-40cf-8748-d3f26e9f9e8c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33852,
                "visible": true,
                "origin": "",
                "legend": "Time-dependent Ornithine decarboxylase enzyme activity    The graph is plotted as a function of product formed in micromolar concentration. The maximum product formed is at 30 min incubation, further increase decreases the product formation which may perhaps be due to inhibition of the enzyme activity at higher concentration. ",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2694/v1/figure_7.jpg"
            },
            {
                "id": 2608716,
                "identity": "23d75882-2b50-4cd2-aee1-d2868184876f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 28330,
                "visible": true,
                "origin": "",
                "legend": "Temperature-dependent Ornithine decarboxylase enzyme activity    Best optimum activity is seen at 37ºC while lower and higher temperature conceited the enzyme activity.",
                "description": "",
                "filename": "figure8.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2694/v1/figure_8.jpg"
            },
            {
                "id": 2608718,
                "identity": "246dc799-ed5a-484b-8118-20085c886b02",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 29769,
                "visible": true,
                "origin": "",
                "legend": "Concentration-dependent inhibition of Ornithine decarboxylase enzyme activity with DFMO   Diminishing linear gradient is seen as we increase the concentration of DFMO, known inhibitor of ODC enzyme.  ",
                "description": "",
                "filename": "figure9.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2694/v1/figure_9.jpg"
            },
            {
                "id": 13464783,
                "identity": "9f6a2982-0dfb-492e-8468-9a21aacf75a1",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:46",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 636217,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2694/v1/4bbcddc4-f7cc-40e2-b441-9bd84b2b0cbe.pdf"
            }
        ],
        "financialInterests": "No",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Ornithine decarboxylase, Ornithine, Putrescine, TNP-Ornithine-TNP, TNP-Putrescine-TNP",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A precise method has been developed for measuring the activity of Ornithine decarboxylase \\(ODC) enzyme, a promising target of cancer and infectious diseases using petite quantity of chemicals. The modified spectrophotometric assay has been used to find inhibitors of ODC enzyme. The methodology is based on the cognizance that enzyme transforms L-ornithine hydrochloride \\(substrate) to yellow colored putrescine \\(product) soluble in pentanol, the absorbance of which was measured spectrophotometrically. The technique described herein was optimized for evaluating efficacy of phytomolecules as ODC attenuator but could also be used for exploration of novel bioactive compounds as chemopreventive and/or chemotherapeutic agents. A reaction concoction was prepared and hydrophobic withdrawal of yellow colored TNP-Putrescine-TNP complex was recorded at 426nm. Advanced validation and understanding of the factors affecting the enzyme activity i.e. substrate concentration, inhibitor concentration, temperature, pH of the reaction medium and incubation time were also investigated.",
        "manuscriptTitle": "A Modified Spectrophotometric and Methodical Approach to Find Novel Inhibitors of Ornithine Decarboxylase Enzyme: A Path through the Maze",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-04-22 11:24:43",
                "doi": "10.1038/protex.2013.045",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fff5c2e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 22nd, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2979,
                "name": "Biochemistry"
            },
            {
                "id": 2980,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-04-22 11:24:43",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}