{
    "identity": "pex-1867",
    "title": "<p>An improved ultrasensitive dual-luciferase assay for sequential detection of Cypridina and Gaussia luciferases in the same sample </p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Most cells have no intrinsic bioluminescence or luciferase (Luc) activity, making Luc reporter assays highly specific and sensitive. Firefly Luc (FLuc) and <em>Renilla reniformis</em> Luc (RLuc) are widely used as reporter genes for research and drug screening. In the most commonly used format, the Firefly-<em>Renilla</em> dual Luc assay involves the use of FLuc for monitoring gene expression and RLuc as an internal normalization control. More recently several Luc enzymes with improved activity have been reported.&nbsp;&nbsp;&nbsp;</p><p>Naturally secreted from the deep-sea copepod <em>Gaussia princeps</em> (1), <em>Gaussia</em> Luc (GLuc) was first used in a sensitive analytical assay in 2002 (2) and was later commercialized for expression in mammalian cells. GLuc is a monomeric enzyme and is among the smallest Lucs (185 aa,19 kDa). It catalyzes the oxidative decarboxylation of coelenterazine to produce coelenteramide via an excited state intermediate, which emits blue light (480 nm) upon relaxation to the ground state. The catalytic properties of GLuc make it an extremely sensitive detection reporter. Recombinant GLuc produces the highest number of photons/mol of any Luc (3). The first report describing the utility of codon-optimized GLuc for <em>in vivo</em> imaging demonstrated superior sensitivity over RLuc and FLuc by several orders of magnitude (4). The robust secretory signal, small size and sensitivity of GLuc, as compared to other bioluminescent reporters, give GLuc several unique advantages in many assay systems.&nbsp;&nbsp;&nbsp;</p><p>Most reporter assays benefit from inclusion of an internal control reporter. <em>Cypridina</em> <em>noctilucus</em> Luc (CLuc; formerly known as Vargula Luc) is an excellent reporter for multiplex assays involving GLuc. CLuc shares many of the features of GLuc, including secretion, emission of large amounts of light and high protein stability (5), but CLuc uses a different substrate, namely <em>Cypridina </em>luciferin (6). Both GLuc and CLuc are inherently stable due to the presence of multiple disulfide bonds (2,7). This feature confers significant resistance to high temperatures, making these two reporters useful for applications in which other Lucs are rendered inactive. For example, both proteins maintain activity at 55ºC, a treatment that inactivates most viruses, or in the presence of 0.1 mM β-mercaptoethanol, a component of many culture media (e.g. mouse embryonic stem cell culture media). In practice, this high stability allows the safe storage of Luc-containing extracts for later assays with minimal loss of activity.&nbsp;&nbsp;</p><p>GLuc is about 10^3 fold brighter than native FLuc or RLuc, whereas CLuc is about 20-fold brighter (Figure 1).&nbsp;The greater GLuc brightness is an obvious advantage for analyzing gene expression in hard-to-transfect cells or for studying the behavior of weak promoters. The high Luc activity is also an advantage for high throughput screening applications.&nbsp;The lower limit of detection (LLD) for GLuc has not been reported. Since the LLD for RLuc is 1.3 amol (1.3 fM) and 0.72 amol (0.72 fM) for FLuc (8), the LLD for GLuc is expected to be orders of magnitude higher.&nbsp;&nbsp;</p><p>&nbsp;</p><p>Since CLuc and GLuc utilize different substrates, detection of one Luc can be monitored without any cross-reactivity from the presence of the other Luc in the same sample (Figure 4). When expressed in mammalian cells, GLuc and CLuc are both secreted into the growth medium. Therefore, the centrifuged culture medium (supernatant fluid) from transfected cells can be sampled in a repetitive fashion, providing a simple means to perform time-course experiments. Additionally, the long-term stability of frozen samples means that a cohort of samples taken from the same culture dish/well at different times can be assayed together.&nbsp;</p><p>GLuc and CLuc have been used as secreted reporters in recent studies (9,10) in which the two Luc reporters were assayed in separate samples. A dual Luc assay in which CLuc and GLuc can be sequentially detected in cell media supernatants would save time and be very attractive as an alternative to the commonly used Dual Luc assay system that requires sequential detection of intracellular FLuc and RLuc reporters in the same group of transfected cells (11). A limitation of the latter assay format is that it involves cell lysis; therefore, time-course experiments require multiple replicate cultures of transfected cells.&nbsp;&nbsp;</p><p>&nbsp;</p><p>This report describes the use of an improved assay reagent and method, designated <em>UltraBriteTM</em> <em>Cypridina-Gaussia Dual Luc Assay Reagent</em> (Targeting Systems, El Cajon, CA) for sequential detection of CLuc and GLuc activities in the same cell medium supernatant sample or cell lysate. Sequential detection of CLuc and GLuc activities in the same sample is enabled by first measuring CLuc, using the CLAR reagent and then measuring GLuc using the GAR <em>Quench and GloTM</em> reagent. The latter stop-reagent contains quenchers of CLuc activity and the GLuc substrate (Figure 2). This assay is rapid and sensitive, and results in efficient quenching of CLuc. For example, an output of 2 x 106 relative light units (RLU) was quenched to 1.2 x 104 RLU within 2 min of adding stop reagent (Figure 3). The activity of GLuc measured sequentially after detection and then quenching of CLuc (Figure 3) is identical to GLuc activity measured independently with the GAR <em>Quench and GloTM</em> reagent (Figure 4). Thus, the quenching ingredients included in the GLuc assay buffer are effective both in suppressing CLuc activity and in not affecting the activity of GLuc.&nbsp;</p><p>&nbsp;</p><p>Recently both CLuc and GLuc have also been used as secreted reporters in vivo (12), to study real-time tumor progression in mice. The <em>UltraBriteTM</em> <em>Cypridina-Gaussia Dual Luc Assay Reagent</em> and assay system described here can be used to study gene regulation in vivo by simple blood assays without the need for bioluminescent imaging.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><em>Cells</em>&nbsp;</p><p>HEK293 cells obtained from ATCC and maintained in <em>OptiMEM</em> plus 3% FBS were used in all studies.&nbsp;&nbsp;</p><p>&nbsp;</p><p><em>Plasmids&nbsp;</em>&nbsp;</p><p>The following plasmids were used; available from Targeting Systems (www.targetingsystems.net), El Cajon, CA:&nbsp;</p><p>pCMV-GLuc; expressing secreted GLuc under control of a CMV promoter.&nbsp;</p><p>pCMV-VLuc; expressing secreted CLuc under the control of a CMV promoter&nbsp;&nbsp;</p><p>pCMV-RedFLuc; expressing a red-emitting FLuc (emission max 617 nm) under control of a CMV promoter.&nbsp;</p><p>pCMV-GrRenLuc; expressing a green-emitting brighter RLuc mutant under control of a CMV promoter.&nbsp;</p><p>&nbsp;</p><p><em>Luciferase assay reagents</em>&nbsp;</p><p>Targeting Systems <em>UltraBriteTM</em> <em>Cypridina-Gaussia Dual Luc Assay Reagent</em> was used for sequential detection of CLuc and GLuc activities in transfected cells. Individual Luc Assay Reagents from Targeting Systems (catalogue designation in parentheses) were used to measure FLuc (FLAR-1), RLuc (RLAR-1), GLuc (GAR-1) and CLuc (CLAR). The latter CLAR (<em>Cypridina</em> Luc Assay Reagent) is catalog #VLAR-2 (<em>Vargula</em> Luc Assay Reagent); <em>Vargula</em> is a former designation for <em>Cypridina.</em>&nbsp;</p><p>&nbsp;</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>We used a Berthold Impulse-3 microplate luminometer and an integration time of 2 sec/well.  The assay may be carried out using any microplate luminometer that is equipped to measure chemiluminescence</p>"
        },
        {
            "header": "Procedure",
            "content": "1. Culture conditions\nOne day before a transfection experiment, adjust the HEK293 cell concentration by plating the cells so that they will be nearly confluent when transfected. Plating 2-5 x 106 cells in a 60-mm culture dish and incubating 18 h in 5 mL of medium overnight usually achieves the desired density of 60-80% confluency.\n2. Transfection of cells\nThe following protocol is for a 60 cm dish of cells (5 mL culture medium). If using 6-well or 12-well plates, the total medium volume should be 2 mL and 1 mL,\nrespectively, and the amount of each reagent should be decreased accordingly.\nPlate cells as above to give 60-80% confluence on the day of transfection. Transfection efficiency may decrease if the cells are over- or under-confluent.\nChange the culture medium (using 4 mL/dish) prior to transfection with up to 1 mL of transfection complex medium.\nFormation of transfection complexes\nTo a small sterile tube, pipet 0.6 mL of serum-free high-glucose DMEM and add 2 µg of each plasmid.\nMix well by flicking the tube to create a slight vortex action (about 12 times).\nAdd 8 μL of the Targeting Systems\nTargefect F-2\ntransfection reagent.\nMix well again by flicking the tube 12 times.\nIncubate tube with the transfection reagent-DNA complex for 25 min at 37oC.\nAddition of transfection complexes to cells\nAdd 0.6 mL of the transfection complex, drop-wise, directly to the medium and gently swirl the culture dish to ensure transfection complexes are spread evenly over the entire field of cells.\nIncubate for 36-48 h at 37oC\nUse 5-10 μL of cell medium supernatant to measure the CLuc and GLuc activities as outlined below.\n3. Determination of Luc activities in transfected cells\nAfter 36 h, Luc activities are ready for measurement in transfected cells. The endpoint should be determined on a per-experiment basis. In our studies, a 36 h incubation time yielded sufficiently robust RLU signals for significant outcome determination. To demonstrate that the assay can be performed using cell culture media as well as cell lysates, we examined both. However, since the two Luc proteins are actively secreted, it is usually more advantageous to study gene expression by measuring Luc activities in supernatant media after centrifugation.\nAssay protocols for sequential detection of CLuc and GLuc using the\nUltrabrite TM Cypridina-Gaussia Dual Luciferase Assay Reagent\nfrom Targeting Systems (Catalog #DLAR-4SG-1000)\nA. Protocol using cell culture medium to measure secreted Luc activity\nPipette 5-10 μL of cell culture medium, after centrifugation, into tubes or wells of a microtiter plate (white-walled plates are preferred). The assay can also be performed in microtubes and assessed using a tube luminometer.\nAdd 50 μL of the working CLAR reagent from the\nUltraBriteTM\nCypridina-Gaussia Dual Luciferase Assay Reagent\nand measure CLuc activity in a microplate luminometer (we used a Berthold Impulse-3 microplate luminometer and an integration time of 2 s/well). The working CLAR reagent is prepared by diluting the 100x\nCyripdina\nluciferin (50 μL) to 5 mL using the CLAR Substrate Dilution Buffer.\nWait 1-2 min (for more efficient quenching) and then add 50 μL of the working\nGAR Quench and GloTM\nReagent. Mix the plate samples gently (swirling by hand if needed) and then measure GLuc photon release by luminometry. The working reagent is prepared by diluting 50 μL of the 100x\nGAR Substrate Solution\nto 5 mL using the\nGAR Quench and GloTM\nDilution Buffer.\nB. Protocol using cell culture lysates to measure intracellular Luc activity\n1. If performing an assay to assess intracellular Luc, first lyse the cells using Targeting Systems\nCell Lysis Buffer\n(catalog # 5X CLR-01) following steps 2-5 of the instructions below and use 5-10 μL centrifuged cell lysate instead of cell media. All reagents should be at or close to room temperature.\n2. Dilute 5x CLR-01 buffer to 1x using water (4 mL water plus 1 mL 5x lysis buffer).\n3. Aspirate the cell culture medium and wash cells twice with serum-free DMEM. This can be done rapidly by inverting a plate over a sink (with gently tapping) to remove liquid from all wells. Remaining medium can be removed by absorption; gently tapping inverted plates on a paper towel.\n4. Add enough lysis buffer to cover cells in a multi-well plate (50 μL/96-well, 300 μL/ 12-well, 800 μL/6-well plate and 3 mL /10 cm dish).\n5. Shake for 20 min at 400 rpm on an orbital shaker at room temperature.\n6. Using 5-10 µL of Luc-containing cell lysate, follow steps A1-3 above using CLAR reagent from the\nUltraBriteTM\nCypridina-Gaussia Dual Luciferase Assay Reagent\nand to measure CLuc activity and then GLuc activity in the cell lystates."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>It is preferable to use low-serum medium, since high serum concentrations can interfere with the assay. We have used DMEM or OptiMEM1 with up to 3% (v/v) serum for this assay.&nbsp;&nbsp;</p><p>&nbsp;</p><p>Since the GLuc and CLuc signals are very bright, we recommend using small volumes of sample; &lt;25 μL sample per assay (preferably 5-10 μL).&nbsp;&nbsp;</p><p>&nbsp;</p><p>The working GAR <em>Quench and GloTM&nbsp;</em> Reagent should be freshly prepared just before use. Once prepared, the working GAR reagent should be used within 90 min.&nbsp;</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>With some practice, it should take 5-10 min to process a plate from reagent additions to final readouts of GLuc activity after quenching CLuc. We typically use an integration time of 2 s/well so it takes about 3 min to read a 96-well plate. Using a multichannel pipette, it takes about 1 min to add reagents to all wells.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Expect at least 99.5% quenching of CLuc RLU activity by the <em>GAR Quench and GloTM</em> reagent.&nbsp;</p><p>&nbsp;</p><p>Expect robust RLU activities of both Gluc and CLuc reporters. We usually observe 20-100 fold improvement in assay sensitivity compared to Firefly/Renilla dual Luc assays.&nbsp;&nbsp;</p><p>&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Ballou, B., Szent-Gyorgyi, C. &amp; Finley, G. Properties of a new luciferase from the copepod Gaussia princeps 11th Int. Symp. Biolumin. &amp; Chemilumin., Asilomar, CA. Abstract p. 34 (2000).&nbsp;</p><p>2. Verhaegen, M. &amp; Christopoulos, T. K. Recombinant <em>Gaussia </em>luciferase. Overexpression, purification, and analytical application of a bioluminescent reporter for DNA hybridization. Anal. Chem<em>. </em>74, 4378-4385 (2002). https://pubmed.ncbi.nlm.nih.gov/12236345/&nbsp;</p><p>3. Goerke, A.R. et al. Cell-free metabolic engineering promotes high-level production of bioactive <em>Gaussia princeps</em> luciferase. Metabolic Engineering 10, 187-200 (2008). https://pubmed.ncbi.nlm.nih.gov/18555198/&nbsp;</p><p>4. Tannous, B.A. et al. Codon-optimized <em>Gaussia</em> luciferase cDNA for mammalian gene expression in culture and in vivo. Mol. Ther. 11, 435-443 (2005). https://pubmed.ncbi.nlm.nih.gov/15727940/&nbsp;</p><p>5. Nakajima, Y., et al. cDNA Cloning and Characterization of a Secreted Luciferase from the Luminous Japanese Ostracod, <em>Cypridina noctiluca</em>. Biosci. Biotechnol. Biochem. 68, 565–570 (2004). https://pubmed.ncbi.nlm.nih.gov/15056888/</p><p>6.&nbsp;<a href=\"https://jlc.jst.go.jp/DN/JALC/00236031243?type=list&amp;lang=en&amp;from=J-STAGE&amp;dispptn=1\" rel=\"noopener noreferrer\" target=\"_blank\">Shimomura, O., Johnson, F. H. &amp; Masugi, T. Cypridina bioluminescence: light-emitting oxyluciferin–luciferase complex. Science, 164, 1299 -1300 (1969).</a> <a href=\"https://www.science.org/doi/10.1126/science.164.3885.1299\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.science.org/doi/10.1126/science.164.3885.1299</a>&nbsp;&nbsp;&nbsp;</p><p>7. Tzertzinis G., Egana A. &amp; Shea, C. <em>Gaussia</em> and <em>Cypridina</em> Luciferases -Ultrasensitive secreted luciferases and their use in dual assays.&nbsp;NEB research article (2010).&nbsp;<a href=\"https://www.neb.com/tools-and-resources/feature-articles/gaussia-and-cypridina-luciferases-ultrasensitive-secreted-reporters-and-their-use-in-dual-assays\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.neb.com/tools-and-resources/feature-articles/gaussia-and-cypridina-luciferases-ultrasensitive-secreted-reporters-and-their-use-in-dual-assays</a>&nbsp;</p><p>8. Ha, H. Detect dual luciferase expression on the FlexStation 3 microplate reader. Molecular Devices Application Note (2017).&nbsp;<a href=\"https://www.moleculardevices.com/en/assets/app-note/br/detect-dual-luciferase-expression-on-the-flexstation-3-microplate-reader\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.moleculardevices.com/en/assets/app-note/br/detect-dual-luciferase-expression-on-the-flexstation-3-microplate-reader</a>.&nbsp;</p><p>9. Abudayyeh, O. O. et al.&nbsp;A cytosine deaminase for programmable single-base RNA editing. <em>Science (New York, N.Y.)</em>, <em>365</em>, 382–386 (2019). <a href=\"https://doi.org/10.1126/science.aax7063\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1126/science.aax7063</a>&nbsp;</p><p>10. Özcan, A. et al. Programmable RNA targeting with the single-protein CRISPR effector Cas7-1 Nat. 597<strong>, </strong>720–725 (2021). <a href=\"https://doi.org/10.1038/s41586-021-03886-5\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1038/s41586-021-03886-5</a>&nbsp;</p><p>11. Hu,T. et al. miR-143 Targeting CUX1 to Regulate Proliferation of Dermal Papilla Cells in Hu Sheep. Genes 2021, 12 (2017).&nbsp;<a href=\"https://www.mdpi.com/2073-4425/12/12/2017/htm\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.mdpi.com/2073-4425/12/12/2017/htm</a>&nbsp;</p><p>12. Charles, J., Fuchs, J., Hefter, M. <em>et al.</em> Monitoring the dynamics of clonal tumor evolution <em>in vivo</em> using secreted luciferases. <em>Nat Commun</em> 5, 3981 (2014). <a href=\"https://doi.org/10.1038/ncomms4981\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1038/ncomms4981</a>&nbsp;</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank Harrison Kruger (Targeting Systems) for help with the figures, and we thank Nigel Killeen (ATUM Bio) for extremely helpful discussions and data analysis.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 90755566,
                "identity": "49562769-004a-4f83-bc48-3dc2e0ed93c6",
                "order_by": 0,
                "name": "Rampyari R. Walia",
                "email": "",
                "orcid": "",
                "institution": "Targeting Systems Inc.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rampyari",
                "middleName": "R.",
                "lastName": "Walia",
                "suffix": ""
            },
            {
                "id": 90755567,
                "identity": "4a670670-5fc9-4757-a67d-3a276a6e3993",
                "order_by": 1,
                "name": "Paul H. Weigel",
                "email": "paul-weigel@ouhsc.edu",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Paul",
                "middleName": "H.",
                "lastName": "Weigel",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2022-03-14 20:07:47",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1867/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1867/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 19826439,
                "identity": "3a98d4a5-86a8-41a4-8aea-1bbe49aec422",
                "added_by": "auto",
                "created_at": "2022-03-31 15:36:21",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 78443,
                "visible": true,
                "origin": "",
                "legend": "<p>Comparison of Luc reporter activities in HEK293 cells 48 h post transfection.<strong> </strong>HEK293 cells were grown in DMEM with 3% serum<strong> </strong>and transfected with plasmids expressing GLuc, CLuc, FLuc, or RLuc under control of a CMV promoter, using the <em>Targefect-F1 Reagent</em> (Targeting Systems) as per the manufacturer's protocols. The expression vectors pCMV-GLuc, pCMV-CLuc, pCMV-FLuc and pCMV-GrRenLuc were also from Targeting Systems. Cell lysates (FLuc and RLuc) or supernatant medium after centrifugation (GLuc and CLuc), was assessed for total Luc activity using the GLAR, CLAR, FLAR or RLAR reagents from Targeting Systems, El Cajon, CA. Data are the means (n = 4)</p>",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1867/v1/9628465f603b0ad9a1d59289.jpg"
            },
            {
                "id": 19826582,
                "identity": "73a2d0d1-412f-415e-914a-3506d9461074",
                "added_by": "auto",
                "created_at": "2022-03-31 15:41:21",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 84912,
                "visible": true,
                "origin": "",
                "legend": "<p>Assay protocol for sequential detection of CLuc and GLuc using the<em> Ultrabrite</em><sup><em> TM</em></sup><em> Cypridina-Gaussia Dual Luciferase Assay Reagent</em><strong><em> </em></strong>(Catalog #DLAR-4SG-1000) from Targeting Systems. The assay can be performed using transfected cell media or cell lysates after centrifugation. Cell lysates are prepared using Targeting Systems <em>Cell Lysis Reagent</em> (5XCLR-1), which is designed for compatibility with the GLuc and CLuc reporters used here. (Note: VLAR is the original designation for the currently used CLAR.)</p>",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1867/v1/207c5f1cf51ecc02c801856d.jpg"
            },
            {
                "id": 19826438,
                "identity": "114479f4-bc63-459e-901e-83da9c9f87d0",
                "added_by": "auto",
                "created_at": "2022-03-31 15:36:21",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 87468,
                "visible": true,
                "origin": "",
                "legend": "<p>Sequential detection of CLuc and GLuc in cell supernatants using the <em>Ultrabrite</em><sup><em> TM</em></sup><em> Cypridina-Gaussia Dual Luciferase Assay reagent</em><strong><em> </em></strong>(Catalog #DLAR-4SG-1000) from Targeting Systems. Aliquots of medium (10 µL) from transfected HEK293 cells were assayed with 50 µL of VLAR reagent to measure CLuc activity. After 2 min 50 µL of the working GLuc assay component (GAR <em>Quench &amp; Glow</em><sup><em>TM</em></sup><em> </em>Reagent) was added to quench CLuc activity and enable measurement of GLuc activity. Nt refers to non-transfected (control) cells assayed with either the CLAR (left) or GAR <em>Quench &amp; Glow</em><sup><em>TM</em></sup><em> </em>(right) reagent; RLU were 200 and 1,400, respectively. The quenched CLuc signal was 12,000 RLU. Results (top of bars) are means ± SD (n = 5).</p>",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1867/v1/8d0d99244e676a3e4c47b25c.jpg"
            },
            {
                "id": 19826581,
                "identity": "7c7e2c71-ccc8-42c6-a75f-3abfef1fc891",
                "added_by": "auto",
                "created_at": "2022-03-31 15:41:21",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 81137,
                "visible": true,
                "origin": "",
                "legend": "<p>Measurement of CLuc and GLuc activities in separate samples of cell culture medium. Culture media aliquots (10 µL) from transfected HEK293 cells were assayed with either 50 µL of CLAR reagent to measure CLuc activity or with 50 ul of CLAR buffer (no CLuc substrate) plus 50 µL of GAR <em>Quench and Glo</em><sup><em>TM</em> </sup>reagent to measure GLuc activity. Results are the mean ± SD (n = 5).</p>",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1867/v1/f155876ff9c2ea0ac8035553.jpg"
            },
            {
                "id": 19826443,
                "identity": "a8a0ea52-4522-4321-811e-3f541b1e988a",
                "added_by": "auto",
                "created_at": "2022-03-31 15:36:21",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 82748,
                "visible": true,
                "origin": "",
                "legend": "<p> Stability of the CLuc bioluminescent signal using the CLAR component of <em>UltraBrite</em><sup><em>TM</em></sup> <em>Cypridina-Gaussia Dual Luciferase Assay Reagent</em> (Catalog #DLAR-4SG).<strong> </strong>Culture medium supernatant (10 µL) after centrifugation was assayed with 50 µL of CLAR and Luc activity was measured at the indicated times using a Berthold Impulse 3 microplate luminometer. Results are mean (n=5) ± SD.&nbsp;</p>",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1867/v1/dec5cc29cea5ce5c1e9aef75.jpg"
            },
            {
                "id": 19826444,
                "identity": "63303ca2-e8cb-47de-8f1b-4b4fb8dd18bd",
                "added_by": "auto",
                "created_at": "2022-03-31 15:36:21",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 71678,
                "visible": true,
                "origin": "",
                "legend": "<p>Stability of the GLuc bioluminescent signal using the GAR Quench and Glo<sup>TM </sup>components of the <em>UltraBrite</em><sup><em>TM</em></sup> <em>Cypridina-Gaussia Dual Luciferase Assay Reagent</em> (Targeting Systems, catalog #DLAR-4SG).<strong> </strong>At the indicated times, 10 µL of transfected cell culture medium supernatant (after centrifugation), was assayed with 50 µL of <em>GAR Quench and Glo</em><sup><em>TM</em> </sup>reagent and Luc activity was measured using a Berthold Impulse 3 microplate luminometer. Results are means (n = 4).</p>",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1867/v1/463903c79b2954586d87d38b.jpg"
            },
            {
                "id": 19826441,
                "identity": "c74b5714-35b8-431b-9a8f-752fb39d2b8f",
                "added_by": "auto",
                "created_at": "2022-03-31 15:36:21",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 126248,
                "visible": true,
                "origin": "",
                "legend": "<p>Stability of CLuc samples and the CLuc Assay Reagent over seven days. The two sets of CLuc samples (CLuc-1 and CLuc-2) are labeled as A_B; A is the number of days the CLuc sample was at 24<sup>o</sup>C (7, 4 or 0), and B is the number of days the CLAR was left at 24<sup>o</sup>C (7, 4 or 0). In contrast, freshly thawed 100x <em>Cypridina</em> luciferin was added to the CLAR and the CLuc assays were performed at two 10-fold different dilutions (the tall and short bars that reflect higher and lower CLuc levels, respectively).<strong> </strong>We thank Dr. Nigel Killeen of ATUM (Newark, CA) for these data.</p>",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1867/v1/ed55315b54f95fd0db25210c.jpg"
            },
            {
                "id": 20077868,
                "identity": "df07d225-dbfe-4504-84a7-44387178e088",
                "added_by": "auto",
                "created_at": "2022-04-07 16:47:45",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 506025,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1867/v1/3bcdab7e-385c-4dd7-8983-eb54e8beab18.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>We describe a rapid ultrasensitive dual luciferase (Luc) assay for sequential detection of <em>Cypridina</em> Luc (CLuc) and Gaussia Luc (GLuc) in supernatant or lysates samples from transfected cells. Our assay is based on the principle that the bioluminescence of CLuc can be quenched by inhibitors present in the GLuc assay buffer. The assay is far more sensitive than Firefly-Renilla dual Luc assays because the brightness of the CLuc and GLuc reporters is, respectively, 1000-times and 20-times brighter than these early-generation Luc reporters. Both the CLuc and GLuc reporters are secreted, so there is no need for cell lysis and assays can be carried out sequentially over several days using the same starting cell population.&nbsp; Improved assay sensitivity plus the ability to study gene expression in real time makes this assay particularly attractive for high throughput screening.&nbsp;</p><p>&nbsp;</p>",
        "manuscriptTitle": "An improved ultrasensitive dual-luciferase assay for sequential detection of Cypridina and Gaussia luciferases in the same sample",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-03-31 15:36:20",
                "doi": "10.21203/rs.3.pex-1867/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f9f2739-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 31st, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-03-31 15:36:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}