{
    "identity": "nprot-6247",
    "title": "3D culture of multipotent Sox9<sup>+</sup> mouse embryonic lung progenitors: Isolation, Expansion and Cryopreservation",
    "content": [
        {
            "header": "Introduction",
            "content": "The lung is a ramified three-dimensional tree of epithelial tubes comprising two major subdivisions—the proximally-located conducting airways  and the distally-located alveoli \\(where gas exchange occurs). Currently, in the adult lung, only airway-restricted and alveolar-restricted stem cells are known to exist<sup>1-6</sup>. Access to systems in which multipotent lung stem or progenitor cells with the ability to generate both airway and alveolar cell-types, can be cultured and expanded _in vitro_ would be an advantageous starting point to study lung developmental biology, organ function and lung diseases. Although methods to generate 3D aggregates \\(“organoids”) from adult lung restricted-stem cells or differentiating pluripotent stem cells have already been described<sup>3,4,7-10</sup>, a true system that recapitulate lung native architecture and functionalities has yet to be achieved. Establishing lung organoid from cells with full lung multipotency could be an alternative to generate such _in vitro_ model. While only airway-restricted and alveolar-restricted stem cells subsist in the adult lung, multipotent Id2<sup>+</sup> and Sox9<sup>+</sup> distal tip lung progenitors that have the ability to generate both airway and alveolar lineages transiently exist during mouse embryonic development \\(~E11.5-E15.5)<sup>11-13</sup>. \r\n\n\n\r\n\n\nHere we describe in detail the steps necessary to isolate and expand multipotent Sox9<sup>+</sup> lung progenitors from lung tissue at day 12.5 \\(E12.5) of mouse embryonic development. Despite their transient nature _in vivo_, we show here that these multipotent lung progenitors can be captured and stably expanded _in vitro_, while maintaining their undifferentiated, proliferative state and their competence to differentiate into both airway and alveolar cell-types. In these feeder-free and serum-free conditions \\(named Lung Progenitor Medium-3D; “LPM-3D” hereafter), a <sub>95% pure Sox9<sup>+</sup> lung progenitor population can be maintained for at least 6 months, transcriptionally resemble the _in vivo_ native distal tip embryonic lung progenitors and retain a normal karyotype. Moreover, the expanded mouse lung progenitors can differentiate into both alveolar and airway lineages _in vitro_ and _in vivo_, validating their multipotency. A single investigator with expertise in developmental biology and cell culture can execute this protocol—initial cell isolation from embryonic lungs takes ==</sub>4 hours and the isolated progenitors can be long-term expanded in vitro. Procedures for passaging \\(==~2 hours) and the cryopreservation of Sox9<sup>+</sup> lung multipotent progenitors are also provided. \r\n\n\n\r\n\n\nThe remit of this protocol is to enable the derivation of a highly-pure multipotent Sox9<sup>+</sup> lung progenitor population. However, it is important to note that methodologies to enable their rapid and efficient differentiation into specific airway and alveolar cell-types or 3D organoids with complete recapitulation of lung native architecture and functionalities have yet to be developed.  In the future, we believe that these _in vitro_-expanded Sox9<sup>+</sup> multipotent lung progenitors could be used as building blocks to assemble such sophisticated organoids comprising both airway and alveolar lineages with proper tissue anatomy."
        },
        {
            "header": "Reagents",
            "content": "Isolation of E12.5 mouse embryonic lung progenitors\r\n\n\nSox9-IRES-GFP \\(Sox9<sup>GFP</sup>; JAX 030137) or Wild-Type \\(C57BL/6J; JAX 000664) mouse strains\r\n\n\nMolecular grade Ethanol 100%\r\n\n\nSterile 60 mL syringe \\(BD, 309653)\r\n\n\nSterile 20 mL syringe \\(BD, 309661)\r\n\n\nMembrane Filter 0.22µm \\(Millipore, GSWP04700)\r\n\n\nDPBS \\(Thermofisher, 14190144)\r\n\n\n50 mL Falcon Tubes \\(Corning, 352070)\r\n\n\n15 mL Falcon Tubes \\(Corning, 352096)\r\n\n\n10cm Tissue Culture Dish \\(Corning, 353003)\r\n\n\n100µm cell strainer \\(Corning, 352360)\r\n\n\n40µm cell strainer \\(Corning, 352340)\r\n\n\n5ml round bottom tubes with cell strainer \\(Corning, 352235)\r\n\n\nSterile Low-bind 1.5 mL tubes \\(Eppendorf, 022431081)\r\n\n\nDissociation Buffer\r\n\n\n•Collagenase I 100U/mL \\(Thermofisher, 17100017)\r\n\n\n•Collagenase II 100U/mL \\(Thermofisher, 17101015)\r\n\n\n•Dnase 100U/mL \\(Roche, 04716728001)\r\n\n\n•Trypsin 50U/mL \\(Thermofisher, 27250018)\r\n\n\n•Phenol red-free Leibovitz L-15 \\(Thermofisher, 21083027)\r\n\n\nCollection Buffer\r\n\n\n •Sterile 20% FBS \\(Hyclone, SH30071)\r\n\n\n •Phenol red-free Leibovitz L-15 \\(Thermofisher, 21083027)\r\n\n\nSuspension Buffer\r\n\n\n •Sterile 2% FBS \\(Hyclone, SH30071)\r\n\n\n •HEPES 25mM \\(Thermofisher, 15630080)\r\n\n\n •EDTA 2mM \\(Thermofisher, 15575020)\r\n\n\n •Phenol red-free Leibovitz L-15 \\(Thermofisher, 21083027)\r\n\n\n •DAPI 0.1µg/mL \\(Sigma, D9542) \\(before FACS sorting only)\r\n\n\nFACS Buffer\r\n\n\n •BSA 0.2% \\(Sigma, A9418)\r\n\n\n •Sterile 2% FBS \\(Hyclone, SH30071)\r\n\n\n •Phenol red-free Leibovitz L-15 \\(Thermofisher, 21083027)\r\n\n\nPost-Sorting Collection Buffer\r\n\n\n •Suspension Buffer\r\n\n\n •Sterile 20% FBS \\(Hyclone, SH30071)\r\n\n\n •RNasin Ribonuclease Inhibitor 40U/µL \\(Promega, N2115)\r\n\n\n •G418 50µg/mL \\(Thermofisher, 11811031)\r\n\n\nAntibodies\r\n\n\n •anti-Cdh1 e660 \\(eBioscience, 50-3249-82)\r\n\n\n•anti-Pecam1/CD31 e450 \\(eBioscience, 480311)\r\n\n\n•anti-Ptprc/CD45 e450 \\(eBioscience, 480451)\r\n\n\n•anti-Ter119 e450 \\(eBioscience, 485921)\r\n\n\n\r\n\n\nPrimary Sox9<sup>+</sup> lung progenitor cell culture, passaging and cryopreservation\r\n\n\n15 mL Falcon Tubes \\(Corning, 352096)\r\n\n\n24 well Plates \\(Corning, 353047)\r\n\n\nAdvanced DMEM/F12 \\(Thermofisher, 12634010)\r\n\n\nGrowth Factor Reduced, Phenol Red-Free Matrigel 10mg/mL \\(Corning, 356231)\r\n\n\nLPM3D Medium \\(store at 4°C, use before 10days)\r\n\n\n•Advanced DMEM/F12 \\(Thermofisher, 12634010)\r\n\n\n•Fgf10 50ng/mL \\(R&D, 6224-FG-025)\r\n\n\n •Fgf9 50ng/mL \\(R&D, 7399-F9-025)\r\n\n\n •Egf 50ng/mL \\(R&D, 2028-EG-200)\r\n\n\n•CHIR99021 3µM \\(Tocris, 4423)\r\n\n\n •BIRB796 1µM \\(Tocris, 5989)\r\n\n\n •Y27632 10µM \\(Tocris, 1254)\r\n\n\n •A8301 1µM \\(Tocris, 2939)\r\n\n\n•Heparin 5µg/mL \\(Sigma, H3149)\r\n\n\n •Insulin 10µg/mL \\(Roche, 11376497001)\r\n\n\n •Transferrin 15µg/mL \\(Roche, 10652202001)\r\n\n\n •PenStrep 1x \\(Thermofisher, 15140122)\r\n\n\n •Glutamine 1x \\(Thermofisher, 25030081)\r\n\n\n •Anti-Anti \\(optional) 1x \\(Thermofisher, 15240062)\r\n\n\n •G418 \\(optional) 50µg/mL \\(Thermofisher, 11811031)\r\n\n\nDissociation Buffer for Passaging\r\n\n\n•Dispase II \\(Thermofisher, 17105041) 0.5mg/mL\r\n\n\n•Collagenase IV \\(Thermofisher, 17104019) 0.5mg/mL\r\n\n\n•Papain \\(Worthington, LS003118) 0.5mg/mL\r\n\n\n•Advanced DMEM/F12 \\(Thermofisher, 12634010)\r\n\n\nFreezing Medium\r\n\n\n •90% FBS \\(Hyclone, SH30071)\r\n\n\n •10% DMSO \\(Sigma, C6295)\r\n\n\n •Advanced DMEM/F12 \\(Thermofisher, 12634010)\r\n\n\nCryoTube vials 1.8 mL \\(Thermo Scientific Nunc, 377267)"
        },
        {
            "header": "Equipment",
            "content": "Sterile Binocular Stereo Zoom Microscope \\(Leica)\r\n\n\nSterile dissection forceps \\(Dumont, 11251-10)\r\n\n\nSterile dissecting scissors \\(Thermofisher)\r\n\n\nDisposable Transfer Pipettes \\(VWR)\r\n\n\nRefrigerated Microcentrifuge \\(Eppendorf)\r\n\n\nBD FACS Aria II cytometer or higher\r\n\n\nHemocytometer\r\n\n\nWater bath \\(shaking) set at 37°C \r\n\n\nRefrigerated centrifuge 5804R \\(Eppendorf)\r\n\n\nIncubator at 37°C \\(20% O2 and 5% CO2)\r\n\n\nLaminar flow hood \r\n\n\nMr. FrostyTM freezing container \\(Thermo Fisher Scientific, 5100-0001)"
        },
        {
            "header": "Procedure",
            "content": "Pre-dissection\r\n\n\n1. Set the water bath to 37°C.\r\n  2. Disinfect the laminar flow hood, the Binocular Stereo Microscope and the dissection instruments with 70% ethanol. UV for 30 minutes. A separate set of dissection forceps and scissors will be used to remove the embryos for the uterine horns and to dissect out the embryonic lungs. This will reduce chances of contamination.\r\n  3. Prepare fresh sterile solutions in the laminar flow hood, filter them through 0.22 µm filter and keep them at 4°C. \r\n  \r\n\n\nRemoval and dissection of the embryonic lung tissue\r\n\n\n1. Set up timed pregnant mice. Mate the Sox9\nGFP\n\\(or Wild-Type) male and female mice. Check for vaginal plugs the following morning. The presence of a vaginal plug will be considered as gestational day 0.5 \\(E0.5). Separate the male and the female.\r\n  2. Euthanize the E12.5 pregnant female mouse in the CO2 chamber. \r\n  3. Spray ethanol 70% on the abdomen of the pregnant female. Lift the skin over the belly and make a small incision. Enlarge the incision and pull out the uterine horn \\(containing the string of embryos) and transfer to a 50 mL tube on ice filled with ice-cold DPBS. Rinse quickly the uterine horns with sterile ethanol 100%. Rinse twice with DPBS. \r\n  4. All subsequent steps are performed in the laminar flow hood. Transfer the uterine horns in a tissue culture dish with sterile pre-cooled \\(4°C) Phenol red-free Leibovitz L-15 and dissect the embryos out of the uterus under a stereomicroscope. Keep the embryos on ice throughout the dissection. Make sure to remove all the membranes and the placenta. Transfer the cleaned embryo to a new tissue culture dish with sterile pre-cooled \\(4°C) Phenol red-free Leibovitz L-15 on ice.\r\n  5. Flip the E12.5 embryos laterally and tear the thoracic cage. Carefully open it up until the embryonic heart is visible. The embryonic lungs are behind. Gently remove the internal organ from the abdomen without disturbing the heart and lungs. Pull out the heart and the lungs by grabbing both the heart and larynx. Transfer them with a disposable transfer pipette \\(tip cut beforehand) to a new tissue culture dish with sterile pre-cooled \\(4°C) Phenol red-free Leibovitz L-15 on ice. Gently remove the heart, esophagus and finally the trachea. Pool the E12.5 embryonic lungs \\(typically 7 to 9 lungs per litter) and transfer them into a 15 mL tubes containing 5 mL of dissociation buffer.\r\n  \r\n\n\nDissociation and staining of the embryonic lung tissue\r\n\n\n1. All steps are performed in the laminar flow hood. Incubate at 37\no\nC \\(under shaking) for 20-30 minutes with frequent trituration \\(pipette up and down with the p1000) every 10 minutes until the embryonic lungs were fully dissociated. \r\n  2. Wash the cells with 5 mL of collection buffer and filter through a 100 µm cell strainer. \r\n  3. Centrifuge for 10 minutes at 2000 rpm \\(4\no\nC). Remove the supernatant and gently tap to dislodge the pellet. \r\n  4. Re-suspend in pre-warmed \\(37\no\nC) suspension buffer \\(3 mL) and filter again through a 40 µm cell strainer. \r\n  5. Transfer the filtrate into 2 sterile low-bind 1.5 mL tubes and centrifuge for 10 minutes at 2000 rpm \\(4\no\nC).\r\n  6. Remove supernatant and wash pellet with 1 mL FACS buffer. Centrifuge for 5 minutes at 2000 rpm \\(4\no\nC).\r\n  7. Remove supernatant and resuspend the pellet with 200 µL of FACS buffer until full dissociation. Incubate cells for 10 minutes at room temperature \\(RT).\r\n  8. Add 1 µL of each antibody \\(anti-Cdh1, anti-Pecam1/CD31, anti-Ptprc/CD45 and anti-Ter119 eFluor-conjugated; dilution 1:200) directly into the 1.5 mL tubes and incubate with primary antibodies for 30 minutes at 4\no\nC under gentle shaking. \r\n  9. Add immediately 1 mL of ice-cold FACS buffer to each tube and centrifuge for 5 minutes at 2000 rpm \\(4\no\nC).\r\n  10. Remove the supernatant without dislodging the pellet and resuspend the cells with 400-500 µL of suspension buffer + DAPI \\(0.1 µg/mL). Transfer the cells into a round bottom 5ml tube with cell strainer and keep cells on ice.\r\n  11. Set the gating strategy according to Fig. 1. Collect the cells in 1.5 mL low-bind tube containing 400 µL of post-sorting collection buffer. Perform sorting on a BD FACS Aria II cytometer or higher version. Post-sort purity must be ≥90%.\r\n  \r\n\n\nPlating the cells after sorting\r\n\n\n1. All steps are performed in the laminar flow hood. After sorting, add 1 mL of ice-cold suspension buffer and aliquot 1000 cells per low-bind 1.5 mL tube. Centrifuge for 10 minutes at 2000 rpm \\(4\no\nC). \r\n  2. Remove the supernatant without dislodging the pellet \\(use the p200). Keep tubes on ice. Embed the cells in 45 µL of ice-cold Growth Factor Reduced, Phenol Red-Free Matrigel \\(10mg/mL) and resuspend the cells by pipetting up and down with the p200 and replace the tube on ice. \r\n  3. Dispense a 40 µL drop carefully onto the center of the growth area of wells in a 24-well culture plate, taking care not to create bubbles.\r\n  4. Place the culture plate in the 37\no\nC incubator for 20 minutes to allow the Matrigel to solidify.\r\n  5. Add gently 500 µL of LPM3D medium to each well. Dispense medium on the inner wall of the well and not directly on the Matrigel droplet.\r\n  6. Replace medium every 2 days. Colonies should be visible from day 3-4 onwards \\(Fig. 2)\r\n  \r\n\n\nPassaging\r\n\n\n1. Remove the culture medium without disturbing the Matrigel drop containing the cells. Add 200 µL of pre-warmed \\(37\no\nC) dissociation buffer for passaging. Pipette up and down in the well until the Matrigel drop is fragmented with the p200. Transfer the plate in the incubator and incubate 30 minutes until the colonies and the Matrigel are fully dissociated. Incubate for another 30 minutes. Check under the microscope that the colonies are fully dissociated into single cells. \r\n  2. Add 1 mL of advanced DMEM/F12, mix and transfer the contents of the well into a 15 mL tube. Add another 1 mL of advanced DMEM/F12 to rinse the well and transfer to the same 15 mL tube. Count the cells with a hemocytometer and transfer 2000 cells into a new 15 mL tube.\r\n  3. Centrifuge at 300g for 10 minutes at 4\no\nC to pellet. Remove the supernatant without disturbing the cell pellet, gently tap the 15 mL tube to dislodge the pellet and keep cells on ice. \r\n  4. Working with one tube at a time, add 45 μL of ice-cold Growth Factor Reduced, Phenol Red-Free Matrigel \\(10mg/mL) to the pellet with the p200. Gently pipette up and down until the cells are fully resuspended and replace the tube on ice. \r\n  5. Dispense a 40 µL drop carefully onto the centre of the growth area of wells of a 24-well culture plate, taking care not to create bubbles.\r\n  6. Place the culture plate in the incubator for 20 minutes to allow the Matrigel to solidify.\r\n  7. Add gently 500 µL of LPM3D medium to each well. Dispense medium on the inner wall of the well and not directly on the Matrigel drop.\r\n  8. Replace medium every 2 days. Passage every 10-12 days as appropriate.\r\n  \r\n\n\nFreezing\r\n\n\n1. Remove the culture medium and dissociate the Matrigel drop as described above. \r\n  2. Add 1 mL of advanced DMEM/F12, mix and transfer the contents of the well into a 15 mL tube. Add another 1 mL of advanced DMEM/F12 to rinse the well and transfer to the same 15 mL tube.\r\n  3. Centrifuge at 300g for 10 minutes at 4\no\nC to pellet. Remove the supernatant without disturbing the cell pellet.\r\n  4. Add 1 mL freezing medium to the 15 mL tube with gentle mixing and transfer contents to labelled cryovials on ice. Transfer immediately to a “Mr. Frosty” cryopreservation canister at -80\no\nC overnight, then to liquid nitrogen for long-term storage. Cells can be stored for at least 3 years without compromised viability.\r\n  5. For recovery, thaw frozen cells in a 37\no\nC water bath, wash with 10 mL of Advanced DMEM/F12 and then pellet them, embed them in Matrigel and culture them as described above."
        },
        {
            "header": "Timing",
            "content": "Pre-dissection: 30 minutes\r\n\n\nRemoval and dissection of the embryonic lung tissue: 30 minutes\r\n\n\nDissociation and staining of the embryonic lung tissue: 1 hour 30 minutes - 2 hours\r\n\n\nPlating the cells and sorting: 1 hour 30 minutes\r\n\n\nPassaging: 1 hour 30 minutes"
        },
        {
            "header": "Troubleshooting",
            "content": "Removal and dissection of the embryonic lung tissue\r\n\n\n1. Female mice pregnant with E12.5 embryos can be challenging to visually identify at first. Weighing the mothers on E4.5 and before sacrifice on E12.5 may help to detect females that are not pregnant.\r\n  5. Embryonic lungs are very sensitive tissues. Do not touch them with the forceps. Always dissect out and pull out tissues surrounding them. Small piece of esophagus can stick to the embryonic lungs. Carefully remove them together with the trachea.\r\n  Dissociation and staining of the embryonic lung tissue\r\n\n\n8. Do not remove the supernatant. Add the antibodies directly in the low-bind tubes containing the cells incubated with the FACS buffer from step 7. \r\n  9. Avoid clumping. Make sure the pellet is fully resuspended before transferring into the 5 mL flat bottom tubes with the cell strainer. Pellet can be incubated at room temperature 5 minutes if needed.\r\n  Plating the cells after sorting\r\n\n\n1. After sorting a defined number of cells by means of the FACS machine, as a rule of thumb, the total cells that will be recovered in the end will actually be 40-50% less than the number reported by the FACS machine. Typically, only 1000 cells will be recovered when the FACS machine reports that 2000 cells have been sorted into a given tube. \r\n  2. It is critical to use ice-cold Matrigel. Gently resuspend the cells and keep them on ice to prevent Matrigel polymerization. Air bubbles should be strictly avoided as they might burst and disseminate the Matrigel drop in the well during subsequent culture in the following days. In case air bubbles are formed, immediately transfer back the Matrigel containing the cells in a low-bind 1.5 mL tube and centrifuge for 10 minutes at 4<sup>o</sup>C. Add another 10-15 µL of Matrigel and resuspend the pellet without creating air bubbles.\r\n  3. Strictly pipet 40 µL only and dispense cells in the center of the well. Do not disturb the plate during 5 minutes. Dispensing on the side of the well or adding a bigger volume will cause Matrigel to flow on the edge of the well and prevent proper growth of the cells.\r\n  Passaging\r\n\n\n3. The pellet is not always visible in the conical 15 mL tube. Up to 5 µL of supernatant can be left to avoid dislodging the pellet.\r\n  4. and 5. See 2. and 3. from “plating the cells after sorting” section"
        },
        {
            "header": "Anticipated Results",
            "content": "Using this protocol, Sox9<sup>+</sup> embryonic lung progenitors colonies will start to be visible after 3-4 days. LPM-3D culture selects for, and preferentially stimulates the proliferation of, Sox9<sup>+</sup> distal tip lung embryonic progenitors by contrast to Sox9- epithelial cells or non-epithelial cells. This protocol can be used on wild-type mouse strains and prior enrichment for Sox9<sup>GFP</sup> cells is therefore dispensable. Cultures can be cryopreserved even at very early passage to generate a robust, stably-frozen cell bank for future resurrection and expansion when required."
        },
        {
            "header": "References",
            "content": "<sup>1</sup> Rock, J. R. & Hogan, B. L. Epithelial progenitor cells in lung development, maintenance, repair, and disease. Annu Rev Cell Dev Biol 27, 493-512, doi:10.1146/annurev-cellbio-100109-104040 \\(2011).\r\n\n\n<sup>2</sup> Wansleeben, C., Barkauskas, C. E., Rock, J. R. & Hogan, B. L. Stem cells of the adult lung: their development and role in homeostasis, regeneration, and disease. Wiley Interdiscip Rev Dev Biol 2, 131-148, doi:10.1002/wdev.58 \\(2013).\r\n\n\n<sup>3</sup> Barkauskas, C. E. et al. Type 2 alveolar cells are stem cells in adult lung. J Clin Invest 123, 3025-3036, doi:10.1172/JCI68782 \\(2013).\r\n\n\n<sup>4</sup> Rock, J. R. et al. Basal cells as stem cells of the mouse trachea and human airway epithelium. Proc Natl Acad Sci U S A 106, 12771-12775, doi:10.1073/pnas.0906850106 \\(2009).\r\n\n\n<sup>5</sup> Desai, T. J., Brownfield, D. G. & Krasnow, M. A. Alveolar progenitor and stem cells in lung development, renewal and cancer. Nature 507, 190-194, doi:10.1038/nature12930 \\(2014).\r\n\n\n<sup>6</sup> Rawlins, E. L. et al. The role of Scgb1a1+ Clara cells in the long-term maintenance and repair of lung airway, but not alveolar, epithelium. Cell Stem Cell 4, 525-534, doi:10.1016/j.stem.2009.04.002 \\(2009).\r\n\n\n<sup>7</sup> Chen, Y. W. et al. A three-dimensional model of human lung development and disease from pluripotent stem cells. Nature cell biology 19, 542-549, doi:10.1038/ncb3510 \\(2017).\r\n\n\n<sup>8</sup> Dye, B. R. et al. In vitro generation of human pluripotent stem cell derived lung organoids. eLife 4, doi:10.7554/eLife.05098 \\(2015).\r\n\n\n<sup>9</sup> Nikolic, M. Z. et al. Human embryonic lung epithelial tips are multipotent progenitors that can be expanded in vitro as long-term self-renewing organoids. eLife 6,  doi:  10.7554/eLife.26575 \\(2017).\r\n\n\n<sup>10</sup> Wilkinson, D. C. et al. Development of a Three-Dimensional Bioengineering Technology to Generate Lung Tissue for Personalized Disease Modeling. Stem cells translational medicine 6, 622-633, doi:10.5966/sctm.2016-0192 \\(2017).\r\n\n\n<sup>11</sup> Rawlins, E. L., Clark, C. P., Xue, Y. & Hogan, B. L. The Id2+ distal tip lung epithelium contains individual multipotent embryonic progenitor cells. Development 136, 3741-3745, doi:10.1242/dev.037317 \\(2009).\r\n\n\n<sup>12</sup> Rockich, B. E. et al. Sox9 plays multiple roles in the lung epithelium during branching morphogenesis. Proc Natl Acad Sci U S A 110, E4456-4464, doi:10.1073/pnas.1311847110 \\(2013).\r\n\n\n<sup>13</sup> Morrisey, E. E. & Hogan, B. L. Preparing for the first breath: genetic and cellular mechanisms in lung development. Dev Cell 18, 8-23, doi:10.1016/j.devcel.2009.12.010 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank K. Chee, D.A. Silva and N. Talib \\(SIgN FACS Core) for infrastructure support. \r\n\n\nThis work was supported by the Singapore National Medical Research Council \\(NMRC/TCR/007-NCC/2013), the Singapore Agency for Science, Technology & Research \\(A*STAR) \\(1331AEG071; 1334I00052; 1334I00053; SPF 2012/001; H16/99/b0/003) and the Stanford-UC Berkeley Siebel Stem Cell Institute."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4498",
                "date": "2017-11-07 04:57:55",
                "title": "Isolation and 3D expansion of multipotent Sox9+ mouse lung progenitors",
                "authors": [
                    "Massimo Nichane",
                    "Asif Javed",
                    "V Sivakamasundari",
                    "Monisha Ganesan",
                    "Lay Teng Ang",
                    "Petra Kraus",
                    "Thomas Lufkin",
                    "Kyle M Loh",
                    "and Bing Lim"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15063,
                "identity": "a12a38d4-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Massimo Nichane",
                "email": "massimo.nichane@gmail.com",
                "orcid": "",
                "institution": "Loh's Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Massimo",
                "middleName": "",
                "lastName": "Nichane",
                "suffix": ""
            },
            {
                "id": 15070,
                "identity": "a12a45da-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Kyle M. Loh",
                "email": "kyleloh@stanford.edu",
                "orcid": "",
                "institution": "Loh's Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Kyle",
                "middleName": "M.",
                "lastName": "Loh",
                "suffix": ""
            },
            {
                "id": 15071,
                "identity": "a12a47e3-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Bing Lim",
                "email": "limb1@gis.a-star.edu.sg",
                "orcid": "",
                "institution": "Genome Institute of Singapore",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Bing",
                "middleName": "",
                "lastName": "Lim",
                "suffix": ""
            },
            {
                "id": 15064,
                "identity": "a12a3b7e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Asif Javed",
                "email": "",
                "orcid": "",
                "institution": "Genome Institute of Singapore",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Asif",
                "middleName": "",
                "lastName": "Javed",
                "suffix": ""
            },
            {
                "id": 15065,
                "identity": "a12a3d17-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "V. Sivakamasundari",
                "email": "",
                "orcid": "",
                "institution": "The Jackson Laboratory for Genomic Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "V.",
                "middleName": "",
                "lastName": "Sivakamasundari",
                "suffix": ""
            },
            {
                "id": 15066,
                "identity": "a12a4071-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Monisha Ganesan",
                "email": "",
                "orcid": "",
                "institution": "Genome Institute of Singapore",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Monisha",
                "middleName": "",
                "lastName": "Ganesan",
                "suffix": ""
            },
            {
                "id": 15067,
                "identity": "a12a4202-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lay Teng Ang",
                "email": "",
                "orcid": "",
                "institution": "Genome Institute of Singapore",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lay",
                "middleName": "Teng",
                "lastName": "Ang",
                "suffix": ""
            },
            {
                "id": 15068,
                "identity": "a12a434f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Petra Kraus",
                "email": "",
                "orcid": "",
                "institution": "Clarkson University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Petra",
                "middleName": "",
                "lastName": "Kraus",
                "suffix": ""
            },
            {
                "id": 15069,
                "identity": "a12a4498-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Thomas Lufkin",
                "email": "",
                "orcid": "",
                "institution": "Clarkson University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thomas",
                "middleName": "",
                "lastName": "Lufkin",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-09-11 20:24:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.106",
        "doiUrl": "https://doi.org/10.1038/protex.2017.106",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609896,
                "identity": "f1c9a9e2-2c6e-4957-91ea-1ca8616ab48c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:16",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 254847,
                "visible": true,
                "origin": "",
                "legend": "FACS gating strategy used to isolate Sox9+ progenitors from E12.5 Sox9GFP embryonic lungs.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6247/v1/figure_1.png"
            },
            {
                "id": 2609903,
                "identity": "3c653cd0-a427-4bc7-80b7-ff371a9d0ace",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:16",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 163213,
                "visible": true,
                "origin": "",
                "legend": "Morphology of Sox9GFP+ Cdh1+ colonies in 3D culture.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6247/v1/figure_2.png"
            },
            {
                "id": 15665591,
                "identity": "c02cfcc5-7643-4abc-92ad-c43e20c2d921",
                "added_by": "auto",
                "created_at": "2021-11-18 13:32:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 528752,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6247/v1/6ab7c6fc-29dc-4115-adfa-2d55645734c0.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Lung, Stem cell, Tissue regeneration, Cell culture, Embryonic",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This protocol describes the isolation and long-term culture of Sox9<sup>+</sup> distal tip lung progenitors from mouse embryonic lung tissue. We have developed a serum-free, feeder-free 3D system to stably expand a <sub>95% pure Sox9<sup>+</sup> mouse embryonic lung progenitor population _in vitro_. These lung progenitors retain their multipotency and can differentiate into the full spectrum of lung epithelial lineages—i.e., airway and alveolar lineages— _in vitro_ as well as _in vivo_ upon transplantation into the injured mouse lung. Sox9<sup>+</sup> progenitors can be isolated from mouse embryonic lungs within </sub>4h and maintained for at least 6 months \\(expanding ~10<sup>20</sup> fold in number). Cultured Sox9<sup>+</sup> progenitors can be also cryopreserved and resurrected without losing their properties. The ability to expand multipotent Sox9<sup>+</sup> lung progenitors should avail multiple future applications including the generation of lung organoids and gene editing, with ramifications for disease modeling, drug screening and regenerative medicine. This protocol accompanies Nichane et al \\(Nature Methods, 10.1038/nmeth.4498, published online November 6, 2017).",
        "manuscriptTitle": "3D culture of multipotent Sox9+ mouse embryonic lung progenitors: Isolation, Expansion and Cryopreservation",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-11-07 11:18:33",
                "doi": "10.1038/protex.2017.106",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a129c65e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 7th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4039,
                "name": "Cell biology"
            },
            {
                "id": 4041,
                "name": "Developmental biology"
            },
            {
                "id": 4042,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-11-07 11:18:33",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}