{
    "identity": "nprot-2212",
    "title": "Measuring dynamic hormone release from pancreatic islets using perifusion assay",
    "content": [
        {
            "header": "Introduction",
            "content": "The islets of Langerhans constitute the endocrine pancreas which is responsible for maintaining normal blood glucose levels.  Pancreatic islets are composed of secretory endocrine cells, the alpha, beta, delta, and pancreatic polypeptide cells.  The alpha and beta cells are the most abundant in islets of most species and they secrete glucagon and insulin, respectively.  The delta cells secrete somatostatin and are thought to modulate the function of alpha and beta cells.  However, the coordinated secretion of all three hormones from the alpha, beta, and delta cells is critical in the maintenance of glucose homeostasis.  \r\n\n\n\r\n\n\nAutocrine and paracrine signals from the different islet cells are primarily responsible for coordinating and optimizing the overall function of endocrine pancreas.  We and others have shown recently that endogenously released substances including acetylcholine, glutamate, ATP, and gamma-aminobutyric acid \\(GABA) mediate autocrine and paracrine signals within human islets to ensure optimal hormone release and glucose homeostasis \\(Braun et al., 2010; Cabrera et al., 2008b; Jacques-Silva et al., 2010; Rodriguez-Diaz et al., 2011).  Therefore, it is critical to be able to assess the health and functional state of pancreatic islets for experimental and clinical applications.\r\n\n\n\r\n\n\nSeveral assays have been used to assess viability of pancreatic islet cells.  These assays have improved our ability to discriminate among islet preparations and select those most suitable for clinical transplantation \\(Barnett et al., 2004; Boyce et al., 2006; Fraker et al., 2006; Ichii et al., 2005).  Quantification of islet viability is a fundamental measure that can significantly influence experimental and clinical outcomes.  However, viability of islets may not necessarily reflect their functional state.  Therefore, confirming the functional state of pancreatic islets is also essential in both the preclinical and clinical settings.  \r\n\n\n\r\n\n\nAn important aspect in assessing the functional state of pancreatic islets is to be able to measure release of hormones and other substances from the islet cells in response to stimulation.  This is particularly important in the study of islet physiology, where practical considerations including quality of the islets, reproducibility and accuracy of quantification of hormone release, simplicity of experimental design, speed and cost-effectiveness are crucial.  Given the importance of autocrine/paracrine interactions among the difference islet cells in glucose homeostasis, being able to measure hormone release in response to specific pharmacological manipulation is also important to establish signaling mechanisms within the pancreatic islets.  Specific stimuli can induce changes in membrane potential of specific islet cells that are typically regulated by metabolism-dependent alteration in ion channel activity.  The study of such mechanisms can elucidate the effects of endogenous substances \\(e.g., hormones, neurotransmitters) or potential drugs on the function of pancreatic islet cells and will improve our understanding or islet physiology and pathophysiology.  This will undoubtedly improve therapeutic approaches in diabetes. \r\n\n\n\r\n\n\nWe have shown previously that islet perifusion is an excellent experimental assay to measure hormone release from islet cells in the study of pancreatic islet physiology \\(Cabrera et al., 2008a; Cabrera et al., 2008b; Jacques-Silva et al., 2010; Rodriguez-Diaz et al., 2011).  We describe in the below step-by-step protocol how to perform the islet perifusion procedure."
        },
        {
            "header": "Reagents",
            "content": "**MATERIALS**\r\n\n\n**Pancreatic islets:** The perifusion assay is performed with isolated pancreatic islets. The source of islets and islet isolation will vary depending on personal preference.  In our hands, mouse islet isolations are performed using the automated method for human islet isolation, adapted for isolation of monkey islets and mouse islets \\(Cabrera et al., 2008a).  Human islets are typically obtained through the Integrated Islet Distribution Program \\(IIDP).\r\n\n\n\r\n\n\n**REAGENTS**\r\n\n\n**1.  Culture Media:**  Preferred culture medium for maintenance of pancreatic islets **before** perifusion will vary depending on personal preference and study parameters.  In our hands, we cultured mouse and human in CMRL medium-1066 \\(Invitrogen) supplemented with niacinamide \\(10 mM, Sigma), ITS \\(BD Biosciences, San Jose, CA), Zn2SO4 \\(15 µM, Sigma), glutamax \\(Invitrogen), HEPES \\(25 mM, Sigma), fetal bovine serum \\(10%, Invitrogen), and penicillin-streptomycin \\(Invitrogen) at 37°C and 5% CO2.\r\n\n\n\r\n\n\n**2.  Extracellular solution:**  This is used to maintain the islets **during** the perifusion assay.  The Extracellular solution is composed of 125 mM NaCl, 5.9 mM KCl, 2.56 mM CaCl2, 1 mM MgCl2, 25 mM HEPES; 0.1% BSA; pH 7.4; 3 mM glucose or adjusted as needed.\r\n\n\n\r\n\n\n**3.  Beads:**  Bio-Gel P-4 Gel \\(BioRad, Hercules, CA; Cat. #150-4124).\r\n\n\n\r\n\n\n**4.  Endocrine LINCOplex Kit:**  This is used to measure the different hormones released by the islets.  Different kits are available with different analyte combinations \\(Millipore Cat.# HENDO-65K-03)."
        },
        {
            "header": "Equipment",
            "content": "**1.  Inverted fluorescence microscope** \\(for counting islets).\r\n\n\n\r\n\n\n**2.  Three-stop Tygon Tubing**  \\(VWR, Cat.# 630160126).\r\n\n\n\r\n\n\n**3.  High-capacity, automated perifusion system**  Biorep® Perifusion V2.0.0. \\(Biorep Technologies, Miami, FL; Model No. Per14-01).\r\n\n\n\r\n\n\n**Note:**  The Biorep® Perifusion V2.0.0 system allows automatic and manual perifusion of 8 different solutions simultaneously.  The automatic option allows simultaneous perifusion of 8 different solutions per column \\(8 columns in total).  In contrast, the manual option allows a higher number of permutations per column as the machine can be paused for differential application of perifusion solutions.  In the manual mode, perifusion solutions must be placed in the heating block outside the chamber and kept at 37 ˚C to allow placing the inlet tubing into the proper solution as desired.  \r\n\n\n\r\n\n\n**4.  Perifusion Columns** \\(Biorep Technologies; Cat.# CO-A-01).\r\n\n\n\r\n\n\n**5.  Bio-Plex protein array system**  Bio-Plex 100, Serial: No. LX10001274004; Bio-Rad, Hercules, CA).\r\n\n\n\r\n\n\n**6.  U-bottom 96 well plates** \\(VWR; Cat.# 62408-940).\r\n\n\n\r\n\n\n**7.  Heating Block**  \\(Barnstead International; Model No. 2003)."
        },
        {
            "header": "Procedure",
            "content": "We describe here how to perform manually islet perifusion using the Biorep® Perifusion V2.0.0 following these steps:\r\n\n\n\r\n\n\n**1.**  Put 5 drops of Bio-Gel beads in the perifusion column.  \r\n\n\n\r\n\n\n**CAUTION:** The beads must be kept hydrated at 37 ˚C when used.  \r\n\n\n\r\n\n\n**2.**  Place ~100 islets in culture medium above the beads and add another layer of beads over the islets.\r\n\n\n\r\n\n\n**CRITICAL STEP:** The islets should not be older than 48 h in culture after isolation.  Longer culture times may compromise islet function.\r\n\n\n\r\n\n\n**3.**  Place the perifusion column containing the islets in the column holder of the machine and connect the proper tubing to the inlet and outlet of the column. \r\n\n\n\r\n\n\n**4.**  Connect the inlet tubing that will be placed in **STEP 7** inside the different perifusion solutions. Tubing should be passed through the peristaltic pump to enable flow of the different solutions. Flush 50ml of extracellular solution for 1 h at 37 ˚C. \r\n\n\n\r\n\n\n**CRITICAL STEP:** This will allow the islets to equilibrate to basal glucose levels before subsequent stimulations in the experiment. \r\n\n\n\r\n\n\n**5.**  Connect the outlet tubing to the proper collection ports to capture the perifusate \\(i.e., solution exiting column) in the 96 well plate for later evaluation. \r\n\n\n\r\n\n\n**CRITICAL STEP:** Different experimental conditions \\(e.g., glucose concentrations, stimuli) can be applied simultaneously to multiple islet preparations in the 8 parallel columns. \r\n\n\n\r\n\n\n**CAUTION:** Re-used tubing must be clean to ensure proper flow of perifusate into the collecting 96 well plate. \r\n\n\n\r\n\n\n**6.**  Place the inlet tubing inside the appropriate perifusion solution heated to 37 ˚C in the heating block.\r\n\n\n\r\n\n\n**CAUTION:** If perifusion solution are placed inside the chamber, allow the chamber to equilibrate to 37 ˚C for 2 - 5 min before turning **ON** the pump.\r\n\n\n\r\n\n\n**7.**  Turn **ON** the peristaltic pump to begin flow \\(100 µL/min) of the perifusion solutions, stimulation of the islets, and collection of the islet secretion product\\(s) in the perifusate.  \r\n\n\n\r\n\n\n**CRITICAL STEP:** Perifuse the islets for 10 - 15 min per stimulus to allow proper exposure of the islets and collection of their secretion product.  Set the perifusate collection time to 1 min/well \\(i.e., 100 µL/well) for proper hormone measurement during the 10 - 15 min stimulation.  \r\n\n\n\r\n\n\n**CAUTION:** Do not exceed 15 min/stimulus to avoid desensitization of the islets.  Do not open the chamber during islet perifusion to prevent temperature changes and consequent effects on the islet hormone secretion. \r\n\n\n\r\n\n\n**8.**  Press **PAUSE** to switch  perifusion solutions applied to the same column\\(s) as needed and repeat **STEP 7** according to the stimulation schedule.  \r\n\n\n\r\n\n\n**CAUTION:** Allow wash out between stimulation using your preferred solution.\r\n\n\n\r\n\n\n**9.**  Turn **OFF** the pump after the stimulation schedule is completed and after thorough washing of the tubing with distilled water \\(pump tubing can be re-used up to 10 times).  \r\n\n\n\r\n\n\n**10.**  Retrieve the 96 well plate and cover it with included adhesive plastic and store at -20 ˚C until later analysis.\r\n\n\n\r\n\n\n**CAUTION:** Quickly store the covered plates to avoid hormone degradation.\r\n\n\n\r\n\n\n**11.**  Measure the concentration of different hormones released from the islets using the appropriate Endocrine LINCOplex Kit.  Hormone concentration is determined colorimetrically in the Bio-Plex protein array system \\(Bio-Rad).\r\n\n\n\r\n\n\n**CRITICAL STEP:** Measurement of the different hormones can be done in different wells of the same 96 well plate.  In principle, 96 samples from multiple islet preparations with different experimental conditions can be measured simultaneously allowing for high throughput screening."
        },
        {
            "header": "Timing",
            "content": "Execution of the above protocol will require a minimum of 1 h during islet equilibration before perifusion.  The overall time required to perform the actual perifusion step\\(s) will vary depending on the experimental conditions which is primarily dependent on the number of stimuli applied in **SETP 7** \\(stimulation schedule).  While as many desired repetitive stimulation can be applied to the same column\\(s), we do not recommend exceeding 1 h during **SETP 7** to avoid compromising islet function and confounding the results.  We therefore recommend taking advantage of the multiplicity of this approach by running parallel experiments in multiple columns to accomplish the same results within appropriate time."
        },
        {
            "header": "Anticipated Results",
            "content": "For representative islet perifusion results, please refer to the **Associated Publications** where perifusion results are presented and discussed in details."
        },
        {
            "header": "References",
            "content": "1. Barnett, M.J., McGhee-Wilson, D., Shapiro, A.M., and Lakey, J.R. \\(2004). Variation in human islet viability based on different membrane integrity stains. Cell Transplant 13, 481-488.\r\n  2. Boyce, S.T., Anderson, B.A., and Rodriguez-Rilo, H.L. \\(2006). Quantitative assay for quality assurance of human cells for clinical transplantation. Cell Transplant 15, 169-174.\r\n  3. Braun, M., Ramracheya, R., Bengtsson, M., Clark, A., Walker, J.N., Johnson, P.R., and Rorsman, P. \\(2010). Gamma-aminobutyric acid \\(GABA) is an autocrine excitatory transmitter in human pancreatic beta-cells. In Diabetes \\(United States), pp. 1694-1701.\r\n  4. Cabrera, O., Jacques-Silva, M.C., Berman, D.M., Fachado, A., Echeverri, F., Poo, R., Khan, A., Kenyon, N.S., Ricordi, C., Berggren, P.O., et al. \\(2008a). Automated, high-throughput assays for evaluation of human pancreatic islet function. Cell Transplant 16, 1039-1048.\r\n  5. Cabrera, O., Jacques-Silva, M.C., Speier, S., Yang, S.N., Köhler, M., Fachado, A., Vieira, E., Zierath, J.R., Kibbey, R., Berman, D.M., et al. \\(2008b). Glutamate is a positive autocrine signal for glucagon release. Cell Metab 7, 545-554.\r\n  6. Fraker, C., Timmins, M.R., Guarino, R.D., Haaland, P.D., Ichii, H., Molano, D., Pileggi, A., Poggioli, R., Presnell, S.C., Inverardi, L., et al. \\(2006). The use of the BD oxygen biosensor system to assess isolated human islets of langerhans: oxygen consumption as a potential measure of islet potency. Cell Transplant 15, 745-758.\r\n  7. Ichii, H., Inverardi, L., Pileggi, A., Molano, R.D., Cabrera, O., Caicedo, A., Messinger, S., Kuroda, Y., Berggren, P.O., and Ricordi, C. \\(2005). A novel method for the assessment of cellular composition and beta-cell viability in human islet preparations. Am J Transplant 5, 1635-1645.\r\n  8. Jacques-Silva, M.C., Correa-Medina, M., Cabrera, O., Rodriguez-Diaz, R., Makeeva, N., Fachado, A., Diez, J., Berman, D.M., Kenyon, N.S., Ricordi, C., et al. \\(2010). ATP-gated P2X3 receptors constitute a positive autocrine signal for insulin release in the human pancreatic beta cell. Proc Natl Acad Sci U S A 107, 6465-6470.\r\n  9. Rodriguez-Diaz, R., Dando, R., Jacques-Silva, M.C., Fachado, A., Molina, J., Abdulreda, M.H., Ricordi, C., Roper, S.D., Berggren, P.O., and Caicedo, A. \\(2011). Alpha cells secrete acetylcholine as a non-neuronal paracrine signal priming beta cell function in humans. Nat Med 17, 888-892."
        },
        {
            "header": "Acknowledgements",
            "content": "Researchers involved in this work were funded by the Diabetes Research Institute Foundation \\(DRIF), NIH grants F32DK083226 \\(M.H.A), R56DK084321 & R01DK084321 \\(A.C.).  Research support was also provided to P-O.B through the Juvenile Diabetes Research Foundation, the Swedish Research Council, the Novo Nordisk Foundation, the Swedish Diabetes Association and The Family Erling-Persson Foundation, the World Class University program through the National Research Foundation of Korea funded by the Ministry of Education, Science and Technology \\(R31-2008-000-10105-0), the Berth von Kantzow’s Foundation, the Knut and Alice Wallenberg Foundation, VIBRANT \\(FP7-228933-2), Skandia Insurance Company, Ltd, Strategic Research Program in Diabetes at Karolinska Institutet, Torsten and Ragnar Söderberg’s Foundation."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm.2371",
                "date": "2011-09-08 17:59:39",
                "title": "Alpha cells secrete acetylcholine as a non-neuronal paracrine signal priming beta cell function in humans",
                "authors": [
                    "Rayner Rodriguez-Diaz",
                    "Robin Dando",
                    "M Caroline Jacques-Silva",
                    "Alberto Fachado",
                    "Judith Molina",
                    "Midhat H Abdulreda",
                    "Camillo Ricordi",
                    "Stephen D Roper",
                    "Per-Olof Berggren",
                    "and Alejandro Caicedo"
                ],
                "journal": "Nature Medicine",
                "logo": ""
            },
            {
                "doi": "10.1073/pnas.0908935107",
                "date": "2011-10-06 19:22:43",
                "title": "ATP-gated P2X3 receptors constitute a positive autocrine signal for insulin release in the human pancreatic   cell",
                "authors": [
                    "M. C. Jacques-Silva",
                    "M. Correa-Medina",
                    "O. Cabrera",
                    "R. Rodriguez-Diaz",
                    "N. Makeeva",
                    "A. Fachado",
                    "J. Diez",
                    "D. M. Berman",
                    "N. S. Kenyon",
                    "C. Ricordi",
                    "A. Pileggi",
                    "R. D. Molano",
                    "P.-O. Berggren",
                    "and A. Caicedo"
                ],
                "journal": "Proceedings Of The National Academy Of Sciences",
                "logo": ""
            },
            {
                "doi": "10.1016/j.cmet.2008.03.004",
                "date": "2011-10-06 19:25:25",
                "title": "Glutamate Is a Positive Autocrine Signal for Glucagon Release",
                "authors": [
                    "Over Cabrera",
                    "M. Caroline Jacques-Silva",
                    "Stephan Speier",
                    "Shao-Nian Yang",
                    "Martin Köhler",
                    "Alberto Fachado",
                    "Elaine Vieira",
                    "Juleen R. Zierath",
                    "Richard Kibbey",
                    "Dora M. Berman",
                    "Norma S. Kenyon",
                    "Camillo Ricordi",
                    "Alejandro Caicedo",
                    "and Per-Olof Berggren"
                ],
                "journal": "Cell Metabolism",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11871,
                "identity": "9fb00901-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Per-Olof Berggren",
                "email": "PBerggren@med.miami.edu",
                "orcid": "",
                "institution": "Berggren&Caicedo Groups (University of Miami)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Per-Olof",
                "middleName": "",
                "lastName": "Berggren",
                "suffix": ""
            },
            {
                "id": 11872,
                "identity": "9fb00b63-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Alejandro Caicedo",
                "email": "ACaicedo@med.miami.edu",
                "orcid": "",
                "institution": "Berggren&Caicedo Groups (University of Miami)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Alejandro",
                "middleName": "",
                "lastName": "Caicedo",
                "suffix": ""
            },
            {
                "id": 11865,
                "identity": "9faffc76-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alberto Fachado",
                "email": "",
                "orcid": "",
                "institution": "Berggren&Caicedo Groups (University of Miami)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alberto",
                "middleName": "",
                "lastName": "Fachado",
                "suffix": ""
            },
            {
                "id": 11866,
                "identity": "9fb00036-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Judith Molina",
                "email": "",
                "orcid": "",
                "institution": "Berggren&Caicedo Groups (University of Miami)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Judith",
                "middleName": "",
                "lastName": "Molina",
                "suffix": ""
            },
            {
                "id": 11867,
                "identity": "9fb00230-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rayner Rodriguez-Diaz",
                "email": "",
                "orcid": "",
                "institution": "Berggren&Caicedo Groups (University of Miami)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rayner",
                "middleName": "",
                "lastName": "Rodriguez-Diaz",
                "suffix": ""
            },
            {
                "id": 11868,
                "identity": "9fb004aa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "M. Caroline Jacques-Silva",
                "email": "",
                "orcid": "",
                "institution": "Berggren&Caicedo Groups (University of Miami)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "M.",
                "middleName": "Caroline",
                "lastName": "Jacques-Silva",
                "suffix": ""
            },
            {
                "id": 11869,
                "identity": "9fb00636-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Over Cabrera",
                "email": "",
                "orcid": "",
                "institution": "Berggren&Caicedo Groups (University of Miami)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Over",
                "middleName": "",
                "lastName": "Cabrera",
                "suffix": ""
            },
            {
                "id": 11870,
                "identity": "9fb00792-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Midhat    H. Abdulreda",
                "email": "",
                "orcid": "",
                "institution": "Berggren&Caicedo Groups (University of Miami)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Midhat",
                "middleName": "H.",
                "lastName": "Abdulreda",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-10-07 19:01:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.260",
        "doiUrl": "https://doi.org/10.1038/protex.2011.260",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608348,
                "identity": "34b570d3-5e8f-49f5-8360-f3a13cd3375f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2679121,
                "visible": true,
                "origin": "",
                "legend": "*High-capacity, automated perifusion system (Biorep® Perifusion V2.0.0):*     This system was developed to dynamically measure hormone secretion from pancreatic islets.  The system is temperature controlled inside Plexiglas chamber where the islets and solutions are housed.  A low pulsatility peristaltic pump allows flow of 8 different perifusion solutions into 8 islet-containing columns simultaneously.  The columns are positioned on a special holder and the perifusate is collected in a multi-well plate positioned on a robotic plate holder.  The plate holder is kept at < 4ºC, to preserve the integrity of the analytes in the perifusate.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2212/v1/figure_1.png"
            },
            {
                "id": 2608349,
                "identity": "825e2052-b45c-4e80-b390-6bb9a8e12492",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2478483,
                "visible": true,
                "origin": "",
                "legend": "*Bio-Plex protein array system (Bio-Rad, Hercules, CA):*     This colorimetric plate reader is a flow-based dual laser system that simultaneously identifies and quantifies up to 100 different analytes in a single assay.  Release of different hormones in the perifusate was determined using the appropirate Endocrine LINCOplex Kit following manufacturer’s instructions (Linco research, St. Charles, MO).  ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2212/v1/figure_2.png"
            },
            {
                "id": 13464754,
                "identity": "b1ca6111-f434-44e9-8ee3-3a06e8e68783",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 5689668,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2212/v1/46c53356-d79d-4672-82d3-c3e7f524a3b1.pdf"
            }
        ],
        "financialInterests": "No conflicts disclosed",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Perifusion, perifused islet, autocrine, paracrine, signaling, pancreas, islets of Langerhans, acetylcholine, glutamate, GABA",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "An important aspect of studying pancreatic islet physiology is to be able to measure hormone release from islet cells in response to specific stimuli.  We demonstrate here step-by-step how to quantitatively measure hormone release from viable isolated pancreatic islets using the in vitro perifusion assay.  Islet perifusion has two great advantages over other existing assays:  \\(1)  It allows pharmacological manipulation to dissect out signaling mechanisms underlying release of different hormones in the pancreatic islets and,  \\(2)  it allows performing simultaneous experiments on multiple islet preparations resulting in high throughput readouts.  Other practical applications of islet perifusion include assessment of islet function and viability for experimental purposes and/or clinical application in human islet transplantation.  The experimental conditions during islet perifusion are adjusted to simulate the islet “physiological” environment within the pancreas. Therefore, the overall time required to execute the described protocol will be more than 1 h to establish such conditions but should not exceed 2 h to avoid compromising islet health.",
        "manuscriptTitle": "Measuring dynamic hormone release from pancreatic islets using perifusion assay",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-10-10 12:06:25",
                "doi": "10.1038/protex.2011.260",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9faeaff9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 10th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2636,
                "name": "Cell biology"
            },
            {
                "id": 2637,
                "name": "Structural biology"
            },
            {
                "id": 2638,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 2639,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-10-10 12:06:25",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}