{
    "identity": "nprot-7415",
    "title": "HiChIRP: RNA-centric chromatin conformation",
    "content": [
        {
            "header": "Introduction",
            "content": "Contact generation should be done on no more than 15 – 20 million cells per tube, and therefore for lower abundance lncRNAs, multiple tubes should be processed in parallel through contact generation, sonication, and ChIRP, and then pooled after the DNA elution step. An RNase negative control is recommended, similar to ChIRP-seq and ChIRP-MS, in order to remove loops identified by both HiChIRP and the RNase control as potential artifacts of direct probe-DNA binding. ChIRP probes were designed using the same parameters as ChIRP-seq and ChIRP-MS protocols, and it is also recommended to use non-overlapping probe sets \\(“even” and “odd”) in separate ChIRP experiments to verify the signal is probe-independent. For the abundant 7SK RNA we used 15 million cells per replicate. For the less abundant lincRNA-EPS and TERC RNAs we used ~90 million cells per replicate \\(six tubes), post contact generation these six tubes were pooled into three Covaris tubes for sonication, and then after the ChIRP DNA elution the three ChIRP DNA samples were pooled together on DNA Clean and Concentrator columns \\(Zymo Research)."
        },
        {
            "header": "Reagents",
            "content": "Hi-C Lysis Buffer: 10 mM Tris-HCl pH 7.5, 10 mM NaCl, 0.2% NP-40, 1X Roche protease inhibitors – 11697498001\r\n\n\n\r\n\n\nNuclear Lysis Buffer: 50 mM Tris-HCl pH 7.5, 10 mM EDTA, 1% SDS, 1X Roche protease inhibitors – 11697498001\r\n\n\n\r\n\n\nChIRP Hybridization Buffer: 750 mM NaCl, 1% SDS, 50 mM Tris-HCl pH 7.0, 1 mM EDTA, 15% Formamide, 1X Roche protease inhibitors – 11697498001\r\n\n\n\r\n\n\nChIRP Wash Buffer: 2X SSC, 0.5% SDS\r\n\n\n\r\n\n\nChIRP DNA Elution Buffer: 150 mM NaCl, 50 mM Tris-HCl pH 8.0, 3 mM MgCl2, 10 mM DTT, 0.1% NP-40\r\n\n\n\r\n\n\nTween Wash Buffer: 5 mM Tris-HCl pH 7.5, 0.5 mM EDTA, 1 M NaCl, 0.05% Tween-20\r\n\n\n\r\n\n\nBiotin Binding Buffer \\(2X): 10 mM Tris-HCl pH 7.5, 1 mM EDTA, 2M NaCl\r\n\n\n\r\n\n\nTD Buffer \\(2X): 20 mM Tris-HCl pH 7.5, 10 mM magnesium chloride, 20% dimethylformamide\r\n\n\n\r\n\n\nCrush-Soak Gel Buffer: 500 mM NaCl, 1 mM EDTA, 0.05% SDS"
        },
        {
            "header": "Procedure",
            "content": "Cell Crosslinking\r\n\n\n1. Pellet detached adherent or suspension cells and resuspend in freshly made 1% glutaraldehyde at a volume of 1 mL of glutaraldehyde for every one million cells.\r\n  2. Incubate cells at room temperature for 10 minutes with rotation.\r\n  3. Add glycine to a final concentration of 125 mM to quench the glutaraldehyde, and then incubate at room temperature for 5 minutes with rotation.\r\n  4. Pellet cells, wash in PBS, pellet again, and then store at -80 or proceed into the HiChIRP protocol.\r\n  \r\n\n\nModified 3C protocol\r\n\n\nThis modified protocol can replace the 3C protocol used in HiChIP to obtain improved signal to background. It also can be used in Hi-C or other 3C-based protocols, likely also with improved signal to background.\r\n\n\n1. Resuspend up to 15 million crosslinked cells in 500 μL of ice-cold Hi-C Lysis Buffer and rotate at 4 for 15 minutes.\r\n  2. Spin down at 2500 rcf for 5 minutes and discard the supernatant.\r\n  3. Wash pelleted nuclei once with 500 μL of ice-cold Hi-C Lysis Buffer.\r\n  4. Remove the supernatant and resuspend pellet in 100 μL of 0.5% SDS.\r\n  5. Incubate at 62 for 5 minutes and then add 285 μL of H2O and 50 μL of 10% Triton X-100 to quench the SDS.\r\n  6. Mix well and incubate at 37 for 15 minutes.\r\n  7. Add 50 μL of 10X NEB Buffer 2 and 375 U of MboI restriction enzyme \\(NEB, R0147), and digest chromatin for 15 minutes at 37 with rotation. For lower starting material, the amount of restriction enzyme used is decreased linearly.\r\n  8. Rather than heat inactivating the MboI, immediately spin down at 4 and remove supernatant, wash nuclei twice with 1X NEB Buffer 2.\r\n  9. Resuspend nuclei in 536 μL of 1X NEB Buffer 2.\r\n  10. To fill in the restriction fragment overhangs and mark the DNA ends with biotin, add 16 μL of fill-in master mix: 1.5 uL 10 mM azido-dCTP \\(Jena Biosciences, CLK-070), 1.5 uL 10 mM dATP, 1.5 uL 10 mM dGTP, 1.5 μL 10 mM dTTP, 10 uL 5U/μL DNA Polymerase I, Large \\(Klenow) Fragment \\(NEB, M0210)\r\n  11. Mix and incubate at 37 for 15 minutes with rotation. \r\n  12. Add 948 μL of ligation master mix: 150 uL 10X NEB T4 DNA ligase buffer with 10 mM ATP \\(NEB, B0202), 125 uL 10% Triton X-100, 3 uL 50 mg/mL BSA, 10 uL 400 U/μL T4 DNA Ligase \\(NEB, M0202), 660 uL water\r\n  13. Incubate at room temperature for 2 hours with rotation.\r\n  14. Pellet nuclei at 2500 rcf for 5 minutes and remove supernatant.\r\n  \r\n\n\nSonication\r\n\n\n1. Bring pellet up to 880 μL in Nuclear Lysis Buffer.\r\n  2. Transfer to a Covaris millitube and shear \\(we use a Covaris E220) using the following parameters: Fill Level = 10, Duty Cycle = 5, PIP = 140, Cycles/Burst = 200, Time = 40 minutes\r\n  \r\n\n\nPreclearing, ChIRP, and Washes\r\n\n\n1. Clarify sample for 15 minutes at 16100 rcf at 4 degrees.\r\n  2. Add 2X volume of ChIRP Hybridization Buffer \\(prepare fresh; split into two tubes of ~400 μL each and add 750 μL Hybridization Buffer).\r\n  3. Wash 30 μL of C-1 Streptavidin beads for every 10-15m cells in ChIRP Hybridization Buffer.\r\n  4. Resuspend C-1 Streptavidin beads in 50 μL of Hybridization Buffer, add to sample.\r\n  5. Add 5 μL of RNaseOUT to experimental and 30 ug of RNaseA and RNaseH to RNase treatment \\(per 10-15M cells) and rotate at 37 for 45 minutes.\r\n  6. Put samples on magnet and transfer supernatant into new tubes.\r\n  7. Add 100 pmoles of probe for every 10-15m cells and incubate at 37 overnight with rotation.\r\n  8. Wash 100 μL of C-1 Streptavidin beads for every 10-15m cells in Nuclear Lysis Buffer.\r\n  9. Resuspend C-1 Streptavidin beads in 50 μL of Nuclear Lysis Buffer, add to sample and rotate at 37 for 45 minutes.\r\n  10. Wash beads 5x with ChIRP Wash Buffer. For each wash, add 500 μL of Wash Buffer to beads and then incubate at 37 rotating for 5 minutes.\r\n  11. Perform a final wash on the beads with 200 μL ChIRP DNA Elution Buffer \\(prepare fresh) by swishing back and forth on the magnet.\r\n  \r\n\n\nChIRP DNA Elution\r\n\n\n1. Add 20 μL of RNase A \\(5 mg/mL) and 20 μL of RNase H \\(5 U/μL) per mL of ChIRP DNA Elution Buffer.\r\n  2. Resuspend ChIRP sample beads in 200 μL of ChIRP DNA Elution Buffer with RNases.\r\n  3. Incubate at 37 for 30 minutes with shaking.\r\n  4. Place samples on magnet and remove supernatant to a fresh tube. Add another 200 μL of ChIRP DNA Elution Buffer with RNases and incubate again at 37 for 30 minutes with shaking.\r\n  5. Remove supernatant again to the new tube. There should now be 400 μL of ChIRP sample.\r\n  6. Add SDS to a final concentration of 0.5% and Proteinase K to a final concentration of 1 mg/mL to each sample and incubate at 55 for 45 minutes with shaking.\r\n  7. Zymo purify the samples \\(split into 2 x 200 μL to allow for the 5X Binding Buffer to fit in the tube) and elute in 49 μL of water.\r\n  \r\n\n\nBiotin Click Chemistry and Quantification\r\n\n\n1. Add 1 μL of DIBO Biotin \\(Thermo) to 49 μL of sample and incubate at 37 for one hour with shaking.\r\n  2. Zymo purify and elute in 10 μL of water.\r\n  3. Quantify the amount of DNA by Qubit to determine how much Tn5 to use.\r\n  \r\n\n\nBiotin Pull-Down and Preparation for Illumina Sequencing\r\n\n\n1. Prepare for biotin pull-down by washing 5 μL of Streptavidin C-1 beads with Tween Wash Buffer.\r\n  2. Resuspend the beads in 10 μL of 2X Biotin Binding Buffer and add to the samples. Incubate at room temperature for 15 minutes with rotation.\r\n  3. Separate on a magnet and discard the supernatant.\r\n  4. Wash the beads twice by adding 500 μL of Tween Wash Buffer and incubating at 55 for 2 minutes shaking.\r\n  5. Wash the beads in 100 μL of 1X \\(from 2X) TD Buffer\r\n  6. Resuspend beads in 25 μL of 2X TD Buffer, the appropriate amount of Tn5 for your material amount \\(2.5 μL for 50 ng of post-ChIRP DNA), and water to 50 μL. Adjust Tn5 amount linearly for different amounts of post-ChIRP DNA, with a maximum amount of 4 μL of Tn5. For example for 25 ng of DNA transpose using 1.25 μL of Tn5, while for 125 ng of DNA transpose with 4 μL of Tn5. Using the correct amount of Tn5 is critical to the HiChIRP protocol to achieve an ideal size distribution. An overtransposed sample will have shorter fragments and will exhibit lower alignment rates \\(when the junction is close to a fragment end). An undertransposed sample will have fragments that are too large to cluster properly on an Illumina sequencer. A maximum amount of Tn5 is used in order to save on Tn5 costs, and considering that a library with this much material will be amplified in 5 cycles and have enough complexity to be sequenced deeply regardless of how fully transposed the library is to achieve an ideal size distribution.\r\n  7. Incubate at 55 with interval shaking for 10 minutes.\r\n  8. Place samples on magnet and remove supernatant.\r\n  9. Add 50 mM EDTA to samples and incubate at 50 for 30 minutes, then quickly place on magnet and remove supernatant.\r\n  10. Wash samples twice with 50 mM EDTA at 50 for 3 minutes, removing quickly on magnet.\r\n  11. Wash samples twice in Tween Wash Buffer at 55 for 2 minutes, removing quickly on magnet.\r\n  12. Wash samples in 10 mM Tris.\r\n  \r\n\n\nPCR and Post-PCR Size Selection\r\n\n\n1. Resuspend beads in 50 μL of PCR master mix: 25 uL Phusion HF 2X, 1 uL Nextera Ad1.x 12.5 uM, 1 uL Nextera Ad2.x 12.5 uM, 23 uL water.\r\n  2. Run the following PCR program: 5 minutes at 72C, 1 minute at 98C, then cycle 15 seconds at 98C, 30 seconds at 63C, and 1 minute at 72C. Cycle number can be estimated using one of two different methods: \\(1) First run 5 cycles on a regular PCR and then remove from beads. Add 0.25X SYBR green and then run on a qPCR and pull out samples at the beginning of exponential amplification. \\(2) Run reactions on a PCR and estimate cycle number based on the amount of material from the post-ChIRP Qubit \\(greater than 50 ng was ran in five cycles, while approximately 50 ng was ran in six, 25 ng was ran in seven, 12.5 ng was ran in eight, etc.).\r\n  3. Place libraries on a magnet and elute into new tubes. Zymo purify and elute in the same 10 μL of water. PAGE purify libraries \\(we use 6%) from a size range of 300 – 700. Note that if the bulk of the material is smaller those sizes can be included but the paired-end libraries will have a lower alignment rate. In the future Tn5 amount should be adjusted accordingly.\r\n  4. Instead of PAGE, a two-sided size selection with Ampure XP beads can be performed. After PCR place libraries on a magnet and elute into new tubes. Then add 25 μL of Ampure XP beads and keep the supernatant to capture fragments less than 700 bp. Transfer supernatant to a new tube and add 15 μL of fresh beads to capture fragments greater than 300 bp. \r\n  5. Final elution \\(from either PAGE purification or Ampure XP) is in 10 μL of water. Quantify libraries with qPCR against Illumina primers and/or Bioanalyzer."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 16314,
                "identity": "a1ba06bf-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Maxwell Mumbach",
                "email": "mumbach@stanford.edu",
                "orcid": "",
                "institution": "Howard Chang Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Maxwell",
                "middleName": "",
                "lastName": "Mumbach",
                "suffix": ""
            },
            {
                "id": 16315,
                "identity": "a1ba09d3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jeffrey Granja",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jeffrey",
                "middleName": "",
                "lastName": "Granja",
                "suffix": ""
            },
            {
                "id": 16316,
                "identity": "a1ba0b84-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ryan Flynn",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ryan",
                "middleName": "",
                "lastName": "Flynn",
                "suffix": ""
            },
            {
                "id": 16317,
                "identity": "a1ba0d33-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Caitlin Roake",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Caitlin",
                "middleName": "",
                "lastName": "Roake",
                "suffix": ""
            },
            {
                "id": 16318,
                "identity": "a1ba0ea6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ansuman Satpathy",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ansuman",
                "middleName": "",
                "lastName": "Satpathy",
                "suffix": ""
            },
            {
                "id": 16319,
                "identity": "a1ba0ff0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Adam Rubin",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Adam",
                "middleName": "",
                "lastName": "Rubin",
                "suffix": ""
            },
            {
                "id": 16320,
                "identity": "a1ba1139-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yanyan Qi",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yanyan",
                "middleName": "",
                "lastName": "Qi",
                "suffix": ""
            },
            {
                "id": 16321,
                "identity": "a1ba127d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Zhaozhao Jiang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zhaozhao",
                "middleName": "",
                "lastName": "Jiang",
                "suffix": ""
            },
            {
                "id": 16322,
                "identity": "a1ba13e9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shadi Shams",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shadi",
                "middleName": "",
                "lastName": "Shams",
                "suffix": ""
            },
            {
                "id": 16323,
                "identity": "a1ba15f5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bryan Louie",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bryan",
                "middleName": "",
                "lastName": "Louie",
                "suffix": ""
            },
            {
                "id": 16324,
                "identity": "a1ba17df-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jimmy Guo",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jimmy",
                "middleName": "",
                "lastName": "Guo",
                "suffix": ""
            },
            {
                "id": 16325,
                "identity": "a1ba1977-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "David Gennert",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Gennert",
                "suffix": ""
            },
            {
                "id": 16326,
                "identity": "a1ba1abc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "M. Ryan Corces",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "M.",
                "middleName": "Ryan",
                "lastName": "Corces",
                "suffix": ""
            },
            {
                "id": 16327,
                "identity": "a1ba1c28-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Paul Khavari",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paul",
                "middleName": "",
                "lastName": "Khavari",
                "suffix": ""
            },
            {
                "id": 16328,
                "identity": "a1ba1d75-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maninjay Atianand",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maninjay",
                "middleName": "",
                "lastName": "Atianand",
                "suffix": ""
            },
            {
                "id": 16329,
                "identity": "a1ba1ebe-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Steven Artandi",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Steven",
                "middleName": "",
                "lastName": "Artandi",
                "suffix": ""
            },
            {
                "id": 16330,
                "identity": "a1ba213f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Katherine Fitzgerald",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Katherine",
                "middleName": "",
                "lastName": "Fitzgerald",
                "suffix": ""
            },
            {
                "id": 16331,
                "identity": "a1ba2295-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "William Greenleaf",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "William",
                "middleName": "",
                "lastName": "Greenleaf",
                "suffix": ""
            },
            {
                "id": 16332,
                "identity": "a1ba23d8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Howard Chang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Howard",
                "middleName": "",
                "lastName": "Chang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-03-15 17:08:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2019.032",
        "doiUrl": "https://doi.org/10.1038/protex.2019.032",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610352,
                "identity": "2d0ddeb2-b7b9-4a99-9fe8-6a9385e57ff6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:36",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 137763,
                "visible": true,
                "origin": "",
                "legend": "HiChIRP Protocol   HiChIRP Protocol",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-7415/v1/figure_1.png"
            },
            {
                "id": 13467682,
                "identity": "f19f2a93-61ce-438b-891e-8bb3b62cc179",
                "added_by": "auto",
                "created_at": "2021-09-16 20:55:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 287833,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7415/v1/4076b0c9-a3bf-4d8e-8f60-a8a5fa191997.pdf"
            }
        ],
        "financialInterests": "H.Y.C. has affiliation with Accent Therapeutics \\(Founder, SAB), 10X Genomics \\(SAB), and Spring Discovery \\(SAB). W.J.G. has affiliation with 10X Genomics \\(SAB) and Guardant Health \\(Consultant).",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "chromosome conformation capture",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Modular domains of lncRNAs can serve as scaffolds to bring distant regions of the linear genome into spatial proximity. Here we present HiChIRP, a method leveraging novel bioorthogonal chemistry and customized 3C conditions, that enables interrogation of chromatin architecture focused around a specific RNA of interest down to ~10 copies per cell. HiChIRP of three nuclear RNAs reveal insights into promoter interactions \\(7SK), telomere biology \\(TERC), and inflammatory gene regulation \\(lincRNA-EPS).",
        "manuscriptTitle": "HiChIRP: RNA-centric chromatin conformation",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-06-11 21:48:49",
                "doi": "10.1038/protex.2019.032",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0c0c671-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 11th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4585,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-06-11 21:48:49",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}