{
    "identity": "nprot-2060",
    "title": "Pancreatic islet transplantation to the renal subcapsule in mice",
    "content": [
        {
            "header": "Introduction",
            "content": "Islet transplantation has become a very progressive field in diabetes studies in the recent few decades.  It took almost 30 years from the first islet transplantation in rats to the first successful islet allotransplantation in patients with type 1 diabetes 1,2.  Islet transplantation as an important procedure is widely used in almost all diabetes-related investigations, including diabetic therapy, anti-rejection drug selection, xeno-islet searching, and stem cell-based islet replacement.  An ideal islet transplantation protocol is a basic requirement for reliable diabetic studies.  As a concomitant technique of the protocol for islet isolation from mouse pancreas 3, we present a practical and reliable protocol for kidney subcapsular islet transplantation in mice."
        },
        {
            "header": "Reagents",
            "content": "• Streptozotocin \\(STZ, Sigma, cat.no. S-0130)\r\n\n\n• Nembutal \\(50 mg ml-1 solution) \\!CAUTION Toxic if swallowed.\r\n\n\n• Iodophors\r\n\n\n• Mice \\(Balb/C, C57BL/6J, 8-12 weeks old) \\!CAUTION Experiments involving rodents must conform to National and Institutional regulations."
        },
        {
            "header": "Equipment",
            "content": "• 1.5 ml eppendorf tubes\r\n\n\n• PE-50 tubing\r\n\n\n• 200 μl pipet tips\r\n\n\n• 15 ml centrifuge tubes\r\n\n\n• 25G syringe needle\r\n\n\n• “L”-type glass rod \\(Home made)\r\n\n\n• Surgical instruments \\(tweezers, hemostatic forceps, dissecting scissors)\r\n\n\n• Microsyringe \\(Hamilten threaded plunger syringe, Fisher)\r\n\n\n• Fiber optic light source\r\n\n\n• Centrifuge\r\n\n\n• Biological hood\r\n\n\n• Cautery \\(Fine tip cautery, Aaron)\r\n\n\n• Glucose meter \\(ONE TOUCH, Johnson & Johnson)"
        },
        {
            "header": "Procedure",
            "content": "Preparation of diabetic mice\r\n\n\n1. Dissolve appropriate amount of streptozotocin with STZ/acetate buffer and inject the mouse \\(i.p., 175-250 mg kg-1 body weight).\r\n  ?TROUBLESHOOTING\r\n\n\n2. Monitor blood glucose with glucose meter on day 2, 3 and 4.  When the animals are hyperglycemic \\(blood glucose > 18 mM) on two consecutive days they are ready for islet transplantation.\r\n  Packaging islets for transplantation \r\n\n\n3. Transfer predetermined amount of islets for each recipient into 1.5 ml eppendorf tubes individually and let the islets settle down to the bottom.\r\n  4. Collect the islets into PE-50 tubing at about the half way of full length of the tubing \\(15~20 cm) with a microsyringe, and then fold the PE-50 tubing at about half way leaving all islets in one end \\(Fig. 1).\r\n  5. Insert the folded PE-50 tubing into a 200 μl pipet tip, then, put into a 15ml centrifuge tube and centrifuge at 2500 rpm for 10 min at 4oC \\(Fig.1).\r\n  6. After centrifugation, attach PE-50 tubing to the microsyringe again, remove the pipet tip and cut a cant at about 1 cm apart from the islet pellet.\r\n  Islet transplantation\r\n\n\n7. Anesthetize the diabetic mouse with Nembutal \\(i.p., ～0.05ml per mouse) and shave the left flank of the mouse.  Then, swab the shaved area with iodophors.\r\n  8. Make a small incision through skin and muscle of the left back side of the animal.\r\n  ?TROUBLESHOOTING\r\n\n\n9. Expose the kidney outside the body using two saline-wetted cotton-tipped applicators.  Apply a slight pressure to both sides of the incision, raise or pop the kidney out of the abdominal cavity.  Keep the kidney moist by applying saline with a cotton-tipped swab.\r\n  10. Using a 25G syringe needle, make a small scratch on the upper pole of the kidney, creating a nick in the kidney capsule \\(Fig.2)\r\n  11. Insert the “L”-type glass rod into the hole in the capsule and carefully move it under the capsule to make a small pouch \\(Fig.2).\r\n  12. Slightly lift the capsule with the glass rod and carefully insert the islet-containing PE-50 tubing into the pouch.  Then, release the islet-pellet with the aid of microsyringe.  Once all islets are inside the pouch slowly remove the tubing and quickly seal the pouch with a cautery.\r\n  ?TROUBLESHOOTING\r\n\n\n13. Sew muscle layer with a 4-0 absorbable suture and close the skin with a 4-0 silk suture.\r\n  Post-transplantation recovery and follow-up\r\n\n\n14. Place the mouse on a heating blanket and inject 1 ml of saline.\r\n  15. Keep the animal alone until it is completely recovered.\r\n  16. During the experimental period, the mice are allowed free access to tap water and chow.\r\n  17. Measure blood glucose every other day post-transplantation.\r\n  18. In case of graft removal for the confirmation or other immunohistological purposes, repeat steps 7-9 and excise the whole kidney after ligation of the vein and artery.  Then, repeat steps 13-15.\r\n  19. In case of second transplantation on right kidney, repeat steps 7-15."
        },
        {
            "header": "Timing",
            "content": "Steps 1-2, Preparation of diabetic mice: 3-5 days\r\n\n\nSteps 3-6, Packaging islets for transplantation: 12-15 min\r\n\n\nSteps 7-13, Islet transplantation: 10-15 min"
        },
        {
            "header": "Troubleshooting",
            "content": "**Step 1: Diabetic model was not induced in due course**\r\n\n\n\r\n\n\nThe sensitivity of mice to STZ varies with their age, gender and species.  To our knowledge, C57BL/6J mice require lower dose of STZ than Balb/C mice.  So, it is a good practice to take a small-scaled trial for the given species before starting the formal experiment.  Animal age should be limited if possible to a small range.\r\n\n\n\r\n\n\n\r\n\n\n**Step 8: The incision toward kidney was mislocated**\r\n\n\n\r\n\n\nAfter cutting the skin, the spleen is readily recognized through the thin layer of the muscle. The incision should be made along the lower edge of the spleen.\r\n\n\n\r\n\n\n\r\n\n\n**Step 12: Kidney capsule was broken by PE-50 tubing**\r\n\n\n\r\n\n\nThe following two tips may be helpful in avoiding the problem: \\(1) while inserting the tubing into the pouch, make sure to position the tube along the curve of the kidney surface; \\(2) always keep the kidney surface wet with saline."
        },
        {
            "header": "Anticipated Results",
            "content": "As illustrated in Fig. 3, STZ-induced hyperglycemia was promptly corrected by syngeneic islet transplantation.   The corrected euglycemia was reversed to hyperglycemia when islet graft-bearing kidney was removed, thereby confirming the function of transplanted islets.  A short time rebound of blood glucose after islet transplantation is not a rare phenomenon.  It might be due to operation-related stress and/or manipulation-induced islet instability.  Hyperglycemia following nephrectomy in STZ-induced diabetic mice can be corrected again by the second transplantation on the other kidney \\(Fig. 4).  The second islet transplantation may be a useful option for some investigations.  The immunohistochemistry of islet-graft was not given in the present protocol.  However, interested investigators may refer our recent report 16.  The time course of islet-graft being rejected is mainly determined by the conformity of histology between donor and recipient.   Figure 5 displayed the different patterns under different transplant combinations.  Syngeneic islet transplantation showed no rejection during the observation period \\(Fig. 5a).  Evident rejection started on days 10-14 after transplantation on allogeneic islet transplantation group \\(Fig. 5b).  For xenogeneic islet transplantation, however, the rejection took place almost instantly after transplantation \\(Fig. 5c).  This information can be referenced during implement of certain investigations."
        },
        {
            "header": "References",
            "content": "1 Ballinger, W. F. & Lacy, P. E. Transplantation of intact pancreatic islets in rats. Surgery 72, 175-186 \\(1972).\r\n\n\n2 Shapiro, A. M. et al. Islet transplantation in seven patients with type 1 diabetes mellitus using a glucocorticoid-free immunosuppressive regimen. N Engl J Med 343, 230-238 \\(2000).\r\n\n\n3 Li, D. S., Yuan, Y. H., Tu, H. J., Liang, Q. L. & Dai, L. J. A protocol for islet isolation from mouse pancreas. Nat Protoc 4, 1649-1652 \\(2009).\r\n\n\n4 Shapiro, A. M. et al. International trial of the Edmonton protocol for islet transplantation. N Engl J Med 355, 1318-1330 \\(2006).\r\n\n\n5 Robertson, R. P. Islet transplantation a decade later and strategies for filling a half-full glass. Diabetes 59, 1285-1291 \\(2010).\r\n\n\n6 Vardanyan, M., Parkin, E., Gruessner, C. & Rodriguez Rilo, H. L. Pancreas vs. islet transplantation: a call on the future. Curr Opin Organ Transplant 15, 124-130 \\(2010).\r\n\n\n7 Rajab, A. Islet transplantation: alternative sites. Curr Diab Rep 10, 332-337 \\(2010).\r\n\n\n8 Rilo, H. L. et al. Intrapancreatic islet transplantation as a potential solution to chronic failure of intraportal islet grafts. Transplant Proc 25, 988 \\(1993).\r\n\n\n9 Mellgren, A., Schnell Landstrom, A. H., Petersson, B. & Andersson, A. The renal subcapsular site offers better growth conditions for transplanted mouse pancreatic islet cells than the liver or spleen. Diabetologia 29, 670-672 \\(1986).\r\n\n\n10 Gray, D. W. Islet isolation and transplantation techniques in the primate. Surg Gynecol Obstet 170, 225-232 \\(1990).\r\n\n\n11 Salazar-Banuelos, A., Wright, J., Sigalet, D. & Benitez-Bribiesca, L. The bone marrow as a potential receptor site for pancreatic islet grafts. Arch Med Res 39, 139-141\\(2008).\r\n\n\n12 Stagner, J. I. & Samols, E. Induction of angiogenesis by growth factors: relevance to pancreatic islet transplantation. EXS 61, 381-385 \\(1992).\r\n\n\n13 Weber, C. J., Hardy, M. A., Pi-Sunyer, F., Zimmerman, E. & Reemtsma, K. Tissue culture preservation and intramuscular transplantation of pancreatic islets. Surgery 84, 166-174 \\(1978).\r\n\n\n14 Leow, C. K., Shimizu, S., Gray, D. W. & Morris, P. J. Successful pancreatic islet autotransplantation to the renal subcapsule in the cynomolgus monkey. Transplantation 57, 161-164 \\(1994).\r\n\n\n15 Jaeger, C., Wohrle, M., Federlin, K. & Bretzel, R. G. Pancreatic islet xenografts at two different transplantation sites \\(renal subcapsular versus intraportal): comparison of graft survival and morphology. Exp Clin Endocrinol Diabetes 103 Suppl 2, 123-128 \\(1995).\r\n\n\n16 Wang, X. et al. Local expression of B7-H4 by recombinant adenovirus transduction in mouse islets prolongs allograft survival. Transplantation 87, 482-490 \\(2009).\r\n\n\n17 Potter, K. J. et al. Amyloid inhibitors enhance survival of cultured human islets. Biochim Biophys Acta 1790, 566-574 \\(2009)."
        },
        {
            "header": "Acknowledgements",
            "content": "This study was supported by National Natural Science Fund of China \\(81070614), Provincial Natural Science Fund of Hubei \\(2008CDA044), Canadian Institute of Health Research \\(CIHR, mop-79414), and Juvenile Diabetes Research Foundation \\(JDRF, 1-2008-474).  We are grateful to Crystal Robertson for her assistance on the manuscript preparation."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11732,
                "identity": "9f9b708c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Garth L. Warnock",
                "email": "ljdai@interchange.ubc.ca",
                "orcid": "",
                "institution": "Warnock & Li's Labs, University of British Columbia, Hubei University of Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Garth",
                "middleName": "L.",
                "lastName": "Warnock",
                "suffix": ""
            },
            {
                "id": 11726,
                "identity": "9f9b6570-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dong-sheng Li",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dong-sheng",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 11727,
                "identity": "9f9b6822-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jianqiang Hao",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jianqiang",
                "middleName": "",
                "lastName": "Hao",
                "suffix": ""
            },
            {
                "id": 11728,
                "identity": "9f9b6a5d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ya-Hong Yuan",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ya-Hong",
                "middleName": "",
                "lastName": "Yuan",
                "suffix": ""
            },
            {
                "id": 11729,
                "identity": "9f9b6c56-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Se Hak Yun",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Se",
                "middleName": "Hak",
                "lastName": "Yun",
                "suffix": ""
            },
            {
                "id": 11730,
                "identity": "9f9b6dd0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jing-Bo Feng",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jing-Bo",
                "middleName": "",
                "lastName": "Feng",
                "suffix": ""
            },
            {
                "id": 11731,
                "identity": "9f9b6f31-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Long-Jun Dai",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Long-Jun",
                "middleName": "",
                "lastName": "Dai",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-03-16 16:48:44",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.221",
        "doiUrl": "https://doi.org/10.1038/protex.2011.221",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608254,
                "identity": "7db1fa1f-799d-4f00-abe6-a4616b62a915",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:03",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45003,
                "visible": true,
                "origin": "",
                "legend": "Packaging islets into transplantation tubing.     Figure 1.  Packaging islets into transplantation tubing.  Given amount of islets for each mouse were kept with an eppendorff tube.  After the islets settled down, they were collected into PE-50 tubing with the aid of microsyringe.  The islet-containing tubing was folded and inserted into a 200 μl pipet tip, then, put into a 15 ml conical centrifuge tube.  An islet pellet was formed after centrifugation.  The islet pellet containing tubing was mounted onto the microsyringe for transplantation.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2060/v1/figure_1.jpg"
            },
            {
                "id": 2608255,
                "identity": "12a4f899-4537-44fc-900f-bfd5b1707dc0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:03",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 46786,
                "visible": true,
                "origin": "",
                "legend": "Illustration of renal subcapsule pouch making and islet transplantation   Figure 2.  Illustration of renal subcapsule pouch making and islet transplantation.  The corresponding step-wise flow chat is described as follows: punch a hole on the top pole of the kidney ￫ insert the glass rod and make a subcapsular pouch ￫ insert the islet-containing tubing with the aid of the glass rod ￫ move the tubing back and forth as indicated by arrows ￫ release islet into the bottom of the pouch with the aid of the microsyringe.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2060/v1/figure_2.jpg"
            },
            {
                "id": 2608256,
                "identity": "96f5cd6f-57b5-4611-a6f0-8bdfa062df82",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:03",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 71344,
                "visible": true,
                "origin": "",
                "legend": "Blood glucose monitoring in diabetic mice   Figure 3.  Blood glucose monitoring in diabetic mice. STZ-induced diabetic mice were maintained in the institutional animal center with free access to water and chow.  Blood glucose concentration was continuously assessed and presented on control animals (n = 4, gray lines) and islet-transplanted animals (n = 7, black lines) respectively.   Female C57BL/6J mice were used as recipients and male C57BL/6J as donors.  400 islets were subcapsularly transplanted.  Tx: islet transplantation; Nc: nephrectomy.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2060/v1/figure_3.jpg"
            },
            {
                "id": 2608257,
                "identity": "cdfc0ac2-cf08-45a9-83a4-fa27f9be88f8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:03",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 89559,
                "visible": true,
                "origin": "",
                "legend": "Blood glucose monitoring in diabetic mice with two times of islet transplantation   Figure 4.  Blood glucose monitoring in diabetic mice with two times of islet transplantation.  STZ-induced diabetic C57BL/6J mice (n = 7) were transplanted on the left kidney with 400 syngeneic islets at day 3.  The left kidney was removed on day 65 and the second islet transplantation on the right kidney at day 70.  Tx: islet transplantation; Nc: nephrectomy.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2060/v1/figure_4.jpg"
            },
            {
                "id": 2608259,
                "identity": "326468a0-79bc-4bbd-b9ed-87ec19d69f1b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:04",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 166888,
                "visible": true,
                "origin": "",
                "legend": "Blood glucose monitoring in diabetic mice with different type of islet transplantation   Figure 5.  Blood glucose monitoring in diabetic mice with different type of islet transplantation.  The left panels show the distributions of individual blood glucose detections.  The right panels represent the trends of blood glucose changes with mean ± S.E..  (a)  Syngeneic islet transplantation (n = 11).  400 syngeneic islets were transplanted into C57Bl/6J mice.  The time course is chosen to make it consistent with other groups.  However, the actual observation time was up to 120 days in this group. (b) Allogeneic islet transplantation (n = 28).  C57Bl/6J mice were transplanted with 400 islets isolated from Balb/C mice.  (c) Xenogeneic islet transplantation (n = 15).  C57Bl/6J mice were transplanted with 3000 I.E. human islets provided from Ike Barber Human Islet Transplant Laboratory at University of British Columbia.  Tx: islet transplantation.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2060/v1/figure_5.jpg"
            },
            {
                "id": 13464598,
                "identity": "f8df454e-cc1f-48bd-abb6-504d2f97ba58",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 560641,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2060/v1/a67e2fdb-591f-49de-b23c-c82d8490d81b.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Islet, islet transplantation,diabetes",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Mouse islet subcapsule transplantation is widely used in diabetes-related studies.  Reliable and reproducible transplantation is essential to the success of those types of investigations.  The present protocol presents detailed procedures on the mouse diabetic model and islet implantation.  The blood glucose tracings under varied transplant circumstances are presented, covering syngeneic, allogeneic and xenogeneic islet transplantations.  This protocol is straightforward and has been proven to be practical and reproducible.",
        "manuscriptTitle": "Pancreatic islet transplantation to the renal subcapsule in mice",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-03-17 13:25:06",
                "doi": "10.1038/protex.2011.221",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f9b0653-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 17th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2555,
                "name": "Cell biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-03-17 13:25:06",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}