{
    "identity": "nprot-633",
    "title": "Immortalization of adult human colonic epithelial cells extracted from normal tissues obtained via colonoscopy",
    "content": [
        {
            "header": "Introduction",
            "content": "Many of the models currently available to study colon cell biology and colonic diseases are based on in vivo approaches \\(mouse models) or use colonic epithelial cells that can be easily maintained in culture, that is, cells of a cancerous origin<sup>1</sup>. It is necessary to develop long-term culture models of non-transformed human colonic epithelial cells \\(HCEC) to further enhance our understanding of important human colonic diseases, such as colorectal cancer \\(CRC) progression, that would be difficult to achieve with the current systems available for study. \r\n\n\n\r\n\n\nIn this protocol, we present the methodology of a recently developed procedure for experimentally immortalizing adult human colonic epithelial progenitor cells for long-term growth<sup>2</sup>. The described protocol contains aspects of methods previously established for the short-term culture of mammalian intestinal cells as well as other techniques used to enhance cellular viability, proliferative potential, and promote long-term growth of other epithelial cells without de novo creation of oncogenic mutations or alterations of cellular karyotype<sup>3-7</sup>. The cells we have immortalized with this protocol have been replicating for well over a year, have colonic epithelial progenitor cell features, retain a diploid karyotype and do not exhibit tumorigenic features, and tolerate repeated freezing and thawing."
        },
        {
            "header": "Reagents",
            "content": "- Adult human colonic tissue biopsies obtained via screening or surveillance colonoscopy.  Obtain a total of 20 biopsies from all sites of a colon that is anatomically normal and not involving adenomatous or cancerous appearing tissue.  Acquisition and use of human tissue must be done after Institutional Review Board approval and informed consent from patients.\r\n\n\n- X media \\(4 parts DMEM to 1 part medium 199; Hyclone, cat. no. SH3A1845.02)\r\n\n\n- Hepes \\(Fisher Scientific, cat. no.  BP310-1)\r\n\n\n- Phenol red \\(Sigma, cat. no. P4633-25 G)\r\n\n\n- Sodium hydroxide \\(Fisher Scientific, cat. no. BP359-212)\r\n\n\n- Potassium chloride \\(Sigma, cat. no. P9541)\r\n\n\n- Sodium chloride \\(Sigma, cat. no. s9625)\r\n\n\n- Sodium phosphate \\(Fisher Biotech, 7558-79-4) \r\n\n\n- 0.22 micron filter \\(Millipore, cat. no. SLG033SS)\r\n\n\n- 0.45 micron filter \\(Millipore, cat. no. SLHA033SS)\r\n\n\n- 100x Antibiotic:antimycotic solution \\(Gemini Bio-Products, cat. no. 400-101)\r\n\n\n- Gentamicin sulfate 50mg/ml \\(Gemini Bio-Products, cat. no. 400-108)\r\n\n\n- Standard 10 cm tissue culture dishes \\(BD biosciences, cat. no. 353003)\r\n\n\n- Standard single edge razor\r\n\n\n- Fetal bovine serum \\(Hyclone, cat. no. SV30014.03)\r\n\n\n- Cosmic calf serum \\(Hyclone, cat. no. SH30087.03)\r\n\n\n- DMSO \\(Sigma, cat. no. D5879-1L)\r\n\n\n- Epithelial growth factor \\(PeproTech, cat. no. AF-100-15)\r\n\n\n- Hydrocortisone \\(Sigma, cat. no. H0396)\r\n\n\n- Insulin \\(Sigma, cat. no. I6634-500MG)\r\n\n\n- apo-Transferrin \\(Sigma, cat. no. T1147-500MG)\r\n\n\n- Sodium selenite \\(Sigma, cat. no. S5261)\r\n\n\n- Primaria<sup>TM</sup> cell culture dishes; 24 well, 6 well, 10 cm dish \\(BD Biosciences, cat. no. 353847, 353846, 353803, respectively)\r\n\n\n- Primaria<sup>TM</sup> cell culture flasks; T25 and T75 flasks \\(BD Biosciences, cat. no. 353810, 353808, respectively)\r\n\n\n- C26C human colon fibroblasts<sup>8</sup>\r\n\n\n- Mitomycin C \\(Sigma, cat. no. M-4287)\r\n\n\n- Collagenase Type 1 \\(Worthington Biochemical, cat. no. LS004214)\r\n\n\n- Dispase I \\(Roche Applied Science, cat. no. 10210455001)\r\n\n\n- Sorbitol \\(Sigma, cat. no. S1876)\r\n\n\n- PA317 packaging cells containing retrovirus encoding pBABE \\(puromycin+) with hTERT \r\n\n\n- PA317 packaging cells containing retrovirus encoding pSR?MSU \\(G418+) with Cdk4\r\n\n\n- Standard 15 cm tissue culture plates to culture packaging cells \\(BD Biosciences, cat. no. 353025)\r\n\n\n- Polybrene 400 &#x3BC;g/ml \\(100x) \\(Sigma, cat. no. H9268-5G)\r\n\n\n- G418 \\(EMD Biosciences, cat. no. 345812-50ml)\r\n\n\n- Puromycin \\(Sigma, cat. no. P8833)\r\n\n\n- 10 ml syringes \\(BD Biosciences, cat. no. 309604)\r\n\n\n- EDTA \\(Sigma, cat. no. E6758)\r\n\n\n- Trypsin/EDTA \\(Cascade Biologics, cat. no. R-001-100) \r\n\n\n- Trypsin neutralizing solution \\(Cascade Biologics, cat. no. R-002-100)\r\n\n\n- \"Mr. Frosty\" Cryo 1ºC Freezing container \\(Nalgene, cat. no. 5100-001)\r\n\n\n- Isopropyl alcohol \\(Mallinckrodt).   \r\n\n\n- 6-bromoindirubin-3-oxime \\(BIO) \\(Calbiochem, cat. no. 361550-1MG)\r\n\n\n- 13 mm coverslips \\(Deckglaser, Germany)\r\n\n\n- Neutral buffered formalin \\(Fisher Diagnostics, cat. no. 23-245-685)\r\n\n\n- Methanol \\(Fisher Chemical, cat. no. A412-20)\r\n\n\n- Acetone \\(Mallinckrodt)\r\n\n\n- Phosphate buffered saline \\(Gibco, cat. no. 70011-500ml)\r\n\n\n- Bovine serum albumin \\(Sigma, cat. no. A 2153-100G) \r\n\n\n- Triton X-100 \\(Sigma, cat. no. X100)\r\n\n\n- Alexa Fluor® 568 goat anti-mouse IgG \\(H+L) 2mg/ml \\(Invitrogen, cat. no. A-11004)\r\n\n\n- Alexa Fluor® 488 goat anti-rabbit IgG \\(H+L) 2mg/ml \\(Invitrogen, cat. no. A-11008)"
        },
        {
            "header": "Equipment",
            "content": "- Rocker\r\n\n\n- Zeiss Axiovert 200 Fluorescent Microscope for imaging\r\n\n\n- Tanks containing an air mixture  2% oxygen/7% CO2/91% nitrogen \r\n\n\n- Sealable plastic containers for maintaining cells in low oxygen \\(as described in ref 6)"
        },
        {
            "header": "Procedure",
            "content": "**Reagent Set-up:**\r\n\n\n\r\n\n\n**Solution A**   To make one liter:  Add to 700 ml of DI water 71.48 gm of Hepes, 10 ml of Phenol Red \\(1.75mg/ml), Sodium Hydroxide to bring to pH of 7.0, 7.2 gm of glucose, 2.24 gm of potassium chloride, 71.28 gm of sodium chloride, and 1.42 gm of sodium phosphate. pH again to 7.5 then add 300 ml of DI water to complete volume to 1 liter.  Sterile filter \\(22 micron filter) and keep in 4C.\r\n\n\n  \r\n\n\n**Digestion enzyme stocks**   Make 10x stocks of collagenase type 1 and 100x stocks of dispase. For collagenase type 1, add 13,659 U to 9.1 ml of X media \\(final concentration= 1500U/ml).  For dispase, add 5mg to 1.25 ml of X media \\(final concentration= 4mg/ml).  Stocks can be stored for up to 2 weeks in -20C.  \r\n\n\n\r\n\n\n**1x digestion mix**   Combine together 3.0 ml of 10x collagenase, 300 μl of 100x dispase, 750 μl of fetal bovine serum, and approximately 26 ml of X media to make 30 mls of digestion mix.  Final concentrations of enzymes in 1x digestion mix: collagenase= 150 U/ml, dispase= 40 μg/ml; final percentage of serum= 2.5%.\r\n\n\n**CRITICAL STEP**  Prepare 1x digestion mix fresh shortly before biopsy digestion procedure.\r\n\n\n\r\n\n\n**Sorbitol containing media for sedimentation step \\(sorbX)**  To desired volume of X media add an appropriate amount of sorbitol to make final solution 2% sorbitol. Sterile filter and keep in 4C.\r\n\n\n\r\n\n\n**Culture media prior to immortalization; referred to as \"X+ 2% serum-high EGF\"**  To 1 L of X media, add EGF, hydrocortisone, insulin, apo-transferrin, sodium selenite, and 20 ml of cosmic calf serum.  Final concentrations of chemicals added to media will be: EGF= 100 ng/ml, hydrocortisone= 1 μg/ml, insulin= 10 μg/ml, apo-transferrin= 2 μg/ml, sodium selenite= 5 nM.  Final percentage of serum: 2%.  Do not sterile filter; keep in 4C.\r\n\n\n\r\n\n\n**Culture media after immortalization; referred to as \"X+ 2% serum-low EGF\"**. Contents will be the same as the media described above except final concentration of EGF is 20 ng/ml.   \r\n\n\n\r\n\n\n**Conditioning media in normoxic tension**  Place desired amount of media in a vented T75 flask, place inside a 20% oxygen/7% CO2 37C incubator, and let the incubator's CO2 equilibrate with the CO2 within the media for several hours or overnight.  This step will acidify the media and is important in optimizing primary culture viability since it diminishes the alkaline shock when pouring fresh media over cells.  \r\n\n\n\r\n\n\n**Conditioning media in low oxygen tension** Same concept as above but media in this case is conditioned inside plastic containers that have been purged of normal atmospheric air and filled with a gas mixture consisting of 2% oxygen/7% CO2/91% nitrogen per procedure described by Wright and Shay\n6\n.\r\n\n\n\r\n\n\n**Harvesting media containing Cdk4 or hTERT retroviruses \\(viral supernatant)**  Seed packaging cells on regular 15 cm dishes, grow in X media supplemented with 10% cosmic calf serum, and allow the cells to become subconfluent.  At this point, exchange the packaging cell media for 12 mls X+2% serum-high EGF media.  Place back packaging cells in incubator, let sit overnight, and the next day collect the media with a 10 ml syringe.  Filter the media with 0.45 micron filter. The viral supernatant can be used immediately or can be stored for up to 6 months at -80C.  \r\n\n\n**Caution** Perform media harvesting in an appropriate laminar flow hood and use BSL2 containment.  All disposable consumables should be immersed in 1% sodium hypochlorite before disposal.\r\n\n\n\r\n\n\n**Preparation of media promoting cuboidal shape of non-immortalized and immortalized cells \\(BIO media)**  36 hours after seeding, or when the cells are 50% confluent, change the growth media for X+ media with the serum decreased to 0.1% and EGF to 1 ng/ml, and supplemented with 1 μM to 5 μM of the glycogen synthase kinase-3 beta \\(GSK-3beta) inhibitor 6-bromoindirubin-3-oxime \\(BIO).  Treat cells for 3-5 days.  The higher the concentration of the GSK-3beta inhibitor the more pronounced the change to cuboidal shape.  In addition, at high doses \\(5 μM) the cells growth arrest.  \r\n\n\n**CRITICAL STEP** Thoroughly mix BIO into the media before adding to cells since the BIO can precipitate out and be toxic to the cells.  Make fresh before adding to cells.\r\n\n\n\r\n\n\n**Preparation of freezing media**  Make a mixture of DMSO and cosmic calf serum so that DMSO is 10% of the mixture.  Keep always at 4C.\r\n\n\n\r\n\n\n**Procedure**\r\n\n\n\r\n\n\n**Seed mitomycin C treated human colonic fibroblast feeder layers onto Primaria\nTM\nplates 1 to 2 days prior to obtaining biopsies** \r\n\n\n1. Create the feeder layers by treating confluent C26Ci fibroblast cultures with 10μg/ml of mitomycin C \\(from 0.5 mg/ml stock dissolved in water) for 2 hours at 37C.  The cells are then subcultured and seeded at a 1:3 split ratio.  The cells can be used within the next 48 hours as feeder layers.  \r\n  \r\n\n\n**Obtaining colonic biopsies and transportation to lab** \r\n\n\n**TIMING minutes to 2 hours**\r\n\n\n2. Obtain biopsies preferably from a patient that has received an excellent bowel prep \\(minimal amounts of stool visualized inside the colon during the procedure) to decrease event of fecal contamination of cultures. \r\n  \r\n\n\n3. After obtaining each biopsy via standard colonoscopy biopsy procedure, they should be promptly placed inside a sterile 15 ml conical tube containing serum free X media.  The conical tube is placed inside a container \\(e.g., beaker) full of ice for the entirety of this step to maintain media and biopsies at 4C. \r\n  **CRITICAL STEP** Bring biopsies to the lab in ice and begin processing within two hours after obtaining for optimal cell viability.\r\n\n\n\r\n\n\n**Specimen decontamination and mincing or biopsies to fine consistency \\(adapted with modifications from prior crypt isolation protocols described by Booth and O'Shea\n3\n, and Evans, et al\n4\n)**  \r\n\n\n**TIMING 30 to 40 minutes**\r\n\n\n4. Carefully remove the X media with a Drummond  pipette and add 10 ml of ice cold solution A containing 1x antimycotic/antibiotic solution and 50 μg/ml gentamicin sulfate \\(from here on called SolA-AAG).  \r\n  \r\n\n\n5. Pour biopsies and SolA-AAG to new sterile 15 ml conical tube, place horizontally on a small foam box full of ice, and place box on rocker to gently rock for 3 minutes.  After three minutes, with a 10 ml pipette, aspirate SolA-AAG and biopsy contents to a new sterile 15 ml tube. Let the biopsies settle, remove SolA-AAG, and add fresh SolA-AAG.   Repeat rocking and SolA-AAG exchanges a total of 3 times.  This part can be done outside of a tissue culture hood.\r\n  \r\n\n\n6. After the 3rd wash, remove the old SolA-AGG and add 5 mls of new SolA-AGG.  Inside a tissue culture vented hood, pour the intact biopsies in SolA-AGG to a sterile 10 cm normal tissue culture plate that is sitting on top of a foam box containing ice. \r\n  \r\n\n\n7. Take two sterile standard single-edge razors and with apposing movements begin to mince biopsies to pieces 1 mm or less in size **\\(5 minutes)**.   \r\n  **CRITICAL STEP** As detailed in the Booth and O'Shea protocol\n3\n, it is important to mince the biopsies to small pieces \\(smooth consistency) in order to maximize enzymatic digestion in as short a time as possible.  \r\n\n\n\r\n\n\n8. With a 10 ml pipette attached to a Drummond carefully aspirate the SolA-AAG containing the finely minced biopsies and deposit to a sterile 15 ml conical tube.  Centrifuge tube and contents at low g \\(100 to 200g or lowest setting on standard centrifuge) in a conventional tissue culture centrifuge for 4-5 minutes. After centrifugation, remove the supernatant containing fine debris and discard, leaving the minced biopsy contents.   The minced tissue at this point will consist of a white debris-mucus layer at the top and a pink more solid consistency layer at the bottom.  Remove and discard the white debris-mucus layer and then gently resuspend the minced tissue with new SolA-AAG, transfer to a new sterile 15 ml conical tube and rock for 3 minutes in ice \\(as in step 2).  Repeat the centrifugation, washing, and rocking process a total of 2 to 4 times \\(until the supernatant is clear and minimal amounts of white debris layer remains).  \r\n  **CRITICAL STEP** Removing the white debris-mucus layer will aid in letting the crypts attach to the plastic and help avoid crypts from clumping and not settling.\r\n\n\n\r\n\n\n**Crypt isolation procedure and sedimentation step \\(adapted with modifications from prior crypt isolation protocols described by Booth and O'Shea\n3\n, and Evans et al\n4\n)**\r\n\n\n**TIMING Approximately 3 to 3.5 hours**\r\n\n\n9. After performing the third rocking in ice described in step 5, centrifuge tube and contents again at low g for 4 minutes. Carefully remove and discard the supernatant and resuspend the cleaned minced tissue in 30 ml of 1x digestion mix. Deposit tissue and digestion mix into a sterile vented T75 flask with a 25 ml pipette.  Set flask in a 37C incubator in 20% oxygen /5% CO2 and allow minced tissues to break down into individual crypts and clumps of crypts for the next hour.  \r\n  \r\n\n\n10. After 1 hr of digestion, collect contents in digestion mix and deposit into a 50 ml conical tube; gentle spin the tissues at low g for two minutes and change digestion mix to new mix. Then deposit mix and contents to the 75 vented flask and set incubator for another 1.5 hours.\r\n  \r\n\n\n11. Recommend checking crypts in second hour of digestion every 15 minutes to avoid over-digestion.   After 2.5 hours of total crypt digestion time, we use a > 2mm bore pipette \\(25 ml pipette) to draw up and down the crypts in digest mixture. This can be done repeatedly \\(about 50 times) and will break down large clumps of crypts to smaller or individual crypts.  Avoid using small bore pipettes in this procedure since repeated passage through the small hole can break individual crypts apart.  Once 80% of the digest is composed of individual crypts and small clumps of crypts the digestion should be stopped.  \r\n  **CRITICAL STEP** As detailed in the Booth and O'Shea protocol\n3\n, it is important not to over-digest the biopsies as this can potentially decrease in the viability of epithelial cells. \r\n\n\n**?TROUBLESHOOTING** \r\n\n\n\r\n\n\n12. Perform a sedimentation step as described by Booth and O'Shea\n3\nand Evans et al\n4\nto remove mesenchymal elements and acellular debris that could contribute to fibroblastic and bacterial contamination, respectively. After biopsies have undergone enzymatic digestion, using a 25ml wide-mouthed pipette draw the 30 mls of digest mixture, split equally into 50 ml conical tubes, and add 25 mls of sorbX media.  Allow the solution to settle for one minute to have large undigested pieces fall to the bottom of the tube, then remove the supernatant and transfer to a new 50 ml tubes.  Mix contents then spin down at low g for 2 minutes.  Repeat this 3 to 4 times until the supernatant is clear.  \r\n  \r\n\n\n**Seeding crypts on Primaria\nTM\nplates with human colonic fibroblast feeder layers TIMING 10 minutes**\r\n\n\n13. After the last centrifugation in the sedimentation step is performed resuspend the crypt pellet in normoxia conditioned X+2% serum-high EGF media containing AAG and seed crypts into 24 well Primaria\nTM\nplates containing the feeder layers.  The amount of volume of media containing crypts that is poured onto each individual well should not be above 500 μl. \r\n  \r\n\n\n14. Place plates with seeded crypts in a humidified 37C incubator with 20% oxygen and 7.5% CO2 and leave undisturbed until the next day. In our experience, we found that the amount of crypts extracted from 20 biopsy pieces will be sufficient to adequately seed all the wells in a 24 well Primaria\nTM\nplate.    \r\n  **CRITICAL STEP** Crypts must be seeded in the X+ containing the 2% serum since factors in the serum promote attachment of crypt to the dishes.  We performed experiments in which we seeded crypts in X+ media without serum and observed very low number or absence of crypt attachment to plates.  We also found the 500 μl seeding volume to be optimal since seeding crypts at lower volumes \\(such as 100 μl) promoted clumping of crypts at the top of the fluid level and did not allow crypts to settle down for attachment. On the other hand, volumes above 500 μl lengthened the time for crypt settling.  In addition, although the goal is to use low 2 to 5% oxygen to grow the epithelial cells long-term, we found that the attachment process was optimal when the initial crypt seeding was performed in 20% oxygen.  \r\n\n\n**? TROUBLESHOOTING**  \r\n\n\n\r\n\n\n**Maintaining primary cultures TIMING 21 to 25 days**\r\n\n\n15. Following is the sequence of days from the seeding of crypts to the first passage:\r\n  \r\n\n\n\\(A) Day #1: By 24 hours crypts should have attached and viable cuboidal appearing cells should be adherent to the Primaria\nTM\nsurface \\(Figure 1a). Differentiated epithelial features such as continuous adherent \\(E-cadherin) and tight junctions \\(ZO-1) are present in the attached cells \\(Figure 1b).  At this point, add 0.5 ml of low- oxygen conditioned X+2%-high EGF media containing AAG to each well. From this point onwards the cells should be maintained indefinitely in the 2-5% low oxygen environment.   \r\n\n\n\r\n\n\n\\(B) Day # 2-4: Within the next 48 to 72 hours, a significant number of all the attached cells will round up, detach, and not proliferate \\(Figure 1c).  This loss of viability phase is representative of the normal cell death process occurring in the differentiated colonic epithelial cells. No media change is performed and picture taking in microscope should be done expeditiously to minimize exposure of cells to ambient temperature and oxygen tension.\r\n\n\n\r\n\n\n\\(C) Day #5:  Add 1 ml of low- oxygen conditioned X+2%-high EGF media containing AAG to each well to make a total of 2 mls and place plates back in low-oxygen environment. \r\n\n\n \r\n\n\n\\(D) Day # 6-12: During the next 4 days, explants of cuboidal cells will emerge \\(Figure 1d).  Mitotic cells will be visible in the explants \\(Figure 1d inset). Between day #6-12 serum weaning can be initiated to mitigate against future fibroblastic contamination in the established cultures. In addition, we remove the antibiotic/antimycotic solution \\(AAS) from the media and just leave gentamicin for routine culture, since the AAS components may be toxic to cells on the long-term.  To wean serum and AAS, remove 1 ml of media from all wells and add 1 ml of low- oxygen conditioned X+-high EGF media containing gentamicin and no antibiotic/antimycotic solution or serum. \r\n\n\n**CRITICAL STEPS** Maintaining the primary cultures indefinitely from day #1 in the 2-5% oxygen tension will optimize the number and healthy appearance of the nests of cuboidal cells emerging in day #10.  Although undisturbed cultures placed in ambient atmospheric conditions may yield some cuboidal cell explants, these will be less numerous and will consist of enlarged, unhealthy appearing cells.  \r\n\n\n\r\n\n\n\\(E) Day #12-25: On day #12, change media to low-oxygen conditioned X+-high EGF without serum.  Depending on the constituency of cells, explants may be able to tolerate weaning to 0% serum and still be able to grow in the presence of feeder layers and in low oxygen, while others may require small amount of serum \\(between 0.5- 1.0%).  The goal is to keep the cells healthy appearing \\(compact, small size) and replicating in as low a serum concentration as possible during this primary culture period.  Therefore, one can maintain a series of wells in 0% serum \\(e.g. 4 wells), and the other sets of 4 wells in 0.5%, 1%, and 2% serum respectively.  When performing media changes every 5 days and continuously maintaining the cells in 2-5% oxygen tension, the cells can be kept in primary culture for up to 25 days.  The first passage should be performed when cell explants begin to contact with each other and reach 75% confluency.  \r\n\n\n\r\n\n\n**First passage of explants TIMING 45 minutes** \r\n\n\n16. Wash the explants briefly with warm solution A then perform a brief 3 minute exposure of cells to 300 μl of 0.02% EDTA while continuously moving the plate so that the EDTA gently rolls around the circumference of the well.  This step should liberate the feeder layers while not detaching the explants. \r\n  \r\n\n\n17. Once most of the feeder layers have been removed aspirate the 0.02% EDTA and add 300 μl of trypsin/EDTA solution for 5 minutes or until the explants have detached.  \r\n  \r\n\n\n18. Neutralize the trypsin/EDTA in each well with twice the volume of neutralizing solution \\(600 μl). Collect the cells within the tripsynized wells corresponding to one serum concentration into one group and transfer to a 15 ml conical tube, top off with 5 ml of solution A, and centrifuge at 110 g for 5 minutes. Do the same for the other wells in different serum concentrations.  Do not count.   \r\n  \r\n\n\n19. Remove the supernatant after centrifugation and resuspend in low-oxygen conditioned X+ 2% serum- high EGF media.  A 1:2 split ratio is appropriate when reseeding the cells.  Therefore, if the contents of 4 wells from a 24 well Primaria\nTM\nplate are in each 15 ml conical tube, they can be split into 2 wells of a 6 well Primaria\nTM\nplate.  \r\n  **CRITICAL STEP** Remove supernatant carefully and leave a small quantity of fluid behind as pellet may not be visible.\r\n\n\n\r\n\n\n20. For cellular immortalization \\(described in 22), choose the wells corresponding to the explants that appeared healthy and were capable of replication  under the lowest serum concentration. \r\n  \r\n\n\n**Characteristics of cells after first passage**\r\n\n\n21. Within 36 hours from seeding cells from the first passage the cells should begin the divide \\(Figure 2a, white arrowhead).  The cells will have a cuboidal to spindle shaped morphology.    The cells should divide for a total of 4 to 5 passages when maintained in low oxygen, Primaria\nTM\ndishes, X+ 2% serum-high EGF media, and not transduced with Cdk4 and hTERT for immortalization.  Feeder layers are not needed after the first passage when cells are grown in serum supplemented media and in low oxygen. Upon treatment with the GSK-3Beta inhibitor BIO in the presence of reduced serum and EGF concentrations \\(see reagent setup), the cells will transition to a cuboidal morphology \\(Figure 2b) and exhibit cytokeratins \\(CK) such as CK18 \\(Figure 2c). Eventually, the non-immortalized cells will become increasingly enlarged with repeated passage, will cease to replicate, and will not tolerate further cell culture \\(Figure 2d).   If cells are grown in media without serum, they will not be able to proliferate beyond 1 to 2 passages. \r\n  **CRITICAL STEPS** Recommend to expand a separate batch non-infected cells during the process of immortalization \\(described below) to freeze back batches of cells for future use. \r\n\n\n\r\n\n\n**Viral transduction of primary cultures for cellular immortalization TIMING 8 hours**\r\n\n\n**CAUTION** Perform viral transduction in an appropriate lamina flow hood and use BSL2 containment.  All disposable consumable should be immersed in 1% sodium hypochlorite before disposal.\r\n\n\n\r\n\n\n22. We have performed viral transduction both before and after the first passage.  We have found that transducing after the first passage reduces the number of times one needs to re-infect with the same vector, therefore keeping infection with each vector to a one-time event.  Viral transduction with Cdk4 and hTERT is done about 36 hours after the first passage event.  The order of viral transduction does not matter, but we usually start with Cdk4 infections. Since we are performing transduction with retroviruses the cells need to be replicating.\r\n   \r\n\n\n23. Viral transduction is done when the cells are 50% confluent and is performed in low oxygen.  Perform the infection in one of the wells of the 6 well dish \\(from the first passage) by pouring in 0.5 ml of media harvested from the packaging cells \\(viral supernatant, see reagent setup) containing the Cdk4 viral construct in the presence of 0.5x polybrene \\(2 μg/ml).   \r\n  \r\n\n\n24. Infection takes place over 8 hours, and after this time period, the viral supernatant is aspirated and discarded.  Afterwards, add 3ml of low- oxygen conditioned X+2% serum-high EGF media to the well and let the cells recover more than 36 hours. \r\n  \r\n\n\n25. Subculture when the cells have reached 85% confluency and seed for the subsequent antibiotic selection \\(described below).  After the antibiotic selection has been successfully performed on the Cdk4 infected cells, subculture this cell population in a 1 to 3 ratio into another 6 well Primaria\nTM\ndish when 80% confluent. \r\n  \r\n\n\n26.  36 hours afterwards \\(or when 50% confluent) transduce cells for 8 hours with 0.5 ml of viral supernatant containing the hTERT construct in the presence of 0.5x polybrene.  Antibiotic selection is then performed to isolate the hTERT infected cells previously selected for Cdk4.\r\n  ? TROUBLESHOOTING\r\n\n\n\r\n\n\n**Antibiotic selection of Cdk4 and hTERT infected cells TIMING 20-25 days**\r\n\n\n27. After subculturing the Cdk4 infected cells seed 50,000 cells into each well of a 6-well Primaria\nTM\ndish and begin treating cells with G418 forty eight hours later.   Since the optimal G418 concentration that will appropriately select the Cdk4 infected cells may vary depending on the specimen, treat each well with different dosages.  For G418, we use 30, 60, 120, 240, 480 μg/ml, and a control zero dosage for a period of 10 days.  At the same time, we treat control non-infected cells with same dosage curve. The dosage that is used to select the Cdk4 infected cells is the minimum dose that kills all the control non-infected cells.  The same concept is applied for puromycin selection, except that selection is performed over a shorter time point \\(5 days).  The puromycin dose curve we use is 50 ng/ml, 125, 250, 500 ng/ml, 1 μg/ml and a control zero dosage.  Patches of cells that survive the selection process will be observed at a drug concentration that kills the non-infected cells.   Once these have grown out sufficiently, subculture and transfer to a new Primaria\nTM\nplate. Selection with antibiotic does not need to continue.  \r\n  \r\n\n\n**Maintenance of transduced cells**\r\n\n\n28. After immortalization and selection, the cells are now maintained in X+ 2% serum-low EGF media.  Cdk4 and hTERT infected cells should be able to tolerate repeated passage.  Subculturing is done per standard procedures, using the trypsin and trypsin neutralizer described in the materials section, and should be performed when the cells are 85% confluent.  The ideal seeding density is between 200,000 and 400,000 cells in a 10cm Primaria\nTM\ndish.   Alternatively, the cells can be cultured in Primaria\nTM\nflasks \\(seeding density of 50,000 cells for a T25 flask and 400,000 cells for a T75 flask).  Change the medium every 3 days.  We freeze back cells every 4 to 5 passages \\(2 to 3 million cells at a time in standard cryovials) using the freezing media described in the materials section. After seeding the cryovials, the cells are stored for one night in a -80C freezer and allowed to freeze slowly by submerging the cryovials in a \"Mr. Frosty\" coolie containing isopropyl alcohol.  The next day, cells are transferred to a -150C freezer or liquid nitrogen for long-term storage.  \r\n  **CRITICAL STEP** Maintain immortalized cells indefinitely in Primaria™ dishes and in low oxygen.  Despite being immortalized, cells will not tolerate long-term passage when in conventional plastic dishes and normoxic conditions. \r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**Analysis of immortalized cells**\r\n\n\n29. We check the cells for telomerase activity and Cdk4 activity \\(to document successful ectopic expression of hTERT and Cdk4 proteins) using standard TRAP assays kits and western blot methods, respectively.  Telomere lengths are measured via TRF assays.  Western blots and immunofluorescence are done to evaluate expression of proteins typically seen in epithelial cells and mesenchymal cells.  Karyotype analysis is done initially after immortalization and after long-term culture to evaluate for chromosomal abnormalities.  The immunofluorescence imaging \\(IF) procedure we have used to evaluate for epithelial and mesenchymal markers \\(list of antibodies in table 1) is the following:\r\n  \\(A) Seed 8000 cells on 13 mm sterile coverslips contained within the wells of a regular 24 well plate and allow attach. \r\n\n\n**CRITICAL STEP** Rock the plate, do not swirl, so that the cells settle and attach evenly on coverslip.  Leave overnight in low- oxygen conditions in incubator and do not disturb.\r\n\n\n\r\n\n\n\\(B) When the cells have reached 85% confluency, wash cells three times with cold PBS, then fix cells with either a cold 1:1 methanol/acetone solution \\(5 minutes) or neutral buffered formalin \\(NBF, 10 minutes). If IF staining is to be performed when cells are in a cuboidal state to assess for epithelial markers, treat cells when 85% confluent with the BIO media and leave for 3-5 days in low oxygen, then fix. Depending on the antibody being tested, one fixative or the other will give the optimal result \\(see table 1).  After fixation, wash three times with cold PBS.\r\n\n\n\r\n\n\n\\(C) Expose fixed cells to cold 0.5% Triton X in PBS over ice for 10 minutes.  \r\n\n\n\r\n\n\n\\(D) Wash 3 times with PBS.\r\n\n\n\r\n\n\n\\(E) Block with 5% bovine serum albumin \\(BSA) in PBS at room temperature on a rocker for 20 minutes.  \r\n\n\n\r\n\n\n\\(F) Remove BSA, wash one time with PBS, then incubate with 1 antibody for two hours at room temperature or overnight at 4 degrees.  In both cases use rocker.  Primary antibodies are diluted appropriately in PBS.  We use a volume of 300 μl of PBS per well for this step.\r\n\n\n\r\n\n\n\\(G) Wash 5 times with PBS \\(2 minutes in between washes with plate over rocker).\r\n\n\n\r\n\n\n\\(H) Incubate with appropriate species specific 2 antibody for 1 hour, protect from light with aluminum foil.  Secondary antibodies are diluted in PBS. Use 300 μl of PBS per well for this step.\r\n\n\n\r\n\n\n\\(I) Wash 4 times with PBS \\(2 minutes in between washes with plate over rocker).\r\n\n\n\r\n\n\n\\(J) Put one drop of DAPI on a glass slide, then carefully use a bent 27 gauge  \r\n\n\nneedle to lift-up coverslip and with a forceps gently clasp the coverslip, transfer, and settle face-down over the DAPI droplet on the glass slide. \r\n\n\n\r\n\n\n\\(K) Use nail polish to fasten the coverslip to the glass slide. \r\n\n\n\r\n\n\n\\(L) Use positive controls \\(colon cancer epithelial cells; e.g. CaCo2 cells) and negative controls \\(C26Ci, BJ fibroblasts) for IF staining.\r\n\n\n\r\n\n\n\\(M) We use also as a negative control 2 antibody-only stained coverslip containing the HCEC cells to make sure the signal we are getting is not from background."
        },
        {
            "header": "Timing",
            "content": "Time taken for individual steps stated in the procedure"
        },
        {
            "header": "Critical Steps",
            "content": "See procedure"
        },
        {
            "header": "Troubleshooting",
            "content": "**Step 11**:\r\n\n\n1. Crypts not dissociating: \r\n     a. Potential cause: Enzymes not functioning\r\n\n\n   b. Potential solution: i. Make fresh 1X enzyme at the moment   prior to crypt digestion, ii. Avoid using enzymes stocks that have been in the -20ºC for over 2 weeks\r\n\n\n\r\n\n\n2. Crypts lose integrity and break up easily during digestion:\r\n     a. Potential cause: Biopsies come from an older patient\r\n\n\n   b. Potential solution: Choose younger patient \\(less than 65 years old)\r\n\n\n\r\n\n\n**Step 14**\r\n\n\n1. Crypts do not attach despite measures described\r\n     a. Potential cause: Biopsies come from an older patient \r\n\n\n\r\n\n\n**Step 28**\r\n\n\n1. Transduced cells do not replicate long-term:\r\n     a. Potential causes: Virus not active; viral titers too low;  cells refractory to infection\r\n\n\n   b. Potential solutions: Use only viral supernatants that have been harvested fresh or stored at -80<sup>o</sup>C for less than 6 months; recollect viral supernatant when packaging cells are more confluent and/or collect with smaller volumes; cells may need more than one transduction of Cdk4 or hTERT"
        },
        {
            "header": "Anticipated Results",
            "content": "hTERT and Cdk4 infected cells will replicate beyond their expected number of population doublings when continuously cultured in low oxygen and in Primaria<sup>TM</sup> plates.  The morphology of log-growth cells in 2-D culture will vary between compact cuboidal to compact spindle shape. The cells will exhibit mesenchymal features when actively replicating, such as vimentin and ?-smooth muscle actin.  In addition, we have observed that the log-growth cells exhibit stem cell and progenitor cell markers such as LGR5, BMI1, ?1-integrin, and CD44.  Treating the cells with 5 &#x3BC;M of the GSK-3? inhibitor BIO will growth arrest the cells and induce a cuboidal/epithelial morphology.  We have observed in the growth arrested state decreases in vimentin expression and disappearance of ?-smooth muscle actin, and marked expression of epithelial markers such as cytokeratin 18 and ZO-1, and evidence of expression of more specific colonic epithelial cell markers such as mucin-1, dipeptidyl peptidase 4, mucin-2, and antigen A33. We have kept our immortalized cell lines continuously growing for well over year.  The cells that we have grown consistently in media containing 2% serum have maintained a diploid karyotype. These cells can be  used to study in vitro cancer progression via experimental or radiation induced transformation, as well as the development of key chromosomal alterations that parallel cancer progression."
        },
        {
            "header": "References",
            "content": "1. Bjerknes, M. &amp; Cheng, H. Intestinal epithelial stem cells and progenitors. Methods Enzymol 419, 337-383 \\(2006).\r\n  2. Roig, A.I. et al. Immortalized epithelial cells derived from human colon biopsies express stem cell markers and differentiate in vitro. Gastroenterology \\(2009).\r\n  3. Booth C, O'Shea JA. in Culture of epithelial cells, Edn. 2nd ed. \\(ed. F.M. Freshney RI) 303-337 \\(Wiley-Liss, New York; 2002).\r\n  4. Evans, G.S., Flint, N., Somers, A.S., Eyden, B. &amp; Potten, C.S. The development of a method for the preparation of rat intestinal epithelial cell primary cultures. J Cell Sci 101 \\( Pt 1), 219-231 \\(1992).\r\n  5. Ramirez, R.D. et al. Immortalization of human bronchial epithelial cells in the absence of viral oncoproteins. Cancer Res 64, 9027-9034 \\(2004).\r\n  6. Wright, W.E. &amp; Shay, J.W. Inexpensive low-oxygen incubators. Nat Protoc 1, 2088-2090 \\(2006).\r\n  7. Ince, T.A. et al. Transformation of different human breast epithelial cell types leads to distinct tumor phenotypes. Cancer Cell 12, 160-170 \\(2007).\r\n  8. Forsyth, N.R. et al. Spontaneous immortalization of clinically normal colon derived fibroblasts from a familial adenomatous polyposis patient. Neoplasia 6, 258-265 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by the American Gastroenterological Association Fellow to Faculty Transition Award."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11357,
                "identity": "9f72f9cd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andres I. Roig",
                "email": "",
                "orcid": "",
                "institution": "University of Texas Southwestern Medical Center, Dallas, TX, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andres",
                "middleName": "I.",
                "lastName": "Roig",
                "suffix": ""
            },
            {
                "id": 11358,
                "identity": "9f72fddb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jerry W.  Shay",
                "email": "",
                "orcid": "",
                "institution": "University of Texas Southwestern Medical Center, Dallas, TX, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jerry",
                "middleName": "W.",
                "lastName": "Shay",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-09 12:42:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.29",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.29",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608069,
                "identity": "6e26d9e4-464b-4b01-9eac-a379d8b2e8c3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:56",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 206354,
                "visible": true,
                "origin": "",
                "legend": "Attached colonic crypts and explants growing in primary culture. \r\n(a) Crypts attached to Primaria^TM^ plate 24 hours after seeding.   (b) Immunofluorescent staining demonstrates attached cells from the colonic crypts have epithelial features (ZO-1 and E-cadherin).  (c) Within 72 hours, the attached epithelial cells round up and detach.  (d) 10 days after seeding multiple explants composed of cuboidal shaped cells begin to grow when in a low-oxygen environment. Images a, c, d were obtained with 10 x objective.   Image b was acquired with an Applied Precision Deltavision microscope at 40x objective, processed with RT deconvolution software, and then reconstructed into a 3-dimensional image using Imaris software. \r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-633/v1/figure_1.png"
            },
            {
                "id": 2608070,
                "identity": "057cc142-363b-4d5a-b79e-a167498e947b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:56",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 199852,
                "visible": true,
                "origin": "",
                "legend": "Non-immortalized cells after first a passage. (a) Log-growth cells have a mixed cuboidal to spindle shaped morphology. (b) Treatment of cells with decreased serum and EGF media containing 6-bromoindirubin-3-oxime (BIO, 1.25 &#x3BC;M) transitions cells to a cuboidal epithelial shape and (c) induces expression of the epithelial marker cytokeratin 18.  (d) Morphology of non-immortalized cells at 5th passage.  Images a, b, d obtained at 10x objective and image c at 40x objective. ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-633/v1/figure_2.png"
            },
            {
                "id": 2608073,
                "identity": "8dd72e85-8894-4b19-ab62-ad975b1d1846",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:56",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 135763,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Antibody dilutions",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-633/v1/figure_3.png"
            },
            {
                "id": 13464726,
                "identity": "701ccf90-9a94-49c4-a261-c7bdc63a4177",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 738257,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-633/v1/eaec6077-da20-4c10-9b39-000a1f5e0e58.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "long-term cell culture, immortalization, normal human colonic epithelial cells\r\n\r\n",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Immortalization of adult human colonic epithelial cells extracted from normal tissues obtained via colonoscopy",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-02-16 06:34:57",
                "doi": "10.1038/nprot.2010.29",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f729d1c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 16th, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2383,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-02-16 06:34:57",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}