{
    "identity": "nprot-4607",
    "title": "Effect of pegylated nano niosomal 2, 4- dichlorophenoxyacetic acid on intracellular taxol production",
    "content": [
        {
            "header": "Introduction",
            "content": "Taxol is an important anticancer drug. It is a plant derived compound and being used for the treatment of breast, ovary and many other cancers. In cells, taxol fixes the microtubules and prevents its depolymerization, leading to stop the cell cycle and leading to the death of cells1. There are numerous approaches to produce taxol  such as semi synthesis3, chemical synthesis4-7, fungal biosynthesis8-10, and plan cell culture technology11. Taxol is a diterpene amide and its isolation from natural sources is impractical since it gives low yields and leads to extinction of Taxus species 12,13. Production of taxol through semi synthesis is performed by employing 10-deacetylbaccatin III \\(10-DABIII)14from the needles of wild or cultivated T. baccata \\(European yew) and T. yunnanensis \\(Himalayan yew)15.This procedure is less destructive as compared to  extraction of Taxol from the bark of T. brevifolia16. The chemical synthesis is another way to produce taxol as non-dependent on natural resources. The high cost for its achievement5,17, the lower yield, limit the production of taxol by this method18 are the draw backs. Production of taxol by microbial fermentation can be another approach to obtain this medicinally and commercially important drug. It is produced by many genera of fungi isolated from yew trees 19-24. But fungi produce taxol in low quantity. Research is in progress to increase the yield of taxol by fungal fermentation, unfourtunately, the results are very poor so far. This is could be due to reaction between fungi and higher level of taxol which prevents fungal growth and development25. Undeniably, none of these fungi have successfully produced high amount of taxol. Thus, plant cell cultures represent an alternative, environmentally sustainable source of taxol production that can provide a stable supply of taxol for commercial production .Due to above advantages, numerous investigations on the production of taxol and related compound are being conducted through cell suspended culture by using several Taxus specious26-31. In this study attempts are made to use pegylated nano niosme as a carrier of plant hormone in cell culture of Taxus species. This technology led to supply the essential hormones whenever it was required for improving and growing the plant tissues and therefore causing an increase in taxol production in short period of time."
        },
        {
            "header": "Reagents",
            "content": "• Activated charcoal GR\r\n\n\n• Agar Powder \\(Duchefa, cat. no.  p1001)\r\n\n\n• Ammonium sulphate \\(Duchefa, cat. no. A502)\r\n\n\n• Benzylamino purine\\(BAP ,Duchefa, cat. no.   B0904)\r\n\n\n• Boric acid \\(Duchefa, cat. no.  B0503)\r\n\n\n• Calcium chloride \\(Duchefa, cat. no.  C0504)\r\n\n\n• Cholesterol\\( Sigma, cat.no.C8667)\r\n\n\n• Copper sulphate.5H2O \\(Duchefa, cat. no. C0508)\r\n\n\n• Cobalt chloride.6H2O \\(Duchefa, cat. no.   C0507)\r\n\n\n• 2.4-Dichlorophenoxy acetic acid \\(Duchefa, cat. no.   D019)\r\n\n\n• Ethanol Local Market\r\n\n\n• Fe.EDTA  \\(Duchefa, cat. No. F0570)\r\n\n\n• Ferrous sulphate.7H2O \\(Duchefa, cat. No. F512)\r\n\n\n• Magnesium sulphate \\(Merck, cat. no.   105882)\r\n\n\n• Manganese sulphate.H2O \\(Duchefa, cat. no. M0504)\r\n\n\n• Molybdic acid \\(sodium salt).2H2O\r\n\n\n• Myo-Inositol \\(Duchefa, cat. No. I0609)\r\n\n\n• Naphthylacetic acid \\(NAA ,Duchefa, cat. no.   N0903)\r\n\n\n• Nicotinic acid \\(Free acid) \\(Duchefa, cat. No. N0611)\r\n\n\n• Polyethyleneglycol,PEG 3000 local Market\r\n\n\n• Potassium nitrate \\(Duchefa, cat. no. P0509)\r\n\n\n• Pyridoxin HCl \\(Duchefa, cat. No. P0612)\r\n\n\n• Sodium hypochloride ,Merck\r\n\n\n• Sodium phosphate monobasic \\(Duchefa, cat. no. S0522)\r\n\n\n• Span20 \\(Sigma, cat. no.   S6635)\r\n\n\n• Sucrose \\(Duchefa, cat. No. S0809)\r\n\n\n• Thiamine HCl \\(Duchefa, cat. No. N0610)\r\n\n\n• Tween20 \\(Sigma, cat. no.   P4780)\r\n\n\n• Zinc sulphate.7H2O \\(Duchefa, cat. no. Z0526)"
        },
        {
            "header": "Equipment",
            "content": "• Bench top centrifuge and Microfuge \\(Eppendorf, cat. nos. 5415D and 5415R, respectively)\r\n\n\n• High speed refrigerated centrifuge\r\n\n\n• HPLC  system, Kranuer \r\n\n\n• Magnetite stirrer, Medpip\r\n\n\n• Metal \\(aluminum cooling) rack \\(LabScientific, cat. no. 2073)\r\n\n\n• Microscope \\(Olympus, cat. no. BX-41)\r\n\n\n• Oven \\(Fisher Scientific, cat. no. 13-247-625G) \r\n\n\n• Parafilm M \\(Laboratory film,cat. no. 01851-AB)\r\n\n\n• Petri dishes \\(Fisher, cat. no. 08-757-12)\r\n\n\n• Reciprocating shaker , Kranuer, \r\n\n\n• Rotary evaporator, Hiedolph\r\n\n\n• Scalpel blades \\(Cincinnati Surgical, cat. no. 01SM24)\r\n\n\n• Scalpel \\(Cincinnati Surgical, cat. no. 074S)\r\n\n\n• Shaker incubator ,LabTech., Korea\r\n\n\n• Solvent-resistant marker \\(Fisher, cat. no. 14-905-30)\r\n\n\n• Sonicator , Mizinix ultra sound liquid processor\r\n\n\n• Vial top label for 2-ml tubes \\(Labxpert, cat. no. X-83-499)"
        },
        {
            "header": "Procedure",
            "content": "**Reagent Setup**\r\n\n\n**B5 cell culture media** Add 4 mg l\n-1\n2.4-D, 2 mg l\n-1\nkin, 2 gr l\n-1\nactivated charcoal, 30 mg l l\n-1\nsucrose, and 7 gr l\n-1\nof agar into B5 media and adjust the PH to 5.8-6.\r\n\n\n**Cell suspension media** Add 4 mg l\n-1\n2.4-D, 0.5 mg l\n-1\nkin, and 30 mg l\n-1\nsucrose into B5 media.\r\n\n\n**Ethanol\\(70%)** Mix absolute ethanol and H\n2\nO at a ratio of 70 ethanol:30 H\n2\nO\\(v/v).\r\n\n\n**Sodium hypochloride\\(2.5 %v/v)**  Mix sodium hypochloride \\(5%) and H2O at a ratio of 50 sodium hypochlorite \\(5%): 50 H2O ml \\(v/v).\r\n\n\n**Preparation of pegylated nano niosomal 2,4-D** SECTION 1 Dissolve 30 mg cholesterol in 30 ml ethanol. Then add span20, tween20, and PEG3000, respectively according to the Table 1. Add 5 mg 2,4-D to the above solution. The reactants were allowed to react for 30 minutes at room temperature on magnetite stirrer at 120 rpm .The solvent was evaporated by rotary evaporator. SECTION 2 Add 50 ml sterilized distilled water to the gel containing 2,4-D. The obtained suspension containing 2,4-D was subjected to sonication by ultra sonic sonicator. This was further passed through filter 0.22µm in order to obtain uniform niosomes.\r\n\n\n**Extraction medium** Mix methanol and hydrochloric acid at a ratio of 75 methanol:25 hydrochloric acid \\(v/v).\r\n\n\nPreparation of mobile phases Mix methanol, H2O, and acetonitrile at a ratio of 5 methanol : 35 H2O: 60 acetonitrile \\(v/v).CRITICAL It is important that the solution should be filtered before use.\r\n\n\n**TABLE 1. Composition of pegylated niosomal 2,4-D particle**\n**Component**\n**Noisome** \\(mg 50m l\n-1\n)\n**2.4-DNoisome** \\(mg 50m l\n-1\n)\nCholesterol\n30\n30\nSpan20\n50\n50\nTween20\n30\n30\nPEG3000\n7\n7\nCholesterol\n0\n5\n**PROCEDURE**\r\n\n\n**Tissues sterilization** TIMING 2 hours\r\n\n\n1. Soak the samples in the water containing dish washing liquid for sterilization and then place them under running water for 20 minutes\r\n  2.  Wash the explants with 70 % ethanol for 1 minute\r\n  3. Transfer the samples to 2.5 % sodium hypochlorite containing two drops of tween 20 for 15 minutes\r\n  4.  Wash the samples with the sterilized distilled water for 3 times, and each time for 15 minutes\r\n  **Tissue culture proliferation** TIMING 60 days\r\n\n\n5. Dry the explants on filter paper, and then transfer the lateral meristem into B5 media, including 2,4-D \\(4 mg.l\n-1\n), Kin \\(0.5 mg.l\n-1\n), and activated charcoal \\(2 gr.l\n-1\n)\r\n  6.  Incubate the samples at 25° C ,completely dark condition for a month\r\n  7.  Subculture the explants into B5 media containing 2.4-D \\(4 mg.l\n-1\n), Kin \\(0.5 mg.l\n-1\n), and activated charcoal \\(2 grl\n-1\n) and incubate the explants at 25°C ,completely dark condition for a month\r\n  CRITICALSTEP Measure different traits of callus for determination of : 1.Dry weight 2.Fresh weight 3.Callus surface 4.Callus mass and 5.Percentage of surviving\r\n\n\n\r\n\n\n**Cell suspension growth in presence of nano niosomal 2,4 D** TIMING 25 days\r\n\n\n8.  Add 2 g callus \\(biomass) to 50 ml cell suspension medium and then incubate them at 25°C , 130 rpm , completely dark condition\r\n  9.  Add nanoparticles into cell suspension growth media at logarithmic phase, \\(21 days)\r\n  CRITICALSTEP To determine the logarithmic growth phase, take 1 ml cell suspension every day, centrifuge at 13000 rpm for 10 min, wash the cells with sterile distilled water thrice and then weigh out the cells.\r\n\n\n10. After 96 h, remove the cells by centrifugation at 13000 rpm for 10 min\r\n  12.  Discard the supernatant and transfer the precipitated cells to a 2 ml tube.\r\n  **Extraction of crud Taxol from the cells** TIMING 2hours\r\n\n\n13.  Homogenate 1 g of samples with 1 ml extraction buffer\r\n  14.  Place the homogenate at room temperature for 1 h and vortex it each 5 min\r\n  15.  Remove the cell debris by centrifugation at 12000 rpm for 10 min\r\n  16.  Transfer the supernatant to a new tube, and then filter through filter paper 0.22 µm, the extract was used to determine Taxol content by HPLC method.\r\n  \r\n\n\nFigure 1 shows a schematic model of all steps in Taxol extraction procedure.\r\n\n\nFigure 2 shows a schematic model of all steps in pegylated nano niosomal 2,4 D- preparation.\r\n\n\n."
        },
        {
            "header": "Timing",
            "content": "Tissues sterilization, Steps 1-4: 2 hours\r\n\n\nTissue culture proliferation, Steps 5-7: 60 days\r\n\n\nCell suspension subjected to nanoparticle, Steps 8-12: 25 days\r\n\n\nExtraction of Taxol, Steps 13-16: 2 hours"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>TROUBLESHOOTING\r\n\n\nTrouble shootings can be found in Table 2.\r\n\n\nTABLE 2 Troubleshooting table.</p>\r\n\n\n\r\n\n\n<table border=\"1\" style=\"width:100%\"><tr><td>**Problems**</td><td>**Possible reason**</td><td>**Solution**</td></tr><tr><td>brown callus</td><td>phenol increase</td><td>Subculture should be changed immediately</td></tr><tr><td>poor fragile state of callus</td><td>inappropriate compounds of medium</td><td>activated charcoal must be added</td></tr><tr><td>visible insoluble substances at the time of making nanoparticle</td><td>incomplete dissolving compounds</td><td>vortex must be done a long time vigorously</td></tr><tr><td>sample peak is different from standard peak</td><td>impure materials</td><td>increase the time of HPLC column washing</td></tr><tr><td>additional peak is detected during HPLC analysis</td><td>indicating the insoluble material in HPLC buffer</td><td>it should be filtered and bubble checked</td></tr><tr><td>callus growth is slow</td><td>the medium is not suitable</td><td>-</td></tr><tr><td>precipitation of components</td><td>set the components</td><td>increase the shaker speed from 110 rpm to 130 rpm</td></tr></table>"
        },
        {
            "header": "Anticipated Results",
            "content": "The attempts made to evaluate the efficacy of pegylated nano niosomal 2,4-D on production of taxol by cell suspension technology employing callus of Taxus species. The obtained cells were suspended in extracting buffer which were subjected to homogenization using mortar and pestle. The obtained suspension was centrifuged and the clear supernatant was passed through 0.22 μm filter paper. The clear solution containing taxol was subjected to HPLC analysis in order to estimate the amount of taxol produced by Taxus species in media with pegylated nano niosomal 2,4-D and devoid of pegylated nano niosomal 2,4-D\\(Fig. 4).The commercial taxol was used as an standard. As it is depicted from Fig.4, the amount of Taxol produced in medium containing pegylated nano niosomal 2, 4-D is higher than that produced in medium containing free 2,4-D.The higher production of taxol by incorporation of pegylated nano niosomal 2, 4-D into the culture medium could be due to slow release of 2,4 D into the medium as compared to free 2,4-D."
        },
        {
            "header": "References",
            "content": "1 Manfredi, J. J. & Horwitz, S. B. Taxol: an antimitotic agent with a new mechanism of action. Pharmacology & therapeutics25, 83-125 \\(1984).\r\n\n\n2 Wani, M. C., Taylor, H. L., Wall, M. E., Coggon, P. & McPhail, A. T. Plant antitumor agents. VI. Isolation and structure of taxol, a novel antileukemic and antitumor agent from Taxus brevifolia. Journal of the American Chemical Society93, 2325-2327 \\(1971).\r\n\n\n3 Wuts, P. Semisynthesis of Taxol. Current opinion in drug discovery & development1, 329-337 \\(1998).\r\n\n\n4 Swindell, C. S. Taxane diterpene synthesis strategies. A review. Organic preparations and procedures international23, 465-543 \\(1991).\r\n\n\n5 Nicolaou, K. C., Dai, W. M. & Guy, R. K. Chemistry and biology of taxol. Angewandte Chemie International Edition in English33, 15-44 \\(1994).\r\n\n\n6 Wender, P. A., Natchus, M. G. & Shuker, A. J. Toward the total synthesis of taxol and its analogues. In.  \\(CRC Press, New York, 1995).\r\n\n\n7 Kingston, D. G. Taxol, a molecule for all seasons. Chemical Communications, 867-880 \\(2001).\r\n\n\n8 Heinig, U., Scholz, S. & Jennewein, S. Getting to the bottom of Taxol biosynthesis by fungi. Fungal Diversity60, 161-170 \\(2013).\r\n\n\n9 Kusari, S., Singh, S. & Jayabaskaran, C. Rethinking production of Taxol®\\(paclitaxel) using endophyte biotechnology. Trends in biotechnology32, 304-311 \\(2014).\r\n\n\n10 Stierle, A., Strobel, G., Stierle, D., Grothaus, P. & Bignami, G. The search for a taxol-producing microorganism among the endophytic fungi of the Pacific yew, Taxus brevifolia. Journal of natural products58, 1315-1324 \\(1995).\r\n\n\n11 Tabata, H. Paclitaxel production by plant-cell-culture technology in Biomanufacturing. 1-23 \\(Springer, 2004).\r\n\n\n12 Goodman, J. & Walsh, V. The story of taxol: nature and politics in the pursuit of an anti-cancer drug.  \\(Cambridge University Press, 2001).\r\n\n\n13 Suffness, M. Taxol: science and applications. Vol. 22 \\(CRC press, 1995).\r\n\n\n14 Holton, R. A., Biediger, R. J. & Boatman, P. D. Semisynthesis of taxol and taxotere.  \\(CRC Press: Boca Raton, FL, 1995).\r\n\n\n15 Denis, J. N. et al. Highly efficient, practical approach to natural taxol. Journal of the American Chemical Society110, 5917-5919 \\(1988).\r\n\n\n16 Baloglu, E. & Kingston, D. G. A new semisynthesis of paclitaxel from baccatin III. Journal of natural products62, 1068-1071 \\(1999).\r\n\n\n17 Holton, R. A. et al. First total synthesis of taxol. 2. Completion of the C and D rings. Journal of the American Chemical Society116, 1599-1600 \\(1994).\r\n\n\n18 Bowsher, C., Steer, M. & Tobin, A. Plant biochemistry.  \\(Garland Science, 2008).\r\n\n\n19 Hoffman, A. Extracting and recovering paclitaxel from fungus comprising Scotch broom, red alder, and huckleberry on surface sterilized angiosperm plants   \\(Google Patents, 2003).\r\n\n\n20 Soca-Chafre, G. et al. Molecular phylogeny and paclitaxel screening of fungal endophytes from Taxus globosa. Fungal biology115, 143-156 \\(2011).\r\n\n\n21 Strobel, G. et al. Taxol from Pestalotiopsis microspora, an endophytic fungus of Taxus wallachiana. Microbiology142, 435-440 \\(1996).\r\n\n\n22 Flores-Bustamante, Z. R., Rivera-Orduña, F. N., Martínez-Cárdenas, A. & Flores-Cotera, L. B. Microbial paclitaxel: advances and perspectives. The Journal of antibiotics63, 460-467 \\(2010).\r\n\n\n23 Zhang, P., Zhou, P.-P. & Yu, L.-J. An endophytic taxol-producing fungus from Taxus media, Cladosporium cladosporioides MD2. Current microbiology59, 227-232 \\(2009).\r\n\n\n24 Zhao, K. et al. Aspergillus niger var. taxi, a new species variant of taxol‐producing fungus isolated from Taxus cuspidata in China. Journal of applied microbiology107, 1202-1207 \\(2009).\r\n\n\n25 Zhou, X., Zhu, H., Liu, L., Lin, J. & Tang, K. A review: recent advances and future prospects of taxol-producing endophytic fungi. Applied microbiology and biotechnology86, 1707-1717 \\(2010).\r\n\n\n26 Christen, A. A., Gibson, D. M. & Bland, J. Antitumor and anticarcinogenic agents   \\(Google Patents, 1991).\r\n\n\n27 Gibson, D., Ketchum, R., Vance, N. & Christen, A. Initiation and growth of cell lines of Taxus brevifolia \\(Pacific yew). Plant cell reports12, 479-482 \\(1993).\r\n\n\n28 Kim, J.-H., Yun, J.-H., Hwang, Y.-S., Byun, S. Y. & Kim, D.-I. Production of taxol and related taxanes in Taxus brevifolia cell cultures: effect of sugar. Biotechnology letters17, 101-106 \\(1995).\r\n\n\n29 Ketchum, R. E., Gibson, D. M., Croteau, R. B. & Shuler, M. L. The kinetics of taxoid accumulation in cell suspension cultures of Taxus following elicitation with methyl jasmonate. Biotechnology and bioengineering62, 97-105 \\(1999).\r\n\n\n30 Choi, H.-K. et al. Enhancement of paclitaxel production by temperature shift in suspension culture of Taxus chinensis. Enzyme and microbial technology27, 593-598 \\(2000).\r\n\n\n31 Wu, J., Wang, C. & Mei, X. Stimulation of taxol production and excretion in Taxus spp cell cultures by rare earth chemical lanthanum. Journal of biotechnology85, 67-73 \\(2001)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13805,
                "identity": "a0ab36ae-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Dariush Norouzan",
                "email": "dnsa@pasteur.ac.ir",
                "orcid": "",
                "institution": "Nano-Biotechnology Dept.,Pasteur Institute of Iran",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Dariush",
                "middleName": "",
                "lastName": "Norouzan",
                "suffix": ""
            },
            {
                "id": 13800,
                "identity": "a0ab29a3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Leila  jabbari",
                "email": "",
                "orcid": "",
                "institution": "1Department of Biotechnology and Plant Breeding, Faculty of Agriculture, Science and Research Branch, Islamic Azad University, Tehran, Iran",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Leila",
                "middleName": "",
                "lastName": "jabbari",
                "suffix": ""
            },
            {
                "id": 13801,
                "identity": "a0ab2c8d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sepideh  Torabi",
                "email": "",
                "orcid": "",
                "institution": "1Department of Biotechnology and Plant Breeding, Faculty of Agriculture, Science and Research Branch, Islamic Azad University, Tehran, Iran",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sepideh",
                "middleName": "",
                "lastName": "Torabi",
                "suffix": ""
            },
            {
                "id": 13802,
                "identity": "a0ab2f3c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Afshin  Peirovi",
                "email": "",
                "orcid": "",
                "institution": "2Pilot Nano-Biotechnology Department, Pasteur Institute of Iran (IPI), Tehran13164, Iran",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Afshin",
                "middleName": "",
                "lastName": "Peirovi",
                "suffix": ""
            },
            {
                "id": 13803,
                "identity": "a0ab329a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mohsen  Chiani",
                "email": "",
                "orcid": "",
                "institution": "2Pilot Nano-Biotechnology Department, Pasteur Institute of Iran (IPI), Tehran13164, Iran",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mohsen",
                "middleName": "",
                "lastName": "Chiani",
                "suffix": ""
            },
            {
                "id": 13804,
                "identity": "a0ab352d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Farhad   Masoomi-Aladizgeh",
                "email": "",
                "orcid": "",
                "institution": "Department of Tissue Culture and Gene Transformation, Agricultural Biotechnology Institute of Iran (ABRII), AREEO, 3135933151 Karaj, Iran",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Farhad",
                "middleName": "",
                "lastName": "Masoomi-Aladizgeh",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-02-13 05:13:41",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.008",
        "doiUrl": "https://doi.org/10.1038/protex.2016.008",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464763,
                "identity": "6b1327c2-3ebe-4f27-b071-1425a19cf938",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 179612,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4607/v1/a9a66354-0c01-446e-b635-34d040fd193b.pdf"
            },
            {
                "id": 2609391,
                "identity": "92d7e5c0-af5a-40d3-8593-11a29b27cf95",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:53",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 78636,
                "visible": true,
                "origin": "",
                "legend": "Schematic model of all steps in niosome and 2,4-D Niosome construction   Entrapmemt of 2,4-D ",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-4607/v1/supplement_0.docx"
            },
            {
                "id": 2609392,
                "identity": "c883be7c-4c9e-4d66-b707-c21147848164",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:53",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 149442,
                "visible": true,
                "origin": "",
                "legend": "Fig.1 Schematic model of all steps in Taxol extraction procedure   Taxol extraction procedure",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-4607/v1/supplement_0.docx"
            },
            {
                "id": 2609393,
                "identity": "544af67a-1ae4-4366-971e-616598e51f18",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:53",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 200344,
                "visible": true,
                "origin": "",
                "legend": "HPLC analysis of Taxol at different conditions   Chromatogram of Taxol production",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-4607/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare, there are  no competing interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": ": Cell suspension, Taxol, Secondary metabolite",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Nowadays, studies about yew tree as a main source of taxol \\(anticancer drugs)  is being expanded rapidly. In the last few years, taxol is being isolated from the bark of Taxus brevifolia as the species of yew tree, containing very low amount \\( approximately 0.01% ) .Taxol is diterpenoid amide and can be produced by different approaches, suspended cell culture is a method through which taxol can be produced  . In this study, 2,4-dichlorophenoxy acetic acid\\(2,4-D) was nano niosomated in order to deliver the plant hormone to the cells under cultivation. The result demonstrated that the amount of taxol was significantly increased when the cell culture was exposed to pegylated nano niosomal 2 , 4-dichlorophenoxy acetic acid\\(2,4-D)  .",
        "manuscriptTitle": "Effect of pegylated nano niosomal 2, 4- dichlorophenoxyacetic acid on intracellular taxol production",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-02-15 12:36:47",
                "doi": "10.1038/protex.2016.008",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0aadab9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 15th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3563,
                "name": "Nanoscience and technology"
            },
            {
                "id": 3564,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-02-15 12:36:47",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}