{
    "identity": "nprot-557",
    "title": "Rapid method for measuring DNA binding to protein using fluorescence anisotropy",
    "content": [
        {
            "header": "Introduction",
            "content": "The proteins that interact with DNA to maintain fidelity of DNA synthesis, replication, and balanced gene expression within healthy cells can, under certain circumstances, become mediators of disease. Although these interactions are quite complex, recent advances in proteomics and genomics have identified many DNA-binding proteins and their DNA target sequences. Historically, binding affinities between protein and DNA have been measured using the gel mobility shift assay \\(GMSA). This assay is time consuming, involves use of radioactivity, and is not a true equilibrium measurement because of the gel matrix involved. With the recent advancements in synthesis of fluorochrome-labeled oligonucleotides and the advent of more sophisticated fluorescent plate-readers, fluorescence anisotropy offers an excellent alternative to GMSA. By placing the fluorescent signal on the smaller DNA molecule, binding to the much larger protein results in a substantial change in anisotropy and enables detection of binding constants within the range of 10<sup>-10</sup> to 10<sup>-3</sup> molar. We provide a description of a solution-based methodology to determine protein-DNA binding, dissociation and competition parameters under either equilibrium or kinetic conditions with use of minimal volumes and short assay times."
        },
        {
            "header": "Reagents",
            "content": "1) Purified  protein at concentrations within a range from one-tenth to ten times the estimated Kd for binding to its target DNA sequence \\(single or double stranded DNA may be used).\r\n\n\n2) Purified DNA, which has one strand labeled with a fluorophore, and for which the DNA concentration and the stoichiometry of labeling are quantified.\r\n\n\n3) Buffer that is physiologically relevant for the protein being studied."
        },
        {
            "header": "Equipment",
            "content": "1) Fluorescence plate reader with polarization capabilities to enable anisotropy measurements.\r\n\n\n2) Appropriate software for calculating anisotropy from polarization data.\r\n\n\n3) Microtiter plate appropriate for the instrument and measurement. Note: this technique is not restricted to fluorescence plate readers, as the assay can also be performed using a conventional fluorometer."
        },
        {
            "header": "Procedure",
            "content": "1) General: Measure the fluorescein-labeled DNA both for its approximate DNA concentration \\(1 A260=50 microgram/ml) and fluorescein stoichiometry \\(e.g. 6-FAM 6-carboxyfluorescein, extinction coefficient at A495=83,000). Incubate protein-DNA complexes at ambient temperature \\(for the experiments described here, 21-23 Celsius) for 30 minutes prior to measurements. Measure anisotropy using a Safire \\(Tecan Group Ltd.) fluorescent plate reader.  Determine G-factor by measuring 1:1 complexes of each protein bound to its respective fluorophore-labeled substrate at the highest protein concentration and polarization calculations are adjusted accordingly using the instrument’s software \\(XFluor). Perform all anisotropy measurements in triplicate and perform comparable measurements using proteins from different purification batches.\r\n\n\n\r\n\n\n2) Measuring association binding constants: Add purified proteins at increasing concentrations with a constant concentration \\(1.0 nanomolar) of fluorescein-labeled DNA \\(**Figure 1**). Fit binding curves of anisotropy \\(actual or relative) versus protein concentration  to a single-ligand binding model and determine Kd by:  \\(Bmax)\\(\\[S])/Kd+\\[S], where \\[S] is the concentration of the fluorescein-labeled DNA, and Bmax and Kd are derived from the single-ligand binding plot.\r\n\n\n\r\n\n\n3) Estimation of an equilibrium binding affinity for a low-affinity substrate: A 10 nanomolar complex is formed between MSH2MSH3 and \\(CA)4-loop DNA \\(high affinity ligand) labeled with fluorescein, and increasing concentrations of unlabeled homoduplex DNA added up to concentrations of 1000 µM. Allow the reactions to come to equilibrium by incubation at ambient temperature for 60 minutes. Plot data as change in anisotropy versus the concentration of added ligand, homoduplex DNA \\(low affinity). \\(**Figure 2**) Fit the dissociation curve to a 3-parameter hyperbolic decay curve with Sigmaplot. Use the resulting EC50 to calculate the Ki using the following equation:  Ki=EC50/ \\(1+\\[s])/kd, where \\[S] is the concentration of the fluorescein-labeled DNA, Kd is for MSH2MSH3 binding to \\(CA)4-loop DNA \\(high affinity). The resulting Ki, then, yields an indirect estimate of Kd for a low affinity substrate, since saturation with protein \\(**Figure 1**) would not have been feasible by direct association.\r\n\n\n\r\n\n\n4) Measuring unimolecular dissociation rate constant \\(koff): The setup is similar to \\(3), except that the competitor, in this case an excess of a second ligand \\(i.e. ADP or ATP), is added at time 0, and the instrument is programed to read over a specified time period at defined intervals \\(kinetic mode). \\(**Figure 3**). Fit plots of anisotropy versus time to the first order decay equation: At=e\n-kt\n. Alternatively, calculate the rate constant, \\(koff), from the half life using the equation: t1/2=0.693/Koff."
        },
        {
            "header": "Timing",
            "content": "45 to 90 minutes."
        },
        {
            "header": "Critical Steps",
            "content": "1) Mixing of all reaction components. In many experiments, one or more of the reactants is added in very small amounts at high molar concentration and/or may contain viscous components such as glycerol. Thorough mixing is required to ensure homogenous reactions.\r\n\n\n\r\n\n\n2) Labeling ratio of DNA and fluorescein. It is imperative to verify that the labeled DNA component is as close to stoichiometric \\(1:1) as possible. A low ratio of label:DNA requires addition of higher concentrations of DNA in order to  maximize sensitivity of the fluorescent signal. In order to optimize equilibrium binding conditions, the ligand \\(DNA) concentration should be kept at concentrations no more than one-tenth that of the theoretical Kd. \r\n\n\n\r\n\n\n3) Homogeneous reagents. Careful characterization of the protein and DNA components, maintenance of sterile buffers and a protease-free laboratory environment will produce good results.\r\n\n\n\r\n\n\n4) Equilibration of protein in assay buffer prior to experiment. Exchanging the protein component of the binding reaction into fresh buffer just prior to the measurements optimizes assay performance. Rapid buffer exchange is easily accomplished with small volumes using desalting spin-columns \\(e.g. Bio-Spin columns, Bio-Rad) containing appropriate medium for the size of the protein being studied."
        },
        {
            "header": "Troubleshooting",
            "content": "1) Little or no change in anisotropy with increasing protein concentrations. The usual cause is that either the fluorescent labeled DNA or the protein concentrations have been over-estimated. Optimization of the signal for 100% bound \\(1:1 stoichiometry) of the protein-DNA complex is needed for each complex. Likewise, optimizing the signal for free probe for each reaction condition is required to determine the signal for free DNA. The fluorometer settings will be dependent upon each binding component. Thus, the fluor-label, the instrument and the buffer conditions and must be optimized for each new binding reaction. \r\n\n\n\r\n\n\n2) Non-reproducibility between replicates. Irreproducibility usually originates with the quality of the protein or the DNA components. Aggregated or degraded protein will produce a combined signal of more than one binding reaction. The purity of the DNA is also critical, as the presence of more than one species \\(such as both single and double stranded DNA), unbound fluorescent label, or remnants of purification \\(such as acrylamide) will all result in non-reproducibility. Scrupulous preparation of the DNA is crucial to the quality of the experiment.\r\n\n\n\r\n\n\n3) Change in anisotropy signal over time. Instability in fluorescent signal is usually due to buffer components that are unstable or contaminated. Example; MSH proteins require fresh thiols to maintain mildly reducing conditions or the proteins become aggregated. Commonly used reductants, such as B-ME or DTT, generate oxidized thiols over time and buffers containing these components should be prepared fresh each day. MSH proteins are also susceptible to proteolysis, and even aerosol amounts of proteinase-K within the lab will result in cleavage. Using sterile filtered buffers and working in protease-free areas minimizes the risk of protease contamination."
        },
        {
            "header": "Anticipated Results",
            "content": "1) Simple, rapid measurement of binding constants within the range of 10<sup>-10</sup> to 10<sup>-3</sup> molar.\r\n\n\n2) Highly reproducible replicates using small total reaction volumes \\(under 50 microliters).\r\n\n\n3) Elimination of radioactive-labeled DNA, labor and time intensive GMSA procedures.\r\n\n\n4) Equilibrium or kinetic binding can be analyzed.\r\n\n\n5) Plate-reader based technology expands the number of binding reactions that can be studied simultaneously."
        },
        {
            "header": "References",
            "content": "Arosio, D, Costantini, S., Kong, Y. and Vindigni, A. Fluorescence Anisotropy Studies on the Ku-DNa Interaction. J Biol Chem 279, 42826-35 \\(2004)\r\n\n\n\r\n\n\nBiswas, S.B., and Biswas-Fiss, E.E. Analysis of Binding of Single-stranded DNA by Escherichia coli DNAB Helicase and the DNAB-DNAC Complex. Bioc 45, 11505-13 \\(2006)\r\n\n\n\r\n\n\nApplication Note: Fluorescence Polarization Measurements with Safire2: glucocorticoid Receptor Competitor Assay. \"www.tecan.com\":www.tecan.com"
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Richard Weinshilboum and Thomas C. Wood for providing generous access to their Fluoresence plate reader and Whyte G. Owen for critical reading of this manuscript. This work was supported by the Mayo Foundation, the National Institutes of Health grants NS40738 \\(CTM), GM066359 \\(CTM) and CA092584 \\(CTM)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nsmb.1596",
                "date": "2009-04-01 16:28:50",
                "title": "The nucleotide binding dynamics of human MSH2–MSH3 are lesion dependent",
                "authors": [
                    "Barbara A L Owen",
                    "Walter H Lang & Cynthia T McMurray"
                ],
                "journal": "Nature Structural & Molecular Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11179,
                "identity": "9f57865c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Barbara Owen",
                "email": "",
                "orcid": "",
                "institution": "Mayo Clinic",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Barbara",
                "middleName": "",
                "lastName": "Owen",
                "suffix": ""
            },
            {
                "id": 11180,
                "identity": "9f578dc0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Cynthia McMurray",
                "email": "",
                "orcid": "",
                "institution": "Mayo Clinic and Lawrence Berkeley",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Cynthia",
                "middleName": "",
                "lastName": "McMurray",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-09 09:46:31",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.80",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.80",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607995,
                "identity": "60c46c5e-df15-45d1-825d-6a725a716891",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 65892,
                "visible": true,
                "origin": "",
                "legend": "Equilibrium binding of F*-DNA to MSH2MSH3   Fluorescein-labeled (F*-labeled) DNA, (CA)4-loop, diluted to one nanomolar, is added to increasing concentrations (0 to  500 nM) of MSH2MSH3 protein, and binding is measured as change in anisotropy. Change in anisotropy versus [MSH2MSH3] is plotted (solid circles) and fit to a single-ligand binding model (kd of 10.8 &#xB1;1.4 nM).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-557/v1/figure_1.jpg"
            },
            {
                "id": 2607996,
                "identity": "9ab4e8cc-43e0-4183-bce5-ab0ba55b89a4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 37189,
                "visible": true,
                "origin": "",
                "legend": "Competition used to estimate low affinity DNA binding   A 10 nMolar complex between F*-labeled (CA)4-loop DNA and MSH2MSH3 is incubated with increasing concentrations of unlabeled, low-affinity  competitor DNA (homoduplex). The concentration of unlabeled DNA versus change in anisotropy is plotted (solid circles). The resulting data are fit to a hyperbolic dissociation model and an EC50 is determined. The EC50 is then used to determine an approximate Ki for homoduplex DNA competition of (CA)4-loop DNA dissociation from MSH2MSH3.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-557/v1/figure_2.jpg"
            },
            {
                "id": 2607997,
                "identity": "c4b1aaf1-a9ee-4c47-bb2e-6ff1b1e47186",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50635,
                "visible": true,
                "origin": "",
                "legend": "Kinetics of F*-DNA dissociation from MSH2MSH3   A 2.5 nanomolar F*-DNA-MSH2MSH3-ADP complex between F*-labeled (CA)4-loop DNA and MSH2MSH3 is incubated with increasing concentrations of unlabeled ATP (-Mg++, to prevent hydrolysis) at the concentrations shown at far right of figure. Time versus change in anisotropy at each ATP concentration is plotted. The resulting data are fit to the appropriate dissociation model to determine the number of exponentials and decay constants.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-557/v1/figure_3.jpg"
            },
            {
                "id": 13464458,
                "identity": "ae4b2596-f660-447c-98e1-89651c12f5df",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:25",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 196538,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-557/v1/e6105d08-7b14-4bbd-8e7c-6cbef7af4ccc.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "fluorescence anisotropy, equilibrium binding, DNA repair\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Rapid method for measuring DNA binding to protein using fluorescence anisotropy",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-04-29 05:48:28",
                "doi": "10.1038/nprot.2009.80",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f571adc-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 29th, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2260,
                "name": "Biochemistry"
            },
            {
                "id": 2261,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-04-29 05:48:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}