{
    "identity": "pex-1191",
    "title": "<p>Perceptions of Risk of Attending Hospital during the COVID-19 Pandemic: a UK patient and public survey and focus groups</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The novel infectious disease COVID-19, first identified in December 2019, has swept across the globe reaching pandemic levels (1). It has led to significant changes in healthcare provision and clinical research activities associated with change in demand, practice and policy. In March 2020, the National Institute of Health Research (NIHR) Clinical Research Network suspended any new or ongoing studies at NHS and social care sites that were not nationally prioritised COVID-19 studies. The rapid reconfiguration of services meant many dedicated research personnel moved to the healthcare frontline, and remaining research personnel refocused work on COVID-19. Similar changes occurred in healthcare, with non-urgent clinical activity suspended and new, remote ways of working introduced to protect both patients and healthcare personnel as the UK entered a lockdown in March 2020.</p><p><br></p><p>The importance of public involvement in all aspects of clinical and research activity is well recognised and enshrined in policy and procedures throughout health and social care; it’s relevance to the COVID-19 pandemic is reaffirmed by the NIHR (2). Public involvement improves the quality and relevance of research (3), and, though rapid escalation of research considering COVID-19 makes involvement more challenging, these benefits are worth retaining. Public involvement can help researchers understand public perception of risk as the driver of a range of pandemic-related behaviours (4), such as compliance with lockdown requirements, adoption of protective measures like mask wearing and social distancing, and wider engagement with services including health, screening, social care and education and therefore support communication efforts (5).</p><p><br></p><p>Understanding of public feelings of safety, perception of factors affecting feelings of safety, intention to participate in research, comfort with new ways of working, and attitudes to research will support efforts to ease lockdown in the sensitive hospital environment and is a key component of NIHR Restart project (6). Procedures, and particularly communication, around restarting clinical and research activities within hospitals need to incorporate the public voice to maximise chances of success. Failure to ensure patients and research participants feel safe within the hospital could have wide ranging impact, including failure to access necessary healthcare (highlighted by the 57% decrease in A&amp;E attendance in April 2020 (7)), postponement or failure to access necessary treatment (8), successfully delivering key metrics for research outside of COVID-19, and failure to recruit to research essential to tackling COVID-19. Furthermore, communication and perception of risk are poorly understood and have the potential to impact public trust in science (9).</p><p><br></p><p>We aim to rapidly assess public attitudes to attending hospital across the UK for research purposes and clinical appointments, and attitudes to vaccine research using an online survey and online focus groups.&nbsp;</p><p><br></p><p>References</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;WHO. <a href=\"https://www.who.int/emergencies/diseases/novel-coronavirus-2019\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.who.int/emergencies/diseases/novel-coronavirus-2019</a> <a href=\"https://www.who.int/emergencies/diseases/novel-coronavirus-2019\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.who.int/emergencies/diseases/novel-coronavirus-2019</a>: WHO; 2020 [</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NIHR. <a href=\"https://www.nihr.ac.uk/news/nihr-reaffirms-its-support-for-patient-and-public-involvement-engagement-and-participation-during-the-covid-19-pandemic/24641\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.nihr.ac.uk/news/nihr-reaffirms-its-support-for-patient-and-public-involvement-engagement-and-participation-during-the-covid-19-pandemic/24641</a> 2020 [</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NIHR. <a href=\"https://www.invo.org.uk/wp-content/uploads/2014/11/9938_INVOLVE_Briefing_Notes_WEB.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.invo.org.uk/wp-content/uploads/2014/11/9938_INVOLVE_Briefing_Notes_WEB.pdf</a>. 2020.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Detoc M, Gagneux-Brunon A, Lucht F, Botelho-Nevers E. Barriers and motivations to volunteers' participation in preventive vaccine trials: a systematic review. 2017. p. 467-77.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lohiniva AL, Sane J, Sibenberg K, Puumalainen T, Salminen M. Understanding coronavirus disease (COVID-19) risk perceptions among the public to enhance risk communication efforts: a practical approach for outbreaks, Finland, February 2020. Eurosurveillance. 2020;25(13):17-20.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NIHR. A framework for restarting NIHR research activities which have been paused due to COVID-19. 2020.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NHS. <a href=\"https://www.england.nhs.uk/statistics/statistical-work-areas/ae-waiting-times-and-activity/\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.england.nhs.uk/statistics/statistical-work-areas/ae-waiting-times-and-activity/</a> 2020.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Propper C, Stoye G, Zaranko B. The Wider Impacts of the Coronavirus Pandemic on the NHS. Fiscal Studies. 2020.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Smith RD. Responding to global infectious disease outbreaks: Lessons from SARS on the role of risk perception, communication and management. Social Science &amp; Medicine. 2006;63(12):3113-23.</p>"
        },
        {
            "header": "",
            "content": ""
        },
        {
            "header": "",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Method\nOnline Survey\nRecruitment: The link for the online survey will be shared by the NIHR Leicester Biomedical Research Centre (BRC) social media accounts. Social media posts will be shareable so people can ‘retweet’ and ‘share’ the link to reach a wider audience.\nThe link to the online survey will be emailed to the NIHR Leicester BRC public involvement mailing lists, and by cascade (snowball sampling) to colleagues in public involvement roles emailing the link on to their public involvement mailing lists.\nPotential participants who click on the link with be presented with the survey participant information. The next 3 questions cover screening and consent using yes/no (Boolean) options. A negative answer will take the potential participant to an end-screen thanking them for their interest and explaining that they are not eligible to participate.\nS1 Are you aged 18 or over? Yes/no\nS2 Are you resident in the UK? Yes/no\nS3 Are you willing to take part in the research as described? Yes/no\nMethod: An English-language online survey was developed in partnership with the NIHR Leicester Biomedical Research Centre Bioinformatics Hub in Research Electronic Data Capture Software (REDcap). The survey was developed specifically for this research and featured 1) participant information, 2) screening against inclusion/exclusion criteria and 3) survey questions. The survey will be administered between 11 and 24 June, 2020.\nSurvey Content: Participant characteristics of age, sex and ethnicity will be collected, and whether they considered themselves classified at risk of COVID-19 because of a health condition (yes\nvs.\nno) or their age (yes\nvs.\nno). The questionnaire focuses on perception of risk when attending hospitals during the pandemic. A 100-point Likert scale ranging from disagree (0) to agree (100) for each statement created by the researchers will be presented with a simple, interactive sliding scale. The questions are shown in Appendix 1.\nAnalysis of Scales: Descriptive analyses will be performed. The continuous 100-point Likert scale will be assessed for normality using histograms and the Shapiro-Wilk test. The distribution of responses is not likely to be normally distributed, therefore the median value and interquartile range (IQR) will be used to present the findings. The responses will be stratified into four key groups: 1) whether or not the participant was classified at risk of COVID-19 because of a health condition; 2) or due to their age; 3) men or women; and 4) White European or Black, Asian or Minority Ethnicity (BAME). The two-sample Wilcoxon rank-sum (Mann-Whitney) test will be used to calculate whether there is a significant difference between groups, the statistical significance will be set at P-value<0.05 (two-sided). Results will be reported as median Likert scale followed by the interquartile range (median [IQR]). Participants are not required to answer every statement. Data from REDCap will be exported into Stata version 16.0 to conduct data analyses.\nFocus Groups\nRecruitment: The email invitation (Appendix 2) will be emailed to the NIHR Leicester Biomedical Research Centre public involvement mailing list (approximately 500 people). Potential participants will contact the researcher, who will post out the participant information sheet and postal consent form (Appendix 3) with a reply paid envelope. On return of the completed consent form the link for the focus group will be emailed to the participant.\nMethod: Focus groups will be hosted on the platform ‘zoom’ on the 30\nth\nJune 2020, and recorded using the function in ‘zoom’. The topic guide is shown in Appendix 4. The researcher, Rebecca Pritchard will facilitate the focus group.\nAnalysis: Focus group recordings will be transcribed and identifying elements (comments, names etc) removed. Transcriptions will be subject to thematic analysis using NVivo 11.\nEthics\nThis research will be reviewed by the Medicine and Biological Sciences Research Ethics Committee of the University of Leicester (ref:26258-rp237-ls:healthsciences).\nAppendix 1: Survey Participant Information and Questions\nConsent and PIS Section\nStudy Title: Exploring risk perceptions of COVID-19 exposure in relation to hospital attendance\nResearcher: Rebecca Pritchard\nWhat is this project?\nThis questionnaire asks people about their general attitude to taking risks, what they think about risk and COVID-19 or coronavirus and what they think about attending hospital for various reasons during the pandemic.\nWhy are we doing this research project?\nWe want to know how risky people think it is, coming to hospital accident and emergency, outpatients and research units.\nDo I have to take part?\nNo, it is up to you if you want to take part. Importantly, we know that coronavirus can be quite stressful and frightening so we wish to emphasise that participation is voluntary.\nWhat will happen to me if I take part?\nThe questionnaire will present you with some questions, and you select or type an answer. The questionnaire also includes some statements, and you rate how much you agree or disagree with them.\nWhat are the possible disadvantages and risks of taking part?\nThe survey will take about 15 minutes to complete.\nWhat are the possible benefits of taking part?\nYour answers will help us make coming to the hospital feel as safe and comfortable for people as possible during the pandemic.\nWhat if there is a problem?\nIf you are unhappy about anything in the questionnaire, please talk to the researcher. Her details are given at the bottom of this page. They will also come up again at the end of the questionnaire.\nIf you would rather not talk to the researcher, you can talk to the NIHR Operational Manager Tim Skelton on Tim.Skelton@nihr.ac.uk .\nWill my taking part in the questionnaire be kept confidential?\nYes. Your answers are anonymous. We do not ask you for your name or contact details.\nWhat will happen when the research is done?\nThe results may be published in journals (which are magazines for researchers full of stories about new research) and used for presentations and conferences. A summary of the findings will be provided to everyone who requests one via the researcher and shared on the NIHR Leicester BRC website.\nWho is organising (sponsoring) and funding the research?\nThis piece of research is sponsored by the University of Leicester.\nWho has reviewed this trial?\nThis research has been reviewed by the Medicine and Biological Sciences Research Ethics Committee of the University of Leicester. They have checked it to ensure that your rights and dignity are respected.\nFurther information and contact details\nYou can contact the researcher, Rebecca Pritchard on\nRp237@leicester.ac.uk, by phone on 07887 753553 or by post:\nCardiovascular Research Centre 3.16\nGlenfield Hospital\nGroby Road\nLeicester LE3 9QP\nScreening:\nS1 Are you aged 18 or over? Yes/no\nS2 Are you resident in the UK? Yes/no\nS3 Are you willing to take part in the research as described? Yes/no\nBackground Information:\nB1 Are you classified as at risk of coronavirus because of a health condition? Yes/no\nB2 Are you classified as at risk of coronavirus because of your age?\nB3 Please indicate your age group: 18-24, 25-34, 35-44, 45-54, 55-64, 65-74, 75-84, 85-\nB4 Please indicate you sex: male, female, prefer not to say\nB5 Please indicate your ethnicity: White British, White Irish, Any Other White, Mixed White and Black Caribbean, Mixed White and Black African, Mixed White and Asian, Any Other Mixed Background, Asian or Asian British Indian, Asian or Asian British Pakistani, Asian or Asian British Bangladeshi, Any Other Asian Background, Black or Black British Caribbean, Black or Black British African, Any Other Black Background, Chinese, Any Other Ethnic Group, Not Stated\nCurrent feelings of safety;\nFOS1 I feel safe and confident about coming into hospital for an essential clinical appointment.\nFOS2 I feel safe and confident about coming into hospital for an investigative clinical appointment like an MRI scan at the moment.\nFOS3 I would feel safe and confident about coming into Accident and Emergency in the hospital at the moment.\nFOS4 I would feel safe and confident about coming to the hospital to take part in research.\nFOS5 I would feel safe and confident about coming to the hospital to visit a friend or family member.\nDetermining risk perception type:\n(I) I would feel safe coming into the hospital because I can take measures to protect myself\n(I) It’s important for people to take responsibility for their own safety during the pandemic\n(I) Managing risk of exposure is mainly about people’s own behaviour and choices\n(I) People are equally able to manage their risk and exposure\n(E) People need to be able to hear and understand the science of coronavirus to make good decisions\n(E) We should look out for people in our communities during the pandemic\n(E) We need to act in ways that protect people around us from exposure and infection\n(E) The pandemic is an opportunity to start living in ways that are less destructive of the environment\n(H) Government is best placed to tell people how to respond to the current situation\n(H) I’m not an expert and I think experts should lead decisions on coronavirus\n(H) It’s important to consider the costs of measures taken to manage the pandemic\n(H) We need certainty about the current situation\n(F) It’s inevitable that some people will die from this situation and there’s not much we can do about it\n(F) I don’t think there is much I can do to protect myself from exposure\n(F) I don’t think we can control the virus\n(F) We have to endure difficult times like the pandemic\nCoronavirus specific risk perceptions:\n(CP) The coronavirus pandemic has potential for catastrophic impact\n(CP) I feel I have a good understanding of coronavirus and SARS\n(CP) Authorities are not capable of managing and controlling coronavirus\n(CP) Authorities implemented measures to manage coronavirus too late\n(CP) The coronavirus situation is worsening\n(PD) Lots of people will die because of coronavirus\n(C) We have the resources to manage risk and exposure well - REV\n(C) There are measures we can take to manage risk and exposure well _REV\n(C) The is no way to control the spread of the virus\n(TA) The health authorities have provided good, clear information about coronavirus\n(TA) It is clean that the measures taken are in line with the latest science\n(TA) The government has given clear instructions to people on how to manage risk and exposure\n(TA) It is clear how the government advice is decided on and the processes are transparent\n(EL) It is important to avoid locations where there is a higher risk of exposure\n(EP) It is important to avoid people who have lived abroad to reduce risk of exposure\n(EP) Spread of the disease could have been prevented by stopping people entering the country\nFactors effecting feelings of safety:\nF1 In order to feel safe in the hospital I would need to see strict social distancing measures in place.\nF2 In order to feel safe in the hospital at the moment I would need to see consistent use of personal protective equipment like gloves and masks in place.\nF3 In order to feel safe in the hospital at the moment I would need to be provided with personal protective equipment like gloves and masks for my own use.\nF4 In order to feel safe in the hospital at the moment I would need to have personal protective equipment like gloves and masks posted out to me for my use when visiting hospital.\nF5 In order to feel safe in the hospital at the moment I would need to be reassured that careful cleaning (decontamination) measures are in place.\nF6 In order to feel safe in the hospital at the moment I would need to be able to isolate myself from the hospital environment in a side room or consulting room.\nF7 In order to feel safe in the hospital at the moment I would need to know that all staff have a temperature check before starting work.\nF8 It would reassure me to know that research staff that I come in to contact with have been exposed to the coronavirus (have tested positive for the antibody indicating previous infection).\nF9 In order to feel safe at the hospital at the moment I would need to be reassured that staff I come in to contact have been tested negative for active coronavirus infection (eg swab test in the last week)\nF10 In order to feel safe in the hospital at the moment I would need to know that all visitors have a temperature check before entering the hospital.\nF11 In order to feel safe in the hospital at the moment I would need to see as few staff as possible i.e. rather than seeing a doctor and having a nurse take a blood sample, everything is done by one person, reducing your points of contact.\nF12 In order to feel safe in the hospital at the moment I would prefer to attend fewer, but longer, research appointments.\nF13 In order to feel safe taking part in research, I would want to attend research visits somewhere other than a hospital such as a conference centre set up for research.\nIntentionality\nI1 I would come to the hospital to take part in coronavirus vaccine study\nIn order to come to the hospital to take part in a coronavirus vaccine study, what would you need to make you feel safe enough? (FT)\nI2 I would come to the hospital to take part in coronavirus research (not a vaccine study)\nIn order to come to the hospital to take part in coronavirus research (not a vaccine study), what would you need to make you feel safe enough? (FT)\nI3 I would come to the hospital to take part in research related to a medical condition I have.\nIn order to come to the hospital to take part in research related to a medical condition you live with, what would you need to make you feel safe enough? (FT)\nI4 I would come to the hospital to take part in research not related to a medical condition you have (i.e. as a healthy volunteer)\nIn order to come to hospital to take part in research not related to a medical condition you have, what would you need to make you feel safe enough? (FT)\nAttitude and Adaptation\nC1 I would be comfortable consulting my healthcare provider (doctor, nurse, allied health professional) about a health concern remotely using video-conferencing on my phone or computer.\nC2 I would be comfortable taking part in research interviews and discussion remotely using video-conferencing on my phone or computer.\nC3 I would be comfortable talking about my medical history with a researcher remotely using video-conferencing on my phone or computer\nC4 I would be comfortable sharing my medical information, for research purposes, using an online form or app.\nC5 I would be comfortable giving consent to take part in a research project remotely using video-conferencing on my phone or computer.\nC6 I would be comfortable giving consent to take part in a research project using an online form or app.\nA1 Since the coronavirus pandemic I think it is more important than ever to do health research.\nA2 Since the coronavirus pandemic I am less interested in health science and research.\nA3 Since the coronavirus pandemic I think researcher should target resources on coronavirus reducing research in other areas.\nA4 Since the coronavirus pandemic I think we need to invest less money and resources in research.\nA5 Since the coronavirus pandemic I would be less willing to take part in medical research.\nA6 I don’t think researchers should be asking people to come into the hospital at the moment as healthy volunteers (to take part in research not about a medical condition you have)\nA7 I don’t think researchers should ask people to come into hospital at the moment to do research as patient-participants (to take part in research about a medical condition you have).\nA8 I don’t think researchers should ask people to come into hospital at the moment to do coronavirus research.\nFOS6 I would feel safe and comfortable attending hospital for a clinical scan or x-ray.\nFOS7 I would feel safe and comfortable attending hospital for a research scan or x-ray.\nFOS8 I would feel safe and comfortable attending hospital for a clinical blood test.\nFOS9 I would feel safe and comfortable attending hospital for the research blood test.\nFOS10 I would feel safe and comfortable attending hospital for an elective surgery.\nFOS11 I would feel safe and comfortable attending hospital for essential surgery.\nPlease add any thoughts you feel the questionnaire missed here. (FT)\nAppendix 2: Focus Group Email Invitation\nHello\nAs ever thank you for your ongoing support of the NIHR Leicester BRC and Leicester Diabetes Centre. We would like to invite you to join an online discussion group exploring how people feel about attending hospital, for clinical appointments and research visits, during the COVID19 pandemic.\nThe meeting will take place over zoom, and last up to 90 minutes. The meetings will take place on DATE/TIME.\nYou are welcome to participate even if you have not, or do not need, to attend the hospital. We are still interested in how you would feel if you were asked to.\nWe hope that this will produce some insights that we think are quite relevant to healthcare organisations and to researchers at this time, so we will ask you to sign a consent form if you do want to take part. This will be posted or emailed to you, and needs to be signed, and a copy returned to us (a photo or scan is fine).\nIf you would like to express your interest in taking part, do let me know, as usual, by replying to this email and requesting more information.\nKind regards\nBecky\nRebecca Pritchard\nAppendix 3: Focus Group Participant Information Sheet and Consent Form\nParticipant Information Sheet and Consent Form\nStudy Title: Exploring risk perceptions of COVID-19 exposure in relation to hospital attendance\nResearcher: Rebecca Pritchard\nWhat is this project?\nWe are running some focus groups online to ask people about their general attitude to taking risks, what they think about risk and COVID-19 or coronavirus and what they think about attending hospital for various reasons during the pandemic.\nWhy are we doing this research project?\nWe want to know how risky people think it is, coming to hospital accident and emergency, outpatients and research units.\nDo I have to take part?\nNo, it is up to you if you want to take part. Importantly, we know that coronavirus can be quite stressful and frightening so we wish to emphasise that participation is voluntary. If you do join a group, and find it distressing, you can leave the group at any time.\nWhat will happen to me if I take part?\nIn the focus group the researcher will ask you some questions about how risky you think coming to hospital would be, and what we should do to make you feel safe. The discussion will be recorded.\nWhat are the possible disadvantages and risks of taking part?\nThe focus group will last up to 90 minutes.\nWhat are the possible benefits of taking part?\nYour answers will help us make coming to the hospital feel as safe and comfortable for people as possible during the pandemic.\nWhat if there is a problem?\nIf you are unhappy about anything, please talk to the researcher. Her details are given at the bottom of this page. They will also come up again at the end of the questionnaire.\nIf you would rather not talk to the researcher, you can talk to the NIHR Operational Manager Tim Skelton on Tim.Skelton@nihr.ac.uk .\nWill my taking part in the focus group be kept confidential?\nYes. Your answers are anonymous. We don’t record names during the focus group, and only use first names in the discussion.\nWe store a list of participants’ names in order to administrate the focus group, but this is deleted within 4 weeks of the focus group taking place.\nWhat will happen when the research is done?\nThe results may be published in journals (which are magazines for researchers full of stories about new research) and used for presentations and conferences. A summary of the findings will be provided to everyone who requests one via the researcher and shared on the NIHR Leicester BRC website.\nWho is organising (sponsoring) and funding the research?\nThis piece of research is sponsored by the University of Leicester.\nWho has reviewed this trial?\nThis research has been reviewed by the Medicine and Biological Sciences Research Ethics Committee of the University of Leicester. They have checked it to ensure that your rights and dignity are respected.\nFurther information and contact details\nYou can contact the researcher, Rebecca Pritchard on\nRp237@leicester.ac.uk, by phone on 07887 753553 or by post:\nCardiovascular Research Centre 3.16\nGlenfield Hospital\nGroby Road\nLeicester LE3 9QP\nConsent\nIf you are happy to take part,\nplease tick the boxes in the table below:\nI have read and understood the patient information sheet v2.0 dated 02JUN2020\n□ yes\n□ no\nI am happy to participate in a focus group as described and understand the focus group will be recorded\n□ yes\n□ no\nI am happy to take part in the research project\n□ yes\n□ no\nAnd please sign, date and add your name below:\nName:\nDate of signature:\nSignature:\nAnd please either return the paper copy to the researcher, or email a scan or photograph to her on rp237@leicester.ac.uk.\nOffice use only:\nReceived by researcher name:\nDate of receipt:\nResearcher signature:\nAppendix 4: Topic Guide\nHow would you feel about attending hospital to take part in research at the moment?\nWhat would make you feel safer?\nDoes the type of research make a difference?\nWould you be happy doing research remotely, via a platform like zoom?\nHas the pandemic effected how you think and feel about research?\nDo you think we should prioritise COVID-19 research, and reduce resources to other types of research?\nWhat do you think about PPI in COVID-19 research? (Only for PPI-savvy groups)\nImagine you are being invited to take part in a COVID Vaccine research project.\nWhat are your initial thoughts and feelings?\nWhat would you want to know?\nWhat would worry you?\nWhat would not worry you?\nWhat could we do to make taking part in vaccine research less scary/more comfortable?\nWhat do you think people in your wider community would think and feel about taking part in vaccine research?\nVaccine research involves study visits, to check you can take part, administer the vaccine and follow ups to check you are well and take blood samples to see if the vaccine works. How do you feel about the study visits?\nWhere would you want these visits to take place?\nWhat practical things would make it easier to take part?"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 3087371,
                "identity": "20934587-d88f-41ff-b51a-3e5531e1155e",
                "order_by": 0,
                "name": "Rebecca Pritchard",
                "email": "rp237@le.ac.uk",
                "orcid": "",
                "institution": "University Hospitals of Leicester NHS Trust",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rebecca",
                "middleName": "",
                "lastName": "Pritchard",
                "suffix": ""
            },
            {
                "id": 3087372,
                "identity": "e285d293-09c1-4465-bb52-f45a177838fa",
                "order_by": 1,
                "name": "Dr Emer Brady",
                "email": "",
                "orcid": "",
                "institution": "University of Leicester",
                "correspondingAuthor": false,
                "prefix": "Dr",
                "firstName": "Emer",
                "middleName": "",
                "lastName": "Brady",
                "suffix": ""
            },
            {
                "id": 3087373,
                "identity": "3eb5ce96-ea49-4cd5-965d-aa9b362e783b",
                "order_by": 2,
                "name": "Dr Yogini Chudasama",
                "email": "",
                "orcid": "",
                "institution": "University of Leicester",
                "correspondingAuthor": false,
                "prefix": "Dr",
                "firstName": "Yogini",
                "middleName": "",
                "lastName": "Chudasama",
                "suffix": ""
            },
            {
                "id": 3087374,
                "identity": "34c47da0-580a-4026-85f1-c614b4a2d4dc",
                "order_by": 3,
                "name": "Professor Melanie Davies",
                "email": "",
                "orcid": "",
                "institution": "University Hospitals of Leicester NHS Trust",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Professor",
                "middleName": "Melanie",
                "lastName": "Davies",
                "suffix": ""
            },
            {
                "id": 3087375,
                "identity": "12820a75-1acd-4975-8619-5e0522cc16af",
                "order_by": 4,
                "name": "Professor Gerry McCann",
                "email": "",
                "orcid": "",
                "institution": "University Hospitals of Leicester NHS Trust",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Professor",
                "middleName": "Gerry",
                "lastName": "McCann",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-10-05 09:52:02",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1191/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1191/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13604895,
                "identity": "cee3b62e-2f1f-45fd-8586-ae2543e8b621",
                "added_by": "auto",
                "created_at": "2021-09-17 06:01:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 411990,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1191/v1/6e403b2f-e75d-4795-b3c9-611245767910.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "PPI, public involvement, public opinion, risk perception, focus groups, online surveying, questionnaire, qualitative research, COVID-19,",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>We aim to rapidly assess public attitudes to attending hospital across the UK for research purposes and clinical appointments, and attitudes to vaccine research using an online survey and online focus groups.&nbsp;</p><p><br></p><p>Online surveys offer a rapid and, during a global pandemic, safe way of collecting information about public opinion. However, they are flawed in relying on self-report, and subject to abuse by means of multiple responses from one person or even merely random responses. Sampling methods associated with online surveys require opt-in so respondents are likely to be motivated, and specifically interested in research. Thus the methodology will attract a 'warm' audience when discussing questions about research as is standard in public involvement.</p><p><br></p><p>Online focus groups with public involvement volunteers will also experience similar issues with generalisability. </p><p><br></p><p>All online methodologies will exclude those without access to the online world. </p>",
        "manuscriptTitle": "Perceptions of Risk of Attending Hospital during the COVID-19 Pandemic: a UK patient and public survey and focus groups",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-10-16 06:53:23",
                "doi": "10.21203/rs.3.pex-1191/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "ea781e0a-ea95-47e0-8952-ec047d58b54a",
        "owner": [],
        "postedDate": "October 16th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 689742,
                "name": "Psychology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-10-16 06:53:23",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}