{
    "identity": "nprot-2100",
    "title": "Transfection Protocol for Primary Hepatocytes \\( Rat Hepatocytes, Mouse Hepatocytes and Human Hepatocytes)   in Targefect Handbook of Transfection Protocols",
    "content": [
        {
            "header": "Procedure",
            "content": "Written below is our recommended protocol \\(Protocol 1).\r\n\n\n\r\n\n\nAn older transfection protocol \\(protocol 2) without Virofect which gives lower transfection efficiencies is also given. The efficiencies obtained with the second protocol, though lower than those obtained with Virofect \\(also levels of transgene expression are lower), are still very high \\(about 50% in mouse hepatocytes). \r\n\n\nIt is also possible to transfect hepatocytes in suspension prior to plating. \r\n\n\n\r\n\n\n**Transfection Protocol 1**:\r\n\n\nSet up cells to be transfected so that they are about 70-80% confluent at the time of the experiment. Plate out or maintain cells to be transfected in media with 10% serum.)\r\n\n\nPreparation of transfection complexes:\r\n\n\n\r\n\n\nNote: It is important to use high glucose,  serum-free DMEM and clear plastic tubes for complex formation. Vortex the Targefect-Hepatocyte reagent thaw the reagent and vortex at full speed for 30 seconds twice just before transfection.  Add DNA and Targefect and Virofect according to the Table below.  The volume of Virofect to be added is twice the volume of Targefect used.\r\n\n\n\r\n\n\n**Table 1**\r\n\n\n\r\n\n\nTube # = 1\r\n\n\nHigh glucose DMEM \\(serum free)  =  0.6 ml\r\n\n\nDNA = 6 µg\r\n\n\nTargefect = 12 µl F-1\r\n\n\nEnhancer reagent  = 25 µl Virofect\r\n\n\n\r\n\n\n1. Add DMEM first, then DNA, mix well by flicking the tube about 12 times to create a vortexing action. \r\n  2. Add targefect next, mix well again by flicking the tube. \r\n  3. Add virofect, mix again by flicking the tube 12 times. \r\n  4. Incubate the tubes at 37 oC for 20 minutes to form the transfection complexes.  \r\n  5. Just before addition of transfection complexes incubate media completely and add transfection complexes to the cells. Add the appropriate amount of transfection complex per well//dish \\(See Table 2 below for amount of complex to be added per well). 6. Swirl the dish to cover cells evenly with transfection complex.  \r\n  7. Incubate at 37 oC  for 4 hrs.  \r\n  8. Aspirate complexes and replace with fresh complete media \\(with serum) . Assay at 24-48 hrs post transfection .  \r\n  \r\n\n\nThe following conditions are applicable even for cells plated on collagen-coated dishes.\r\n\n\n\r\n\n\n**Table 2 Recommended volumes of transfection complex for performing transfection in different size dishes**:\nSee figure in Figures section.\n**Protocol 2:**\r\n\n\nHepatocyte transfections without Virofect \\(lower efficiency and lower levels of transgeene expression\r\n\n\nThaw and vortex the Targefect-Hepatocyte reagent at full speed for 30 seconds twice just before starting complex formation. Cells should be about 70 % confluent the day of the experiment.\r\n\n\nPrepare transfection complexes as follows using clear 15 ml conical tubes for complex formation.  \r\n\n\n\r\n\n\nNote: Please use high glucose DMEM \\(serum free DMEM with 4500 mg / liter glucose) as the complexing medium.  We first recommend performing the following optimization experiment to determine the optimal transfection condition for primary hepatocytes used in your lab .  The optimal DNA:Targefect ratios are different for mouse, rat and human hepatocytes and also depend on whether or not you are plating on collagen-coated dishes.  In general for rat and mouse hepatocytes we find that condition 1 works well and condition 3 works well for human hepatocytes\nSee figure in Figures section.\nNote: We recommend the earlier Protocol 1 as it gives higher gives good transfection efficiencies. And much higher levels of transgene expression. However, since the above protocol does not use Virofect  and still gives good efficiencies , it may be suitable for many applications and would be more cost-effective\r\n\n\n\r\n\n\n1.  Add DMEM first, and then add DNA mix well by flicking the tube with your hand about 12 times to create a vortexing action, add Targefect-Hepatocyte, and mix well again. \r\n  2.  Wash cells to be transfected with DMEM twice, aspirate second wash completely and add 1 ml of the transfection complex per 35 mm dish, 250µl of transfection complex per well of a 12-well dish or 150 µl of transfection complex per well of a 24-well dish \\(make sure that the complexes cover cells well.). \r\n  3.  Incubate 37°C for 2-3 hrs. Add 2 ml of complete media with serum \\(we recoomend 10% serum) for a 6-well dish \\(1ml for a 12-well or 24-well dish). Incubate at 37°C \\(CO\n2\nincubator) and assay at 24-48 hrs post transfection."
        },
        {
            "header": "References",
            "content": "Publications citing use of targefect reagents for transfecting primary hepatocytes:\r\n\n\n1. Chuan-Rui Xu, Susie Lee, Coral Ho, Prashant Bommi, Shi-Ang Huang, Siu Tim Cheung, Goberdhan P. Dimri, and Xin Chen \\(2009) Bmi1 Functions as an Oncogene Independent of Ink4A/Arf Repression in Hepatic Carcinogenesis.  Mol. Cancer Res., Dec 2009; 7: 1937 - 1945.\r\n  2. Mohini A. Patil, Susie A. Lee, Everardo Macias, Ernest T. Lam, Chuanrui Xu, Kirk D. Jones, Coral Ho, Marcelo Rodriguez-Puebla, and Xin Chen  \\(2009) Role of Cyclin D1 as a Mediator of c-Met– and β-Catenin–Induced Hepatocarcinogenesis.  Cancer Res., Jan 2009; 69: 253 - 261.\r\n  3. Huajin Wang, Enhui Wei, Ariel D. Quiroga, Xuejin Sun, Nicolas Touret, and Richard Lehner \\(2010) Altered  Lipid Droplet Dynamics in Hepatocytes Lacking Triacylglycerol Hydrolase Expression  Mol. Biol. Cell, Jun 2010; 21: 1991 - 2000.\r\n  1. Seung-Hoi Koo, Hiroaki Satoh, Stephan Herzig, Chih-Hao Lee, Susan Hedrick, Rohit Kulkarni, Ronald M Evans, Jerrold Olefsky, Marc Montminy. PGC-1 promotes insulin resistance in liver through PPAR--dependent induction of TRB-3  Nature Medicine10, 530 - 534 \\(01 May 2004) \r\n  2. Koo SH and Towle HC \\(2000) Glucose regulation of mouse S-14 gene expression in hepatocytes- involvement of a novel transcription factor complex. J. Biol. Chem 275\\(7): 5200-5207 \r\n  3. Johnson SAS, Mandavia N, Wang HD, and Johnson DL \\(2000) Transcriptional regulation of the TATA-binding protein by Ras cellular signaling. Mol. Cell. Biol. 20 \\(14): 5000-9. \r\n  4. Koo SH, Dutcher AK and Towle HCl \\(2001). Glucose and insulin function through two distinct transcription factors to stimulate expression of lipogenic enzymes in liver. J. Biol. Chem. \\(275\\(10): 1074 \r\n  5. Brennon L. O'Callaghan, Seung-Hoi Koo, Yue Wu, Hedley C. Freake, and Howard C Towle Glucose Regulation of the Acetyl-CoA Carboxylase Promoter PI in Rat  Hepatocytes J. Biol. Chem. 2001 276: 16033-16039\r\n  6. Etsuro Hatano and David A. Brenner \\(2001)Akt protects mouse hepatocytes from TNF- - and Fas-mediated apoptosis through NK- B activation  Am J Physiol Gastrointest Liver Physiol, Dec 2001; 281: 1357 - 1368.\r\n  7. Robert F. Schwabe, Cynthia A. Bradham, Tetsuya Uehara, Etsuro Hatano, Brydon L.  Bennett , Robert Schoonhoven , David A. Brenner  \\(2003) c-Jun-N-terminal kinase  drives cyclin D1 expression and proliferation during liver regeneration.  Hepatology. Volume 37  • p824 to p832\r\n  8. Angela K. Stoeckman, Lin Ma, and Howard C. Towle \\(2004)  Mlx Is the Functional Heteromeric Partner of the Carbohydrate Response Element-binding Protein in Glucose Regulation of Lipogenic Enzyme Genes. J. Biol. Chem., 279: 15662 - 15669.\r\n  9. Lin Ma, Nikolas G. Tsatsos, and Howard C. Towle \\(2005) Direct Role of ChREBP•Mlx in Regulating Hepatic Glucose-responsive Genes J. Biol. Chem., Mar 2005; 280: 12019 - 12027.\r\n  10. Elizabeth N. Kaytor, Juan Li Zhu, Ching-I Pao, and Lawrence S. Phillips Insulin-responsive Nuclear Proteins Facilitate Sp1 Interactions with the Insulin-like Growth Factor-I Gene.  J. Biol. Chem., Sep 2001; 276: 36896 - 36901.\r\n  11. B. Amirimani, B. Ning,  A.C. Deitz, B.L. Weber, F.F. Kadlubar, T.R. Rebbeck   Increased transcriptional activity of the CYP3A4*1B promoter variant \\(2003)   Environmental and Molecular Mutagenesis.  Volume 42, Issue 4, .Pages 299-305\r\n  12. Betty C. Villafuerte and Elizabeth N. Kaytor \\(2005) An insulin-response element binding protein that ameliorates hyperglycemia in diabetes.  J. Biol. Chem., Mar 2005;10.1074/jbc.M410817200.\r\n  13. Magnana MM, Koo S-H, Towle HC and Osborne TF \\(2000) Different sterol                 regulatory element-binding protein-1 isoforms utilize distinct co-regulatory factors to activate the promoter for fatty acid synthase. J. Biol. Chem. 275\\(7): 4726-4733 \r\n  Related cell types \\(transection of hepatoma cell lines): References citing use of targefect for hepatoma cell lines: \\(we recommend using the targefect F-2 reagent with VIrofect for hepatoma cell lines)\r\n\n\n1. Keyvan Mahboubi and Jordan S. Pober Activation of Signal Transducer and Activator of Transcription 1 \\(STAT1) Is not sufficient for the Induction of STAT1-dependent Genes in Endothelial Cells. COMPARISON OF INTERFERON-  AND ONCOSTATIN M J. Biol. Chem. 2002 277: 8012-8021\r\n  2. Elizabeth N. Kaytor, Juan Li Zhu, Ching-I Pao, and Lawrence S. Phillips \\(2001). Insulin-responsive nuclear proteins facilitate Sp1 interactions with the IGF-I gene J. Biol.Chem. published July 16, 2001 as 10.1074/jbc.M104035200\r\n  3. Hailing Liao, Thomas Langmann, Gerd Schmitz, and Yi Zhu \\(2002) Native LDL Upregulation of ATP-Binding Cassette Transporter-1 in Human Vascular Endothelial Cells Arterioscler. Thromb. Vasc. Biol., Jan 2002; 22: 127 - 132."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11766,
                "identity": "9fa2d83a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Rampyari Walia",
                "email": "targsys@aol.com",
                "orcid": "",
                "institution": "Targefect Transfection Group, Targeting Systems",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rampyari",
                "middleName": "",
                "lastName": "Walia",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-05-11 20:19:56",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.226",
        "doiUrl": "https://doi.org/10.1038/protex.2011.226",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608292,
                "identity": "62a49f56-ba6d-42c0-9f01-1e4e2e987521",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:06",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 83777,
                "visible": true,
                "origin": "",
                "legend": "Mouse Hepatocyte   Mouse hepatocyte transfected with Targefect-Hepatocyte plus enhancer.  Data courtesy of Dr K. Haiskanen and Dr A. Nieminen  Case Western Reserve University, Cleveland OH",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2100/v1/figure_1.jpg"
            },
            {
                "id": 2608293,
                "identity": "6168ac62-82f6-4e62-a3e4-7d86ad86399a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:06",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 49635,
                "visible": true,
                "origin": "",
                "legend": "Human Hepatocyte   Transfected with Targefect-Hepatocyte.\r\nTargeting Systems, CA\r\n",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2100/v1/figure_2.jpg"
            },
            {
                "id": 2608294,
                "identity": "41f63274-15ff-4a3d-9184-34c75745bede",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:07",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 23509,
                "visible": true,
                "origin": "",
                "legend": "Mouse Hepatocytes   Mouse hepatocytes transfected with Targefect-Hepatocyte. Data courtesy of Dr Suzanne Lyman, Dr Behren’s lab, University of North Carolina at Chappell Hill, NC  \r\n",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2100/v1/figure_3.jpg"
            },
            {
                "id": 2608295,
                "identity": "22565284-f9bb-4acb-8d8f-a2a34dc7f0e3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:07",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6934,
                "visible": true,
                "origin": "",
                "legend": "Table 1   In-text table",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-2100/v1/figure_4.png"
            },
            {
                "id": 2608296,
                "identity": "e08ff402-5db3-4859-af05-44a15756292a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:07",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3308,
                "visible": true,
                "origin": "",
                "legend": "Table 2   In-text table",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-2100/v1/figure_5.png"
            },
            {
                "id": 13464460,
                "identity": "add34a18-fdee-466c-a27b-9eec8f7cc82f",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 293431,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2100/v1/238f5b18-8b00-499e-87a9-2ed9a384ce91.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Targefect Transfection Protocols, Rat hepatocytes, Mouse hepatocytes, Human hepatocytes,  transfection, gene delivery",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "PROTOCOL for transfecting primary Rat, Mouse, Human or Chimp Hepatocytes. \r\n\n\n\r\n\n\nThe Targefect-Hepatocyte reagent is combined with the Virofect enhancer for optimal transfection of primary Hepatocytes. The Virofect enhancer can also be used in combination with other cationic transfection reagents to enhancer transfection efficiency \\(see bar graph).\r\n\n\n\r\n\n\n**General considerations**:\r\n\n\nWe recommend plating out hepatocytes on Primaria \\(Falcon) or Cellbind \\(Corning) tissue culture dishes. Plating out hepatocytes on matrigel dishes and then transfecting them results in lower transfection efficiency. If you do want to use matrigel you should transfect hepatocytes first and then add the matrigel.",
        "manuscriptTitle": "Transfection Protocol for Primary Hepatocytes ( Rat Hepatocytes, Mouse Hepatocytes and Human Hepatocytes)   in Targefect Handbook of Transfection Protocols",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-05-12 10:50:17",
                "doi": "10.1038/protex.2011.226",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f9f2739-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 12th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2569,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-05-12 10:50:17",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}