{
    "identity": "nprot-93",
    "title": "Combination of chemical cross-linking and pull-down assay to study transient protein-protein interactions",
    "content": [
        {
            "header": "Introduction",
            "content": "Proteins participate in extensive networks of protein-protein interactions in the cell. Transient protein interactions are defined by their temporal interaction with other proteins and are more difficult to identify using physical methods like pull-down assay, an invaluable tool to study protein-protein interactions. Fortunately, chemical cross-linking provides the means for capturing these transient interactions. A combination of chemical crosslinking and pull-down assay allows us to demonstrate interactions between the SWI/SNF chromatin remodeling complex \\(1) and DNA damage recognition factors in Saccharomyces cerevisiae. Chromatin forms a repressive structure that tends to limit the access of DNA-binding proteins to DNA in eukaryotic nuclei \\(2). Our findings suggest that chromatin remodeling activities are recruited to overcome the inhibitory effect of nucleosomes on DNA repair. Chromatin remodeling factors are likely to be involved in chromatin rearrangement during NER \\(3,4)."
        },
        {
            "header": "Reagents",
            "content": "Yeast strains and expression constructions. \r\n\n\nYeast strains BY4741 \\(MATa; his3&#x2206;1; leu2&#x2206;0; met15&#x2206;0; ura3&#x2206;0), snf6 \\(BY4741; snf6:: kanMX4) and cells expressing TAP-tagged Rad4 can be obtained from Open Biosystems. \r\n\n\nDNA fragments encoding C-terminal V5-His6-tagged Snf6 \\(Snf6 is a SWI/SNF subunit) and LacZ \\(used as control) fusion proteins can be cloned in a CEN URA3  plasmid \\(pYC2/CT, Invitrogen). \r\n\n\nPlasmids should be introduced into yeast cells and tagged-protein expression in yeast cells can be confirmed by Western blot using anti-V5 antibody \\(Invitrogen)."
        },
        {
            "header": "Procedure",
            "content": "**Crosslinking and His-tag pull-down.**\r\n\n\n1. Grow 200 ml yeast cells expressing V5-His6 tagged protein in YPG \\(yeast extract/peptone/galactose) to A\n600\nof approximately 0.6. After UV \\(100 J/m2) or mock treatment, incubate cells at 30 °C in the dark \\(to prevent photoactivation repair of UV lesions by photolyase \\(5)) for one hour. \r\n  2. Add formaldehyde directly to the culture to 1% \\(final concentration). After incubation for 20 min at room temperature, quench cross-linking by addition of 0.5 M glycine \\(final concentration). \r\n  3. Harvest cells, wash with cold Tris-buffered saline followed by cold lysis buffer \\(50 mM HEPES-KOH, pH 7.5, 10 mM MgCl\n2\n, 200 mM KCl, 0.1 mM EDTA, 10% glycerol and 1% Triton X-100). Resuspend approximately 0.5 ml yeast cells in 1 ml of lysis buffer containing 1 mM phenylmethylsulfonyl fluoride and protease inhibitor mixture \\(Roche). \r\n  4. Disrupt the cells by votexing in the presence of 0.5 ml glass beads. Sonicate the lysate \\(the average size of DNA fragments should be less than 1 kb) and centrifuge for 20 min at 10,000 g. \r\n  5. For each His-tag pull-down reaction, incubate 0.5 ml cell-free extracts \\(approximately 20 mg/ml protein) and 0.1 ml Ni-NTA-Agarose beads \\(Qiagen) overnight at 4 °C. Transfer the beads to a 2 ml tube and wash three times with 1.5 ml lysis buffer, three times with 1.5 ml of the same buffer but with 20 mM imidazol and twice with 1.5 ml of TE \\(10 mM Tris-HCl, pH 8.0, 1 mM EDTA). \r\n  6. Transfer the beads to a 1.5 ml microcentrifuge tube with TE and pellet. Add SDS-PAGE sample buffer \\(2x, 0.1 ml) and cross-links reversed by boiling for 20 min. Analyze samples by Western blotting using antibodies specific for DNA repair proteins Rad4 and Rad23 \\(6). Strip the PVDF membrane and reprobe with V5 antibody \\(Invitrogen).  Use the detected Snf6-V5His6 and/or LacZ-V5His6 as loading controls.\r\n  \r\n\n\n**Confirmation of protein-protein interactions by a reciprocal experiment.**\r\n\n\n7. In this experiment, yeast cells expressing tandem affinity purification \\(TAP)-tagged Rad4 from its native promoter are used to purify Rad4-TAP. Putative association of SWI/SNF subunits with Rad4-TAP is then examined. Yeast culture, crosslinking and extracts preparation are performed as described in steps 1-4. To purify TAP-tagged Rad4, incubate Human IgG-Agarose beads \\(0.1 ml, sigma) with 0.5 ml cell-free extracts overnight at 4 °C. Transfer the beads to a 2 ml tube and wash three times with 1.5 ml lysis buffer and twice with 1.5 ml of TE \\(10 mM Tris-HCl, pH 8.0, 1 mM EDTA). Reverse crosslinks and analyze proteins as described in step 6. \r\n  \r\n\n\n**DNase I digestion to disrupt interactions bridged by DNA.**\r\n\n\n8. Pull-down materials from step 5 can be treated by DNase I to examine if the putative protein-protein interactions were mediated by DNA. Recall that formaldehyde, commonly used in chromatin immunoprecipitation, produces both protein-protein and DNA-protein crosslinks. To perform DNase I digestion, resuspend 0.01 ml washed Ni-NTA-Agarose beads from step 5 in 0.2 ml 1X DNase I buffer and treat with 5 units of DNase I \\(New England Biolabs) for 3 hours at 37 °C. Wash beads twice with 1.5 ml of TE \\(10 mM Tris-HCl, pH 8.0, 1 mM EDTA). For protein analysis and reversal of crosslinks, see step 6. \r\n  \r\n\n\n**His-tag pull-down in the presence of ethidium bromide to confirm protein-protein interactions**\r\n\n\n9. To pull-down proteins without formaldehyde cross-linking, omit step 2 and prepare yeast extracts. Incubate cell-free extracts \\(0.5 ml, approximately 20 mg/ml protein) and 0.1 ml Ni-NTA-Agarose beads \\(Qiagen) overnight at 4 °C in the presence of various amount of ethidium bromide \\(from 0.05 to 0.5 mg/ml; Note that EtBr disrupts DNA-protein interactions \\(7)). Wash Ni-NTA-agarose beads gently three times with the following buffer: 25 mM HEPES-KOH, pH 7.5, 50 \\(or 200) mM KCl, 10% glycerol). For protein analysis and reversal of crosslinks, see step 6."
        },
        {
            "header": "References",
            "content": "1. Peterson, C.L. Chromatin remodeling enzymes: taming the machines. Third in review series on chromatin dynamics. _EMBO Rep_ **3**, 319-22 \\(2002).\r\n  2. Kornberg, R.D. &amp; Lorch, Y. Twenty-five years of the nucleosome, fundamental particle of the eukaryote chromosome. _Cell_ **98**, 285-94 \\(1999).\r\n  3. Gong, F., Kwon, Y. &amp; Smerdon, M.J. Nucleotide excision repair in chromatin and the right of entry. _DNA Repair \\(Amst)_ **4**, 884-96 \\(2005).\r\n  4. Smerdon, M.J. &amp; Lieberman, M.W. Nucleosome rearrangement in human chromatin during UV-induced DNA- reapir synthesis. _Proc Natl Acad Sci U S A_ **75**, 4238-41 \\(1978).\r\n  5. Sancar, G.B. Enzymatic photoreactivation: 50 years and counting. _Mutat Res_ **451**, 25-37 \\(2000).\r\n  6. Prakash, S. &amp; Prakash, L. Nucleotide excision repair in yeast. _Mutat Res_ **451**, 13-24 \\(2000).\r\n  7. Schroter, H., Maier, G., Ponstingl, H. &amp; Nordheim, A. DNA intercalators induce specific release of HMG 14, HMG 17 and other DNA-binding proteins from chicken erythrocyte chromatin. _Embo J_ **4**, 3867-72 \\(1985)."
        },
        {
            "header": "Acknowledgements",
            "content": "This study was made possible by NIH grants ES02614 and ES04106 from the National Institute of Environmental Health Sciences \\(to M.J.S.) and grant IRG-77-003-26 from the American Cancer Society \\(to F.G.)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nsmb1152",
                "date": "2006-09-09 01:21:19",
                "title": "Rad4–Rad23 interaction with SWI/SNF links ATP-dependent chromatin remodeling with nucleotide excision repair",
                "authors": [
                    "Gong",
                    "F. et al."
                ],
                "journal": "Nature Structural & Molecular Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9914,
                "identity": "9ea47598-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Feng Gong",
                "email": "fgong@wsu.edu",
                "orcid": "",
                "institution": "School of Molecular Biosciences, Washington State University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Feng",
                "middleName": "",
                "lastName": "Gong",
                "suffix": ""
            },
            {
                "id": 9915,
                "identity": "9ea47939-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Deirdre Fahy",
                "email": "",
                "orcid": "",
                "institution": "School of Molecular Biosciences, Washington State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Deirdre",
                "middleName": "",
                "lastName": "Fahy",
                "suffix": ""
            },
            {
                "id": 9916,
                "identity": "9ea47aef-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michael J. Smerdon",
                "email": "",
                "orcid": "",
                "institution": "School of Molecular Biosciences, Washington State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michael",
                "middleName": "J.",
                "lastName": "Smerdon",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-06 13:55:36",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.297",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.297",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464167,
                "identity": "c2834c49-1dd0-4c9e-bcef-0bc53763c29d",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:35",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 136366,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-93/v1/8e02fb2b-2b9a-44f1-82bc-7a8266aff56f.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "protein-protein interactions, crosslinking, pull-down assay\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Combination of chemical cross-linking and pull-down assay to study transient protein-protein interactions",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-10-02 09:03:19",
                "doi": "10.1038/nprot.2006.297",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ea418af-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 2nd, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1402,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 1403,
                "name": "Cell biology"
            },
            {
                "id": 1404,
                "name": "Developmental biology"
            },
            {
                "id": 1405,
                "name": "Biotechnology"
            },
            {
                "id": 1406,
                "name": "Biochemistry"
            },
            {
                "id": 1407,
                "name": "Biological techniques"
            },
            {
                "id": 1408,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-10-02 09:03:19",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}