{
    "identity": "nprot-5329",
    "title": "Determination of structural ensembles and correlated dynamics of a multi-domain protein",
    "content": [
        {
            "header": "Introduction",
            "content": "Proteins often undergo conformational changes on many timescales. In multi-domain proteins global conformational changes normally occur on slow timescales of milliseconds to seconds, while local conformational changes normally occur on timescales from microseconds to milliseconds. The following procedure uniquely covers these timescales. It is demonstrated on the molecular chaperone Hsp90."
        },
        {
            "header": "Reagents",
            "content": "a. Piranha: 3:1 \\(vol:vol) H2SO4 \\(97 %):H2O2 \\(30 %)\r\n\n\nb. RCA 1:1:5 \\(vol:vol:vol) H2O2 \\(30 %):NH4OH \\(33 %):ddH2O\r\n\n\nc. 2 % Hellamex \\(Hellma) solution with ddH2O\r\n\n\nd. 100 mM NaHCO3 in ddH2O at pH 8.5\r\n\n\ne. Pure acetone\r\n\n\nf. Vectrabond \\(Axxora)\r\n\n\ng. 5 kDA Polyethylenglycol \\(PEG, Rapp Polymere)\r\n\n\nh. Nescofilm \\(Nesco)\r\n\n\ni. LB-Medium\r\n\n\nj. Appropriate antibiotics \\(Kanamycin)\r\n\n\nk. Induction reagent \\(Isopropyl β-D-1-thiogalactopyranoside, IPTG)\r\n\n\nl. Gene in expression plasmid \\(yhsp90 in pET28a)\r\n\n\nm. Buffer and reagents for protein biochemistry\r\n\n\nPhosphate buffered saline \\(PBS)\r\n\n\nPurification buffer for chromatography:\r\n\n\nStrep W \\(100 mM Tris/HCl, 150 mM NaCl, 1 mM EDTA, pH 8.0)\r\n\n\nStrep El \\(100 mM Tris/HCl, 150 mM NaCl, 1 mM EDTA,2.5 mM desthiobiotin, pH 8.0)\r\n\n\nIEX A \\(40 mM Hepes, 50 mM NaCl, 1 mM DTT, pH 7.5)\r\n\n\nIEX B \\(40 mM Hepes, 1 M NaCl, 1 mM DTT,  pH 7.5)\r\n\n\nSEX \\(40 mM Hepes, 200 mM KCl, pH 7.4)\r\n\n\nMeasurement buffer \\(40 mM Hepes, 150 mM KCl, 10 mM MgCl2, pH 7.4)\r\n\n\nTris\\(2-carboxyethyl)phosphine \\(TCEP)\r\n\n\nDithiothreitol \\(DTT)\r\n\n\nn. Fluorescent dyes in form of reactive derivate as FRET donor and FRET acceptor \r\n\n\nAtto532-Maleimide, AttoTec\r\n\n\nAtto550-Maleimide, AttoTec\r\n\n\nAtto647N-Maleimide, AttoTec\r\n\n\nAlexa647-Maleimide, Thermo Fisher Scientific"
        },
        {
            "header": "Equipment",
            "content": "\\(a) Cloning\r\n\n\ni. Site directed mutagenesis Kit \\(QuikChange Lightning Kit, Stratagene) and appropriate mutagenesis primers according to manufacturer’s instructions\r\n\n\nii. DNA purification kit \\(QIAprep Spin Miniprep Kit, Qiagen)\r\n\n\niii. Competent bacteria for plasmid preparation \\(e.coli XL10-Gold, Agilent)\r\n\n\niv. 37 °C incubator\r\n\n\n\r\n\n\n \\(b) Protein Expression \r\n\n\ni. Competent bacteria for protein expression \\(e.coli BL21DE3, Thermo Fisher Scientific)\r\n\n\nii. Incubator shaker \\(37°C for recombinant expression in e.coli)\r\n\n\niii. Centrifuge to harvest the bacteria, for ~1 l sample volumes and > 3000 g \\(Hettich Rotanta 460R, Hettich)\r\n\n\niv. Cell disrupter \\(Constant Systems)\r\n\n\nv. Centrifuge for removal of cell debris \\(Avanti JXN-26, Beckman Coulter)\r\n\n\n\r\n\n\n \\(c) Protein Biochemistry\r\n\n\ni. SDS-PAGE gels with appropriate instrumentation for monitoring of the protein purification\r\n\n\nii. Äkta \\(GE Healthcare) or a similar automated chromatography system with a sample pump\r\n\n\niii. Purification columns: An affinity column \\(Strep-Tactin Superflo, IBA), an Ion exchange column \\(HiTrap Q, GE Healthcare), a Size Exclusion column \\(HiLoad 16/60 Superdex200, GE Healthcare)\r\n\n\niv. Desalting columns \\(PD10, GE Healthcare)\r\n\n\nv. Microcentrifuge with temperature control \\(5424R, Eppendorf) and Vivaspin500 centrifugal concentrators \\(Sartorius Stedim Biotech)\r\n\n\nvi. Block heater \\(ThermoMixer C, Eppendorf) to heat samples to 47°C\r\n\n\n\r\n\n\n \\(d) Spectrometer\r\n\n\ni. Fluorescence spectrometer to measure fluorescence spectra \\(Fluoromax-4, Horiba) and a quartz cuvette \\(105.250-QS, Hellma analytics)\r\n\n\nii. UV/VIS spectrometer to measure absorbance spectra and ATPase activity by a time course measurement in case of Hsp90 \\(Lambda 35, PerkinElmer), with temperature control unit and a quarz cuvette \\(105.202-QS, Hellma analytics)\r\n\n\niii. A confocal setup for single molecule fluorescence detection \\(see Figure 1): The setup has to be color- and polarization-sensitive and detected photons must be time-correlated to the laser pulse with picosecond resolution. The setup used in our study is described in the following:\r\n\n\nA linearly polarized green diode laser \\(532 nm LDH-P-FA-530, PicoQuant) and a linearly polarized red laser \\(640 nm LDH-D-C-640, PicoQuant) are spatially aligned and focused with an Apo 60x water immersion objective \\(Nikon). This enables separate excitation of FRET donor and FRET acceptor in order to derive photophysical correction factors from the measured intensities. The lasers are pulsed interleaved with repetition rates of 20 MHz enabling detection of fast conformational relaxation rates. Fluorescence photons from the FRET donor and acceptor are spectrally and polarization-sensitively separated by dichroic mirrors and polarization beam splitters, respectively. They are detected with single photon avalanche photodiodes \\(PDM-50μm and τ-SPAD, PicoQuant) at picosecond resolution utilizing a commercial data acquisition system \\(HydraHarp 400, PicoQuant). The detected single photons are time-correlated to the laser pulse with picosecond resolution \\(micro-time). In a separate time channel, the photons are time-correlated to the start of the measurement \\(macro-time) to obtain photon bursts from single diffusing molecules. By combing micro-time data \\(fluorescence lifetimes) and macro-time data \\(efficiencies and stoichiometries), sub-ensemble fluorescence lifetimes and sub-ensemble time-resolved anisotropies can be calculated. The laser intensities were adjusted such that on average 50 photon counts per millisecond are obtained. With a threshold of 100 counts per millisecond a compromise was found between a sufficient signal to noise ratio of 10 \\(for distinguishing several sample specific efficiencies) and a low probability of simultaneous excitation of donor and acceptor with the green laser.\r\n\n\n\r\n\n\n \\(e) For a surface functionalized measurement chamber\r\n\n\ni. Precision cover slips \\(170µm, Carl Roth)\r\n\n\nii. Teflon block \\(1 mm thick, width of the cover slip)\r\n\n\niii. Ultrasonic bath\r\n\n\niv. Heat plate"
        },
        {
            "header": "Procedure",
            "content": "a. Generate stable homodimers\r\n\n\nIt is essential to ensure a dimeric protein will not dissociate under the experimental conditions \\(c < 200 pM). This can be achieved by e.g. artificially insertion of a zipper motif \\(by mutagenesis) close to the native dimerization site. The zipper motif used in our study is made of the amino acid sequence PG EQKAEEWKRRYEKEKEKN ARLKGKVEKLEIELARWR PG and derived from the kinesin heavy chain of D. melanogaster, dmKHC \\(1). It did not show strong effects on the proteins conformational dynamics and activity in our hands.\r\n\n\n\r\n\n\n b. Create Mutant Library\r\n\n\n Select possible labeling positions in each domain based on conservation among homologues \\(low conservation preferred). Based on known secondary structure, chose positions within small loops that are evenly distributed among the domains and preferably not located at domain interfaces.\r\n\n\n Create point mutants by site-directed mutagenesis following the manufacturer’s protocol, purify plasmid DNA of mutants and verify mutants by sequencing.\r\n\n\n Transform plasmid with verified single point mutant gene into bacteria for expression. Express protein mutants and purify them by chromatography to > 90 % purity, as checked by SDS-PAGE. Final protein concentration should be ~ 50 uM.\r\n\n\n\r\n\n\n c. Sample preparation: Dye labelling\r\n\n\n Label cysteine mutants with maleimide dyes. The Reduce the cysteine by addition of 10 mM \\(TCEP) and incubation at room temperature for 30 minutes. Remove TCEP and change buffer to PBS pH 6.7 with a desalting column. The concentration of the protein during labeling should not drop below 30 uM. In case, the concentration is lower, concentrate the protein with vivaspin500 centricons. Add a two-fold excess of maleimide dye to the protein and incubate in the dark for one hour at room temperature. Remove dye excess and change buffer to measurement buffer with a desalting column.\r\n\n\nIn case of multimeric protein complexes, label one monomer with one dye at a certain position, and exchange one donor with one acceptor labeled mutant to obtain a certain amount of FRET species that have exactly one acceptor dye at one monomer and one donor dye at another monomer. In case of Hsp90, the exchange was done by incubating the mixed sample for about 20 minutes at 47°C in order to accelerate the opening of the coiled coil zipper. Then, remove possible aggregates by extensive centrifugation at 14000 g for one hour. Correlate measured FRET efficiencies with stoichiometries in a scatter plot, to sort out homo dimers. \r\n\n\nIn contrast, intra-monomer mutants \\(two labels within one monomer) are exchanged with a 200-fold excess of wild type monomers to exclude inter-monomer FRET. In this case, equimolar dye concentrations are added at the same time. In our study, FRET between these positions did not significantly depend on which dye reacted to which site, indicated by dye swapping in the heterodimer.\r\n\n\n\r\n\n\n d. Sample preparation: Protein activity\r\n\n\nIf enzymatic activity of the protein is known, test the purified and labeled mutants for their activity compared to the wild-type protein. Any labeled mutant that loses its activity completely has to be excluded immediately from further experiments. In case a heterodimeric protein is studied and FRET distributions of mixed homodimers will be measured, check their activity as well \\(see Online Methods and Supplementary Figure 5 in the associated publication).\r\n\n\n\r\n\n\ne. Production of a measurement chamber\r\n\n\n First step, cleaning of glass slides \\(170µm, Carl Roth):\r\n\n\n Put slides in 2% Hellmanex in an ultrasonic bath for 10 min.\r\n\n\n Put slides in ddH2O in ultrasonic bath two times for 10 min.\r\n\n\n Clean slides for 2 h at 55°C in piranha solution.\r\n\n\n Clean slides with ddH2O.\r\n\n\n Put slides in 2% Hellmanex in ultrasonic bath two times for 10 min.\r\n\n\n Clean slides with ddH2O.\r\n\n\n Put slides in ddH2O in ultrasonic bath two times for 10 min.\r\n\n\n Clean slides for 2 h at 55°C in RCA solution.\r\n\n\n Clean slides with ddH2O.\r\n\n\n Put slides in 2% Hellmanex in ultrasonic bath.\r\n\n\n Put slides in ddH2O in ultrasonic bath for 10 min.\r\n\n\n Storage in ddH2O.\r\n\n\n Second step, functionalization of cleaned glass slides:\r\n\n\n Solve 80 mg PEG in 600 µL 100 mM NaHCO3 at pH 8.5; shake it and keep it cool.\r\n\n\n Dry slides with compressed pure nitrogen and put them in pure acetone.\r\n\n\n Incubate slides 5-10 min in 200 ml acetone with 1 ml Vectabond.\r\n\n\n Swivel slides in ddH2O and place each one on a petri dish.\r\n\n\n Bring 70 µL of PEG solution on each slide and cover it with an untreated slide.\r\n\n\n Keep everything dark, cold \\(4°C) and humid with water-soaked wipes.\r\n\n\n After 3 hours: Swivel slides in ddH2O to wash off unbound PEG.\r\n\n\n Dry slides with nitrogen; storage them dark, cold, ideally in a vacuum chamber.\r\n\n\n Third step, chamber construction:\r\n\n\n Cut 5mm-holes into a Nescofilm with a laser cutter \\(3 rows, 8 columns).\r\n\n\n Drill holes into a 1 mm-thick teflon block.\r\n\n\n Bring the Nescofilm between a functionalized slide and the teflon block.\r\n\n\n Burden the chamber on a heat plate \\(70°C) for 20 minutes with the slide side down.\r\n\n\n Finally, use each hole for 1-2 measurement days.\r\n\n\n Reuse the Teflon block after cleaning with 2% Hellmanex and ddH2O.\r\n\n\n\r\n\n\n f. Data Acquisition\r\n\n\n Determine the normalized fluorescence spectrum F ̅_D \\(λ)  for each donor labeled mutant und absorbance spectrum for each acceptor labeled mutant, all in measurement buffer. \r\n\n\n Record micro- and macro-time data with the described confocal setup to obtain FRET efficiencies, stoichiometries and time-resolved anisotropies. For each FRET pair and condition \\(nucleotide, co-factor, salt concentration…) record at least 1000 single molecule events \\(at least 30 minutes per measurement at a sample concentration of about 50 pM). Measure each pair under the conditions that shift the equilibrium among the state populations. Start with measuring 10-16 FRET pairs between two large domains \\(each with 4 labeling positions) followed by the following steps. Then, measure further FRET pairs and add further labeling positions if necessary.\r\n\n\n\r\n\n\n g. Data Evaluation: Preliminary distance determination\r\n\n\n Calculate the quantum yield for each donor position from the measured fluorescence lifetime \\(micro-time data) in the donor-only population τ_D0   and the given fluorescence lifetime 〖τ'〗_D0   and quantum yield 〖Q'〗_D  specified by the manufacturer:\r\n\n\nQ_D= 〖Q'〗_D∙τ_D0/〖τ'〗_D0\r\n\n\n Calculate the overlap integral J\\(λ) for each FRET pair:\r\n\n\nJ_DA \\(λ)=∫▒〖F ̅_D \\(λ)  ε_A \\(λ)  λ^4 dλ〗\r\n\n\nAssume the extinction coefficient in the absorbance spectra maximum to remain constant and calculate the extinction spectrum ε_A \\(λ).\r\n\n\n Calculate the Förster radius R_0 for each FRET pair from the determined overlap spectra J and donor quantum yield QD:\r\n\n\n〖R_0〗\n6=\\(9000\\(ln10))/\\(128π\n5 )∙\\(κ\n2 Q_D)/\\(N_A n\n4 )∙∫_0\n∞▒〖F_D \\(λ)ε_A \\(〗 λ)λ\n4 dλ.\r\n\n\nAssume〖 κ〗^2=2/3 \\(see section ‘Verification’ for checking if this assumption holds).\r\n\n\n Correct FRET efficiencies for leakage, direct excitation, β- and γ-factors iteratively by checking for self-consistency within the network \\(see Supplementary Note 2 and 3 in the associated publication).\r\n\n\n Calculate preliminary distances from corrected efficiencies with a probability distribution analysis \\(see Supplementary Note 5 in the associated publication).\r\n\n\n\r\n\n\n h. Data Evaluation: State Assignment\r\n\n\nCompare the data to existing structural data: In case a structure of a functional state exists, screen it with the FPS tool and compare the experimental distances to the model for verification and state assignment. With no existing global structure, states will later be assigned during the global domain arrangement.\r\n\n\n\r\n\n\n i. Data Evaluation: Verification\r\n\n\n Check the fraction of dark states for donor and acceptor dye with fluorescence correlation spectroscopy. Use the equation of \\(2) to fit the autocorrelation of the donor fluorescence intensity after donor excitation and to fit the autocorrelation of the acceptor fluorescence intensity after acceptor excitation \\(macro-time data). Choose moderate excitation powers \\(about one third of the power at fluorescence intensity saturation) to guarantee low dark state fractions. For the described setup, an average laser power of 50 µW was chosen and resulted in dark state fractions of less than 3% for Atto550 and Atto647N.\r\n\n\n Calculate the time-resolved dye anisotropies from parallel and perpendicularly polarized fluorescence intensities N|| and N⊥ \\(micro-time data) after excitation with the linearly polarized donor laser or acceptor laser, respectively \\(see Figure 2a):\r\n\n\nr=\\(N_\\(||)-GN_⊥)/\\(N_\\(||)+2GN_⊥ )\r\n\n\nThe G factor corrects for relative detection efficiencies. For objectives with a high numerical aperture depolarization factors have to be considered \\(l1=0.0308 and l2=0.0368 for NA=1.2). Determine the combined anisotropy, if possible for each state separately:\r\n\n\nr_C=√\\(r_\\(A,∞) ) √\\(r_\\(D,∞) )\r\n\n\n Determine a threshold for the combined anisotropy with distance network and apply it to the data set \\(see Figure 2b). A reasonable threshold value found in our study using Atto550 and Atto647N as FRET pair is r_C=0.22. For further information see Supplementary Note 4 in the associated publication.\r\n\n\n Test for state-dependent local conformational changes. First, compare the position-specific anisotropies between the different states. Therefore, correlate the time-resolved anisotropies with the respective accessible volumes \\(calculated with the FPS software \\(2)) of acceptor or donor dye for each labeling position and for each state and check for changes between the states. Such changes hint local rearrangements \\(see Supplementary Note 3 in the associated publication). Second, use intra-domain and intra-monomer FRET pairs to test for rearrangements within.\r\n\n\n\r\n\n\n j. Data Evaluation: Domain Arrangement\r\n\n\n For each state, arrange the domains with the assigned distances. Use the FPS software \\(2) for a fist average domain arrangement. Then, use this software to calculate mean dye positions from accessible volumes. Then, run the software in the associated publication.\r\n\n\n Analyze the fluorescence intensity traces \\(macro-time data) with different time bins and generate one efficiency histograms for each time interval. Then, run the software tool ‘MDAgenDistances’  to generate distances, their standard deviations of a Gaussian distribution and their uncertainties.\r\n\n\n Run the software tool ‘MDAgenStructures’ to generate average structures with different chi^2 values.\r\n\n\n Generate structures from distance subsets with the software tool ‘MDAgenSubsets’.\r\n\n\n In case of ambiguous solutions, substitute domain structures with other crystal structures if known. In case the solution remains ambiguous, go back to step \\(a) or \\(d) and measure further FRET pairs.\r\n\n\n Generate an ensemble of structures with the software tool ‘MDAgenEnsembles’.\r\n\n\n\r\n\n\n k. Data Evaluation: Molecular refinement\r\n\n\n Refine the ensemble structures from the domain arrangement with MD simulations. Screen the results with the FPS software \\(3). In case deviations occur, repeat the global distance distribution analysis and subsequent domain arrangement.\r\n\n\n Test the stability and fast local dynamics of the optimal solution with unrestrained MD simulations in explicit solvent."
        },
        {
            "header": "References",
            "content": "1. Mickler, M., Hessling, M., Ratzke, C., Buchner, J. & Hugel, T. The large conformational changes of Hsp90 are only weakly coupled to ATP hydrolysis. Nature structural & molecular biology 16, 281–286 \\(2009)\r\n  2. J. Widengren, R. Rigler, U. Mets, Triplet-state monitoring by fluorescence correlation spectroscopy. J Fluoresc 4, 255-258 \\(1994)\r\n  3.Kalinin, S. et al. A toolkit and benchmark study for FRET-restrained high-precision structural modeling. Nature methods 9, 1218–1225 \\(2012)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4081",
                "date": "2017-01-11 17:03:35",
                "title": "Multidomain structure and correlated dynamics determined by self-consistent FRET networks",
                "authors": [
                    "Björn Hellenkamp",
                    "Philipp Wortmann",
                    "Florian Kandzia",
                    "Martin Zacharias",
                    "and Thorsten Hugel"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14174,
                "identity": "a0d3d189-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Bjoern Hellenkamp",
                "email": "b.hellenkamp@columbia.edu",
                "orcid": "",
                "institution": "University of Freiburg",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Bjoern",
                "middleName": "",
                "lastName": "Hellenkamp",
                "suffix": ""
            },
            {
                "id": 14178,
                "identity": "a0d3dfa1-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Thorsten Hugel",
                "email": "th@physchem.uni-freiburg.de",
                "orcid": "",
                "institution": "University of Freiburg",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Thorsten",
                "middleName": "",
                "lastName": "Hugel",
                "suffix": ""
            },
            {
                "id": 14175,
                "identity": "a0d3d66c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Philipp Wortmann",
                "email": "",
                "orcid": "",
                "institution": "University of Freiburg",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Philipp",
                "middleName": "",
                "lastName": "Wortmann",
                "suffix": ""
            },
            {
                "id": 14176,
                "identity": "a0d3da43-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Florian Kandzia",
                "email": "",
                "orcid": "",
                "institution": "Technical University Munich",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Florian",
                "middleName": "",
                "lastName": "Kandzia",
                "suffix": ""
            },
            {
                "id": 14177,
                "identity": "a0d3dd08-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Martin Zacharias",
                "email": "",
                "orcid": "",
                "institution": "Technical University Munich",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Martin",
                "middleName": "",
                "lastName": "Zacharias",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-10-26 21:10:49",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.078",
        "doiUrl": "https://doi.org/10.1038/protex.2016.078",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609574,
                "identity": "1ce30d4c-e9ca-495f-b0d2-f95de42164f9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 174984,
                "visible": true,
                "origin": "",
                "legend": "Confocal Setup   A confocal setup for single molecule detection with pulsed interleaved excitation (PIE). The setup is described in detail in [Hellenkamp, Dissertation 2016]. M: mirror; DM: dichroic mirror; O: objective; L: lens; P: pinhole; PBS: polarization beam splitter; F: band pass filter; APD: avalanche photo diode detector.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-5329/v1/figure_1.png"
            },
            {
                "id": 2609573,
                "identity": "616ec2d5-f3f8-42c7-b561-426e08cc95c2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 194884,
                "visible": true,
                "origin": "",
                "legend": "Time-resolved anisotropies   (a) The time-resolved anisotropies of dyes bound to a larger protein normally consist of a fast decay from rotational relaxation of the dipole axis and of a slow decay from dye diffusion along the protein surface. The residual anisotropies r∞ of both dyes of a FRET pair is used as part of the selection criterion (see associated publication). (b and c) A threshold value for nearly isotropy dipole coupling is determined for the closed (b) and open (c) state of Hsp90 (see associated publication).",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-5329/v1/figure_2.png"
            },
            {
                "id": 2609575,
                "identity": "6c299e05-2d90-4723-8e7d-2d54eca22069",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 207194,
                "visible": true,
                "origin": "",
                "legend": "Software tool   Software tool for generating self-consistent distance distribution networks and dynamic domain arrangements (see associated publication). Software tool for generating self-consistent distance distribution networks and dynamic domain arrangements (see associated publication). An updated version of the software can be downloaded here:\r\nhttps://www.singlemolecule.uni-freiburg.de/software/structure \r\n",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-5329/v1/figure_3.png"
            },
            {
                "id": 13465097,
                "identity": "92fd8ce0-b948-48bc-ade3-61a940df2ae9",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 719099,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5329/v1/8306155d-c2fa-45e6-9c4c-244a2f277d3a.pdf"
            },
            {
                "id": 2609577,
                "identity": "8eefd69e-b2f6-48a9-a725-d12407fe97ca",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 451987,
                "visible": true,
                "origin": "",
                "legend": "Version 1 of Protocol   COMMENTS   Figures 1 and 3 updated, as well as Figure 3 legend. \r\n- Ashleigh Carver, Editorial Assistant, Nature Protocols, 01/02/2017",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5329/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "FRET, single molecule, protein, structure, dynamics, multi-domain",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes how structural ensembles and state-dependent local dynamics of a multi-domain protein can be determined. The hybrid approach combines static structures of sub-domains with self-consistent FRET networks derived from of time-resolved fluorescence parameters and distance distributions. The method has successfully been applied on yeast heat shock protein 90, Hsp90. It reproduced Hsp90’s closed conformation as determined earlier by x-ray crystallography and resolved the previously unknown dynamic open conformation.\r\n\n\n\r\n\n\n------------------------------------------------------\r\n\n\nCOMMENTS\r\n\n\nFigures 1 and 3 updated, as well as Figure 3 legend. \r\n\n\n- Ashleigh Carver, Editorial Assistant, Nature Protocols, 01/02/2017",
        "manuscriptTitle": "Determination of structural ensembles and correlated dynamics of a multi-domain protein",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-01-11 17:05:48",
                "doi": "10.1038/protex.2016.078",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0d35690-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 11th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3726,
                "name": "Biochemistry"
            },
            {
                "id": 3727,
                "name": "Nanoscience and technology"
            },
            {
                "id": 3728,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 3729,
                "name": "Biological techniques"
            },
            {
                "id": 3730,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-01-11 17:05:48",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}