{
    "identity": "nprot-287",
    "title": "High-throughput cloning and expression in _Lactococcus lactis_",
    "content": [
        {
            "header": "Introduction",
            "content": "We have developed a generic method for high-throughput cloning in bacteria less amenable to conventional DNA manipulations. The method employs ligation-independent cloning in an intermediary _Escherichia coli_ vector, which is rapidly converted via vector backbone exchange \\(VBEx) into a bona fide, organism-specific plasmid ready for high-efficiency transformation. Here, we describe the VBEx procedure for _Lactococcus lactis_.\r\n\n\nThe procedure will yield _L. lactis_ expression vectors from which the gene of interest can be expressed with a cleavable decaHis-tag or alternative tags at either the N- or C-terminus. Simultaneously, _E. coli_ expression vectors holding similar tags can be created."
        },
        {
            "header": "Reagents",
            "content": "Plasmid isolation kit \\(e.g., Wizard&#xAE; Plus SV Minipreps DNA Purification System, Promega)\r\n\n\nT10E0.2 \\(10 mM Tris, 0.2 mM EDTA, pH 7.5)\r\n\n\nNa-acetate, 3 M, pH 5.3\r\n\n\nMilliQ\r\n\n\nEthanol, 96%, ice-cold  \r\n\n\nEthanol, 70%, ice-cold  \r\n\n\nPhenol:chloroform \\(50/50 v/v)\r\n\n\nChloroform\r\n\n\nTubes \\(1.5 ml, PCR tubes)\r\n\n\nDpnI \\(Roche)\r\n\n\nSwaI + 10x SwaI restriction buffer \\(Roche), or its isoschizomer SmiI + restriction buffer \\(Fermentas). \r\n\n\nNote: digestion with SmiI is done at 30&#xB0;C and not at 25&#xB0;C.\r\n\n\nSfiI + 10x SfiI restriction buffer \\(Fermentas)\r\n\n\nPhusion DNA polymerase + 5x Phusion HF buffer and 5x Phusion GC buffer \\(Finnzymes)\r\n\n\ndNTP solution \\(10 mM each; Roche)\r\n\n\nPrimers \\(desalted, HPLC purification is not necessarily)\r\n\n\nTAE, 1x buffer: 980 ml milliQ + 20 ml 50X TAE buffer \r\n\n\nTAE, 50x buffer: 242 gr Tris-base, 57.1 ml acetic acid, 100 ml 0.5 M EDTA, pH 8, add water to 1000 ml\r\n\n\nAgarose\r\n\n\nGel purification kit \\(e.g., GFX PCR DNA &amp; Gel Band Purification Kit, GE)\r\n\n\ndCTP, 25 mM\r\n\n\ndGTP, 25 mM\r\n\n\nT4 DNA polymerase + 5x T4 DNA polymerase buffer \\(Roche)\r\n\n\nT4 DNA ligase + 10x T4 DNA ligase buffer \\(Roche)\r\n\n\nNa2-ATP, 150 mM, pH 7 \\(set pH with NaOH)\r\n\n\nE. coli MC1061, calcium-competent\r\n\n\nL. lactis NZ9000, electrocompetent \\(see protocol below)\r\n\n\nLuria Broth \\(LB), LB agar \\(1.5%)\r\n\n\nM17, M17 agar \\(1.5%) \\(Difco)\r\n\n\nGlucose, 20% \\(w/v)\r\n\n\nSucrose, 2M\r\n\n\nAmpicillin, 100 mg/ml in milliQ\r\n\n\nChloramphenicol, 5 mg/ml in EtOH\r\n\n\npRExLIC vectors or derivatives \\(see Table 1)\r\n\n\npERL plasmid"
        },
        {
            "header": "Equipment",
            "content": "Table centrifuge\r\n\n\nSmall-volume spectrophotometer \\(Nanodrop, NanoDrop Technologies)\r\n\n\nFreezer \\(-80&#xB0;C)"
        },
        {
            "header": "Procedure",
            "content": "**Step 1**. \r\n\n\nPurify the pRExLIC vector from an E. coli culture using a plasmid isolation kit. Take 20 μg plasmid or more and adjust the volume to 300 μl with milliQ. Add 300 μl phenol:chloroform and vortex the sample until an emulsion forms. Wait for 2 min and vortex again. Centrifuge the tube for 2 min at 16,100g and transfer the upper aqueous phase to a fresh tube without disturbing the interface. Add an equal volume of chloroform to the aqueous phase, vortex and centrifuge for 2 min at 16,100g. Transfer the upper aqueous phase to a fresh tube. Add 0.1 volume 3 M Na-acetate, pH 5.3, and 2.5 volumes ice-cold 96% ethanol and then vortex the sample. Store the sample at -80°C for 30 min in a cooling block or use dry ice. Centrifuge for 15 min at 16,100g at 4°C. Remove the supernatant without disturbing the pellet and slowly add 1 ml ice-cold 70% ethanol. Centrifuge for 5 min at 16,100g at room temperature. Remove the supernatant without disturbing the pellet and speedvac for 5 min to remove the last traces of ethanol. Take care not to dry the DNA too long \\(5 min maximally). Dissolve the DNA pellet in 30 μl T10E0.2 by extensively rinsing the walls of the tube with buffer. Determine the DNA concentration and purity using a spectrophotometer. A 260/280 ratio close to 1.8 indicates a pure DNA sample. The purified plasmid can be stored at 4°C.\r\n\n\nThe pERL plasmid is isolated from a L. lactis culture using similar procedures as described above, with the following modification: Preceding the cell lysis, cells are resuspended in 10 mM Tris-HCl, pH 8.1, 20% \\(w/v) sucrose, 10 mM EDTA, 50 mM NaCl plus 10 mg/ml lysozyme and incubated for 15 min at 50°C.\r\n\n\n\r\n\n\n**Step 2**.\r\n\n\nSet up a digestion with 5 μg of the purified pRExLIC vector, 2.5 μl \\(25U) SwaI, 5 μl 10x SwaI-buffer and adjust the volume to 50 μl. Incubate overnight at 25°C in an incubator. Next, analyse the full sample on a TAE-gel using a comb with wide wells \\(~10 mm). Recover the linearized vector using a gel purification kit, elute in 50 μl T10E0.2. Remove residual agarose and column material by centrifugation for 5 min at 16,100g and transfer the supernatant to a fresh cup. Determine the DNA concentration and purity using a spectrophotometer. A 260/280 ratio close to 1.8 indicates a pure DNA sample. The SwaI-digested vector is stored at 4°C.\r\n\n\n\r\n\n\n**Step 3**.\r\n\n\nTake 200 ng of SwaI-digested vector and adjust the volume to 10 μl with milliQ. Add 1.5 μl 25 mM dCTP and 3 μl 5x T4 DNA polymerase buffer. Add 0.5 μl \\(0.5U) T4 DNA polymerase, vortex shortly and incubate the sample at 20°C for 30 min. Heat inactivate the T4 DNA polymerase by incubating at 75°C for 20 min. The material can be stored at 4°C for several months.\r\n\n\n\r\n\n\n**Step 4**.\r\n\n\nDesign gene-specific primers extended at the 5’ side with LIC-specific extensions tails \\(see Table 2). Do not include the start and stop codons in the gene-specific part of the primer, these are already present in the LIC specific tails. The annealing temperature of the gene-specific part should be sufficiently high \\(preferably above 55°C) to allow specific amplification by PCR. Furthermore, the primer should be without hairpin loops that could interfere with the PCR. No modifications to the LIC-specific extensions should be made. Total primer length should be kept below 50 residues to decrease synthesis-costs and assure a sufficient quality.\r\n\n\n\r\n\n\n**Step 5**.\r\n\n\nAmplify the gene of interest from genomic or plasmid DNA using Phusion DNA polymerase \\(Finnzymes). Set up a 25 μl reaction with 200 μM of each dNTP, 0.5 μM of each primer, 5 μl 5x Phusion HF buffer, template DNA \\(0.1-10 ng for plasmid DNA, 25-250 ng for genomic DNA), 0.25 μl \\(0.5 U) Phusion DNA polymerase. Pre-heat the block of the PCR machine to 98°C before adding the Phusion DNA polymerase to the mixture and placing the cup in the PCR machine.\r\n\n\nCycle as follows: 30 sec at 98°C; 15 cycles of 10 sec at 98°C, 20 sec at 60°C, 15 or 30 sec per kb for plasmid or genomic DNA, respectively. Decrease the annealing temperature every cycle by 0.5°C. Next, perform 15 cycles of 10 sec at 98°C, 20 sec at 52.5°C, 15 or 30 sec per kb for plasmid or genomic DNA, respectively; end with a final extension of 5 min at 72°C and hold the sample at 4°C. \r\n\n\nIf plasmid DNA isolated from dam+ hosts is used as template, it is recommended to add 0.5 μl \\(5U) DpnI to the sample and incubate 30 min at 37°C. DpnI will digest Dam-methylated template and thereby reduce the number of background-colonies after transformation. Note: not all hosts perform Dam-methylation.\r\n\n\n\r\n\n\n**Step 6**.\r\n\n\nAnalyse the full sample on a TAE-gel and recover the PCR-product using a gel purification kit, elute the DNA in 30 μl T10E0.2. Remove residual agarose and column material by centrifugation for 5 min at 16,100g and transfer the supernatant to a fresh cup. Determine the concentration and purity using a spectrophotometer. The sample is stored at 4°C.\r\n\n\n\r\n\n\n**Step 7**.\r\n\n\nTake the molar equivalent to 200 ng vector of insert. The amount of insert to be used can be calculated as follows: ng insert = \\(200 ng * insert size in bp) / vector size in bp. Adjust the volume to 10 μl with milliQ. Add 1.5 μl 25 mM dGTP and 3 μl 5x T4 buffer. Add 0.5 μl \\(0.5 U) T4 DNA polymerase, vortex shortly and incubate the sample at 20°C for 30 min. Heat inactivate the T4 DNA polymerase by incubating at 75°C for 20 min. The material can be stored at 4°C for several months.\r\n\n\n\r\n\n\n**Step 8**.\r\n\n\nAdd 1 μl of vector \\(step 3) to 3 μl of insert \\(step 7) and incubate for 5 min at room temperature. Transform the material to ~75 μl chemically competent _E. coli_ MC1061 according to standard protocols. Plate 0.1 and 0.9 volume of transformed cells on LB agar supplemented with 100 μg/ml ampicillin and incubate overnight at 37°C. Analyse the colonies by colony PCR and isolate plasmid using a plasmid isolation kit. No additional purification of the plasmid is needed. Sequence the insert. \r\n\n\nNote: inserts amplified with primers with nLIC-extensions \\(Table 1) are compatible with all plasmids holding an nLIC-cassette \\(Table 2). For example, using one nLIC-insert, both plasmids pREnLIC-insert and pBADnLIC-insert can be created. The pBAD-derived vectors can immediately be used for expression analysis in E. coli using the AraC/PBAD expression-system \\(Guzman _et al_, 1995) and should not be submitted to step 9. Similar, all inserts amplified with primers with cLIC-extensions \\(Table 1) are compatible with all plasmids holding a cLIC-cassette \\(that are: pREcLIC, pREcLIC-GFP, pBADcLIC, pBADcLIC-GFP; Table 2). The preparation of pBADxLIC vectors is identical to the preparation of the pRExLIC vectors described in step 1-3.\r\n\n\n\r\n\n\n**Step 9**.\r\n\n\nMix approximately 125 ng of the pERL plasmid \\(isolated in step 1) and approximately 125 ng of a pRExLIC-derived vector containing the insert \\(isolated in step 8). Adjust the volume to 10 μl by adding 1 μl 10x SfiI-buffer, 0.5 μl \\(5U) SfiI \\(Fermentas) and sufficient milliQ. Use a PCR machine with heated lid to incubate the sample for 80 min at 50°C and 20 min at 80°C to inactivate SfiI. After cooling to room temperature, start the ligation by the addition of 1.5 μl 8 mM Na2-ATP, pH 7, and 0.5 μl \\(0.5U) T4 DNA ligase. Incubate the sample for 1 hr at 20°C and, subsequently, 20 min at 65°C to heat inactivate the T4 DNA ligase. Transform 2 μl of sample to 30 μl electrocompetent L. lactis NZ9000 \\(see protocol below) and plate aliquots on M17 plates supplemented with 0.5% \\(w/v) glucose, 0.5 M sucrose and 5 μg/ml chloramphenicol. Seal the plates with parafilm and incubate at 30°C until colonies appear \\(~18 hrs).\r\n\n\nThe pNZxLIC vectors derived in this step can immediately be used for expression analysis in L. lactis using the nisin-controlled expression-system \\(for details, see Kunji _et al_, 2003 and de Ruyter _et al_, 1996)\r\n\n\n\r\n\n\n\r\n\n\n**Electrotransformation of L. lactis**. \r\n\n\nPreparation of electrocompetent L. lactis NZ9000 was essentially done as described \\(Holo and Nes, 1989; Wells _et al_, 1993), but with some critical modifications. Briefly: Streak a frozen stock of L. lactis NZ9000 on M17 agar supplemented with 0.5% \\(w/v) glucose and incubate overnight at 30°C. Use a single colony to inoculate 5 ml M17 supplemented with 0.5% \\(w/v) glucose. Grow at 30°C for\n6h. Use this culture to inoculate 50 ml M17 supplemented with 0.5% \\(w/v) glucose plus 1% \\(w/v) glycine and incubate overnight. Note: glycine can be autoclaved with the medium, sucrose and glucose need to be added seperately. Use the 50 ml culture to inoculate 400 ml M17 supplemented with 0.5% \\(w/v) glucose, 0.5 M sucrose and 2% \\(w/v) glycine and continue cultivation until OD600 =\n0.5. Harvest the cells by centrifugation at 5000g for 15 min at 4°C. Wash the cells with 1 volume ice-cold solution A \\(0.5 M sucrose and 10% \\(v/v) glycerol, prepared in milliQ) and centrifuge at 5000g for 15 min at 4°C. Next, resuspend the cells in 0.5 volume ice-cold solution A supplemented with 50 mM Na-EDTA, pH 7.5, and 0.25 volume solution A, and incubate for 15 min on ice before centrifugation at 5000g for 15 min at 4°C. Finally, resuspend the cells in 0.01 volume ice-cold solution A. Aliquots of 40 μl are flash-frozen in liquid nitrogen and stored at -80°C until use.\r\n\n\n For electroporation, thaw cells on ice, combine them with the plasmid DNA, and transfer the sample to an ice-cooled electroporation cuvet \\(2 mm electrode gap). Expose cells to a single electrical pulse with a field strength of 2 kV, capacitance of 25 μF and resistance of 200 Ohm. Immediately following discharge, mix the cells with 1 ml ice-cold M17 supplemented with 0.5% \\(w/v) glucose, 0.5 M sucrose, 20 mM MgCl\n2\nplus 2 mM CaCl\n2\n, and leave them on ice for 10 min. Subsequently, incubate the cells at 30°C for 2 hrs and plate aliquots on M17 agar supplemented with 0.5% \\(w/v) glucose, 0.5 M sucrose and 5 μg/ml chloramphenicol. Seal the plates with parafilm and incubate overnight at 30°C."
        },
        {
            "header": "Timing",
            "content": "The full procedure can be performed in 4 days."
        },
        {
            "header": "Critical Steps",
            "content": "**Step 1**. Although the additional phenol:chloroform purification step might seem over-cautious, we find this step essential for high-efficiency digestion with SwaI.\r\n\n\n\r\n\n\n**Step 3**. More extensive treatment with T4 DNA polymerase resulting from higher incubation temperatures, prolonged incubation or higher concentrations of T4 DNA polymerase will decrease the efficiency of the procedure dramatically.\r\n\n\n\r\n\n\n**Step 7**. More extensive treatment with T4 DNA polymerase resulting from higher incubation temperatures, prolonged incubation or higher concentrations of T4 DNA polymerase will decrease the efficiency of the procedure dramatically."
        },
        {
            "header": "Troubleshooting",
            "content": "**Step 6**. If the PCR was not successful, we refer to the manufacturer&#x2019;s protocol for optimization. For complex DNA \\(e.g., genomic DNA or GC-rich DNA), the use of 5x Phusion GC buffer should be considered."
        },
        {
            "header": "Anticipated Results",
            "content": "The ligation-independent cloning procedure described should yield transformation efficiencies of approximately 10,000 CFU/&#x3BC;g DNA of which at least 90% will contain the insert. The VBEx procedure will yield transformation efficiencies of approximately 1,000,000 CFU/&#x3BC;g DNA; all the L. lactis transformants will contain the correct insert."
        },
        {
            "header": "References",
            "content": "L. M. Guzman, D. Belin, M. J. Carson _et al_., _J Bacteriol_ **177** \\(14), 4121 \\(1995).\r\n\n\n\r\n\n\nH. Holo and I. F. Nes, _Appl Environ Microbiol_ **55** \\(12), 3119 \\(1989).\r\n\n\n\r\n\n\nJ. M. Wells, P. W. Wilson, and R. W. Le Page, _J Appl Bacteriol_ **74** \\(6), 629 \\(1993)\r\n\n\n\r\n\n\nE. R. Kunji, D. J. Slotboom, and B. Poolman, _Biochim Biophys Acta_ **1610** \\(1), 97 \\(2003)\r\n\n\n\r\n\n\nP. G. de Ruyter, O. P. Kuipers, and W. M. de Vos, _Appl Environ Microbiol_ **62** \\(10), 3662 \\(1996)."
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth1073",
                "date": "2007-07-04 08:25:04",
                "title": "High-throughput cloning and expression in recalcitrant bacteria",
                "authors": [
                    "Eric R Geertsma & Bert Poolman"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10428,
                "identity": "9f034225-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Eric R.  Geertsma",
                "email": "",
                "orcid": "",
                "institution": "University of Groningen, Biochemistry department",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Eric",
                "middleName": "R.",
                "lastName": "Geertsma",
                "suffix": ""
            },
            {
                "id": 10429,
                "identity": "9f0344b1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bert Poolman",
                "email": "",
                "orcid": "",
                "institution": "University of Groningen, Biochemistry department",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bert",
                "middleName": "",
                "lastName": "Poolman",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-04-20 06:42:56",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.290",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.290",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465149,
                "identity": "a50fdeb0-84f8-4260-b8a0-daf1ebd6e88b",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 147936,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-287/v1/203ce25e-0d55-40ce-9a04-98f13a27ad89.pdf"
            },
            {
                "id": 2607791,
                "identity": "c8ea01f9-bfb9-406f-bfb2-ecb12e21f548",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 20571,
                "visible": true,
                "origin": "",
                "legend": "Table 1 and 2",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-287/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "high-throughput cloning and expression, ligation-independent cloning, vector backbone exchange (VBEx), Lactococcus lactis\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "High-throughput cloning and expression in Lactococcus lactis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-07-25 08:21:45",
                "doi": "10.1038/nprot.2007.290",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 4
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f02ed82-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 25th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1842,
                "name": "Genetics"
            },
            {
                "id": 1843,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-07-25 08:21:45",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}