{
    "identity": "pex-1508",
    "title": "<p>Comparison of Nordic walking and Conventional Aerobic training on Ambulatory endurance, Quality of life and Psychological status in Post Covid-19 patients: A Research protocol</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The Novel Corona Virus (Covid-19), previously known only as the Wuhan virus, has spread worldwide, including India. The symptomatology of the Covid-19 is very similar to that of other viral respiratory infections. Cases can range from mild to extreme, leading to serious medical problems or even mortality. Since the incubation time for the novel coronavirus has yet to be confirmed, symptoms are expected to occur in 2 to 14 days. The precise modes of transmission of this novel virus are unspecified at this time. Cough, sudden onset of fever, and difficulty in breathing are currently identified symptoms. Up to 20% of confirmed cases are listed as serious. Aside from it though, a variety of patients have been successfully treated and released from the hospital(1). The effects of Covid-19 are said to include both physical and mental health problems. After discharge, the majority of non-critical Covid-19 pneumonia survivors have reduced diffusion capability, as well as a poorer perceived physical and mental health(2). In addition to the physical effects, Covid-19 survivors are clinically depressed three months after leaving the hospital and suffer from PTSD, insomnia, and anxiety(3).&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>Since Covid-19 causes a reduction in lung capacity and volume, aerobic exercise helps recover the normal lung function. Exercise preparation is both healthy and helpful. Studies on the impact of moderate exercise training on immune functions have shown that even simple behaviours like daily brisk walking can be superior to sedentary lifestyles, resulting in less sick days. The impact of moderate exercise training on immune functions has been studied in various studies (4).</p><p>Nordic Walking program is applicable and healthy in the field of integrated health care. It's simple to learn, and it's affordable. The patients' quality of life seems to be improving (4). In patients with different diseases, Nordic Walking improves resting heart rate, blood pressure, exercise capability, maximum oxygen intake, and quality of life (5).</p><p>In conventional aerobic training program, walking is the most preferred mode of exercise in patients with respiratory diseases. Normal walking after a period of time is readily adaptable and become monotonous. Nordic walking involves use of poles in traditional walking, this makes it more interesting, engaging and can be little more taxing to cardiovascular system. The Nordic walking has rhythm and pattern that loads the other system of the body to some extent. The Nordic walking involves rhythmic movement of upper and lower extremity along with the poles&nbsp;that demands integrated&nbsp;&nbsp;function of all the systems, thereby also have some effects on balance, co-ordination and&nbsp;proprioception. The Nordic walking requires correct walking technique, correct posture and correct use of poles. In spite of this it mimics the natural walking pattern which can be used as the modes of exercise in pulmonary rehabilitation. There are number of studies available on post-menopausal women, diabetes where Nordic walking program was used to enhance endurance. The present study uses the Nordic walking program as the mode of conditioning on mildly affected Post Covid-19 cases as a part of rehabilitation program. Limited studies on Nordic walking has shown its effectiveness on quality of life, ambulatory endurance, and lowering psychological complications like anxiety depression and stress. </p><p>The present study aims to compare the effect of Nordic walking program and Conventional aerobic training on ambulatory endurance, quality of life, and Psychological function like anxiety, depression and stress in Post Covid-19 patients.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "1. Recruit patients(N=70), Screen the patients for inclusion and exclusion criteria, Obtain informed consent\n2.  Perform baseline assessment\n3. Allocation: Group A (35 patients), Group B (35 patients)\n4. Group A : 4 weeks of aerobic training, 3 times a week\n5. Group B : 4 weeks of Nordic walking, 3 times a week\n6. Perform post-training assessment\n7. Statistical analysis"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mankar MV, Tendolkar DVD, Shinde DA. Novel Coronavirus (COVID-19) in India: Current Scenario. JOURNAL OF CRITICAL REVIEWS7(11):7. (2020)</p><p>2. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Talman S, Boonman - de Winter L, de Mol M, Hoefman E, van Etten RW, et al. Pulmonary function and health-related quality of life after COVID-19 pneumonia. Respir Med. Jan; 176:106272. (2021)</p><p>3. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gennaro MM, Mariagrazia P, De Lorenzo R, Cristiano M, Sara P, Roberto F, et al. Persistent psychopathology and neurocognitive impairment in COVID-19 survivors: effect of inflammatory biomarkers at three-month follow-up. Brain Behav Immun [Internet]. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7903920/ (2021)</p><p>4. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can moderate intensity aerobic exercise be an effective and valuable therapy in preventing and controlling the pandemic of COVID-19? Med Hypotheses.143:109854. (2020)</p><p>5. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Baek S, Ha Y. Estimation of energy expenditure of Nordic walking: a crossover trial. BMC Sports Science, Medicine and Rehabilitation.13 (1):14. (2021)</p><p>6. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AACVPR [Internet]. [cited 2021 Mar 17]. Available from: https://www.aacvpr.org/</p><p>7. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ACSM Guidelines for exercise testing and prescription tenth edition. (2018)</p><p>8. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Incremental Shuttle Walk Test | Pulmonary Rehabilitation Toolkit [Internet]. Available from: https://pulmonaryrehab.com.au/patient-assessment/assessing-exercise-capacity/incremental-shuttle-walking-test/(2021)</p><p>9. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Skevington SM, Lotfy M, O’Connell KA, WHOQOL Group. The World Health Organization’s WHOQOL-BREF quality of life assessment: psychometric properties and results of the international field trial. A report from the WHOQOL group. Qual Life Res. 13(2):299–310. (2004)</p><p>10. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Korkmaz S, Kazgan A, Çekiç S, Tartar AS, Balcı HN, Atmaca M. The anxiety levels, quality of sleep and life and problem-solving skills in healthcare workers employed in COVID-19 services. Journal of Clinical Neuroscience,80:131–6. (2020)</p><p>11. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Antony M, Bieling P, Cox B, Enns M, Swinson R. Psychometric properties of the 42-item and 21-item versions of the Depression Anxiety Stress Scales in clinical groups and a community sample. Psychological Assessment,10:176–81. (1988)</p><p>12. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang C, Pan R, Wan X, Tan Y, Xu L, McIntyre RS, et al. A longitudinal study on the mental health of general population during the COVID-19 epidemic in China. Brain, Behavior, and Immunity;87:40–8. (2020)</p><p>13. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Passos-Monteiro E, Schuch F, Franzoni L, Carvalho A, Gomeñuka N, Becker M, et al. Nordic Walking and Free Walking Improve the Quality of Life, Cognitive Function, and Depressive Symptoms in Individuals with Parkinson’s Disease: A Randomized Clinical Trial. Journal of Functional Morphology and Kinesiology;5:82. (2020)</p><p>14. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Barberan-Garcia A, Arbillaga-Etxarri A, Gimeno-Santos E, Rodríguez DA, Torralba Y, Roca J, et al. Nordic walking enhances oxygen uptake without increasing the rate of perceived exertion in patients with chronic obstructive pulmonary disease. Respiration;89(3):221–5. (2015)</p><p>15. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Szefler-Derela J, Arkuszewski M, Knapik A, Wasiuk-Zowada D, Gorzkowska A, Krzystanek E. Effectiveness of 6-Week Nordic Walking Training on Functional Performance, Gait Quality, and Quality of Life in Parkinson’s Disease. Medicina (Kaunas);56(7). (2020)</p><p>16. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cebula A, Tyka A, Pilch W, Szygula Z, Pałka T, Sztafa-Cabała K, et al. Effects of 6-week Nordic walking training on body composition and antioxidant status for women &gt; 55 years of age. International Journal of Occupational Medicine and Environmental Health;30. (2017)</p><p>17. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhu Y, Wang Z, Zhou Y, Onoda K, Maruyama H, Hu C, et al. Summary of respiratory rehabilitation and physical therapy guidelines for patients with COVID-19 based on recommendations of World Confederation for Physical Therapy and National Association of Physical Therapy. J Phys Ther Sci,32(8):545–9. (2020)</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 23621024,
                "identity": "ca4cf8de-44d7-4b97-a394-81011965f3c4",
                "order_by": 0,
                "name": "Pallavi Bhakaney",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-1613-2983",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institue of Medical Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pallavi",
                "middleName": "",
                "lastName": "Bhakaney",
                "suffix": ""
            },
            {
                "id": 23621213,
                "identity": "dc3d7f1b-2d4b-4273-a857-08ec9274bb30",
                "order_by": 1,
                "name": "G. D. Vishnuvardhan",
                "email": "vishnudiwakarpt@gmail.com",
                "orcid": "",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institue of Medical Sciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "G.",
                "middleName": "D.",
                "lastName": "Vishnuvardhan",
                "suffix": ""
            },
            {
                "id": 23621214,
                "identity": "552ca463-f025-42b8-b764-91c8d197655e",
                "order_by": 2,
                "name": "Vaishnavi Yadav",
                "email": "",
                "orcid": "",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institue of Medical Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vaishnavi",
                "middleName": "",
                "lastName": "Yadav",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-27 14:20:04",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1508/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1508/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13693914,
                "identity": "222a0342-8c61-4345-b06a-24ee201b7a26",
                "added_by": "auto",
                "created_at": "2021-09-17 12:50:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 163726,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1508/v1/9cd5e1ca-1458-41e8-846b-214d12cd59b8.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Post Covid-19 Rehabilitation, Nordic walking, Aerobic training, Endurance",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Background</strong> – Covid-19 has spread worldwide, including India. Cough, fever and difficulty in breathing are identified symptoms. After discharge, majority of Covid-19 survivors have reduced diffusion capability and poor perceived physical and mental health, resulting in need of rehabilitation which helps regaining normal lung function. Researches on Nordic walking in Post Covid-19 patients are limited. The study aims at comparing the effect of Nordic walking and Aerobic training program on ambulatory endurance, Quality of life and psychological function in Post Covid-19 patients.</p><p><strong>Methods</strong> – 70 Post Covid-19 patients will be recruited for the study, which will be uniformly divided into two groups. Following the baseline assessment, Group A will receive aerobic training and Group B will receive Nordic walking program for 4 weeks. Ambulatory endurance, quality of life and psychological function will be assessed. </p><p><strong>Discussion </strong>– The purpose of this study is to examine the effect of Nordic walking in Post Covid-19 patients.</p><p><br></p>",
        "manuscriptTitle": "Comparison of Nordic walking and Conventional Aerobic training on Ambulatory endurance, Quality of life and Psychological status in Post Covid-19 patients: A Research protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-20 16:12:39",
                "doi": "10.21203/rs.3.pex-1508/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "440de86f-64e0-48f8-8eff-0aaeeb9c7565",
        "owner": [],
        "postedDate": "May 20th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3939721,
                "name": "Diseases"
            },
            {
                "id": 3939722,
                "name": "Physiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-20 16:12:39",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}