{
    "identity": "nprot-2475",
    "title": "The protocol for the direct reprogramming therapy of human liver cancer cells with only chemicals",
    "content": [
        {
            "header": "Introduction",
            "content": "Various methods for the direct reprogramming of human somatic cells have been developed <1>. However, therapeutic methods to reprogram and destroy human solid tumor cells have not been developed. \r\n\n\n The acyclic retinoid \\(ACR) was found to reduce the rate of recurrence after curative hepatocellular carcinoma \\(HCC) therapy in a small randomized controlled trial \\(n=89) <2>, and similar results were observed in a recent larger \\(n=401) randomized controlled trial <3>. The hazard ratio \\(ACR versus placebo) for 2 years or more after curative therapy was 0.27 \\(95% CI: 0.07-0.96) <3>. However, ACR failed to suppress recurrence within 1-2 years following curative therapy <3>. The hazard ratio \\(ACR versus placebo) for within 1 year of curative therapy was 0.72 \\(95% CI: 0.45-1.17) <3>. It has been postulated that aldo-keto reductase family 1 member B10 \\(AKR1B10) <4> inhibits retinoic acid \\(RA)-induced cellular differentiation <5>; however, this hypothesis has not been proven."
        },
        {
            "header": "Reagents",
            "content": "Chemicals\r\n\n\n # Acyclic retinoid <all trans-3,7,11,15-tetramethyl-2,4,6,10,14-hexadecapentaenoic acid: ACR, Kowa \\(Tokyo, Japan)>.\r\n\n\n\r\n\n\n # Zopolrestat as an AKR1B10 inhibitor \\(Pfizer Inc).\r\n\n\n\r\n\n\nPatients\r\n\n\n 10 liver cancer samples were obtained with informed consent from patients who underwent a liver transplantation at our institutions <6>. The 10 patients with HCC before a liver transplantation <6> had an age range of 34-60 years \\(median: 55.7). All of the males \\(n=7) were diagnosed with stage II cancer and were HCV-positive with a Child-Pugh score of A; all of the females \\(n=3) were diagnosed with stage III cancer and were HCV-positive with a Child-Pugh score of B.\r\n\n\nThe evaluation of AKR1B10 expression\r\n\n\n\r\n\n\n # AKR1B10 antibody \\(monoclonal rabbit anti-human AKR1B10 antibody, clone 1A6; Abnova Corporation). \r\n\n\n\r\n\n\n # The following primer and probes were used: Sequence \\(5´ to 3´)\r\n\n\n\r\n\n\nAKR1B10-F: CATATCCAGAGGAATGTGATTGTCA;\r\n\n\n\r\n\n\nAKR1B10-R: AGACCTGAATGTTCTCAACAATGC"
        },
        {
            "header": "Equipment",
            "content": "1) In vitro anticancer drug sensitivity testing for the 10 patients with HCC \r\n\n\n\r\n\n\n# Flask coated with collagen gel in a CO2 incubator. \r\n\n\n\r\n\n\n# The reconstituted type 1 collagen solution for a final density of 1 × 1000000 cells/mL. \r\n\n\n\r\n\n\n# Each well of a 6-well plate in a 60 mm dish.\r\n\n\n\r\n\n\n# CO2 incubator. \r\n\n\n\r\n\n\nDetermination of albumin and alpha fetoprotein \\(AFP) in the culture media　\r\n\n\n\r\n\n\n # Enzyme-linked immunosorbent assay \\(ELISA) using goat anti-human albumin \\(Cosmo Bio Co., Tokyo, Japan). \r\n\n\n # The AFP Amerlex-M RIA detection kit \\(Ortho Clinical Diagnostics, Issy les Moulineaux, France).\r\n\n\n\r\n\n\nMeasurement of oxygen consumption in the liver cancer cells\r\n\n\n\r\n\n\n # Clark-type oxygen microelectrode."
        },
        {
            "header": "Procedure",
            "content": "Step 1: Preparation of human samples\r\n\n\n\r\n\n\n # Obtain human liver cancer samples.\r\n\n\n \r\n\n\n\\(10 liver cancer samples were obtained with informed consent from patients who underwent a liver transplantation at our institutions <6> ). \r\n\n\n \r\n\n\nStep 2: The evaluation of AKR1B10 expression\r\n\n\n\r\n\n\n # Evaluate AKR1B10 expression in the human HCC samples according to the number of positively stained tumor cells. \r\n\n\n\r\n\n\n # If none of the tumor cells demonstrated AKR1B10 immunostaining, the sample is\r\n\n\nconsidered to be AKR1B10-negative. \r\n\n\n\r\n\n\n # Use an AKR1B10 antibody \\(monoclonal rabbit anti-human AKR1B10 antibody, clone 1A6; Abnova Corporation). \r\n\n\n\r\n\n\nStep 3: In vitro anticancer drug sensitivity testing for the 10 patients with HCC \r\n\n\n\r\n\n\n# Incubate the liver cancer cells in a flask coated with collagen gel in a CO2 incubator at 37°C for 24 h. \r\n\n\n\r\n\n\n# Only the viable cells adhering to the collagen gel should be collected and resuspended in the reconstituted type 1 collagen solution for a final density of 1 × 1000000 cells/mL. \r\n\n\n\r\n\n\n# Three drops of the collagen-cell mixture should be placed in each well of a 6-well plate in a 60 mm dish, and the plates were allowed to reach 37°C in a CO2 incubator for 1 h. \r\n\n\n\r\n\n\n# The final concentration is approximately 3 × 100000 cells/collagen gel droplet. \r\n\n\n\r\n\n\n# Culture medium should be added to each well, and the plate should be incubated in a CO2 incubator at 37°C overnight. \r\n\n\n\r\n\n\n# The anticancer drugs \\(i.e., 10 μM ACR alone, 10 μM zopolrestat alone or 10 μM ACR plus 10 μM zopolrestat) must be added to the cells for 2 days. \r\n\n\n\r\n\n\nStep 4: Determination of albumin and alpha fetoprotein \\(AFP) in the culture media　\r\n\n\n\r\n\n\n# The albumin protein concentration should be determined by an enzyme-linked immunosorbent assay \\(ELISA) using goat anti-human albumin \\(Cosmo Bio Co., Tokyo, Japan). \r\n\n\n\r\n\n\n# The quantitative analysis of AFP secretion should be performed with the AFP Amerlex-M RIA detection kit \\(Ortho Clinical Diagnostics, Issy les Moulineaux, France).\r\n\n\n\r\n\n\nStep 6: Measurement of oxygen consumption in the liver cancer cells\r\n\n\n\r\n\n\n# The oxygen consumption \\(mean ± SD, nmol min-1 mg-1 protein) in the AKR1B10-positive or negative liver cancer cells should be measured by a Clark-type oxygen microelectrode. \r\n\n\n\r\n\n\n# Measurements should be conducted 3 days after the administration of 10 μM of ACR alone, 10 μM of zopolrestat alone, and 10 μM of ACR plus 10 μM zopolrestat. \r\n\n\n\r\n\n\nStep 7: Statistical analyses\r\n\n\n\r\n\n\n# All statistical tests should be performed with Dr. SPSS II for Windows \\(SPSS Japan, Inc, Tokyo), and statistical significance must be defined as p<0.05. \r\n\n\n\r\n\n\nStep 8: Clinical application;\r\n\n\nDirect reprogramming therapy was used for the following patient.\r\n\n\n\r\n\n\n Patient who had advanced hepatocellular carcinoma \\(HCC) beyond Milan criteria \\(single tumor </=5 cm in size or </=3 tumors each </=3 cm in size, and no macrovascular invasion) and had experienced the recurrence of HCC in 12 months after liver transplantation, and had sorafenib resistance."
        },
        {
            "header": "Troubleshooting",
            "content": "Zopolrestat as an AKR1B10 inhibitor can change other AKR1B10 inhibitors."
        },
        {
            "header": "Anticipated Results",
            "content": "AKR1B10 expression in liver cancer cells from patients with HCC who received a liver transplantation :\r\n\n\n\r\n\n\n  #  AKR1B10 expression was observed in 6 of the patients with HCC \\(Figure 1a, 1b).\r\n\n\n\r\n\n\n In vitro anticancer drug sensitivity testing in the 6 patients with HCC who expressed AKR1B10: \r\n\n\n\r\n\n\n # In vitro anticancer drug sensitivity testing was performed for the 6 patients with HCC who expressed AKR1B10. \r\n\n\n # At 6 days, a significant difference was observed in the viability of AKR1B10-positive liver cancer cells treated with ACR alone and those treated with ACR plus zopolrestat, which is an AKR1B10 inhibitor <7> \\(Figure 2A; P<0.001, Mann-Whitney U test). \r\n\n\n # A significant difference was also observed at 6 days in the viability of AKR1B10-positive liver cancer cells treated with zopolrestat alone and those treated with ACR plus zopolrestat \\(Figure 2A; P<0.001, Mann-Whitney U test). \r\n\n\n # The mean alpha-fetoprotein \\(AFP) value at 3 days in samples treated with ACR alone was 45.3 ng ± 5.2 ng/L × 100000 cells/24 h, while samples treated with ACR plus zopolrestat showed an improved value of 3.6 ng ± 2.2 ng/L × 100000 cells/24 h \\(P<0.001, Mann-Whitney U test). \r\n\n\n #  The mean albumin value at 3 days in samples treated with ACR alone was 19.3 ng ± 7.3 ng/L × 100000 cells/24 h, while samples treated with ACR plus zopolrestat showed a significantly improved value of 93.3 ng ± 3.0 ng/L × 100000 cells/24 h \\(P=0.02, Mann-Whitney U test). \r\n\n\n\r\n\n\n In vitro anticancer drug sensitivity testing in the 4 patients with HCC who did not express AKR1B10 :\r\n\n\n\r\n\n\n # In vitro anticancer drug sensitivity testing was also performed in the 4 patients with HCC who did not express AKR1B10. \r\n\n\n # At 6 days, a significant difference was observed in the viability of AKR1B10-negative liver cancer cells treated with ACR alone and those treated with ACR plus zopolrestat \\(Figure 2B; P= 0.02, Mann-Whitney U test). \r\n\n\n # A significant difference was also observed at 6 days in the viability of AKR1B10-negative liver cancer cells treated with zopolrestat and those treated with ACR plus zopolrestat \\(Figure 2B; P<0.001, Mann-Whitney U test). \r\n\n\n# The mean AFP value at 3 days in samples treated with ACR alone was 50.3 ng ± 6.5 ng/L × 100000 cells/24 h, while the mean value in samples treated with ACR plus zopolrestat was improved at 7.6 ng ± 3.5 ng/L × 100000 cells/24 h \\(P=0.01, Mann-Whitney U test). \r\n\n\n# The mean albumin value at 3 days in samples treated with ACR alone was 17.1 ng ± 5.2 ng/L × 100000 cells/24 h, while the mean value in samples treated with ACR plus zopolrestat was significantly improved at 85.3 ng ± 3.9 ng/L × 100000 cells/24 h \\(P=0.02, Mann-Whitney U test). \r\n\n\n\r\n\n\nOxygen consumption in liver cancer cells:\r\n\n\n \r\n\n\n # Aerobic respiration in AKR1B10-positive liver cancer cells was assessed 3 days after the administration of ACR alone, zopolrestat alone or ACR plus zopolrestat. \r\n\n\n # Oxygen consumption was significantly greater in the AKR1B10-positive liver cancer cells treated with ACR plus zopolrestat than in the cells treated with either ACR alone or zopolrestat alone \\(Figure 3A; P<0.001, Mann-Whitney U test). \r\n\n\n # Aerobic respiration in the AKR1B10-negative liver cancer cells was also assessed 3 days after the administration of ACR alone, zopolrestat alone and ACR plus zopolrestat.  \r\n\n\n# Oxygen consumption was significantly greater in AKR1B10-negative liver cancer cells treated with ACR plus zopolrestat than in the cells treated with either ACR alone or zopolrestat alone \\(Figure 3B; P<0.001, Mann-Whitney U test). \r\n\n\n Notes: As described by Otto Warburg in 1931, although cancer cells preferentially utilize glycolytic pathways for energy generation while downregulating their aerobic respiratory activity <8>, oxygen consumption in AKR1B10-positive or -negative liver cancer cells increased with ACR plus zopolrestat \\(Figures 3A and 3B). \r\n\n\n\r\n\n\n In conclusion, considering the above-mentioned results, these results confirm that liver cancer cells with ACR resistance were directly reprogrammed to approximate normal human hepatocytes, and ACR plus zopolrestat induced apoptosis \\(Figures 2A, 2B, 3A and 3B). Therefore, a therapeutic method to reprogram and destroy human solid tumor cells with chemicals alone has been developed. \r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nClinical case; Direct reprogramming therapy in a patient with advanced hepatocellular carcinoma with sorafenib resistance:\r\n\n\n\r\n\n\n A 34-year-old woman who had advanced hepatocellular carcinoma \\(HCC) beyond Milan criteria and had experienced the recurrence of HCC in 12 months after liver transplantation was treated with sorafenib for 6 weeks at a dose of 400 mg twice daily. Diarrhea, weight loss and hand-foot skin reaction as adverse reactions during sorafenib treatment were reported. However, she was turned out to be a non-responder of sorafenib \\(Figure 4A). Furthermore, she was hepatitis C virus \\(HCV) infection-positive patient even after sorafenib treatment. The viral load was 6.20 ± 0.73 \\(log 10 HCV RNA, mean ± SD) in the patient. Then, alanine aminotransferase \\(ALT) level was 58.4 ±21.8 U/L \\(mean ± SD), and aspartate transaminase \\(AST) level was 90.1 ± 30.5 U/L \\(mean ± SD) in the patient \\(normal range for each level in ALT and AST, 0-50 U/L). \r\n\n\n  Therefore, in vitro anticancer drug sensitivity testing was performed using the patient's HCC that had expressed aldo-keto reductase family 1 member B10 \\(AKR1B10) and retinoid X receptors. Since her cancer cells were eliminated by acyclic retinoid \\(ACR) plus zopolrestat as an AKR1B10 inhibitor 6 days later, she was treated with ACR \\(600 mg per day) plus zopolrestat \\(1200 mg per day) for 48 weeks. Then, her HCC disappeared in 3 months of ACR plus zopolrestat therapy \\(Figure 4B) and serum alpha-fetoprotein \\[AFP] and des-γ-carboxyprothrombin \\[DCP]) levels were normalized \\(Figure 4C). Furthermore, ALT and AST levels were improved \\(mean ± SD: 39.3 ± 20.5 U/L in ALT level, 46.5 ± 20.3 U/L in AST level; normal range for each level in ALT and AST, 0-50 U/L), and the viral load for HCV decreased \\(mean ± SD: 3.00 ± 0.30, log 10 HCV RNA) in the patient after ACR plus zopolrestat therapy compared with after sorafenib treatment. Moreover, she survives 36 months in the recurrence-free of HCC after ACR plus zopolrestat therapy. Only headache was observed as an adverse reaction during ACR plus zopolrestat therapy.\r\n\n\n Patients undergoing liver transplantation for HCC within Milan criteria \\(single tumor ≤5 cm in size or ≤3 tumors each ≤3 cm in size, and no macrovascular invasion) have an excellent outcome \\(1) \\(2). Even after liver transplantation, however, the recurrence rate is higher and the prognosis is worse in patients with advanced HCC beyond Milan criteria \\(1) \\(2), and the recurrence-free survival rates are 0.0 % at 18 months in those patients \\(3). Though sorafenib is the only drug showing survival benefits in advanced HCC patients \\(4), the patient showed sorafenib resistance. Therefore, she was treated with ACR plus zopolrestat therapy, and could get successful outcome. Considering our results of in vitro anticancer drug sensitivity testing, her HCC cells with sorafenib resistance were appeared to be directly reprogrammed to approximately normal hepatocytes and ACR plus zopolrestat induced apoptosis in 3 months. Therefore, we could get a proof of concept for the direct reprogramming therapy method of human solid tumor cells in the current study. \r\n\n\n Furthermore, she is HCV infection-positive. However, by the direct reprogramming therapy, the viral load of HCV decreased. Considering the viral load reduction of HCV under all-trans retinoic and monotherapy was observed \\(5), the phenomenon observed in our study may be the effect of ACR.\r\n\n\n  In conclusion, ACR plus zopolrestat therapy as the direct reprogramming therapy would warrant testing in the patients with advanced HCC that express AKR1B10 and retinoid X receptors, even if they have sorafenib resistance. Furthermore, we could discover the novel therapeutic method through the process for generation of human induced pluripotent stem \\(iPS) cells from human liver cancer cells \\(6) and come true the clinical application."
        },
        {
            "header": "References",
            "content": "<1>. Okita K, et al. A more efficient method to generate integration-free human iPS cells. Nat. Methods 8, 409-412 \\(2011).\r\n\n\n\r\n\n\n<2>. Muto Y, et al. Prevention of second primary tumors by an acyclic retinoid, polyprenoic acid, in patients with hepatocellular carcinoma. Hepatoma Prevention Study Group. N Engl J Med 334,1561-1567 \\(1996).\r\n\n\n\r\n\n\n<3>. Okita K, et al. Effect of peretinoin on recurrence of hepatocellular carcinoma \\(HCC): Results of a phase II/III randomized placebo-controlled trial. J Clin Oncol 28, 15s \\(Suppl:Abstract 4024) \\(2010). \r\n\n\n\r\n\n\n<4>. Fukumoto S, et al. Overexpression of the aldo-keto reductase family protein AKR1B10 is highly correlated with smokers' non-small cell lung carcinomas. Clin Cancer Res 11,1776-1785 \\(2005).\r\n\n\n\r\n\n\n<5>. Penning TM. AKR1B10: a new diagnostic marker of non-small cell lung carcinoma in smokers.Clin Cancer Res 11, 1687-1690 \\(2005).\r\n\n\n\r\n\n\n<6>. Moriguchi H, Chung RT, Mihara M and Sato C. The generation of human induced pluripotent stem \\(iPS) cells from liver progenitor cells by only small molecules and the risk for malignant transformations of the cells. ACSC 2, 5-9 \\(2010). \\(http://www.jstage.jst.go.jp/browse/acsc/)\r\n\n\n\r\n\n\n<7>. Balendiran GK, Martin HJ, El-Hawari Y and Maser E. Cancer biomarker AKR1B10 and carbonyl metabolism. Chem Biol Interact 178, 134-137 \\(2009).\r\n\n\n\r\n\n\n<8>. Warburg O. On respiratory impairment in cancer cells. Science 124, 269-270 \\(1956).\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\\(1). Mazzaferro V, Regalia E, Doci R, et al. Liver transplantation for the treatment of small hepatocellular carcinomas in patients with cirrhosis. N Engl J Med 1996; 334:693-700.\r\n\n\n\r\n\n\n\\(2). Mazzaferro V, Llovet JM, Miceli R, et al. Predicting survival after liver transplantation in patients with hepatocellular carcinoma beyond the Milan criteria: a retrospective, exploratory analysis. Lancet Oncol 2009;10:35-43. \r\n\n\n\r\n\n\n\\(3). Teng CL, Hwang WL, Chen YJ, Chang KH, Cheng SB. Sorafenib for hepatocellular carcinoma patients beyond Milan criteria after orthotopic liver transplantation: a case control study. World J Surg Oncol 2012;10:41.\r\n\n\n\r\n\n\n\\(4). Llovet JM, Ricci S, Mazzaferro V, et al. Sorafenib in advanced hepatocellular carcinoma. N Engl J Med 2008;359:378-90.\r\n\n\n\r\n\n\n\\(5). Böcher WO, Wallasch C, Höhler T, Galle PR. All-trans retinoic acid for treatment of chronic hepatitis C. Liver Int 2008;28:347-54.\r\n\n\n\r\n\n\n\\(6). Moriguchi H and Chung RT. METHODS AND COMPOSITIONS FOR REPROGRAMMING CELLS. \\(USPTO, 13177662 \\(App Number)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to Professor Klas G. Wiman \\(Department of Oncology-Pathology, Cancer Center Karolinska, Karolinska Institutet, Stockholm), Dr. Raymond T. Chung \\(Massachusetts General Hospital and Harvard Medical School, USA), Ms. Satoko Iioka, Ms. Midori Okabe and Mr. Akira Fujimoto.\r\n\n\n\r\n\n\nAuthor Contributions\r\n\n\n\r\n\n\n H.M.: Conception and design, provision of study material, collection and/or assembly of data, data analysis and interpretation, manuscript writing, and final approval of manuscript; C.S.: provision of study material, collection and/or assembly of data, data analysis and interpretation, manuscript assessment, and final approval of manuscript."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep00280",
                "date": "2012-09-06 07:03:36",
                "title": "A therapeutic method for the direct reprogramming of human liver cancer cells with only chemicals",
                "authors": [
                    "Hisashi Moriguchi",
                    "Yue Zhang",
                    "Makoto Mihara",
                    "and Chifumi Sato"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12184,
                "identity": "9fd7c1e7-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hisashi Moriguchi",
                "email": "moriguchi-tky@umin.ac.jp",
                "orcid": "",
                "institution": "Moriguichi H Lab, The University of  Tokyo and Harvard Medical School",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hisashi",
                "middleName": "",
                "lastName": "Moriguchi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-09-07 06:53:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.044",
        "doiUrl": "https://doi.org/10.1038/protex.2012.044",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608561,
                "identity": "a36121f4-9a44-4380-9e6e-5f6abea78a20",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 344803,
                "visible": true,
                "origin": "",
                "legend": "Figure 1 (a) and (b)    Figure 1: (a) The expression of AKR1B10 by Western blot analysis in liver cancer cells from patients with HCC (n=6) who received a liver transplantation. Samples from the other patients (n=4) were AKR1B10-negative. β-actin is shown as a control.\r\n\r\n  (b) Quantitative real-time PCR data of AKR1B10 in liver cancer cells from patients with HCC who received a liver transplantation (n=10).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2475/v1/figure_1.jpg"
            },
            {
                "id": 2608567,
                "identity": "6b8ae137-18e7-4ef3-ac39-a52bfd75322e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 588619,
                "visible": true,
                "origin": "",
                "legend": "Figure 2 (A) and (B)   (A) AKR1B10-positive liver cancer cell viability after 6 days.\r\n\r\n(B) AKR1B10-negative liver cancer cell viability after 6 days.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2475/v1/figure_2.jpg"
            },
            {
                "id": 2608562,
                "identity": "c3155e24-a6c9-45e1-aa03-f0b0da84d753",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 528993,
                "visible": true,
                "origin": "",
                "legend": "Figure 3 (A) and (B)   (A) Oxygen consumption in the AKR1B10-positive liver cancer cells 3 days after the administration of ACR alone, zopolrestat alone and ACR plus zopolrestat. \r\n\r\n(B) Oxygen consumption in the AKR1B10-negative liver cancer cells 3 days after the administration of ACR alone, zopolrestat alone and ACR plus zopolrestat. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2475/v1/figure_3.jpg"
            },
            {
                "id": 2608563,
                "identity": "1cb47914-1d65-420c-883d-d1cdefde32cb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1103142,
                "visible": true,
                "origin": "",
                "legend": "Figure 4A, 4B and 4C   Figure 4 A: Abdominal computed tomography (CT) before the direct reprogramming therapy shows a tumor (circle).\r\n\r\nFigure 4 B: CT after the direct reprogramming therapy shows the disappearance of HCC (circle).\r\n\r\nFigure 4 C: The levels of two tumor markers (alpha-fetoprotein [AFP], des-γ-carboxyprothrombin [DCP]).",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2475/v1/figure_4.jpg"
            },
            {
                "id": 13464586,
                "identity": "0d268d66-ea10-4ff3-a03b-948a81e66548",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:55",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 411128,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2475/v1/d0c64eaa-d803-46a4-aded-1acea640c0b3.pdf"
            }
        ],
        "financialInterests": "We have no conflict of interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Reprogramming of human solid tumor cells, Liver cancer, Chemicals",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "<p style=\"color:red;font-size:larger\">THE EDITORS ARE RETRACTING THIS _PROTOCOL EXCHANGE_ PROTOCOL BECAUSE THE PAPER UPON WHICH IT IS BASED HAS BEEN RETRACTED.</p> \r\n\n\n\r\n\n\nVarious methods for the direct reprogramming of human somatic cells have been developed. However, a therapeutic method to reprogram and eliminate human solid tumor cells has not been developed. \r\n\n\n We could discover the novel therapeutic method through the process for generation of human induced pluripotent stem \\(iPS) cells from human liver cancer cells and come true the clinical application. Therefore, we could get a proof of concept for the novel therapeutic method to reprogram and eliminate human solid tumor cells with two chemicals in clinical field.",
        "manuscriptTitle": "The protocol for the direct reprogramming therapy of human liver cancer cells with only chemicals",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-09-10 10:50:00",
                "doi": "10.1038/protex.2012.044",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 8
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd2bd6c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 10th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2812,
                "name": "Cell biology"
            },
            {
                "id": 2813,
                "name": "Biological techniques"
            },
            {
                "id": 2814,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-09-10 10:50:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}