{
    "identity": "nprot-4073",
    "title": "An improved method for extraction and quantification of polyphosphate granules from microbial cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Inorganic polyphosphates \\(polyP) are linear polymers of orthophosphate residues found in almost all living cells including bacteria, yeasts, fungi, algae, plants and animals<sup>1</sup>. The size of a polyP chain varies from three to several hundred phosphate residues which are linked together by energy rich phosphoanhydride bonds<sup>2</sup>. PolyP acts as phosphorus and energy store in microbes<sup>3</sup> and also performs many other cellular functions like formation of cell envelope<sup>3</sup>, membrane transport<sup>3</sup>, bacterial virulence<sup>4</sup>, biofilm formation<sup>4</sup>, quorum sensing<sup>4</sup>, microbial response in stressed conditions<sup>4</sup> and survival during stationary phase<sup>4</sup>. PolyP accumulation in microbes is enhanced during unfavourable growth conditions like nutrient limitation<sup>2</sup>.\r\n\n\nMany bacteria, algae and cyanobacteria sequester dissolved inorganic phosphates from wastewater as intracellular polyP granules<sup>5</sup>. Biomass harvesting of these microorganisms and their subsequent application as biofertilizers act as a substitute for inorganic phosphorus fertilizers used in Indian agriculture<sup>5</sup>. Quantification of the amount of polyP present in the microbial cells is necessary to identify the microorganisms with high polyP- accumulating capacity. Moreover, quantification of polyP is required to estimate the dose at which the dried biomass of the polyP- accumulating organisms \\(PAO) should be applied for crop growth to meet the standard recommended dose of inorganic fertilizers.\r\n\n\n In the protocol developed by Eixler _et al._<sup>6</sup>, boiling was used to extract polyP granules from the microbial cells but complete extraction of the granules could not be achieved for all types of cells. In this protocol, sonication of the microbial cells prior to the boiling step increases the efficiency of polyP granule extraction from the cells. In Eixler _et al._<sup>6</sup>, after boiling the cell debris were separated by filtration of the boiling extract and the filtrate was used for polyP detection. But for small- sized microorganisms, it is very difficult to separate the cell debris via filtration. Centrifugation of the boiled extract resulted in precipitation of the large chains of polyP residues with the cell debris and only the short chains of polyP residues remained in the supernatant, resulting in poor detection. To resolve this problem, a chloroform: isoamyl alcohol treatment step was added in this protocol. The boiling extract was mixed with 24:1 \\(v/v) chloroform: isoamyl alcohol solution and the mixture centrifuged to create two distinct phases. All the polyP residues were extracted in the aqueous supernatant phase which could be collected to quantify polyP spectrophotometrically using a specific dye, toluidine blue<sup>7</sup>. The dye shows maximum absorbance at 630 nm but when it reacts with polyP the absorbance decreases<sup>7</sup>.\r\n\n\n In this protocol, a chemically synthesized polyphosphate, sodium phosphate glass type 45 \\(Sigma Aldrich) was used to construct a standard curve of polyP. Different concentrations of the standard were reacted with an equal volume of toluidine blue solution and decrease in the absorbance with increasing polyP concentration was used to create a standard curve. The amount of polyP present in an unknown sample extracted from a microorganism was estimated by the trend analysis of its A<sub>630</sub> on the standard curve."
        },
        {
            "header": "Reagents",
            "content": "• Sodium phosphate glass type 45 \\(Sigma-Aldrich, S4379-100MG-089K5011)\r\n\n\n• Toluidine blue dye \\(Loba Chemie, Cat. No. 52040-25GM)\r\n\n\n• Glacial acetic acid \\(Rankem, Product Code A0030)\r\n\n\n• Chloroform \\(HiMedia, Cat. No. AS039-2.5LT)\r\n\n\n• Isoamyl alcohol \\(HiMedia, Cat. No. MB091-500ML)\r\n\n\n• De-ionized water"
        },
        {
            "header": "Equipment",
            "content": "• Boiling water bath \\(OVFU)\r\n\n\n• Sonicator \\(Sartorius Stedim Labsonic R M)\r\n\n\n• Centrifuge \\(Remi C-24 Plus)\r\n\n\n• Spectrophotometer \\(Intech  Microprocessor Uv-Vis Spectrophotometer Single Beam 290)"
        },
        {
            "header": "Procedure",
            "content": "_Preparation of standard curve of sodium phosphate glass type 45_\r\n\n\n1. Weigh 0.3 mg of sodium phosphate glass type 45 and dissolve it in 150 µl de-ionized water to make a 2 µg/ µl standard stock solution.\r\n  2. Make 30 mg/ L toluidine blue stock solution with double distilled water.\r\n  3. Make 0.2 N acetic acid stock solution with glacial acetic acid and double distilled water.\r\n  4. Use 1, 2, 3, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14 and 15 µl of the standard stock solution to obtain 2, 4, 6, 10, 12, 14, 16, 18, 20, 22, 24, 26, 28 and 30 µg polyphosphate in the experimental set up.\r\n  5. Make three replicates of each set up.\r\n  6. Set up the experiment in test tubes following Table 1.\nSee figure in Figures section.\n7. Vortex the contents of each test tube and incubate for 15 minutes at 25°C.\r\n  8. Record the absorbance at 630 nm, by setting de-ionized water as blank.\r\n  9. Prepare a standard curve of sodium polyphosphate glass type 45 in Microsoft Excel by plotting the amount of polyphosphate in the X-axis and the A\n630\nin the Y-axis \\(Figure 1).\r\n  _Microbial cell lysis for extracting polyphosphate granule_\r\n\n\n10. Take 5 ml of bacterial culture grown for 72 hours at 37°C in a medium with phosphorus source.\r\n  11. Take 10 ml of microalgal and cyanobacterial culture grown for 25 days at 28°C in BG-11 \\(non-N\n2\nfixer medium) and BG-0 \\(N\n2\nfixer medium).\r\n  12. Centrifuge the samples at 2,350 g for 5 minutes. Discard the supernatant.\r\n  13. Dissolve the cell pellets in 500 µl autoclaved de-ionized water and centrifuge at 2350 g for 5 minutes. Discard the supernatant.\r\n  14. Take the fresh weight of the samples.\r\n  15. Add 600 µl of de-ionized water to the samples and mix by flickering.\r\n  16. Sonicate the samples for 5 minutes at 30 Hz \\(Cycle 0.5, Amplitude 65%).\r\n  17. Place the tubes containing the samples in boiling water bath at 100°C and boil for 2 hours.\r\n  _Recovery of polyphosphate granules and quantification by spectrophotometer_\r\n\n\n18. After boiling, cool down the tubes at room temperature.\r\n  19. Add 600 µl of 24:1 \\(v/v) chloroform: isoamyl alcohol solution to all the tubes. Mix by vigorous shaking.\r\n  20. Centrifuge at 13,520 g for 15 minutes at room temperature.\r\n  21. Collect the upper aqueous phase in separate tubes.\r\n  CRITICAL STEP: Care should be taken to pipette the aqueous phase without disturbing the organic phase. The presence of even small amount of organic phase in the next steps may give ambiguous results. \r\n\n\n22. Take 300 µl of the aqueous phase in a fresh test tube. Add 3 ml each of toluidine blue solution \\(Stock conc. of 30 mg/ L) and 0.2 N acetic acid solution. Mix by gentle vortexing and incubate for 15 minutes at 25°C till the colour of the solution changes from blue to purple.\r\n  CRITICAL STEP: The change in colour implies that polyphosphate is successfully extracted and is present in the aqueous phase. No colour change indicates that extraction is unsuccessful and has to be done again.\r\n\n\n23. Make a control in the same way with 300 µl de-ionized water.\r\n  24. Record the absorbance at 630 nm, by setting de-ionized water as blank.\r\n  _Calculation of the amount of polyphosphate in the microbial cells_\r\n\n\n25. Calculate the amount of polyphosphate present in the samples by trend analysis of its A\n630\non the standard curve \\(Figure 1).\r\n  26. Calculate the amount of polyphosphate in µg present per gm of sample fresh weight by the following formula:\nSee figure in Figures section."
        },
        {
            "header": "Timing",
            "content": "Approximately one hour will be required to prepare the standard curve of sodium polyphosphate glass type 45. Another three and a half hours will be required to carry out complete extraction and quantification of polyphosphate from a microbial sample."
        },
        {
            "header": "Troubleshooting",
            "content": "1. The test medium should be acidic. The test gives ambiguous results in basic medium.\r\n  2. All the reagents should be freshly prepared as toluidine blue precipitates with time.\r\n  3. Results may vary with different models of spectrophotometers, so a standard curve must be prepared beforehand.\r\n  4. Results may vary with the sample taken from medium with different concentrations of phosphorus, so replicates must be prepared for each phosphorus concentration to be studied so as to reduce standard error."
        },
        {
            "header": "Anticipated Results",
            "content": "A decrease in the absorbance at 630 nm was observed with increasing amount of polyphosphate as seen in the standard curve \\(Figure 1). The amount of polyphosphate present in an unknown sample extracted from a microorganism can be estimated by the trend analysis of its A<sub>630</sub> on the standard curve. Figure 2 shows the amount polyphosphate \\(in µg) present per gm of sample fresh weight, quantified following this protocol."
        },
        {
            "header": "References",
            "content": "1. Clark, J.E. _et al._ Isolation of intact chains of polyphosphate from _\"Propionibacterium shermanii\"_ grown on glucose or lactate. _J. Bacteriol._ **168**, 1212-1219 \\(1986).\r\n  2. Morohoshi, T. _et al._ Accumulation of inorganic polyphosphate in _phoU_ mutants of _Escherichia coli_ and _Synechocystis_ sp. Strain PCC6803. _Appl. Environ. Microb._ **68**, 4107-4110 \\(2002).\r\n  3. Reina, M. _et al._ A sequential procedure for the quantification of biologically produced polyphosphate in sediment samples. _Limnetica._ **30**, 17-26 \\(2011).\r\n  4. Martin, P. _et al._ Fluorometric quantification of polyphosphate in environmental plankton samples: Extraction protocols, matrix effects, and nucleic acid interference. _Appl. Environ. Microb._ **79**, 273-281 \\(2013).\r\n  5. Ray, K. _et al._ A way to curb phosphorus toxicity in the environment: Use of polyphosphate reservoir of cyanobacteria and microalga as a safe alternative phosphorus biofertilizer for Indian agriculture. _Environ. Sci. Technol._ **47**, 11378-11379 \\(2013).\r\n  6. Eixler, S. _et al._ Extraction and detection methods for polyphosphate storage in autotrophic planktonic organisms. _Hydrobiologia._ **533**, 135-143 \\(2005).\r\n  7. Griffin, J.B. _et al._ Studies of phosphorus metabolism by isolated nuclei. _J. Biol. Chem._ **240**, 4427-4434 \\(1965)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors are thankful to Professor Ashoke Ranjan Thakur, Ex- Vice Chancellor of West Bengal State University, West Bengal, India, for his valuable suggestions during the course of the work."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1021/es403057c",
                "date": "2015-07-05 11:31:23",
                "title": "A Way to Curb Phosphorus Toxicity in the Environment: Use of Polyphosphate Reservoir of Cyanobacteria and Microalga as a Safe Alternative Phosphorus Biofertilizer for Indian Agriculture",
                "authors": [
                    "Krishna Ray",
                    "Chandan Mukherjee",
                    "and Amar Nath Ghosh"
                ],
                "journal": "Environmental Science & Technology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13439,
                "identity": "a0675daa-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Krishna Ray",
                "email": "kray91@gmail.com",
                "orcid": "",
                "institution": "Krishna Ray's Lab (West Bengal State University), Department of Botany, Berunanpukuria, Malikapur, Barasat, Kolkata 700126, India",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Krishna",
                "middleName": "",
                "lastName": "Ray",
                "suffix": ""
            },
            {
                "id": 13438,
                "identity": "a0675ae0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chandan Mukherjee",
                "email": "",
                "orcid": "",
                "institution": "Krishna Ray's Lab (West Bengal State University), Department of Botany, Berunanpukuria, Malikapur, Barasat, Kolkata 700126, India",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chandan",
                "middleName": "",
                "lastName": "Mukherjee",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-07-05 13:18:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.067",
        "doiUrl": "https://doi.org/10.1038/protex.2015.067",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609200,
                "identity": "557db3a5-5171-4643-8ded-17d02f1e9477",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:45",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 147971,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Experimental set up for the standard curve preparation of sodium phosphate glass type 45",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4073/v1/figure_1.jpg"
            },
            {
                "id": 2609209,
                "identity": "02fb1e23-1104-4d17-94f6-58095a5da6d9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:46",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 21987,
                "visible": true,
                "origin": "",
                "legend": "Image 1   Formula",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4073/v1/figure_2.jpg"
            },
            {
                "id": 2609198,
                "identity": "1c32daaa-8db7-4b5b-9cce-100ab0b72479",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:45",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 47869,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Standard curve of sodium phosphate glass type 45",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4073/v1/figure_3.jpg"
            },
            {
                "id": 2609201,
                "identity": "a733ee5c-86ee-4b2e-94b3-4f10be9c47ff",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:45",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 75725,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Polyphosphate estimation in different microorganisms quantified using this protocol   All the bars on the graph represent the average data of 10 replicate experiments. Error bars were calculated on the basis of standard deviation of the data using the software Microsoft Excel.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4073/v1/figure_4.jpg"
            },
            {
                "id": 13465105,
                "identity": "0289161f-eb99-4f13-bd4f-7c9197d94146",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:41",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 397482,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4073/v1/507e4804-b2b9-430b-8800-67ea1c4fa9a3.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "polyphosphate, extraction, quantification, spectrophotometrically",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Inorganic polyphosphates are linear polymers of orthophosphate residues found in almost all living cells. Incomplete extraction of polyphosphates by different methods resulted in poor detection and incorrect quantification of the granules in the microbial cells. In the present protocol, an improvised method has been proposed to maximize polyphosphate extraction from different types of cells and quantify it spectrophotometrically. The time taken to carry out complete extraction and quantification of polyphosphate from a microbial sample might take around three and a half hours and the standard curve preparation might take approximately one hour.",
        "manuscriptTitle": "An improved method for extraction and quantification of polyphosphate granules from microbial cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-07-07 15:21:22",
                "doi": "10.1038/protex.2015.067",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a066f351-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 7th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3385,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-07-07 15:21:22",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}