{
    "identity": "nprot-2403",
    "title": "Imaging and Analysis of OT1 T Cell Activation on Lipid Bilayers",
    "content": [
        {
            "header": "Introduction",
            "content": "T cells are activated at immune synapses when TCRs bind agonist ligands on antigen presenting cells \\(APCs). Glass coverslip–supported lipid bilayers provide a system for _in vitro_ T cell activation and immune synapse formation. In these systems, the supported bilayer acts as a surrogate APC, presenting all the factors needed to trigger TCR signaling and synapse formation. In a minimal activation system, only pMHC and ICAM are incorporated to activate TCRs. Lipid bilayers provide a number of technical advantages over authentic APCs. Coverslip–spanning bilayers can be formed, allowing large numbers of T cells to be deposited and analyzed in parallel. Unlike synapse formation on an authentic APC, the support restricts molecular reorganizations in the synapse membrane to a Euclidean plane. Using a total internal reflection fluorescence \\(TIRF) microscope restricts the imaging field to within ~100 nm of the synaptic interface. However, care should be taken when extrapolating synapse characteristics seen on bilayers to physiological synapses. _In vivo_, T cells generate synapses with irregular geometries, as they continuously crawl over APCs and potentially encounter other T cells.\r\n\n\n\r\n\n\nThe lipid bilayer system consists of a polyethylene glycol-cushioned lipid bilayer bearing Ni-NTA and biotin modified phospholipids. The PEG5,000 cushion is formed by the inclusion of a small fraction of phospholipids with PEG5,000 polymers covalently attached to the head groups<sup>1,2</sup>, which improves the bilayer uniformity and streptavidin mobility. The Ni-NTA– and biotin–modified lipid head groups are used to capture dodecahistidine–sICAM-1<sup>3</sup> and tetravalent streptavidin, respectively. Captured streptavidin is then used to bind monobiotinylated SIINFEKL:H2-K\\(b) pMHC complexes, resulting in stimulating bilayers that can activate OT1 TCR signaling \\(Fig. 1). The bilayers can be standardized by creating silica microsphere supported bilayers and comparing the protein ligand levels to the levels displayed on antigen presenting cells<sup>4</sup>. Alternatively, the microsphere bilayer standards can be compared to reference beads to estimate the density in number of molecules per unit area. We standardize stimulating bilayers using bone marrow derived dendritic cells \\(BMDCs) pulsed with SIINFEKL peptide at a concentration that produces maximum in vitro T cell proliferation as a reference APC."
        },
        {
            "header": "Reagents",
            "content": "_Mice_\r\n\n\nCD8<sup>+</sup> OT1<sup>+</sup> TCR-transgenic mice, which recognize the SIINFEKL peptide of ovalbumin bound to H-2K\\(b)<sup>5</sup>, can be obtained from Taconic, and then bred in-house. The floxed MyH9 mice, described previously<sup>6</sup>, are crossed with OT1<sup>+</sup> mice.\r\n\n\n\r\n\n\n_Growth Media_\r\n\n\nPhoenix cells are maintained in DMEM supplemented with 10% fetal bovine serum, 100 U/ml penicillin, 0.1 mg/ml streptomycin, 2 mM L-glutamine, 10 mM HEPES and 50 μM β-mercaptoethanol. T cells are maintained in complete RPMI: RPMI supplemented with 10% fetal bovine serum, 100 U/ml penicillin, 0.1 mg/ml streptomycin, 2 mM L-glutamine, 10 mM HEPES and 50 µM β-mercaptoethanol.\r\n\n\n\r\n\n\n_Chemicals and Labeling Reagents_\r\n\n\nReconstitute reagents in DMSO or methanol, where indicated, and store at -20 C: SIINFEKL peptide \\(Anaspec 60193), 10 mg/ml; Jasplakinolide \\(EMD Biosciences 420107), 1 mM; Blebbistatin \\(EMD Biosciences 203390), a 100 mM racemic mixture \\(use at a final concentration of 50 μM active enantiomer); Fura-2 AM \\(Invitrogen F1221), 1 mM; Alexa Fluor 488-phalloidin \\(Invitrogen A12379), 300 U/ml in methanol; CellTracker Orange \\(Invitrogen C2927) and CFSE \\(Invitrogen C1157), 10 mM in DMSO. Vybrant DiO cell-labeling solution \\(Invitrogen V-22886) is stored at 22 C.\r\n\n\n\r\n\n\n_Antibodies and Recombinant Proteins_\r\n\n\nH57-597 anti-TCRΒ \\(Bio-X-Cell BE0102) conjugated to Alexa Fluor 568; YN1/1.7.4 anti-ICAM \\(UCSF hybridoma facility) conjugated to Alexa Fluor 488; SIINFEKL-H2-Kb-specific antibody 25-D1.16 \\(eBioscience, 12-5743); Biotinylated H-2K\\(b) loaded with SIINFEKL \\(Beckman Coulter or obtained from the NIH Tetramer Facility); the dodecahistidine-tagged extracellular domain of ICAM1 \\(his-ICAM) is purified from the supernatant of High Five cells transfected using a baculovirus expression system<sup>3</sup>. The protein is purified using nickel-affinity resin, followed by MonoQ, then Superdex FPLC. Fractions with monomeric his-ICAM should be collected, mixed with an equal volume of glycerol, and stored at -20 C until use. His-ICAM was fluorescently labeled for FRAP using Alexa Fluor 488 succinimidyl ester.\r\n\n\n\r\n\n\n_Phospholipids_\r\n\n\nPhospholipid stocks \\(Avanti Polar Lipids) should be purchased as chloroform stocks and stored under nitrogen at -20 C. The bilayer component lipids are 16:0-18:1 PC \\(850457C), 18:1 DGS-NTA\\(Ni) \\(790404C), 18:1 Biotinyl Cap PE \\(870273C), 18:1 DOPE-PEG5000 \\(880230C)."
        },
        {
            "header": "Equipment",
            "content": "_Microscope_\r\n\n\nTIRF microscopes are available from a number of microscope manufacturers. The TIRF microscope used here was used in two configurations. In the first configuration, a Zeiss Axiovert 200M, with a Laser TIRF I system and a 1.45 NA, 100× Plan-Fluar objective, was used<sup>7</sup>. A 50 mW 491 nm laser and a 25 mW 561 nm DPSS laser \\(Cobolt SE) were fiber–coupled to the Laser TIRF I slider for TIRF illumination. A Stanford Photonics XR/MEGA-10Z iCCD camera was used to collect TIRF images. In this configuration, QED InVivo \\(Media Cybernetics) was used to coordinate illumination settings and control image acquisition. In an updated configuration, an Applied Scientific Instrumentation MS-2000 automated stage, a Photometrics Evolve emCCD in place of the iCCD camera, and an improved Zeiss 1.46 NA, 100× Plan-Apochromat were added to the TIRF microscope. In this configuration, Metamorph \\(Universal Imaging) was used to coordinate hardware and collect images from the emCCD. An intermediate lens in the Axiovert 200M allows the image sampling resolution to be increased \\(0.16 to 0.1 μm using the emCCD). For two-color TIRF imaging, a Photometrics DV2, two-channel simultaneous imaging system with a 560 nm long pass dichroic filter and 525/50 nm and 605/70 nm bandpass emission filters was used to split the emCCD camera field into two image channels for GFP and Alexa Fluor 568 imaging. A passive splitter allows faster acquisition than wavelength selection using a filter-wheel, at the cost of half of the camera field.\r\n\n\n\r\n\n\nTo image calcium fluxes, we use  the updated TIRF microscope in standard epifluorescent mode, employing a DG-4 \\(Sutter Instruments) with 340x and 380x excitation bandpass filters \\(Chroma Technology) and a Zeiss 1.3 NA, 40× PlanFluar objective."
        },
        {
            "header": "Procedure",
            "content": "_OT-I T cell blast preparation_\r\n\n\n1. Prepare cell cell suspensions in complete RPMI from the spleen and lymph nodes of OT-I transgenic mice.\r\n  2. Adjust splenocytes to ~10\n7\ncells/ml, then incubate at 37 C for 30 min with 0.1 µg/ml SIINFEKL peptide. Rinse three times.\r\n  3. Mix splenocytes and lymph node cells 1:1 to stimulate T cells. If T cells will be retrovirally transduced, plate 1 mL of cells per well of a 24-well plate. Otherwise, cells can be cultured in a T75 flask. Supplement with fresh media plus IL-2 daily starting two days after stimulation.\r\n  \r\n\n\n_Retroviral transductions_\r\n\n\n1. On the day T cells are stimulated, transfect Phoenix cells with 5 μg pCL-Eco helper virus plasmid and 15 μg of the retroviral vector. The next day, change the media to fresh complete DMEM.\r\n  2. Retroviral infection is performed 48 and 72 hours after stimulating the T cells. Mix supernatants from transfected Phoenix cells with IL-2 and polybrene. Add 1 ml of supernatant to each well with T cells and spin at room temperature for 1 hour. Return to the incubator. In the afternoon after the second spin infection, transfer cells from the plate to fresh media in a T75.\r\n  \r\n\n\n_Conditional myosin II knockout_\r\n\n\n1. Coat two 24-well plates with anti-CD3 \\(clone 2C11) at 2 μg/ml in PBS using 0.5 ml/well.\r\n  2. Make a mix of 3.4x10\n7\nlymph node cells and 6.6x10^7 splenocytes in 50ml of complete RPMI and add anti-CD28 \\(clone PV-1) at 2 μg/ml.\r\n  3. Aspirate off the anti-CD3 coating solution from the two 24 well plates and then plate 1ml/well of your cell solution.\r\n  4. 48 hours later \\(day 2) transfer the cells to fresh 24 well plates and spin-infect with the viral supernatants from Phoenix cells transfected with pMIG \\(GFP) or pMIG-Cre \\(Cre-GFP fusion). One plate gets the GFP virus and the other the Cre-GFP virus. Leave one well as a non-infected control for setting up the sort.\r\n  5. 24 hours later \\(day 3) transfer the cells from the plates to T150 flasks \\(one for each group) and add\n50 ml of R10 with 10U IL2/ml \\(to bring to a total of\n100 ml).\r\n  6. 24 hours later \\(day 4) prepare the cells for sorting. Filter through a 40um strainer and resuspend in 5–6 ml. Also prepare 2–3 15ml collection tubes with 2 ml FCS and 2 ml R10. After the sort, plate the cells at 2x10^6/ml in R10 with 10U IL2/ml and let the cells rest overnight. \r\n  7. The sorted T cell blasts can be used between day 5 and 6. You’ll probably need to ficoll the cells the day after sorting to remove the dead cells and debris. Day 6 generally has better depletion than day 5, but also more cell mortality. Ideally use the cells late day 5 or early day 6. The efficiency of depletion should be routinely tested by either intracellular FACS stain or western blot.\r\n  \r\n\n\n_Preparation of cells for imaging_\r\n\n\n1. On the day of imaging, collect live T cells onto a Histopaque cushion. Wash and resuspend in complete RPMI without phenol red indicator. \r\n  2. For calcium imaging, load cells with 1 μM Fura-2 AM in PBS for 20 min at 22 C before transferring to complete RPMI without indicator. To label surface TCRs, resuspend 2×10\n6\ncells in ~0.1 ml complete RPMI without indicator and 1 μg Alexa Fluor 568-labeled H57-597 anti-TCRβ. After 30 min on ice, wash cells with complete RPMI and hold until imaging.\r\n  \r\n\n\n_Inhibitor studies_\r\n\n\n1. To inhibit actin depolymerization, add jasplakinolide to cells on ice. After 15 min, transfer cells to a pre-warmed bilayer well containing jasplakinolide at the same concentration used to treat the cells. Because of variability in jasplakinolide activity from different lots, an appropriate treatment \\(concentration and incubation duration) should be determined. This is critical, as high concentrations of jasplakinolide and extended incubations with the drug can induce a polymerization defect, in addition to the expected depolymerization defect\n9\n9. For control runs, add DMSO vehicle to the cells and treat identically to the inhibitor–treated cells.\r\n  2. To inhibit myosin II activity, add blebbistatin to cells for 30 min before addition to a well preloaded with blebbistatin. Blebbistatin–containing media should be kept in the dark, and cells treated with blebbistatin should not be illuminated with wavelengths of light below 540 nm, to avoid light-induced protein-crosslinking by blebbistatin\n10,11\n10,11. Control cells are treated with DMSO vehicle in an identical manner to drug challenged cells.\r\n  \r\n\n\n_Liposomes and Bilayers_\r\n\n\nLiposome preparation:\r\n\n\n1. To prepare liposomes, mix phospholipids \\(96.5% PC, 2% DGS-NTA\\(Ni), 1% Biotinyl-Cap-PE and 0.5% PEG5,000-PE) in a round bottom flask. First dry the mixture under a stream of nitrogen, then overnight under vacuum. \r\n  2. The following day, rehydrate the lipid cakes with PBS to a total phospholipid concentration of 4 mM. Allow the liposomes to hydrate for 1 hour at room temperature, mixing occasionally by swirling the flask.\r\n  3. The crude liposome preparations should be subjected to five freeze-thaw cycles using liquid nitrogen to generate a crude liposome preparation.\r\n  4. To prepare small unilamellar vesicles, extrude the crude mixture through a 100 nm pore-size polycarbonate filter \\(Whatman 8000309) using an Avestin LiposoFast mini-extruder. Pass the liposome mixture through the extruder for 10–20 cycles.\r\n  5. Store the liposomes at 4 C between uses. Do not freeze them. Liposomes are good for 1 week. \r\n  \r\n\n\nGlass preparation:\r\n\n\nGlass can be cleaned in advance, dried and stored until use.\r\n\n\n1. Clean LabTek II chambered coverglasses with 10 M NaOH for 10 min, then 1 M HCl in 70% ethanol for 10 min.\r\n  2. Rinse chambers thoroughly with 18 MΩ water. \r\n  \r\n\n\nLipid bilayer setup:\r\n\n\n1. Dilute liposomes ten-fold \\(0.4 mM final) with PBS, and apply 0.25 ml of the liposome mixture to each well of a clean chamber.  After 30 min, rinse excess liposomes away by repeatedly filling each well with PBS and removing all but 0.25 ml of the overlay. Repeat this rinsing procedure until each well had been washed with ~12 ml of PBS.\r\n  2. Block bilayers for 30 min by adding an equal volume of 2% bovine serum albumin in PBS \\(PBS-BSA).\r\n  3. Load streptavidin at 5 µg/ml for 30 min in the PBS-BSA, and then wash away the excess streptavidin. \r\n  4. Dilute his-ICAM and biotinylated pMHC from working stocks into PBS-BSA, and then add to bilayers to achieve the desired final locading concentration. Loading concentrations of 2.5×10\n2\nfg/ml to 2.5×10\n7\nfg/ml biotinylated pMHC or 62.5–500 ng/ml his-ICAM are routinely used in our lab \\(**Fig. 1**).\r\n  5. After loading proteins for 30 min at 22 C, rinse the bilayers and finally warmed before adding cells. Streptavidin is loaded in excess relative to pMHC molecules \\(≥400:1 streptavidin:pMHC) to minimize the formation of multivalent pMHC-streptavidin complexes. Working stocks of his-ICAM and biotinylated pMHC monomer at 25 µg/ml in PBS-BSA should be prepared weekly from frozen stocks and stored at 4 C between uses. \r\n  \r\n\n\nAnalysis of protein motility: \r\n\n\n1. To assess the uniformity of the lipid bilayers and the motility of proteins ligated to the bilayers, setup bilayers, and then load with TRITC conjugated streptavidin or Alexa Fluor 488-his-ICAM in place of the non-fluorescent species. Bilayer setup should be otherwise identical to the setup for bilayers used for T cell synapse imaging.\r\n  2. Bilayers should be scanned in the microscope to qualitatively assess uniformity. To quantify protein mobility, the lipid bilayers are analyzed by fluorescence recovery after photobleaching \\(FRAP). We use either a C1si confocal microscope in non-spectral mode \\(Nikon Instruments) or using a Mosaic Targeted Illumination system \\(Photonic Instruments) attached to the TIRF microscope. Random regions are selected on the bilayer, photobleached, and time-lapse, widefield images of the bilayer acquired post-bleach to quantify recovery. The mobile fraction of his-ICAM is typically 90‒99%, while the streptavidin mobile fraction is typically 93‒99%.\r\n  \r\n\n\nStandardization: \r\n\n\nTo generate standardized bilayers, measure the loading of his-ICAM and biotinylated pMHC onto bilayers relative to bone marrow derived dendritic cells \\(BMDCs), a prototypical antigen presenting cell \\(**Fig. 1**). BMDCs are loaded with 100 ng/ml SIINFEKL peptide in complete RPMI at 37 C for 30 min, and then rinsed thoroughly.\r\n\n\n\r\n\n\n1. Generate bilayer standards: setup lipid bilayers on 5 μm diameter silica microspheres \\(Bangs Labs, Fishers, IN) using the same procedure used for coverslip supported bilayers.\r\n  2. Load the bilayer standards with pMHC or ICAM at various concentrations and wash. Stain the microsphere bilayer standards and BMDCs for ICAM and SIINFEKL:H-2K\\(b) using YN1/1.7.4 and 25-D1.16, an antibody specific for the SIINFEKL:H-2K\\(b)  complex, respectively. Flow cytometric analysis of the BMDCs and microspheres is performed on any suitable flow cytometer. We use a BD Biosciences FACSCalibur or Accuri C6.\r\n  \r\n\n\n_Microscopy_\r\n\n\n1. To image live OT1\n+\nT cells interacting with the bilayers, add 10\n5\ncells in 0.1 ml of complete RPMI without Phenol Red indicator to the 0.5 ml of PBS overlaying the bilayer. Collect images as needed:\r\n  •For Fura ratiometric image time-lapse sequences, start acquisition as soon as the first cells tether to the bilayer \\(typically within 1 minute of addition of cells). Fura-2 component images, consisting of 340/10 nm or 380/10 nm excitation with emission recorded at 520/20 nm, should be collected with 33‒66 ms exposures at 15 s intervals for 20 min.\r\n\n\n• For TIRF microscopy time-lapses, locate cells undergoing initial spreading onto bilayers and acquire TIRF images at 1 or 2 s intervals using 33‒100 ms exposure lengths for 3‒5 min. Cells can be imaged until all cells are bound to the bilayers \\(typically 10‒15 min) or, when imaging jasplakinolide treated cells, for 5 min after delivering cells into wells.\r\n\n\n•For imaging of fixed samples, prelabel cells with Alexa Fluor 568-H57-597, and then allow cells to interact with pre-warmed bilayers for 15 min. Fix cells with 1–2% paraformaldehyde on the bench. For Alexa Fluor 488-phalloidin staining, permeabilize cells with 0.1% Triton X-100 for 5 min before staining. Volumetric microscopy stacks of synapses can be acquired using a spinning disk confocal microscope with a 1.4 NA, 100x PlanApo objective \\(Nikon)."
        },
        {
            "header": "Timing",
            "content": "_Liposome preparation_: 1.5 hours\r\n\n\n_Bilayer preparation:_ 2+ hours\r\n\n\n\r\n\n\n_Generation of retrovirally transduced T cells:_ 5 days\r\n\n\n_Preparation of T cell blasts for imaging:_ 1 hour\r\n\n\n\r\n\n\n_Imaging:_ 2–4 hours."
        },
        {
            "header": "Troubleshooting",
            "content": "_Bilayer uniformity:_ The lipid bilayers should be uniform over many mm<sup>2</sup>, but occasional discontinuities are expected. If the discontinuities are frequent, this might indicate an issue with the cleanliness of the glass support, or contamination in the the liposome preparation. To test the quality of the naked bilayers, either incorporate a small amount of fluorescently labeled phospolipids into your liposome preparations \\(e.g., 0.5% Oregon Green 488 DHPE, Invitrogen O-12650), or pre-mix your liposomes with DiO before applying to the glass.\r\n\n\n\r\n\n\n_Ligand immobility:_ Protein ligand immobility is a common issue. You should first ensure that the bilayers are setting up as uniform, continuous sheets \\(above). In general, it is also best to use the minimum amount of ligand-binding phospholipids \\(DGS-NTA\\(Ni) and Biotinyl-CAP-PE) required to achieve sufficient protein loading."
        },
        {
            "header": "Anticipated Results",
            "content": "**Image Analysis**\r\n\n\nThe image analysis routines are performed almost entirely using MATLAB \\(MathWorks) scripts. The scripts for these analyses can be found as attachments, organized by application \\(tracking, segmentation, etc.). The functions performed by the scripts are described in general below.\r\n\n\n\r\n\n\n_Image arithmetic and cell and TCR microcluster tracking_\r\n\n\nAll image arithmetic operations, for example: filtering, background subtraction, masking, and division, are performed in MATLAB. Cell tracking for analysis of calcium and cell motility is performed in Imaris using fura-2 ratiometric images series calculated and masked in MATALB. To create the fura-2 ratiometric image series, the component images acquired with 340 nm and 380 nm excitation are converted to floating point and the images acquired using 340 nm excitation are divided by the images acquired using 380 nm excitation. Image masks are created using Otsu’s algorithm on the 380 nm component images. Small non-cell debris is removed from the masks, and then the masked ratiometric images are transferred from MATLAB to Imaris for tracking. After tracking, ratiometric intensities for each cell track are normalized to the ratiometric intensity before cell binding to the bilayer. Cell track displacements and normalized ratios are then aligned to the onset of bilayer binding, which typically corresponds to the initiation of calcium fluxes for cells on stimulating bilayers. To calculate synapse parameters, such as mean speed, ratiometric intensities versus distances from the origin, characterization of synapses as high motility, etc., cell intensities and positions are transferred from Imaris to Excel files. The data is then imported from the Excel worksheets into MATLAB for calculation of synapse parameters.\r\n\n\n\r\n\n\nTCR microcluster identification is performed using the polynomial fitting with Gaussian weight method<sup>13</sup>. Assignment of identified microclusters to tracks is performed in Imaris \\(Andor) by transferring the microcluster data through the ImarisXT MATLAB interface. Where necessary, broken microcluster tracks are manually linked to generate completed microcluster tracks. All further track manipulations, such categorization of tracks based on their time of formation, or calculation of movement vectors, are performed after transferring the assembled tracks to data structures in MATLAB.\r\n\n\n\r\n\n\n_Conversion of fura-2 ratiometric intensities to calcium values_\r\n\n\nTo calculate the relative amount of elevated calcium signal detected versus the distance that the cell had displaced from its binding site on the bilayer, the fura-2 ratiometric intensity time series data was divided by the sum of the above-baseline ratiometric intensities at all the time points. This converted the ratiometric intensities to values representing the fraction of all calcium flux detected. The values were then graphed versus to the displacement of the cell at the time of the ratiometric intensity measurement, binning the displacement values into 1 μm intervals.\r\n\n\n\r\n\n\n_Segmentation of synapses and cSMACs_\r\n\n\nTo define and measure synapse footprints, TCR TIRF image sequences are filtered with a 1‒2 pixel standard deviation Gaussian filter as needed, and then masked with an intensity threshold that coarsely segments the synapse footprint from the background. The appropriate threshold is automatically selected using a minimum cross entropy threshold algorithm, which typically identifies a threshold that represents the full synapse, rather than the bright central region of TCRs. However, all automated segmentation routines should be manually verified for accuracy. In cases where the algorithm fails to identify an appropriate threshold for the synapse, a threshold can be manually selected. Morphological closing, hole-filling and removal of small, unconnected objects are then sequentially performed on each image in the series to yield masks with a single, contiguous region representing the cell footprint over time. In cases where Lifeact-GFP TIRF images are acquired, the GFP image is used to generate synapse masks.\r\n\n\n\r\n\n\nTo define and measure cSMACs, a threshold is applied to segment the bright, interior accumulations of TCRs \\(SMACs) from the dimmer peripheral microclusters. This intensity threshold was manually selected for each cell to accurately reflect the borders of the bright SMACs. This intensity threshold is then applied to all images in the time series to create a preliminary mask of the cSMAC. Occasional peripheral signaling microclusters with above-threshold intensities are then eliminated from the cSMAC mask with a 1 μm<sup>2</sup> size filter. Morphological closing and hole-filling of the individual SMACs are then applied to generate the cSMAC mask. To account for loosely collected SMACs, rather than generating a single region, the cSMAC is allowed to be represented by multiple SMAC regions. Therefore, to measure the centroid of cSMACs, the area-weighted centroid of all SMAC regions is calculated.\r\n\n\n\r\n\n\n_Calculation of TCR microcluster radial displacement and centralization values_\r\n\n\nInstantaneous TCR microcluster radial displacements are calculated as the dot product of the microcluster movement vector and the vector from the microcluster base position to the center of the cSMAC. This converts the two-dimensional \\(xy) movements of the microclusters to one-dimensional \\(radial) values. Calculating the dot product using the vector from the microcluster to the cSMAC establishes the direction to the cSMAC as the positive flow direction. Microcluster radial displacements are calculated for each movement vector in the microcluster track and then cumulatively summed to generate radial displacement series, which represent the radial displacement of microclusters from their initial position. In these graphs, a microcluster is moving away from the cSMAC as the displacement decreases and moving towards the cSMAC as the displacement increases. To calculate instantaneous edge flow values, at each point in the microcluster track, a line from the center of the cSMAC through the microcluster position and to the synapse edge is constructed. The edge of the synapse is determined from the synapse masks, and the intersection of the edge with the line from the cSMAC through the microcluster position is calculated. This calculation is performed at each position in the microcluster track to create an edge intersection track. Instantaneous edge movement vectors are calculated from these intersection tracks, and edge cumulative radial displacement series are generated as for microclusters.\r\n\n\n\r\n\n\nTo measure microcluster centralization while accounting for outward movement during spreading, the centralization value of a microcluster are calculated as the difference between: 1) the distance from the microcluster to the cSMAC when the microcluster reached its greatest separation from the cSMAC and 2) the distance from the microcluster to the cSMAC after it centralized. Therefore, the centralization measures the distances microclusters travelled inward from the point at which inward movement began.\r\n\n\nImaris is used to generate speeds and straightness factors for the TCR microcluster tracks. These values are then transferred to MATLAB, which is used to calculate microcluster track mean speeds and mean straightness factors.\r\n\n\n\r\n\n\n_Calculation of synapse areas relative to cell volumes_\r\n\n\nTo quantify synapse sizes relative to cell volumes, OT1+ T cell blasts are labeled with CFSE and Alexa Fluor 568-H57-597 prior to introduction to stimulating bilayers. The cells are fixed with 1% paraformaldehyde, and then imaged by spinning disk confocal microscopy to collect images of the cytoplasmic volume and TCRs at the cell-bilayer interface. The volumes of the cells were estimated by creating isosurfaces in Imaris using the z-series images of the CFSE-marked cell volume. Synapse areas are measured at the synapse image plane by manually applying a threshold to mask the cell. The equivalent radii from both the volumes and areas are then calculated. The equivalent radius calculated from the cell volume is then taken as the ‘expected’ synapse radius—the radius that would be achieved if a cell with the calculated volume spread so that its synapse radius matched the equivalent radius. This volume-derived radius is subtracted from the equivalent radius calculated from the synapse area to calculate the extent to which the synapse outgrew its expected radius.\r\n\n\n\r\n\n\n_Segmentation of synapses into edge and interior regions_\r\n\n\nTo segment the synapse into interior and edge regions, the synapse are masked using the Lifeact-GFP TIRF images as described above, and the region of the synapse within 2 μm of the edge identified at each time point. The edge region is removed from whole synapse mask to create a second mask for the interior. The whole synapse and interior masks at every time point are then used to generate Delaunay triangulations of the regions. Microclusters are classified based on whether their initial positions were enclosed within the interior Delaunay triangulation \\(interior microclusters), or were enclosed within the whole synapse triangulation but not the interior triangulation \\(edge microclusters). By ensuring that microclusters formed within the synapse triangulation, this analysis excludes microclusters formed in nearby cells that might intrude into the image region of the cell being analyzed. Once microcluster track origins are identified, microcluster radial displacements are calculated as described above.\r\n\n\n\r\n\n\n_Calculation of Lifeact-GFP intensity derivatives in the regions around microclusters_\r\n\n\nTo calculate the changes in Lifeact-GFP intensity in the regions through which microclusters moved, 1 μm<sup>2</sup> regions centered on the microcluster positions are generated at all points in their tracks after the initial position. The average intensities of Lifeact-GFP in the cluster regions are then calculated when the microcluster was centered within each region. From these intensities, the average intensities at the time points before the microcluster entered the patch are subtracted to calculate the cluster region intensity changes \\(temporal derivatives). The cluster region intensity changes, therefore, served as a proxy for how much the actin filament density changes as microclusters enter regions. These values are plotted against the instantaneous microcluster flows associated with the movements into each patch to examine the correlation between changes in actin density with the direction of radial microcluster flow.\r\n\n\n\r\n\n\n_Statistical analyses_\r\n\n\nStatistical analyses are performed in Prism \\(GraphPad Software). The Mann-Whitney U test is used for nonparametric comparisons. For data that passes the D'Agostino & Pearson omnibus normality test, Student’s t test is used. For comparing multiple groups, 1-way ANOVA \\(α = 0.05) with Dunnett’s post-test is used."
        },
        {
            "header": "References",
            "content": "1. Albertorio, F. et al. Fluid and Air-Stable Lipopolymer Membranes for Biosensor Applications. Langmuir 21, 7476-7482 \\(2005).\r\n  2. Diaz, A.J., Albertorio, F., Daniel, S. & Cremer, P.S. Double Cushions Preserve Transmembrane Protein Mobility in Supported Bilayer Systems. Langmuir 24, 6820-6826 \\(2008).\r\n  3. Lillemeier, B.F. et al. TCR and Lat are expressed on separate protein islands on T cell membranes and concatenate during activation. Nat. Immunol. 11, 90-96 \\(2010).\r\n  4. Yokosuka, T. et al. Spatiotemporal Regulation of T Cell Costimulation by TCR-CD28 Microclusters and Protein Kinase C θ Translocation. Immunity 29, 589-601 \\(2008).\r\n  5. Hogquist, K.A. et al. T cell receptor antagonist peptides induce positive selection. Cell 76, 17-27 \\(1994).\r\n  6. Jacobelli, J. et al. Confinement-optimized three-dimensional T cell amoeboid motility is modulated via myosin IIA-regulated adhesions. Nat. Immunol. 11, 953-961 \\(2010).\r\n  7. Jacobelli, J., Bennett, F.C., Pandurangi, P., Tooley, A.J. & Krummel, M.F. Myosin-IIA and ICAM-1 Regulate the Interchange between Two Distinct Modes of T Cell Migration. J. Immunol. 182, 2041-2050 \\(2009).\r\n  8. Friedman, R.S., Jacobelli, J. & Krummel, M.F. Surface-bound chemokines capture and prime T cells for synapse formation. Nat. Immunol. 7, 1101-8 \\(2006).\r\n  9. Bubb, M., Spector, I., Beyer, B.B. & Fosen, K.M. Effects of Jasplakinolide on the Kinetics of Actin Polymerization. An explanation for certain in vivo observations. J. Biol. Chem. 275, 5163-5170 \\(2000).\r\n  10. Kolega, J. Phototoxicity and photoinactivation of blebbistatin in UV and visible light. Biochem. Biophys. Res. Commun. 320, 1020-1025 \\(2004).\r\n  11. Sakamoto, T., Limouze, J., Combs, C.A., Straight, A.F. & Sellers, J.R. Blebbistatin, a myosin II inhibitor, is photoinactivated by blue light. Biochemistry 44, 584-8 \\(2005).\r\n  12. Grynkiewicz, G., Poenie, M. & Tsien, R. A new generation of Ca2+ indicators with greatly improved fluorescence properties. J. Biol. Chem. 260, 3440-3450 \\(1985).\r\n  13. Rogers, S.S., Waigh, T.A., Zhao, X. & Lu, J.R. Precise particle tracking against a complicated background: polynomial fitting with Gaussian weight. Phys. Biol. 4, 220-7 \\(2007)."
        },
        {
            "header": "Acknowledgements",
            "content": "The polynomial fit Gaussian weight function was written and made available by S. Rogers \\(University of Manchester). Lifeact-GFP was a generous gift of R.Wedlich-Soldner \\(Max Planck Institute of Biochemistry).The InterX MATLAB function was written and made available on the MathWorks File Exchange by “NS”. His-ICAM constructs were provided by B. Lillemeier \\(Salk Institute) and M. Davis \\(Stanford University). We thank M. Werner and K. Austgen for assistance in preparing His-ICAM. Biotinylated pMHC monomers were provided by J. Altman \\(NIH Tetramer Facility, Emory University)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ni.2364",
                "date": "2012-10-04 15:44:33",
                "title": "Integration of the movement of signaling microclusters with cellular motility in immunological synapses",
                "authors": [
                    "Peter Beemiller",
                    "Jordan Jacobelli",
                    "and Matthew F Krummel"
                ],
                "journal": "Nature Immunology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12079,
                "identity": "9fcb2eb5-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Peter Beemiller",
                "email": "peter.beemiller@ucsf.edu",
                "orcid": "",
                "institution": "Krummel Lab, UCSF",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Peter",
                "middleName": "",
                "lastName": "Beemiller",
                "suffix": ""
            },
            {
                "id": 12080,
                "identity": "9fcb31b2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jordan Jacobelli",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jordan",
                "middleName": "",
                "lastName": "Jacobelli",
                "suffix": ""
            },
            {
                "id": 12081,
                "identity": "9fcb35e1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Matthew Krummel",
                "email": "",
                "orcid": "",
                "institution": "Krummel Lab, UCSF",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Matthew",
                "middleName": "",
                "lastName": "Krummel",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-10-03 23:55:45",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.028",
        "doiUrl": "https://doi.org/10.1038/protex.2012.028",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608485,
                "identity": "529b8b5a-d85d-43d7-b215-f5683fb0f397",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3511168,
                "visible": true,
                "origin": "",
                "legend": "A cushioned bilayer system for activating OT1^+^ T cells   (*a*) Schematic of the cushioned bilayer system for activating OT1+ T cells. (*b,c*) Flow cytometric analysis of lipid bilayer standards formed on 5 μm silica microspheres and loaded with a series of concentrations of biotinylated pMHC and his-ICAM protein. Top: microsphere bilayer standards and BMDCs (loaded with 100 ng/ml SIINFEKL peptide) stained with YN1/1.7.4 anti-ICAM (b) and 25D1.16 anti–pMHC (*c*). Bottom: plots of input protein concentration (log scale) versus the median fluorescence intensities (from the graphs at top) for the bilayer standards and reference BMDCs.",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2403/v1/figure_1.tif"
            },
            {
                "id": 13464571,
                "identity": "6bbf10e9-5394-4baa-ad42-4ab60d6e5571",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 804555,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2403/v1/e327b776-82bb-4778-999b-eab5c6a0a4fb.pdf"
            },
            {
                "id": 2608484,
                "identity": "df189aa2-9735-4061-ae0a-508b7da23639",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "zip",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 29393,
                "visible": true,
                "origin": "",
                "legend": "MATLAB Functions   Analysis MATLAB functions and scripts   The zip file includes scripts and functions that can be used to analyze microcluster tracks.",
                "description": "",
                "filename": "supplement0.zip",
                "url": "https://assets.researchsquare.com/files/nprot-2403/v1/supplement_0.zip"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Lipid bilayers",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Supported lipid bilayers are frequently used to study cell membrane protein dynamics during immune synapse formation by T cells. Here we describe methods for the imaging and analysis of OT1<sup>+</sup> T cell activation and T-cell receptor \\(TCR) dynamics on lipid bilayers.",
        "manuscriptTitle": "Imaging and Analysis of OT1 T Cell Activation on Lipid Bilayers",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-10-04 15:46:17",
                "doi": "10.1038/protex.2012.028",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fcad958-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 4th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2743,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-10-04 15:46:17",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}