{
    "identity": "pex-994",
    "title": "<p>Isolation of murine large intestinal crypt cell populations with flow sorting </p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Multiple cell sorting protocols have been optimized to isolate intestinal stem cells, but each lack the resolution to purify daughter cells and differentiated progeny populations <sup>1,2</sup>. For example, the transgenic stem cell lineage marker Lgr5-EGFP enables purification of GFP-bright stem cells, but a mosaic expression pattern of the transgene in the intestine has made it difficult to confidently separate daughter cells from GFP-negative stem cells and differentiated cells <sup>3,4</sup>. Single cell RNA sequencing (scRNA-seq) captures cellular diversity when analyzing mixed cell populations and has been useful for defining intestinal lineage trajectories and diversity of mature cells (for example enterocytes and enteroendocrine cells) <sup>5–9</sup>. However, the low sequencing depth of scRNA-seq misses moderate-to-lowly expressed transcripts and is not compatible with other downstream analysis or applications.</p><p>The sorting protocol detailed here enables sorting of colonic crypt cell populations from the large intestine of the mouse, independent of transgene markers. This protocol is compatible with a variety of downstream applications including bulk RNA-seq and mass spectrometry. Importantly, our analysis has validated the identity of the isolated populations, enabling others to use this protocol for FACS analysis of their intestinal system to chart changes in crypt dynamics and populations. For FACS analysis &lt;1/3 mouse colon is more than sufficient for a snapshot of crypt populations, although for sorting, several mice may need to be pooled depending on the downstream application. This protocol is also compatible with additional antibody markers or mice of any strain/gender (including transgenic mice – with compatible fluorophore). We recommend additional markers use FITC-EGFP channel.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong><em>Reagents:</em></strong></p><p>Rock inhibitor (Y-27632 AdipoGen Life Sciences from Fisher #501146540)</p><p>DNAse (Sigma-Aldrich #4716728001)</p><p>CD45-BV510 (1:200, Clone 30-F11; BD Biosciences #563891)</p><p>CD31-BV510 (1:200, Clone MEC 13.3; BD Biosciences #563089)</p><p>CD326-eFluor450 (1:100, Clone G8.8; eBioscience #48-5791-82)</p><p>CD44-PerCP-Cy5.5 (1:100, Clone IM7; Thermo Fisher #A26013)</p><p>CD24-PECy7 (1:200, Clone M1/69; eBioscience #25-0242-82)</p><p>CD117-APC-Cy7 (1:100, Clone 2B8; Thermo Fisher #A15423)</p><p>Live/Dead Aqua (Thermo Fisher # L34957)</p><p><br></p><p><strong><em>Other standard lab reagents:</em></strong></p><p>70% Ethanol</p><p>PBS (Chilled – 1.5 L)</p><p>EDTA (0.4 M)</p><p>FBS</p><p><br></p><p><strong><em>Optional Reagents:</em></strong></p><p>TRIzol (if sorting for downstream RNA isolation; cell sort collection solution)</p><p>100 mM ammonium bicarbonate (if sorting for downstream mass spectrometry)(3+ L, depending on number of sorts, needed for instrument sheath fluid and cell sort collection solution)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong><em>Plasticware:</em></strong></p><p>Petri dishes (4)</p><p>10 mL syringe (1)</p><p>50 mL conical tubes (21)</p><p>1.5 mL Eppendorf tubes (10 +)</p><p>FACS tubes (4 +)</p><p>100 µm and 40 µm filters (that fit on top of 50 mL conical tube) (4 + of each)</p><p><em>optional </em>= Collection tubes (depending on downstream applications – FACS Tubes, Eppendorf tubes, PCR tubes, ect.)</p><p><em>optional</em>&nbsp;= FACS tubes with 40 µm filter cap (and/or separate cap filters)</p><p><br></p><p><strong><em>Equipment:</em></strong></p><p>Pipets</p><p>Vortex</p><p>Ice buckets</p><p>Centrifuge for conical tubes and for Eppendorf tubes at 4 °C</p><p>Rotator at 4 °C (<em>recommended</em> Fisherbrand™ Multi-Purpose Tube Rotators #88-861-049)</p><p><br></p><p><strong><em>Dissection Tools:</em></strong></p><p>Dissecting tray with pins</p><p>Scissors</p><p>Forceps</p><p>Blunt point popper needle [attached to 10 mL syringe] (<em>recommended </em>~16-gauge, long tip ~3-4 inch, threaded – Luer lock termination) &nbsp;</p>"
        },
        {
            "header": "Procedure",
            "content": "Preparation\n1. Identify mice to be used. This protocol is designed for 4 mice to be simultaneously processed with each mouse serving as individual biological samples. Note: 4 separate samples are the maximum recommended amount for one person.\n2.   Prepare the following solutions (can be done the night before):\nDissociation solution\n= 8 x 20 mL (in 50 mL conical tubes) chilled dissociation solution. Make stock = 160 mL PBS + 160 µL of 1000x Rock Inhibitor (Final concentration is 10 µM) + 800 µL of 0.4 M EDTA (Final concentration is 2mM). Aliquot 20 mL each into 8 conical tubes (Dissociation #1 and #2 for each sample; recommended labels ‘Mouse #1 Dissociation #1’ = ‘M#1 Dis #1’ and ‘Mouse #1 Dissociation #2’ = ‘M#1 Dis #2’), keep chilled at 4°C if overnight, and on ice for immediate use.\nFACS Buffer\n(40 mL total) = 38.8 mL PBS + 1.2 mL FBS (Final concentration is 3%) + 40 µL of 1000x Rock Inhibitor (Final concentration is 10 µM).\n3.   Label 50 mL conical tubes – 4 tubes per mouse.\nRecommended label\nfor Mouse #1: M#1 – 100f #1; M#1 – 100f #2; M#1 – 40f #1; M#1 – 40f #2 (100f = 100 µm filter; 40f = 40 µm filter).\n4.   Label 4 petri dishes with mouse ID/#, pour half full with cold PBS, keep on ice.\n5.   Sacrifice mice and immediate proceed with dissection.\nTissue Dissection\n6.   Pin mouse on dissection tray, spray abdomen with 70% ethanol, and make incision to open peritoneal cavity. Pin skin back as needed.\n7.  Gently scoop out the small intestine to the left side. Cut through the pelvis just to the right of the rectum, then find the rectum and cut at the end near the junction with the skin. Avoid cutting blood vessels.\n8.   Cut the small intestine where it meets the cecum. Gently tug the top of the colon and if cut correctly at the rectum, it will slowly pull free with minimal mesentery tissue.\n9.   Place the colon in the chilled PBS in the petri dish and keep on ice. Proceed with dissecting remaining mice.\n10. Linearize each section of colon – keeping it in PBS on ice: 1) Snip off the tip of the cecum pouch. 2) Fill the 10 mL syringe attached to a popper needle with cold PBS and gently flush out the cecum to remove fecal matter. 3) Refill the syringe as needed and continue to expel PBS while threading the popper needle gently through the colon. Expel all remaining PBS once entire colon is threaded on the popper needle. 4) Prop the plunger end of the syringe with the popper needle/tissue attached in a firm and stable place (for example wedged against the edge of an ice bucket) with popper needle facing you. Place one point of dissecting scissors in the opening of the popper needle – the syringe and popper needle should stay firmly in place while you hold the scissors. With your free hand, use forceps to pull the intestine off the popper needle, towards the scissors, cutting and linearizing as you pull the intestine towards you.\n11. Keep linearized colon in PBS, while proceeding with other colons.\nTissue Dissociation\n12. Rinse colon by swirling in clean PBS until a majority of fecal material is removed.\n13. Place clean linearized colons in dissociation solution #1 (as described in preparation step 2) and place at a slow rotation (If using recommended Fisherbrand Multi-Purpose Tube Rotator, use speed setting of 8 rpm with a horizontal axis of rotation ensuring solution and intestines are rotated from the top of the conical tube to the bottom). Dissociate for 30 min at 4 °C.\n14. Remove colon tissue from dissociation solution #1. Cut tissue into small ~3-5 mm pieces, using forceps to dangle the tissue above dissociation tube #2 with edge of tissue resting on tube rim to pull taut and cutting with scissors. Make sure all pieces are immersed in the dissociation solution #2. Place back on rotator at 4 °C for an additional 30 min rotation.\n15. Turn on centrifuge (swinging bucket preferred) during this period to allow time to chill to 4 °C. Adjust settings: 500 xg, 5 min, 4 °C, decrease deceleration speed to low setting.\n16. After the 30 min dissociation step is completed (1 hr in total), collect conical tubes and shake for 3 minutes\nvery aggressively\nand rapidly (up and down motion). Solution should quickly become cloudy with an observable abundance of floating cells.\n17. Pour suspension through 100 µm filter into new conical tube (100 µm filter #1 tube – example label M#1 – 100f #1). Rinse filter with cold PBS (final volume of 40-50 mL). Collect tissue chunks trapped in the filter and place back in the dissociation tube. Re-use this filter for the next 100 µm filter for this sample (move the filter to the conical tube labeled 100 µm filter #2).\n18. Add ~20 mL of PBS to the dissociation tube that contains tissue chunks and store on ice. It is important to not allow the tissue chunks to get dry.\n19. Repeat steps 17-18 for all samples and then immediately spin down all 100 µm filter #1 tubes at 500 xg, 5 min, 4 °C, with decreased deceleration speed.\nNOTE:\nAll 4 collection tubes will need to be processed rapidly in sequence so that centrifugation steps are done together. The best rates of cell survival depend on minimizing the time cell suspensions are sitting and ensuring that when they are sitting it is always on ice.\n20. Manually shake tissue in the dissociation solution tubes (now with 20 mL PBS) again for 3 minutes rapidly.\n21. Filter through 100 µm filter into a new tube (100 µm filter #2 tube). Rinse with PBS for a final volume of ~40-50 mL. Tissue trapped in filter can be saved (as back-up) or discarded. Spin down 100 µm filter #2 tube (and collect 100 µm filter #1 tubes from centrifuge).\n22. Gently pour off supernatant from the 100 µm filter #1 tube and resuspend in 1 mL of FACS buffer. Mix well with a pipet to achieve a homogenous suspension. Filter the suspension through a 40 µm filter into a new tube (40 µm filter #1 tube). Rinse the filter with PBS filling to 50 mL. Repeat for all samples and save the 40 µm filters for the next step.\n23. Repeat step #22 using the suspension from the second shake (100 µm filter #2 tubes) and filter into 40 µm filter #2 tube using the same 40 µm filter saved from step #22 for each sample.\n24. Centrifuge the suspension in both 40 µm filter tubes (#1 and #2) at 500 xg, 5 min, 4 °C, with a decreased deceleration speed to protect cell viability.\n25. During the centrifugation step, begin a prep of DNAse in a 1.5 mL Eppendorf tube = 20 µL of 10x buffer (contains MgCl) + 40 µL DNAse I + 140 µL Water.\n26. Gently pour off supernatant from the 40 µm filter tubes and resuspend each cell pellet in ~1 mL of FACS buffer, making sure to mix and suspend the cells very well. Transfer the suspension into 1.5 mL Eppendorf tubes (if you end up with a larger volume, it is okay to use additional tubes).\nPreparation for FACS\n27. Centrifuge at 1,000 xg, 5-10 min, 4 °C, with a soft stop setting on to maintain cell viability. As with all centrifuge steps, repeat if pellet is not good.\nNOTE:\nThe initial centrifugation, when cell suspensions are well mixed, usually needs a full 10 min, subsequent centrifugations require only 5 minutes.\n28. Carefully remove and discard supernatant from all tubes using a pipet. Dispense 500 µL of FACS buffer to each tube – if more than one tube was collected per sample, merge the contents of these into one tube with 500 µL FACS buffer total. Add 50 µL of DNAse and mix. Mechanically mix the DNAse and cell suspension up and down 5-10 times with a P-1000 pipet. Incubate at room temperature for 5 min.\n29. Collect the cells by centrifugation, and then remove supernatant carefully. Resuspend cell pellets in a total of ~500 µL of FACS buffer.\n30. Add antibodies to the cell suspensions as listed below:\nAmount per tube (or recipe for master mix below)\nCD117 (cKit) – APC-Cy7       [1:100]           5 µL\nCD326 (Epcam)– eFluor450 [1:100]           5 µL\nCD44 – PerCP-Cy5.5             [1:100]           5 µL\nCD24 – PECy7                       [1:200]           2.5 µL\nCD31 – BV510                        [1:200]           2.5 µL\nCD45 – BV510                        [1:200]           2.5 µL\nAntibody mastermix (for 4 mice/4 tubes) (22.5 µL per tube)\n20 µL each of cKit, Epcam and CD44\n10 µL each of CD24, CD31, and CD45\nNOTE:\nAdd single channel antibody controls as needed to establish compensations and sorting gates. Once these gates are established the protocol is very consistent and these controls are not needed for every sort.\n31. Vortex briefly and then incubate for 30 min at 4 °C in the dark.\n32. Collect cells by centrifugation (1,000 xg, 5-10 min, 4 °C, with a soft stop setting) and carefully remove supernatant. Add 1 mL fresh FACS buffer, resuspend, and centrifuge again. Remove supernatant (Wash step).\n33. Resuspend each suspension thoroughly in ~500 µL - 1mL fresh FACS buffer into 5 mL round bottom tube for sorting (label tube as ‘To Sort’).\nNOTE:\nIt is recommended to start with a lower resuspension volume for a more concentrated cell suspension enabling faster sorting. Adjust total volume depending on mouse number/condition and cell number since the yield and recommended resuspension volume depends on the quality of the prep.\n34. Add Live/Dead Aqua dye (maintain 1 µL Live/Dead per 1 mL of cell suspension), wrap in foil and incubate at room temperature for ~2 min. Incubate at least 5-10 minutes before running samples for FACS but keep samples on ice (it is not necessary to incubate for longer).\nNOTE:\nThe Live/Dead Aqua dye is only good for 2 weeks once reconstituted.\n35. Store all samples on ice, protected from light, until time to sort.\nPerforming FACS\n36. If only analysis is being performed, no preparation for sorting is needed. If sorting is occurring, prepare tubes/reagents for collection.\nFor sorting followed by\nRNA isolation\nwe recommend sorting directly into TRIzol – a step that preserves RNA integrity. Collection tubes can be FACS tubes or Eppendorf tubes.\nFor sorting followed by\nmass spectrometry\nwe changed the sorting machine sheath fluid to 100 mM ammonium bicarbonate and sorted directly into 50 µL of 100 mM ammonium bicarbonate – a step that preserves protein integrity and prevents salt contaminants. We recommend sorting into PCR tubes (that can be fitted inside of Eppendorf tubes) – although this depends on the set-up of downstream mass spectrometry equipment.\nRegardless of downstream applications store collection tubes on ice/chilled prior to, during, and after sorting.\n37. Populations to collect (live cells):\nStem Cells\n(CD45-, CD31-, CD326+, CD44highest, CD24-, CD117-)\nAbsorptive Progenitor [AbsPro]\n(CD45-, CD31-, CD326+, CD44med/+, CD24-, CD117-)\nSecretory Progenitor + Deep Crypt Secretory + Goblet(minor) [SecPDG]\n(CD45-, CD31-, CD326+, CD44 high, CD24med, CD117med)\nTuft Cells\n(CD45-, CD31-, CD326+, CD24+, CD117+)\nEnterocytes [ENT]\n(CD45-, CD31-, CD326+, CD44-/low, CD24-)\nEnteroendocrine Cells [EEC]\n(CD45-, CD31-, CD326+, CD44-/low, CD24+)\n38. Follow the gating schema provided in Figure 4.\n39. Recommended sorting parameters: (1) BD FACS Aria Fusion using a 100 µm nozzle (20 PSI). (2) Flow rate of 2.0 with a maximum threshold of 5,000 events/sec. (3) Keep sample chamber and collection tubes at 4 °C."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong><em><u>Common Problems:</u></em></strong></p><p>1.&nbsp;<em>Small pellets during first centrifugation steps (100 µm filter).</em></p><p>Solution: This is likely caused by not being aggressive enough with the manual shaking steps. To test how aggressive and effective the shaking is an additional (3<sup>rd</sup>) round of shaking the tissue in PBS can inform on whether additional cells are recovered. If the cell pellet is much larger than the first two pellets, there is a clear need to shake harder starting in the beginning</p><p>2.&nbsp;<em>Large/decent pellets during 100 µm filter, but small after 40 µm filter.</em></p><p>Solution: This is likely due to cells not being released into a true single cell suspension. To address this, one can shake for longer and/or more aggressively during the initial shaking or add some additional gentle shaking of the PBS resuspension prior to using the 40 µm filter. Alternatively, if the problem persists, do not use the 40 µm filter following the 100 µm filter step. Instead, continue with the protocol – including the important DNAse treatment step – and prior to adding Live/Dead stain, filter the cell suspension into a FACS tube with a 40 µm filter cap (depending on the single cell suspension several filter cap might be needed – this can be painstakingly slow but will improve yield).&nbsp;</p><p>3.&nbsp;<em>During Eppendorf centrifugation the cell pellet is poor and a bit fluffy.</em></p><p>Solution: If the pellet is small and/or of poor quality always repeat the centrifugation step. Gently flick/vortex the tube to release the pellet and centrifuge again. If possible, a swinging bucket centrifuge can improve quality of pellets.&nbsp;</p><p>4.&nbsp;<em>Low cell viability.</em></p><p>Solution: Because of the long duration of this protocol and the fragility of mature epithelial cell types there is an innately low cell viability. Some important things to implement to improve viability include keeping cells on ice/chilled at all times unless protocol specifies otherwise. Additionally, working quickly (immediately after sacrifice) and smoothly during the dissection and linearization and ensuring that the tissue does not dry out are important features of the protocol. Maximally active Rock inhibitor and high quality FBS in the FACS buffer increases viability.&nbsp;&nbsp;</p><p>5.&nbsp;<em>Total cell yield during sorts is very low.</em></p><p>Solution: This protocol is not designed for an optimized yield of cells, but rather for a high-quality separation that can distinguish cell&nbsp;populations. Please see section below on improving yield if this feature is specifically important for downstream applications.</p><p>6.&nbsp;<em>During the FACS procedure, cells are clumpy, clog the machine, or do not run at a constant flow rate</em>.</p><p>Solution: Thoroughly mix the sample with a pipet and/or gently vortex. Dilute the sample with FACS buffer, and pass through a 40 µm filter cap. Since extracellular, extruded DNA from lysed cells is a major reason for cell clumping, make sure the DNAse concentration and treatment time is sufficient for the number of cells. In addition, also make sure the FACS buffer contains FBS to help prevent clumping.</p><p><br></p><p><strong><em><u>Additional Steps to Improve Cell Yield:</u></em></strong></p><p>1.&nbsp;Instead of using 100 µm filter followed by 40 µm filter during the initial centrifugation steps, use only the 100 µm filter (or a 70 µm filter instead). Immediately prior to adding the Live/Dead stain, filter the cell suspension into a FACS tube with a 40 µm filter cap (depending on the volume and density of the single cell suspension you might need several caps – this can be painstakingly slow. It will nevertheless improve yield).&nbsp;</p><p>2.&nbsp;For all filtering steps (50 mL conical) swirl the pipet tip along the filter and pipet up and down, to help solution pass through. Be sure to add additional PBS/FACS buffer to rinse the filter which will collect additional cells.</p><p>3.&nbsp;<em>IMPORTANT</em>: Pre-wet pipet tip with FACS buffer before resuspending any cell solution to prevent cellular adherence to the walls of the tip.</p><p>4. Use low-binding pipet tips if available.&nbsp;&nbsp;</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Duration depends on number of mice, below are estimates based on 4 mice (maximum number of mice recommended for one person at a time).</p><p>1.&nbsp;&nbsp;&nbsp;Tissue Dissection = 30-1 hr (including sacrificing and linearizing intestine)</p><p>a.&nbsp;&nbsp;&nbsp;With experience, dissection and linearization should take &lt;5 min per mouse.&nbsp;</p><p>2.&nbsp;&nbsp;&nbsp;Tissue Dissociation = ~2 hrs</p><p>3.&nbsp;&nbsp;&nbsp;Preparation for FACS = ~1.5 hrs</p><p>4.&nbsp;&nbsp;&nbsp;Performing FACS = ~ 2 hrs (1-3 hrs)</p><p>a.&nbsp;&nbsp;&nbsp;This is highly dependent on the quality of the prep, number of mice, and intended downstream use (analysis or sorting).&nbsp;&nbsp;&nbsp;</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>If performed correctly, a FACS plots similar to Figure 4 and 3b will be observed. Depending on the mice/age/quality of the preparation 5-10,000 Epcam+ cells can be sorted.&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Nefzger, C. M. <em>et al.</em> A Versatile Strategy for Isolating a Highly Enriched Population of Intestinal Stem Cells. <em>Stem Cell Reports</em> <strong>6</strong>, 321–329 (2016).</p><p>2.&nbsp;Wang, F. <em>et al.</em> Isolation and Characterization of Intestinal Stem Cells Based on Surface Marker Combinations and Colony-Formation Assay. <em>Gastroenterology</em> <strong>145</strong>, 383-395.e21 (2013).</p><p>3.&nbsp;van der Flier, L. G. <em>et al.</em> Transcription Factor Achaete Scute-Like 2 Controls Intestinal Stem Cell Fate. <em>Cell</em> <strong>136</strong>, 903–912 (2009).</p><p>4.&nbsp;Schuijers, J., Van Der Flier, L. G., Van Es, J. &amp; Clevers, H. Robust cre-mediated recombination in small intestinal stem cells utilizing the Olfm4 locus. <em>Stem Cell Reports</em> <strong>3</strong>, 234–241 (2014).</p><p>5.&nbsp;Haber, A. L. <em>et al.</em> A single-cell survey of the small intestinal epithelium. <em>Nature</em> <strong>551</strong>, 333–339 (2017).</p><p>6.&nbsp;Yan, K. S. <em>et al.</em> Intestinal Enteroendocrine Lineage Cells Possess Homeostatic and Injury-Inducible Stem Cell Activity. <em>Cell Stem Cell</em> <strong>21</strong>, 78-90.e6 (2017).</p><p>7.&nbsp;Gehart, H., Van Es, J. H., Dekkers, J. F., Rios, A. &amp; Clevers Correspondence, H. Identification of Enteroendocrine Regulators by Real-Time Single-Cell Differentiation Mapping Data Resources GSE113561 Gehart et al. <em>Cell</em> <strong>176</strong>, (2019).</p><p>8.&nbsp;Moor, A. E. <em>et al.</em> Spatial Reconstruction of Single Enterocytes Uncovers Broad Zonation along the Intestinal Villus Axis. <em>Cell</em> <strong>175</strong>, 1156-1167.e15 (2018).</p><p>9.&nbsp;Herring, C. A. <em>et al.</em> Unsupervised Trajectory Analysis of Single-Cell RNA-Seq and Imaging Data Reveals Alternative Tuft Cell Origins in the Gut. <em>Cell Syst.</em> <strong>6</strong>, 37-51.e9 (2018).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We would also like to thank Dr. Selma Masri and her laboratory and Dr. Delia Tifrea for their input and encouragement, along with sharing of experiment resources. </p><p>ANH was supported by NSF GRFP grant DGE‐1321846. ANH and JLF were supported by an NCI training grant to the Cancer Research Institute at the University of California, Irvine (T32CA009054). This work was supported by grants from the National Institutes of Health R01CA177651, P30CA062203, and U54CA217378 to MLW. This work was made possible, in part, through access to the Flow Cytometry Core in the Optical Biological Center, the Experimental Tissue Resource (ETR), and the Genomics High Throughput Facility (GHTF), all of which are Shared Resources supported by the Cancer Center Support Grant (P30CA062203) at the University of California, Irvine. This research was also supported by an Anti-Cancer Challenge research grant from the University of California, Irvine Chao Family Comprehensive Cancer Center. </p><p>The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Science Foundation, National Cancer Institute, or the National Institutes of Health.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s42003-020-01181-z",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 698665,
                "identity": "fa482b4e-ab4d-48d6-afb4-7361d9cabd8b",
                "order_by": 0,
                "name": "Amber N. Habowski",
                "email": "Habowski@uci.edu",
                "orcid": "https://orcid.org/0000-0003-1107-3208",
                "institution": "University of California - Irvine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Amber",
                "middleName": "N.",
                "lastName": "Habowski",
                "suffix": ""
            },
            {
                "id": 698669,
                "identity": "88cfa667-b98c-47a7-b087-ea0cc5b93722",
                "order_by": 1,
                "name": "Jennifer M. Bates",
                "email": "",
                "orcid": "",
                "institution": "University of California - Irvine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jennifer",
                "middleName": "M.",
                "lastName": "Bates",
                "suffix": ""
            },
            {
                "id": 698670,
                "identity": "ab222f23-9b3f-45df-a09c-2ac7b4283efc",
                "order_by": 2,
                "name": "Jessica L. Flesher",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-3808-7661",
                "institution": "University of California - Irvine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jessica",
                "middleName": "L.",
                "lastName": "Flesher",
                "suffix": ""
            },
            {
                "id": 698672,
                "identity": "ec7bedad-d059-4258-9e17-fdd444bc6dae",
                "order_by": 3,
                "name": "Robert A. Edwards ",
                "email": "",
                "orcid": "",
                "institution": "University of California - Irvine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Robert",
                "middleName": "A.",
                "lastName": "Edwards",
                "suffix": ""
            },
            {
                "id": 698673,
                "identity": "f2f36e0d-5381-4762-a49c-41258e13d4bf",
                "order_by": 4,
                "name": "Marian L. Waterman",
                "email": "marian.waterman@uci.edu",
                "orcid": "https://orcid.org/0000-0003-4823-4968",
                "institution": "University of California - Irvine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Marian",
                "middleName": "L.",
                "lastName": "Waterman",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-06-20 20:33:57",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-994/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-994/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 1992235,
                "identity": "26d77620-3ccc-4887-9a93-30c9804f7edd",
                "added_by": "auto",
                "created_at": "2020-08-19 17:03:06",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 147821,
                "visible": true,
                "origin": "",
                "legend": "FACS plot of six distinct colonic crypt cell populations based on Cd44 and Cd24 maker expression. This is a representative image of C57BL/6N male mouse aged 5-7 weeks. Cell populations are Stem, AbsPro (absorptive progenitors), SecPDG (secretory progenitors + deep crypt secretory cells + minor amount of goblet cells), Tuft, Ent (enterocytes), and EEC (enteroendocrine cells). Goblet cells do not survive this procedure well, only a small signature is observed in SecPDG. The EEC population is dominated by enterochromaffin cells.",
                "description": "",
                "filename": "Figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-994/v1/Figure1.png"
            },
            {
                "id": 1992236,
                "identity": "96521b2f-a4ea-4b2b-b2e9-20c71255ccb6",
                "added_by": "auto",
                "created_at": "2020-08-19 17:03:06",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 239741,
                "visible": true,
                "origin": "",
                "legend": "FACS plots showing colonic crypt populations in mice of different backgrounds all aged 5-7 weeks and male (unless otherwise specified). Sorting procedure is universal and resolves cell types in the colon of other mouse strains and gender including Agoutti, FVB, Balbc, NSG, and females. Each FACS plot is a representative image from one mouse, n=3 independent sorts.",
                "description": "",
                "filename": "Figure2.png",
                "url": "https://assets.researchsquare.com/files/pex-994/v1/Figure2.png"
            },
            {
                "id": 1992237,
                "identity": "1a63bc3c-14d2-49f5-8c1d-e5ce252b196f",
                "added_by": "auto",
                "created_at": "2020-08-19 17:03:06",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 526213,
                "visible": true,
                "origin": "",
                "legend": "FACS plots of colon crypts dissociated with or without TrypLE protease treatment. a When the TrypLE cocktail is used during intestine dissociation, FACS detects decreased Cd44 surface expression and the plots show a compressed population resolution compared to b no TrypLE. Each plot is an independent sort from one mouse and is a representative image.",
                "description": "",
                "filename": "Figure3.png",
                "url": "https://assets.researchsquare.com/files/pex-994/v1/Figure3.png"
            },
            {
                "id": 1992238,
                "identity": "05acc380-76ff-4a23-9a8b-91211896a22c",
                "added_by": "auto",
                "created_at": "2020-08-19 17:03:06",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 339393,
                "visible": true,
                "origin": "",
                "legend": "FACS gating strategies that define six colonic crypt cell populations. As a first step, standard gating is performed to select single, live cells based on forward and side scatter (Step 1). A dump channel then removes dead cells along with immune cells (Cd45+) and endothelial cells (Cd31+) (Step 2). Epcam+ cells (Step 3) are then gated using Cd44, Cd24, and cKit to isolate six distinct populations (Steps 4-7). The resulting populations are Enterocytes (Ent), Enteroendocrine (EEC), Stem cells, Absorptive Progenitors (AbsPro), Tuft, and SecPDG (a mixed population of secretory progenitors, deep crypt secretory cells, with a minor contribution from goblet cells).",
                "description": "",
                "filename": "Figure4.png",
                "url": "https://assets.researchsquare.com/files/pex-994/v1/Figure4.png"
            },
            {
                "id": 13579297,
                "identity": "6ea9880f-8720-41ee-9588-afef80c4569d",
                "added_by": "auto",
                "created_at": "2021-09-17 04:19:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1628354,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-994/v1/52a80b8c-1054-43b4-8694-850082827188.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Colon Crypt, Flow Sorting, Stem Cell, Absorptive Lineage, Secretory Lineage, Enterocyte, Tuft Cell, Enteroendocrine Cell, Wild-type Mouse",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Here we present a high-resolution sorting protocol for colon crypt stem cells, their daughter cells and mature, differentiated cell types. We used freshly dissected mouse colons and validated intestinal cell surface markers amenable to Flow Activated Cell Sorting (FACS). This 5-7 hour protocol enables isolation of six distinct cryptal cell populations (Stem, AbsPro, SecPDG, Tuft, Ent, and EEC) from any mouse strain/background (Figure 1 and 2) . Downstream analysis of sorted cells (Transcriptomics = bulk RNA-seq and Proteomics = small cell number LC/MS) validated the identity of cell populations. An important strength of this protocol is the independence from any trans-genic labeling of cell types and the flexibility for users to add additional markers for a variety of downstream applications.&nbsp;The absence of proteases during dissociation increases antigen expression resolving the six cell types but also decreases cell yield (Figure 3). The main steps of this protocol include: Tissue Dissection, Tissue Dissociation, Preparation for FACS, and Performing FACS.&nbsp;&nbsp;&nbsp;</p>",
        "manuscriptTitle": "Isolation of murine large intestinal crypt cell populations with flow sorting",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-08-19 17:03:05",
                "doi": "10.21203/rs.3.pex-994/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "734c8b91-9502-4dc7-bc10-8846eaf89c8e",
        "owner": [],
        "postedDate": "August 19th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 131335,
                "name": "Biological techniques"
            },
            {
                "id": 131336,
                "name": "Molecular biology"
            },
            {
                "id": 131337,
                "name": "Stem cells"
            },
            {
                "id": 131338,
                "name": "Gastroenterology"
            },
            {
                "id": 131339,
                "name": "Cell Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-08-19 17:03:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}