{
    "identity": "pex-258",
    "title": "<p>Highly reproducible human brain organoids recapitulate cerebral cortex cellular diversity.</p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": "<p>• 2-mercaptoethanol (ThermoFisher Scientific, #21985023)</p><p>• B-27 Supplement, 50X (ThermoFisher Scientific, #17504044)</p><p>• Chemically Defined Lipid Concentrate (ThermoFisher Scientific, #11905031)</p><p>• DMEM/F-12 (ThermoFisher Scientific, #11330032)</p><p>• DMSO (Sigma, #D2650)</p><p>• Fungizone/Amphotericin B (ThermoFisher Scientific, #15290018)</p><p>• Geltrex, LDEV-Free, hESC-Qualified, Reduced Growth Factor Basement Membrane Matrix (ThermoFisher Scientific, #A1413301)</p><p>• Gentle Cell Dissociation Reagent (Stemcell Technologies, #07174)</p><p>• Glasgow MEM, G-MEM (ThermoFisher Scientific, #11710035)</p><p>• GlutaMAX Supplement (ThermoFisher Scientific, #35050061)</p><p>• UltraPure DNase/RNase-free Distilled Water (ThermoFisher Scientific, #10977015)</p><p>• Heparin (Sigma, #H3149)</p><p>• Hyclone Fetal Bovine Serum (ThermoFisher Scientific, #SH30070.03)</p><p>• IWR1 (Calbiochem/Millipore, #681669)</p><p>• KnockOut Serum Replacement (ThermoFisher Scientific, #10828028)</p><p>• Matrigel (#356234, Corning)</p><p>• MEM Non-Essential Amino Acids Solution (ThermoFisher Scientific, #11140050)</p><p>• mTeSR1 (Stemcell Technologies, #85850)</p><p>• MycoAlert PLUS mycoplasma detection kit (Lonza, #LT07705)</p><p>• N-2 Supplement, 100X (Life Technologies, #17502048)</p><p>• Papain Dissociation System kit (Worthington, #LK003153)</p><p>• PBS, phosphate buffered saline (ThermoFisher Scientific, #10010023)</p><p>• Penicillin/Streptomycin Solution 100X (Corning, #30002CI)</p><p>• ROCK inhibitor, Y-27632 (EMD Millipore, #SCM075)</p><p>• SB 431542 (Stemcell Technologies, #72234)</p><p>• Sodium Pyruvate (ThermoFisher Scientific, #11360070)</p><p>• StemPro Accutase Cell Dissociation Reagent (ThermoFisher Scientific, #A1110501)</p><p>• Trypan blue solution, 0.4% (ThermoFisher Scientific, #15250061)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>\t• 2 mL Aspirating Pipette (VWR, #357558)</p><p>\t• 5 mL Serological Pipette (VWR, #89130896)</p><p>\t• 10 mL Serological Pipette (VWR, #89130898)</p><p>\t• 15 mL Conical Tubes, Polystyrene (VWR, #352097)</p><p>\t• 50 mL Conical Tubes, Polystyrene (VWR, #352070)</p><p>\t• 50 mL Serological Pipette (VWR, #89130902)</p><p>\t• 60 mm TC-Treated Cell Culture Dish (Corning, #353002)</p><p>\t• 10 mm Ultra Low Culture Dish (Corning, #3262)</p><p>\t• Cell lifter (Corning, #3008)</p><p>\t• 125 mL spinner flasks (Corning, #3152)</p><p>\t• Centrifuges</p><p>\t• CO<sub>2</sub> incubator</p><p>\t• Corning Falcon Test Tube with Cell Strainer Snap Cap (Corning, #352235)</p><p>\t• Countess II Automated Cell Counter (ThermoFisher Scientific, #AMQAX1000)</p><p>\t• Steriflip-GP Sterile Centrifuge Tube Top Filter Unit (Millipore, #SCGP00525)&nbsp;</p><p>\t• Filter Bottles 0.22 μm 150 mL (Corning, #CLS431155)</p><p>\t• Filter Bottles 0.22 μm 250 mL (Corning, #CLS430768)</p><p>\t• Hemocytometer</p><p>\t• Magnetic stirrer (ChemGlass, #CLS-4100-09)</p><p>\t• Microscope, inverted</p><p>\t• Pipettes</p><p>\t• Prime surface 96V plate, v-bottom (Sbio Japan, #MS9096VZ)</p><p>\t• Razor blades (VWR, #55411050)</p><p>\t• Reagent reservoir (VWR, #89094680)</p><p>\t• Digital CO<sub>2</sub>-resistant orbital shaker (ThermoFisher Scientific, #88881101)</p>"
        },
        {
            "header": "Procedure",
            "content": "Reagents setup\n1) Reagents stock\n1.1) Y-27632 (ROCK Inhibitor)\nReconstitute 5 mg in 2.96 mL of sterile water to make a 5 mM stock solution.\nStore at -20 °C for up to 1 year. Avoid multiple freeze-thaw cycles.\n1.2) SB431542 (Activin/BMP/TGF-β pathway inhibitor)\nReconstitute 10 mg in 2.6 mL of DMSO to make a 10 mM stock solution.\nStore at -20 °C for up to 1 year. Avoid multiple freeze-thaw cycles.\n1.3) IWR1 (WNT Inhibitor)\nReconstitute 10 mg in 814 μl of DMSO to make a 30 mM stock solution.\nStore at -20 °C for up to 1 year. Avoid multiple freeze-thaw cycles.\n1.4) Heparin\nThe concentration used here is measured in mg/ml, however the manufacturer reports quantity in units. The potency (units/mg) is lot-specific; the value can be found on the certificate of analysis (it is typically over 140 units per mg). The number of mg required is calculated by dividing the number of units of the batch by the potency in units per mg. Reconstitute the batch in the volume of water needed to make a 10 mg/mL stock solution. Reconstituted solutions can be stored at 2-8°C for up to 2 years, if sterile filtered through a 0.22 μm filter.\n2) Media preparation\n2.1) Cortical Differentiation Medium I - CDM I [Day 0-18] (quantity per 100 mL medium)\nGlasgow MEM, G-MEM (77 mL)\nKnockOut Serum Replacement (20 mL - final 20%)\nMEM Non-Essential Amino Acids Solution (1 mL)\nSodium pyruvate (1 mL)\n2-mercaptoethanol (182 μL of 55 mM stock - final 0.1 mM)\nPenicillin/Streptomycin Solution (1 mL)\n2.2) Cortical Differentiation Medium II - CDM II [Day 18-35] (quantity per 100 mL medium)\nDMEM/F-12 (96 mL)\nGlutaMAX Supplement (1 mL)\nN-2 Supplement (1 mL)\nChemically Defined Lipid Concentrate (1 mL)\nFungizone (100 μL of 250 μg/ml stock - final 0.25 μg/mL)\nPenicillin/Streptomycin Solution (1 mL)\n2.3) Cortical Differentiation Medium III - CDM III [Day 35-70] (quantity per ~200 mL medium)\nDMEM/F-12 (170 mL)\nHyclone Fetal Bovine Serum (20 mL - final 10%)\nChemically Defined Lipid Concentrate (2 mL)\nGlutaMAX Supplement (2 mL)\nN-2 Supplement (2 mL)\nHeparin (100uL of 10mg/mL - final 5 μg/mL)\nFungizone (200 μL of 250 μg/mL stock - final 0.25 μg/mL)\nPenicillin/Streptomycin Solution (2 mL)\nMatrigel (2 mL - final 1%)\n2.4) Cortical Differentiation Medium IV - CDM IV [Day 70 on] (quantity per ~200 mL medium)\nDMEM/F-12 (166 mL)\nHyclone Fetal Bovine Serum (20 mL - final 10%)\nChemically Defined Lipid Concentrate (2 mL)\nGlutaMAX Supplement (2 mL)\nN-2 Supplement (2 mL)\nB-27 Supplement (4 mL)\nHeparin (100uL of 10mg/mL stock - 5 μg/mL)\nFungizone (200 μL of 250 μg/L stock - final 0.25 μg/mL)\nPenicillin/Streptomycin Solution (2 mL)\nMatrigel (4 mL - final 2%)\nGeneration of reproducible human brain organoids\nMaintenance of human pluripotent stem cells (hPSCs)\nMaintain feeder-free hPSCs on TC-treated cell culture dishes pre-coated with Geltrex, in mTESR1 medium with 100 U/mL penicillin and 100 μg/mL streptomycin, in a humidified incubator at 37˚C and 5% CO\n2\n.\nDetailed protocol for thawing, maintenance, and passaging of hPSCs can be found in Arlotta\net al.\n, 2017\n[5]\n.\n·     CRITICAL STEP: It is recommended to routinely confirm karyotype stability (suggested: every 5 passages) and make sure that stem cells are mycoplasma-free (on a weekly basis). MycoAlert PLUS Mycoplasma Detection Kit can be used to detect mycoplasma contamination. Single-cell dissociation should be avoided during passaging. The use of non-enzymatic methods to detach cell clumps, for instance Gentle Cell Dissociation Reagent, is recommended.\nDay 0 -\nCell aggregate formation in CDM I Media\n1.   Start with hPSCs that are 80-90% confluent.\n·     CRITICAL STEP: For the generation of brain organoids, it is recommended to use healthy viable hPSCs (mycoplasma-free, karyotypically normal and below passage 50) with typical morphological features of pluripotent cells (tightly packed colonies of round cells with large nuclei and nucleoli), with no sign of differentiation. Optimal stem cell culture practice and attention to details are essential requirements for the formation of healthy dorsal forebrain organoids.\n2.  Before starting cell dissociation, prepare the following mix\n(Seeding Medium)\n:\n-    CDM I (10 mL)\n-     ROCK inhibitor\n[6]\n(40 μL of 5 mM stock - final 20 μM)\n-     IWR1 (1 μL of 30 mM stock - 3 μM)\n-     SB 431542 (5 μL of 10 mM stock – final 5 μM - final 5 μM)\n3.   Wash the cells with PBS.\n4.  Add Accutase to the dish and incubate for approximately 4-5 minutes at 37˚C.\n·     CRITICAL STEP: Different incubation times may be required depending on cell confluence or for different hPSCs.\n5.   Use a 1 mL pipette to dissociate the cells.\n·     CRITICAL STEP: Avoid rough pipetting to prevent damage to cells, which can lead to cell death.\n6.   Add mTESR1 to dilute the Accutase suspension containing the dissociated cells and transfer content to a 15 mL conical tube.\n7.   Centrifuge the cells.\n8.   Aspirate the supernatant and resuspend the cells in\nCDM I\n.\n9.   Centrifuge the cells.\n10. Aspirate the supernatant and resuspend the cells in 1mL of\nCDM I\n.\n11. Count the cells.\n12. Dilute the proper volume of cell suspension (containing 900,000 cells) from\nStep 10\ninto 10 mL of\nSeeding Medium.\n13. Plate 9,000 cells/well\nin a Prime surface 96V plate (100 μL/well).\n14. Keep the plate in a humidified tissue culture incubator at 37 °C and 5% CO\n2\n.\nDay 1 –\nObserve the 96 multiwell plate under the microscope to confirm aggregate formation.\n·     CRITICAL STEP: Aggregates with defined and homogeneous borders should be visible, although a few dead cells might appear around the EB (Fig. 1).\nDay 3 -\nMedia change with CDM I Media\n15.   Observe the aggregates under the microscope.\n16.   Prepare the following mix:\n-      CDM I (10 mL)\n-      ROCK inhibitor (40 μL of 5 mM stock - final 20 μM)\n-      IWR1 (1 μL of 30 mM stock - final 3 μM)\n-      SB 431542 (5 μL of 10 mM stock - final 5 μM)\n17.   Using a multichannel pipette, add 100 μL of mix to each well.\n·     CRITICAL STEP: before adding fresh medium, gently agitate the medium inside each well by using a multi-channel pipette. This step helps detach dead cells that might surround the aggregate as a result of the dissociation step.\n18. Return the plate to a humidified tissue culture incubator at 37 °C and 5% CO\n2\n.\nDay 6 -\nMedia change with CDM I Media\n19.   Prepare the following mix:\n-   CDM I (10 mL)\n-   IWR1 (1 μL of 30 of mM stock - final 3 μM)\n-   SB 431542 (5 μL of 10 mM stock – final 5 μM)\n20.   Remove 80 μL of medium from each well of the multiwell plate.\n21.   Add 100 μL of the mix to each well.\n22. Return the plate to a humidified tissue culture incubator at 37 °C and 5% CO\n2\n.\nDay 9 -\nMedia change with CDM I Media\n23.   Repeat procedure as in Day 6.\nDay 12 -\nMedia change with CDM I Media\n24.   Repeat procedure as in Day 6.\nDay 15 -\nMedia change with CDM I Media\n25.   Repeat procedure as in Day 6.\nDay 18 -\nTransfer aggregates to 100 mm ultra-low attachment dish filled with CDM II Media\n26. Add\nCDM II\nto low ultra-low attachment 100 mm plates.\n27. Using a 200 μL pipette transfer aggregates to the 100 mm plate.\n28.  Maintain the plate on a CO\n2\n-resistant orbital shaker at 70 rpm inside a humidified tissue culture incubator at 37 °C and 5% CO\n2\n.\nDay 21 -\nMedia change with CDM II Media\n29. Aspirate medium in each plate and replace it with\nCDM II.\n·     CRITICAL STEP: Carefully aspirate medium without disturbing the aggregates. A small amount of medium can be left to prevent the aggregates from drying out.\n30.  Return the plate to the orbital shaker at 70 rpm inside a humidified tissue culture incubator at 37 °C and 5% CO2.\nDay 24 -\nMedia change with CDM II Media\n31.   Repeat procedure as in Day 21.\nDay 27 -\nMedia change with CDM II Media\n32.   Repeat procedure as in Day 21.\nDay 30 -\nMedia change with CDM II Media\n33.   Repeat procedure as in Day 21.\nDay 33 -\nMedia change with CDM II Media\n34.   Repeat procedure as in Day 21.\nDay 35 -\nTransfer to spinner flask in CDM III Media\n35.   Unpack a spinner flask in a sterile environment and fill it with 100 mL of fresh\nCDM III Media.\n36.  Transfer the aggregates to the spinner flask. Maintain cultures on a magnetic stirrer at 56 rpm (note change in speed) inside a humidified tissue culture incubator at 37 °C and 5% CO\n2\n.\n·     CRITICAL STEP: Verify that organoids contain dorsal forebrain cell types via immunohistochemistry (IHC) (see Troubleshooting).\nDays 42 -\nMedia change with CDM III\n37.   Replace the medium by completely aspirating it and adding fresh CDM III.\n·     CRITICAL STEP: To change medium, remove the cap from one of the arms of the spinner flask to insert the 1 mL aspirating pipette; avoid removing the main top cap of the spinner flask, to reduce the chance of contamination.\n38.  Return spinner flasks to a magnetic stirrer at 56 rpm inside a humidified tissue culture incubator at 37 °C and 5% CO2.\nDays 49 -\nMedia change with CDM III\n39.   Repeat procedure as in Day 42.\nDays 56 -\nMedia change with CDM III\n40.   Repeat procedure as in Day 42.\nDays 63 -\nMedia change with CDM III\n41.   Repeat procedure as in Day 42.\nDay 70 and on -\nMedia change with CDM IV\n42.  From Day 70 onwards, use the same procedure for changing media, but substitute CDM III with CDM IV.\n43. Maintain spinner flasks on a magnetic stirrer at 56 rpm inside a humidified tissue culture incubator at 37 °C and 5% CO2.\nSingle-cell dissociation of brain organoids for single-cell RNA Sequencing (10x Genomics Chromium platform)\nThe following protocol is a modification of the Worthington Papain Dissociation kit manufacturer's protocol, as used in previous works from our lab\n[3,8]\n.\n1. Before starting the protocol, reconstitute the following reagents:\n1a. Add 5 mL of Earle’s medium into Papain vial (5 ea/kit - use 1 vial for 2 organoids);\n1b. Add 500 μL of Earle’s medium into DNase vial (5 ea/kit - use 1 vial for 2 organoids);\n1c. Add 32 mL of Earle’s medium into Inhibitor vial (1 ea/kit - use 1 vial for up to 10 organoids).\n2. Mix 500 μL of reconstituted DNase with 5 mL of reconstituted Papain.\n·     CRITICAL STEP: Mix gently as DNase is sensitive to shear denaturation.\n3. Gently transfer each organoid to an individual 60 mm dish.\n4. Carefully aspirate excess media and add 2.5 mL of Papain + DNase solution to the 60 mm dish.\n5. Using a new, sterile razor blade, mince organoids into small pieces (< 1 mm).\n6. Transfer the plate to an orbital shaker at 70 rpm inside a humidified tissue culture incubator at 37 °C and 5% CO\n2\nfor 30 minutes.\n7. Use a 1 mL pipette to gently dissociate and break up minced pieces.\n8. Return the plate to the orbital shaker using the same conditions as\nStep 6\nfor 10 more minutes.\n9. During this time, add 5 mL of Earle’s medium plus 3 mL of reconstituted Inhibitor solution to a 15 mL conical tube (prepare 1 tube per organoid).\n10. Using a 10 mL pipette, gently pipette the minced pieces up-and-down 10 times.\n11. Transfer the entire volume to an empty 15 mL conical tube and wait for the debris to settle (1-3 minutes).\n12. Transfer the cell suspension (avoiding debris) to the tube prepared in\nStep 9\n.\n13. Invert the tube a few times to mix.\n14. Centrifuge the cells at 300\ng\nfor 7 minutes.\n15. Aspirate the supernatant, and gently resuspend the cells in 500-1,000 μL of 1x PBS.\n16. Filter the resuspended cells.\n17. Dilute and count the cells.\n18. Resuspend the cells at 1,000 cells/μL.\n19. Add BSA to a final concentration of 0.04%."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>• Carefully observe cell aggregates under a microscope, throughout the differentiation process. Take pictures of the same cell aggregates (at least three different cell aggregates) every 2-3 days to monitor morphological changes (Fig. 1).</p><p>• Validate each experimental batch by performing IHC for the neuronal marker MAP2 and the dorsal forebrain progenitor markers PAX6 and EMX1. The expression of EMX1 is indicative of successful differentiation. Staining for activated Caspase 3 should also be included to assess organoid health. Perform the IHC analysis on at least 3 individual organoids derived from the same batch, at multiple time points. A detailed explanation on the use and working dilutions for the antibodies used for organoid characterization can be found in the associated publication<sup>[7]</sup>.</p><p>• This protocol has been successfully used to generate organoids from several pluripotent stem cell lines, including multiple hiPSC and hESC lines, from both male and female lines<sup>[7]</sup>. However, we cannot exclude that modifications to the protocol may be required to increase the efficiency of neural differentiation of specific cell lines.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>In general, when healthy (karyotipically normal, mycoplasma-free) viable hPSCs, 80-90% confluent, showing good pluripotent morphology (no signs of differentiation) are used, the efficiency of forebrain cell type generation by using this protocol is ~90-95%<sup>[7]</sup>.</p>"
        },
        {
            "header": "References",
            "content": "<p>[1] Pașca, S.P. <em>et al.</em> The rise of three-dimensional human brain cultures. Nature 553 (7689), 437-445 (2018). </p><p>[2] Brown, J. <em>et al.</em> Studying the Brain in a Dish: 3D Cell Culture Models of Human Brain Development and Disease. Curr Top Dev Biol. 129, 99-122 (2018). </p><p>[3] Quadrato, G. <em>et al.</em> Cell diversity and network dynamics in photosensitive human brain organoids. Nature 545, 48–53 (2017).</p><p>[4] Kadoshima, T. <em>et al.</em> Self-organization of axial polarity, inside-out layer pattern, and species-specific progenitor dynamics in human ES cell-derived neocortex. PNAS 110, 20284–20289 (2013).</p><p>[5] Arlotta, P. <em>et al.</em> Long-term culture and electrophysiological characterization of human brain organoids, Protocol Exchange https://dx.doi.org/10.1038/protex.2017.049 (2017).</p><p>[6] Watanabe, K. <em>et al.</em> A ROCK inhibitor permits survival of dissociated human embryonic stem cells. Nat. Biotechnol. 25(6), 681-682 (2007).</p><p>[7] Velasco, S. <em>et al.</em> Individual brain organoids reproducibly form cell diversity of the human cerebral cortex. Nature. In press. (2019).</p><p>[8] Arlotta, P. <em>et al.</em> Neuronal subtype-specific genes that control corticospinal motor neuron development in vivo. Neuron. 45(2), 207-221 (2005).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We are grateful to Marina Rocha and Allison Nash for help with long-term organoid culture, to Giorgia Quadrato and Tuan Nguyen for valuable advice on organoid culture and dissociation, and to Juliana Brown for editing the manuscript.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "",
        "associatedPublications": [
            {
                "unpublished": "https://doi.org/10.1038/s41586-019-1289-x"
            }
        ],
        "authors": [
            {
                "id": 93744,
                "identity": "d8299e36-5656-46bf-8bdc-69012da0f79b",
                "order_by": 1,
                "name": "Silvia Velasco",
                "email": "svelasco@broadinstitute.org",
                "orcid": "https://orcid.org/0000-0003-0638-0932",
                "institution": "Harvard University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Silvia",
                "middleName": "",
                "lastName": "Velasco",
                "suffix": ""
            },
            {
                "id": 93745,
                "identity": "50a66841-8d61-4ecd-9549-ca49485837a8",
                "order_by": 2,
                "name": "Bruna Paulsen",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-5304-0610",
                "institution": "Harvard University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bruna",
                "middleName": "",
                "lastName": "Paulsen",
                "suffix": ""
            },
            {
                "id": 93751,
                "identity": "74959c5b-30a8-4ff7-b861-276a7f221ada",
                "order_by": 3,
                "name": "Paola Arlotta",
                "email": "paola_arlotta@harvard.edu",
                "orcid": "https://orcid.org/0000-0003-2184-2277",
                "institution": "Harvard University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Paola",
                "middleName": "",
                "lastName": "Arlotta",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-05-09 18:15:22",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.9542/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.9542/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2613665,
                "identity": "c2333ce9-ecae-4fe5-8df6-eefcb858906f",
                "added_by": "d15cc7cb-d046-43ad-966d-0013422e09b9",
                "created_at": "2020-09-25 20:53:44",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 507332,
                "visible": true,
                "origin": "",
                "legend": "Long-term culture of reproducible brain organoids. Top, schematic of the protocol for the generation of dorsal forebrain organoids. On Day 0, dissociated human induced pluripotent stem cells (iPSCs) are seeded in CDM I medium containing TGF-β and WNT inhibitors (TGF-βi, WNTi), into V-bottom 96-well plates to allow embryoid body (EB) formation. ROCK inhibitor is added from day 0 to day 6 to increase single cell survival. On Day 18, EBs are transferred to 100 mm ultra-low attachment dishes in CDM II medium. From day 35, EBs are cultured in spinner flasks containing CDM III medium, and from Day 70, CDM III is replaced with CDM IV. CDM, Cortical Differentiation Medium. Bottom, bright field images of EBs and organoids derived from the iPSC 11a line. EBs at Day 3, 9, 18, 27 and 35 were imaged by using an EVOS FL microscope (ThermoFisher Scientific; scale bar: 400uM); organoids at day 90, by using a SMZ1500 stereoscope (Nikon; scale bar: 2mm); and organoids at 180, by using a M60 stereoscope (Leica; scale bar: 2mm).",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-258/v1/figure_1.png"
            },
            {
                "id": 13467713,
                "identity": "f65240e2-8425-4936-8c88-b1002d6c4ed5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:56:04",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 397621,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-258/v1/f2aa4dc6-f3f6-441c-bdf3-ab5e8b7b4f8d.pdf"
            },
            {
                "id": 2613662,
                "identity": "89c37631-2abe-48ca-9bbc-05654b9795d7",
                "added_by": "d15cc7cb-d046-43ad-966d-0013422e09b9",
                "created_at": "2020-09-25 20:53:44",
                "extension": "png",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 652062,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "supplement1.png",
                "url": "https://assets.researchsquare.com/files/pex-258/v1/supplement_1.png"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Stem cells, Human brain organoids, Long-term culture, Cortical development, Reproducibility, Single-cell RNA sequencing",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Human brain organoids hold an unprecedented opportunity to observe, perturb, and study the early stages of human cortical development. Several protocols to generate brain organoids have been described in recent years<sup>[1, 2]</sup>. However, incomplete characterization and lack of organoid-to-organoid reproducibility has limited their application as an experimental model<sup>[3]</sup>. Here we describe a detailed protocol for the generation of human dorsal forebrain organoids that show highly reproducible generation of the rich diversity of cell types present in the developing human cerebral cortex. This protocol is a modification of a previous method described by Kadoshima <em>et al</em>.<sup>[4]</sup>. We also include a detailed description of the protocol used to dissociate organoids into single cells for single-cell RNA-sequencing.</p><p><br></p>",
        "manuscriptTitle": "Highly reproducible human brain organoids recapitulate cerebral cortex cellular diversity.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-06-06 09:11:40",
                "doi": "10.21203/rs.2.9542/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "d15cc7cb-d046-43ad-966d-0013422e09b9",
        "owner": [],
        "postedDate": "June 6th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 13211,
                "name": "Neuroscience"
            },
            {
                "id": 13212,
                "name": "Cell biology"
            },
            {
                "id": 13213,
                "name": "Developmental biology"
            },
            {
                "id": 13214,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-06-06 09:11:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}