{
    "identity": "nprot-129",
    "title": "Application of direct current electric fields to cells and tissues <em>in vitro</em> and modulating wound electric field <em>in vivo</em>",
    "content": [
        {
            "header": "Introduction",
            "content": "It has long been known that cells can be induced to migrate by the application of small direct current electric fields, a phenomenon referred to as galvanotaxis. We recently reported some significant effects of electric signals of physiological strength in guiding cell migration and wound healing. We present here protocols to make &#x201C;electrotactic chambers&#x201D;, and to apply an electric field to cells or tissues cultured in the chamber. The chamber can be built to allow controlled medium flow to prevent the potential development of chemical gradients generated by the electric fields. It can accommodate cells on planar culture or in 3-dimensional cultures in gels, with modification to maintain small pieces of tissue and organ _in vitro_, as well as small embryos. Mounted on an inverted microscope, this setup allows close and well controlled observation of cellular responses to electric signals. As similar electric fields are widely present during development and wound healing, this experimental system can be used to simulate and study cellular and molecular responses to electric signals. In order to test the effect of electric signals _in vivo_, we have also developed a pharmacological approach to modulate endogenous wound electric fields in a cornea wound-healing model _in vivo_. \r\n\n\n\r\n\n\nEndogenous direct current \\(DC) electric fields \\(EFs) occur naturally _in vivo_. This was first demonstrated at wounds by Emil Du-Bois Reymond\\(reference 1). More than 150 years ago, he measured electric currents of ~1uA flowing out of a cut he made in his own finger. Using various modern techniques, including micro-glass electrodes and vibrating probes, others and we have detected a similar electric current flow at wounds of skin and cornea of every species we have studied, including human skin. In cornea and skin, a laterally-oriented, wound-induced EF is generated instantaneously when the epithelium is damaged and it persists until re-epithelialisation restores the electrical resistance barrier function of the epithelium. These EFs are estimated to be at least 40-50 mV/mm at cornea wounds and 100-150 mV/mm at skin wounds\\(Reference 2-6). Cumulating experimental evidence suggests an important role for such electric signals in directing cell migration in wound healing\\(Reference 6-14).\r\n\n\nEndogenous DC EFs have been measured during development, regeneration and following damage to non-epithelial tissues\\(reference 10,11,14-20). These EFs arise because of spatial and temporal variations in epithelial transport of charged ions such as Na+, K+ and Cl-, and spatial variations in the electrical resistance of epithelial sheets. Disruption of the endogenous electrical gradients during development induces skeletal and neural abnormalities\\(reference 16,19,21). It has been shown that the spinal cord responds to damage by generating large and persistent electrical signals, and in turn applied electric stimulation can promote spinal cord repair in human and other mammals\\(reference 22-25). \r\n\n\nBased on the facts that there are endogenous EFs and disruption of these EFs disrupts wound healing and development, there is a lasting but contained research on cellular response to EFs for several decades. Amongst various signals suggested to guide cell migration and division in development and wound healing, electric signal is much less well studied. The biological and medical research community at large are not familiar with possible roles of electric fields as a directional signal in guiding cell migration to heal a wound. The experimental techniques to study electric signals controlled cellular behaviours are known very limited to a small research community. \r\n\n\nMany _in vitro_ experiments show that EFs of strength equivalent to those measured _in vivo_ control important cell behaviours such as directional cell migration \\(galvanotaxis or electrotaxis) and cell division orientation\\(reference 14,26-34). Our recent letter to Nature provides further experimental evidence that the electric signal as a directional cue probably plays a far more important role in directing cell migration in wound healing of epithelium than previously believed. We also reported in the letter two genes important for EF-induced cellular response\\(reference 35). Following the publication, there is a strong demand that we make our &#x201C;technological expertise widely available so that others may embark on these investigations&#x201D;\\(reference 36). \r\n\n\nThe protocols we used are based on those pioneered and used by a handful laboratories to apply EFs to cells _in vitro_ \\(reference 27-29,31,32,37-44). We have modified and used electrotactic chambers to accommodate cells growing in planar culture or in three-dimensional \\(3D) gels, en bloc tissue cultures in 3D and possible small embryos, such as that from frog and zebra fish. Therefore it is also possible to apply electric fields to in vivo systems. The EF is applied to the cells or tissues cultured in a customer designed electrotactic chamber via agar salt bridges, Steinberg&#x2019;s solution and Ag/AgCl electrodes. The depth of the electrotactic chamber is adjustable to accommodate different thickness of the samples, while maintaining a reasonably stable voltage and current flow, temperature and pH in the chamber. It is possible to apply electric fields to cells and tissues for extended period of time up to several days while cell behaviours can be monitored continuously. Modification to the system will allow high-resolution imaging using cover glass-based dishes as well as lower magnification imaging for big cell sheet movement in tissue or organ culture with 3D tracking of cell migration and cell division _in vitro_ and _ex vivo_.\r\n\n\nMigration rates of different types of cells vary significantly. Some fast-moving cells, for instance neutrophils or _Dictyostelium Discoideum_, migrate at migration rates of 20 &#x2013; 30 um/min\\(reference 35, 45). Electrotactic experiment with those types of cells is relatively easy, since the temperature and pH are normally very stable within 30 &#x2013; 60 minutes duration of experiments. Some other types of cells migrate very slowly, which requires longer time to record a detectable distance change and to quantify the rate and direction of cell migration. It is therefore crucial to be able to maintain stability of the temperature and pH in the chamber. In our hands, embryonic stem cells, progenitor cells and neurones migrate slowly, hence the required time-lapse recording is normally taken for approximately 5 &#x2013; 8 hours. A temperature control unit was designed on the imaging system to provide a stable temperature required \\(see PROCEDURE). The depth of the electrotactic chamber should be kept minimal in order to reduce the Joule heating effect \\(see PROCEDURE). When exposed in the air \\(low atmospheric CO<sub>2</sub>, 0.04%), pH changes in the chamber can be observed when high voltage is applied and electric current is strong. Routine cell culture media have relied on sodium bicarbonate as the primary buffering system to stabilize pH\\(reference 46). As most experiments with EF application were done outside CO<sub>2</sub>  incubators, we have used the following methods to control pH in the electrotactic chamber: 1). An incubator around the microscope with additional 95% O<sub>2</sub> / 5% CO<sub>2</sub>  supply; 2). Using commercially available CO<sub>2</sub>-independent medium if possible; and 3). Addition of HEPES buffer into the medium \\(see PROCEDURE below). Optimal experimental conditions can be achieved by a combination of temperature control unit with CO<sub>2</sub> supply, and CO<sub>2</sub> independent medium / HEPES buffered medium.\r\n\n\nApplication of EFs to 3D cultures, tissue blocks or embryos is technically demanding, especially when there is a need to experiment for a long period of time. A deeper electrotactic chamber is required to accommodate thicker tissues to be studied. This inevitably increases heat generation in the chamber due to the Joule effect. We have used several configurations for 3D tissue culture to minimize the temperature rise due to the increase in the depth of the chamber. Depending on the thickness of the tissue to be studied, the depth of the side panels of the electrotactic chamber can be adjusted \\(details see PROCEDURE below). Another common problem of 3D culture is en bloc movement of the tissue / organ in the chamber. The tissue / organ tends to move or slide away from the original position if not immobilized, which makes the tracking of cell behaviour in the block difficult and unreliable. We have developed techniques to stabilize tissue blocks with either Matrigel or fibrinogen/aprotinin/thrombin gel \\(see PROCEDURE).\r\n\n\nApplication of EFs can generate chemical gradients in the culture chamber. Although the interaction of chemical cues and electrical cues are highly likely _in vivo_, it is critical to exclude or minimize this interaction in electrotactic experiment. This can be achieved using a &#x201C;cross-flow&#x201D; electrotactic chamber, so that a continuous medium flow can be maintained to disrupt possible chemical gradient build up\\(reference 28) \\(see PROCEDURE). \r\n\n\nTo test the effect of electric signals _in vivo_, we developed an alternative approach in addition to that achieved by using electrodes. Wounding the tissue instantly generates an endogenous electric current which could be measured directly\\(reference 4,6,7,22,47). Pharmacological or chemical agents which modulate ion transportation are applied to a wound to either enhance or decrease ion transportation, thus to enhance and decrease endogenous wound electric fields accordingly \\(reference 6,28,33,35). The effects of such modification on wound healing can be studied _in vivo_. Our protocols for applying drugs to modulate EFs are also provided. Cornea wound is used as a model system in this protocol. This protocol can be completed in 2 days."
        },
        {
            "header": "Reagents",
            "content": "REAGENTS\r\n\n\n&#x2022; Primary cultured cells, or cryopreserved cells \\(or cell lines) derived from human, mice or other species of interest\r\n\n\n&#x2022; Cell culture media\r\n\n\n&#x2022; Heat inactivated serum \\(Sigma)\r\n\n\n&#x2022; PBS, without calcium or magnesium \\(Sigma)\r\n\n\n&#x2022; Trypsin-EDTA \\(GIBCO)\r\n\n\n&#x2022; Soybean trypsin inhibitor \\(GIBCO)\r\n\n\n&#x2022; CO<sub>2</sub>-independent medium \\(GIBCO, Cat. No. 18045)\r\n\n\n&#x2022; L-glutamine, penicillin/streptomycin \\(GIBCO)\r\n\n\n&#x2022; Steinberg&#x2019;s solution: see REAGENT SETUP\r\n\n\n&#x2022; Agar \\(Sigma)\r\n\n\n&#x2022; Coating material \\(fibronectin, laminin, collagen, etc. if required), or pre-coated Petri-dish \\(Falcon)\r\n\n\n&#x2022; Matrigel basement membrane matrix \\(BD Biosciences)\r\n\n\n&#x2022; fibrinogen / aprotinin / thrombin \\(Sigma) for 3D gel: see REGENT SETUP\r\n\n\n&#x2022; Hypnom and Diazepam\r\n\n\n&#x2022; BSS artificial tear solution \\(140 mM NaCl, 5mM KCl, 1.8 mM CaCl<sub>2</sub>, 0.5 mM MgCl<sub>2</sub>, 5 mM glucose, 10 mM HEPES, with pH adjusted to 7.4)\r\n\n\n&#x2022; Ophthalmologic fluorescent dye strips\r\n\n\n&#x2022; Aminophylline \\(10 mM), PGE2 \\(0.1 mM), ascorbic acid \\(1 mM), AgNO<sub>3</sub> \\(1 mM), ouabain \\(10 mM), furosemide \\(1 mM)\r\n\n\n\r\n\n\nOTHER MATERIALS\r\n\n\n&#x2022; Tissue culture Petri dishes with 10 mm diameter \\(Falcon)\r\n\n\n&#x2022; Glass tubes \\(Inner diameter ~7 mm)\r\n\n\n&#x2022; Sterile plastic pasteur pipette\r\n\n\n&#x2022; DC4 electrical compound silicone grease \\(Down Corning)\r\n\n\n&#x2022; 3140 silicon rubber compound \\(Down Corning) \r\n\n\n&#x2022; No.0, No.1, No.2 cover glass, size 22 x 22 mm, 22 x 40 mm and 48 x 64 mm \\(BDH)\r\n\n\n&#x2022; Standard glass slides \\(BDH)\r\n\n\n&#x2022; Silver wire electrode \\(BDH)\r\n\n\n&#x2022; Platinum wire diameter 0.38 mm \\(World Precision Insturments)\r\n\n\n&#x2022; Silicone tubing for cross-flow experiment diameter 2mm.\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\nSteinberg's solution: 60 mM NaCl; 0.7 mM KCl; 0.8 mM MgSO<sub>4</sub>&#x2022;7H<sub>2</sub>O; 0.3 mM CaNO<sub>3</sub>&#x2022;4H<sub>2</sub>O; 1.4 mM Tris base; pH 7.4. For convenience, it is recommended to keep 10x concentrated stock solution of each individual content and prepare from the stock solutions. Steinberg&#x2019;s solution can be prepared and sterilized through autoclave in advance, and kept at 4 degree for up to a month.\r\n\n\nCO<sub>2</sub>-independent medium: consists of 10 &#x2013; 15% heat inactivated serum, 1% L-glutamine, 1% penicillin/streptomycin and 1% non-essential amino acid.\r\n\n\n3D gel: Fibrinogen \\(Sigma F4883) 2 mg/ml, aprotinin \\(Sigma A6279) 250 STV, medium of choice, thrombin \\(Sigma T4393) 0.625 u/ml. For example, to make up 300 ul of final volume, 225 ul fibrinogen and 3 ul aprotinin are required to mix well with 67.3 ul medium of choice, then add 4.67 ul thrombin into the mixture immediately before experiment."
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Direct current power supply and cables\r\n\n\n&#x2022; Resistant box \\(optional, to fine tune the voltage) \r\n\n\n&#x2022; Voltage meter\r\n\n\n&#x2022; Glass cutting diamond pen or glass saw\r\n\n\n&#x2022; Gas burner\r\n\n\n&#x2022; Pumps with timer control\r\n\n\n&#x2022; Autoclave and drying oven\r\n\n\n&#x2022; Time-lapse imaging system, ideally with functions of X/Y/Z multiple position recording and multiple wavelength recording, as well as a CO<sub>2</sub>-supplied temperature control chamber incorporated onto the microscope. We are currently using MetaMorph imaging system \\(Molecular Devices).\r\n\n\n&#x2022; Hoffman modulation contrast / Nomarski DIC microscope\r\n\n\n&#x2022; 3 &#x2013; 5 mm trephine \\(a circle-cutting surgical instrument)\r\n\n\n&#x2022; Ophthalmologic surgical scalpels\r\n\n\n&#x2022; Dissecting microscope"
        },
        {
            "header": "Procedure",
            "content": "**Preparation of reagents ●TIMING ~1h**\r\n\n\npH change of the medium during electrotaxis is inevitable when CO\n2\n-dependent media are used especially during a long experiment. To minimize this, two types of media are available as below, either one of them is desirable depending on the cell types to be studied: \\(A) CO\n2\n-independent medium \\(see REAGENT SETUP) or \\(B) special medium of choice with addition of 10 – 25 mM \\(final concentration) HEPES buffer.\r\n\n\n▲CRITICAL STEP For the majority of the cells we studied, CO\n2\n-independent medium gives the best stability of pH, usually up to 5 hours without changing medium in the system. If the time-lapse experiment is longer than 5 hours, it is important to exchange the medium in the electrotactic chamber no later than 5 hours after the experiment starts in order to stabilize the pH. Make sure to warm up the fresh medium before exchange old medium in the system. For special cell types which require special culture medium, for example keratinocytes which require KGM medium or stem cells which require special knockout medium with serum replacement, add 10 – 25 mM HEPES into the final medium immediately before experiment. Appropriate concentration of HEPES for each type of cells need to be tested by investigators prior to experiments.\r\n\n\n∎ PAUSE POINT The medium can be kept at 4 degree for up to a month.\r\n\n\n\r\n\n\n\r\n\n\n**Preparation of cells ●TIMING ~1 week**\r\n\n\nFor best growth performance, some cell types may require either direct or sequential adaptation to CO\n2\n-independent medium. Cells should be in mid-logarithmic growth phase with high \\(>90%) viability in either case. \r\n\n\n\\(A) For direct adaptation, stock cultures should be inoculated at normal seeding densities and incubated using a closed cap in a humidified \\(37 degree) incubator with 0% CO\n2\n. Growth should be monitored daily and cells subcultured at 80 – 90% confluency. If the cell cultures fail to maintain acceptable growth and viability over 3-5 passages during direct adaptation, the sequential adaptation method should be used.\r\n\n\n\\(B) For sequential adaptation, cells are initially inoculated into a 50:50 ratio \\(v/v) of CO\n2\nindependent medium and the currently utilized medium. Flasks should be subcultured at 80 – 90% confluency and inoculated with a 75:25 ratio \\(v/v) of CO\n2\n-independent medium and the currently utilized medium. Subsequent subculture should use 100% CO\n2\nindependent medium and maintained as described above.\r\n\n\n\r\n\n\n**System preparation for application of EFs to planar cell cultures ●TIMING ~2 day**\r\n\n\n1) To confine the cells to the region of the electrotactic chamber, we use a glass well made from coverslips \\(Fig 1a,b) that is removed before adding the roof of the chamber  \\(Fig. 1h). Prepare 22 x 11 mm cover glass strips by cutting 22 x 22 mm cover glasses \\(thickness no. 2) in half with a diamond pen. Glue four pieces of cover glass together with 3140 silicon to make the glass well shape as in Fig. 1a, b. Be sure to align the two cover glasses parallel to each other and perpendicular to the other two. The interior dimensions of the glass well should be 22 x 10 mm. For larger sample collection purposes, for instance collection of protein samples for Western blotting analysis or etc., more cells are required therefore longer cover glass strips \\(50 x 11 mm) should be used – glue 2 pieces of 50 x 11 mm cover glass with 2 pieces of 22 x 11 mm ones at both ends with same shape as above. The interior dimension of this glass well should be 50 x 10 mm. Allow the glass wells to dry completely overnight, then sterilise by autoclaving before use. See Fig. 1a for schematic drawing and 1b for photo of the actual assembled glass well.\r\n\n\n▲CRITICAL STEP The glass wells must be sealed tightly to avoid any leakage during cell subculture. The four pieces of cover glass comprising the glass well must be maintained free-standing and intact during the drying period. Pre-cast mouldings to support the glass wells during drying are recommended. The width of the glass well must be no less than 10 mm to avoid leakage of the cell culture medium.\r\n\n\n∎ PAUSE POINT The cover glass strips can be stored in 60 degree oven for up to a month.\r\n\n\n\r\n\n\n2) Prepare the cover glass strips for the side walls of the electrotactic chamber \\(see Fig. 1c). The length of the cover glass strips can be adjusted to suit experimental purposes. For cell migration / division experiments, 22 x 11 mm glasses are prepared by cutting 22 x 22 mm cover glasses \\(thickness no. 1) in half with a diamond pen. For larger sample collection purposes, longer cover glass strips \\(50 x 11 mm, no. 1) are required to accommodate the 50 x 10 mm glass well prepared in step 1 above. Cover glass strips need to be sterilized in an autoclave and fully dried in a 60 degree oven before use.\r\n\n\n∎ PAUSE POINT The cover glass strips can be stored in 60 degree oven for up to a month.\r\n\n\n\r\n\n\n3) This step is optional. For high magnification experiments with an oil objective lens, prepare glass-based Petri-dishes. Drill circular holes of 35 mm diameter in the center of 100 mm Petri-dishes. Autoclave a 48 x 64 mm cover glass and dry up completely in 60 degree oven. Glue the sterilized cover glass with DC4 in the center of the dish to cover the hole. Prepared dishes are then sterilised under ultra-violet \\(UV) light overnight.\r\n\n\n\r\n\n\n4) Assemble the electrotactic chamber. \r\n\n\n\\(A) Glue the sterilized cover glass strips to the Petri-dishes \\(100mm) with DC4, making sure they line up in parallel to each other with a gap of 10 mm in between \\(see Fig. 1c, d). Then build up four strips of 3140 silicon rubber blockers \\(barriers) at each side of the cover glass strips, leaving a gap of 10 mm at each end of the electrotactic chamber \\(see Fig. 1d). Make sure 3140 silicon runs to the edge of the Petri-dish side wall for a watertight sealing.\r\n\n\n▲CRITICAL STEP The gap between two cover glass strips must be no more than 10 mm to avoid leakage of cell culture medium. Allow minimum 24 hours for 3140 silicon to solidify completely.\r\n\n\n∎ PAUSE POINT The chambers can be stored at room temperature for a week.\r\n\n\n\\(B) This step is optional. Certain cell types require culture surface to be pre-coated with fibronectin, collagen, laminin or other substratum. Various pre-coated Petri-dishes are commercially available, which is convenient for experiments at lower magnification, in this case follow the instruction in section 4\\(A) above. For higher magnification experiments using oil objective lens, surface coating needs to be done on glass based Petri-dishes prior the experiments. Use glass-based dishes prepared in section 3, then follow the instruction in section 4\\(A). Investigators need to follow the manufacture’s instruction to pre-coat materials of interest.\r\n\n\n\\(C) Load the sterilized glass well on top of the electrotactic chamber in the dish prepared in section 4\\(A) or 4\\(B). Make sure the glass well matches the exact position of the electrotactic chamber on the dish \\(see Fig. 1e for the schematic drawing and Fig. 1f for the actual assembly).\r\n\n\n\\(D) Trypsinize cells to be studied and subculture cells into the glass well above the electrotactic chamber \\(see Fig. 1g). If using CO\n2\n-independent medium for EF experiments, investigators need to decide whether direct or sequential adaptation is required for the cells to be studied \\(see Preparation of cells above). Investigators will also need to decide the density of the cells to be subcultured into the electrotactic chambers. Transfer the chambers to 37 degree incubator with 5% CO\n2\nsupply. Wait 4 – 12 hours for cells to attach to the surface of the chamber. \r\n\n\n▲CRITICAL STEP To avoid drying up of the medium during subculture, the incubator used to keep the electrotactic chambers should be well humidified. The volume of the culture medium inside the glass well should be at least 1 ml for 22 x 10 mm chamber and 3 ml for 50 x 10 mm chamber.\r\n\n\n\\(E) Immediately before experiment, the glass well is gently washed with fresh medium for several times \\(either CO\n2\nindependent medium or other special medium of choice). Pipette away most of the culture medium from the glass well, then take off the glass well from the electrotactic chamber \\(see Fig. 1h). The glass well can be washed and autoclaved for reuse. Glue a no.2 cover glass roof \\(either 22 x 22 mm, or 50 x 22 mm) with DC4 electric compound onto the 2 cover glass strips to cover the area of the subcultured cells \\(see Fig. 1h). This forms the electrotactic chamber. Add sufficient medium at both sides of the electrotactic chamber \\(see Fig. 1i). \r\n\n\n▲CRITICAL STEP When glueing the cover glass ‘roof’ onto the two side cover glass strips, push the cover slip roof down to minimize the depth of the chamber formed. This is important to maintain a stable voltage across the chamber as well as to reduce the Joule heating effect. Take extra care to avoid air bubbles entering the chamber.\r\n\n\n\\(F) Prepare a lid to cover the dish. Drill 2 holes on the Petri dish lid corresponding to the ends of the electrotactic chamber. Cover the dish with the lid, the cells are now ready for EF application. \\(see Fig. 1j).\r\n\n\n▲CRITICAL STEP When drilling the holes in the dish lid, make sure the diameter of holes is not  much larger  than the diameter of the glass bridges. This is to minimize evaporation of the medium during experiment. \r\n\n\n\r\n\n\n\r\n\n\n**System preparation for application of EFs to 3D culture ●TIMING ~2 day**\r\n\n\n1)  Prepare cover glass strips or slide glass for making the side walls of the electrotactic chamber. Depending on the thickness of the tissue / organ to be studied, either No.0/1/2/3 cover glass or ordinary microscope-slide glass can be used. Several cover slips can also be glued together with DC4, to achieve an appropriate height suitable for the thickness of the tissue / organ. As above, use a diamond pen to cut cover glass or slide glass into equal-sized strips, autoclave and dry them completely before use. Prepare the chamber as in previous section 4\\(A). Assemble the electrotactic chamber.\r\n\n\n\r\n\n\n2)  Prepare Matrigel or fibrinogen/aprotinin/thrombin gel to immobilize the tissue / organ in position. Matrigel has to be transferred to 4 degree the day before the experiment. Pre-cool pipette tips on ice, as well as the dish / chamber to be used. Prepare the samples of tissue / organ to be studied on ice. Transfer the samples to the electrotactic chamber. Pipette out 100 – 200 ul Matrigel to cover the samples on the chamber. Depending on the purpose of the study, a smaller volume of Matrigel can be used to cover only the base of the tissue, leaving the top part exposed to the culture medium. Alternatively, fibrinogen, aprotinin and culture medium \\(either CO\n2\n-independent medium or medium of choice) can be mixed in advance before preparing samples, followed by addition of thrombin immediately before immobilization of the samples into the chamber. Investigators need to evaluate which method is more suitable for the tissue block to be investigated.\r\n\n\n▲CRITICAL STEP All the procedure must be done on ice if use Matrigel to fix the samples as Matrigel may solidify very quickly at room temperature.\r\n\n\n3)  Transfer the chambers to 37 degree to solidify the gel. This takes 30 min for Matrigel, and 5 minutes for fibrinogen / aprotinin / thrombin gel. Add CO\n2\n-independent medium or special medium with HEPES supplement to cover the samples. Cover the chamber with cover glass roof \\(as in Fig. 1). The chamber is now ready for EF application.\r\n\n\n\r\n\n\n**Preparation of agar glass bridges ●TIMING ~1h**\r\n\n\n1) Preparation of glass tubes for agar bridges.\r\n\n\n\\(A)  Cut 10 cm lengths of glass tubes with a diamond pen or glass saw.\r\n\n\n▲CRITICAL STEP Wear protective glasses and gloves to prevent injury. ‘Fire polish’ both ends of the glass tubes in a Bunsen flame to round-off sharp edges and allow maximum contact with the electrotactic chamber.\r\n\n\n\\(B)  Heat the glass tubes in a Bunsen flame at about 4 cm away from both ends and bend the tubes to around 90 degrees to produce bridges shaped as in Fig. 2a and 2b.\r\n\n\n▲CRITICAL STEP Heat resistance gloves must be worn to avoid burning.\r\n\n\n\\(C) Autoclave the glass bridges and dry in 60 degree oven.\r\n\n\n\r\n\n\n∎ PAUSE POINT The glass tubes can be stored for up to a month, and can be washed and reused.\r\n\n\n\r\n\n\n2) Dissolve 2% agar powder into Steinberg’s solution and autoclave the mixture. The agar gel can be kept in a sterilized condition at room temperature for up to a month.\r\n\n\n3) On the day of experiment, heat up the agar gel either in a microwave or on a hot-plate until boiling.\r\n\n\n4) When the agar gel cools down to around 60 degree, fill the autoclaved glass tubes with a sterile plastic pasteur pipette. The agar gel will solidify when cooling down. The bridges can be kept in sterilized PBS solution temporarily until the start of the experiment.\r\n\n\n▲CRITICAL STEP When fill the glass tubes with agar gel, be careful to prevent air bubbles entering the tubes.\r\n\n\n? TROUBLESHOOTING\r\n\n\n\r\n\n\n**Application of EFs ●TIMING ~1h**\r\n\n\n1) If required, turn on the temperature-controlled chamber and adjust temperature setting before experiment starts. Set up parameters required for the time-lapse recording on the imaging system.\r\n\n\n2) Transfer the dish containing cells / samples to be studied to the temperature-controlled chamber of the imaging system and switch on the CO\n2\nwhen needed. Fill the reservoirs at both side of the electrotactic chamber with plenty of CO\n2\n-independent medium or special medium with HEPES. Cover the dish with the pre-prepared lid with holes. Fill two beakers with Steinberg’s solution. Connect the beakers of Steinberg’s solution to the medium reservoirs of the electrotactic chamber with the pre-made agar glass bridges through the holes on the lid. Connect the beaker of Steinberg’s solution with the direct current power supply via Ag/AgCl electrode and electric cables \\(see Fig. 2a and 2b).\r\n\n\n3) Switch on and adjust the voltage across the electrotactic chamber using a voltage meter.\r\n\n\n▲CRITICAL STEP It is convenient to have thin platinum wires at the end of the voltage meter cables dipped separately into the two reservoirs at the ends of the chamber, so that the voltage setting can be monitored and changed as required during the experiment.\r\n\n\n4) Start time-lapse recording on imaging system. If multiple position recording is required, make sure the cables connecting the beakers and the power supply are free to move with the stage.\r\n\n\n5) Check pH changes every 2 – 3 hours if longer recording is required. When possible, change the medium at the reservoirs every 5 hours during experiment.\r\n\n\n\r\n\n\n\r\n\n\n**System setting of cross-flow system ●TIMING ~1h**\r\n\n\n1) Similar preparation as in section ‘System preparation for application of EFs to planar cell cultures’ above. The only difference between the standard chamber and a cross-flow chamber is that instead of two pieces of 22 x 11 mm strips glued to the Petri dish, four pieces of 9 x 11 mm strips are glued onto the dish as indicated in Fig. 2c.\r\n\n\n2) Two extra 3140 blockers are added at each side of the gaps in the middle of the strips. Secure silicon tubes in place to generate a closed circulation system \\(see Fig. 2c). Secure the silicon tubes in two timer-controlled pumps. Connect one tube with fresh medium source, and the other tube with a waste beaker.\r\n\n\n3) Investigators need to evaluate the cross-flow speed and volume to suit individual experiment plan. The flow system can be set either at constant flow or at an interval controlled by the timer attached to the pumps. Make sure the fresh medium source does not run empty.\r\n\n\n▲CRITICAL STEP Make sure all the tubes and containers for fresh medium are sterilized before experiment. Sterile techniques are required in all procedures. \r\n\n\n\r\n\n\n?TROUBLESHOOTING\r\n\n\n\r\n\n\n**Pharmacological modulation of endogenous wound EFs ●TIMING ~2 days**\r\n\n\n1) Anesthetise the experimental animals with anaesthetic\\(s) of choice. The authors used intramuscular Hypnom \\(0.3 ml/kg) and intraperitoneal Diazepam \\(0.5 ml/kg).\r\n\n\n2) Under the dissecting microscope, mark the corneas with shallow incision using a trephine. The size of the circular wound depends on the investigator’s purpose of experiments and can be adjusted accordingly with different size of the trephines \\(normally 2-3 mm for mice, and 3-5 mm for rats).\r\n\n\n▲CRITICAL STEP Make sure the trephine incision is made to appropriate depth to leave a clearly visible mark after washing with tear solution, and to keep the stroma intact. Make sure the circular incision by the trephine is made evenly across the whole area.\r\n\n\n3) Wash with sterilized BSS artificial tear solution.\r\n\n\n4) Under the dissecting microscope, gently scrape off the cornea epithelium within the marked circular area using ophthalmologic surgical scalpels.\r\n\n\n▲CRITICAL STEP Make sure to use equal force with the scalpel across the whole area to scrape off the whole thickness of the epithelium, avoiding damage the stroma underneath.\r\n\n\n5) The circular wound can be tested and visualized by fluorescent dye staining \\(see Fig. 3a).\r\n\n\n6) Positive effect drugs aminophylline \\(10mM), prostagradin E2 \\(0.1 mM), ascorbic acid \\(1 mM), AgNO3 \\(1 mM), or negative effect drugs ouabain \\(2 mM), furosemide \\(1 mM) can be used to enhance or reduce the endogenous wound EFs respectively. Apply three drops of drug topically onto the wounded cornea every 2 hours, for up to 36 hours. The endogenous wound EFs can be modulated pharmacologically and maintained until the wound healing process is completed \\(see Fig. 3b and 3c)."
        },
        {
            "header": "Timing",
            "content": "Preparation of reagents ~1h\r\n\n\nAdaptation of cells to CO<sub>2</sub> independent medium  ~1 week \\(optional)\r\n\n\nPreparation for 2D EF application ~2 days\r\n\n\nPreparation for 3D EF application ~2 days \\(optional)\r\n\n\nPreparation of Agar glass bridges ~1h\r\n\n\nSetting up for EF application ~1h\r\n\n\nSystem setting of cross-flow system ~1h\r\n\n\nPharmacological modulation of endogenous wound EF ~2 days"
        },
        {
            "header": "Troubleshooting",
            "content": "See Table 1."
        },
        {
            "header": "Anticipated Results",
            "content": "Our modified EF experimental system has been proved to be stable and useful in studying cellular responses to direct current electric signals\\(reference 34,35,44,45). Investigators can test different types of cells with various molecular and genetic manipulations, and quantify any difference statistically using the recorded data from the imaging system. Investigators can also further their studies with molecular and genetic approaches, by collecting protein / DNA / RNA samples from the cells in the electrotactic chambers, or staining the cells of interest in situ. Single cell migration / division during wound healing and nerve regeneration can be tracked in 3D using the modified 3D model system35. Transcorneal potential difference can be modulated pharmacologically using drugs of different mechanisms in vivo \\(see Fig. 3b), which is the mechanism of wound generated endogenous EF. Wound-induced EF can be measured directly after wounding the corneas _ex vivo_, application of pharmacological or chemical agents could enhance \\(ascorbic acid, aminophylline) or reduce \\(furosemide) the endogenous EF respectively \\(see Fig. 3c)."
        },
        {
            "header": "References",
            "content": "1.  DuBois-Reymond,E. Vorl&#xE4;ufiger Abriss einer Untersuchung uber den sogenannten Froschstrom und die electomotorischen Fische. _Ann. Phy. U. Chem._ **58**, 1-30 \\(1843).\r\n   2.  Chiang,M.C., Cragoe,E.J., Jr. &amp; Vanable,J.W., Jr. Intrinsic electric fields promote epithelization of wounds in the newt, _Notophthalmus viridescens. Dev. Biol._ **146**, 377-385 \\(1991).\r\n\n\n 3.  Barker,A.T., Jaffe,L.F. &amp; Vanable,J.W., Jr. The glabrous epidermis of cavies contains a powerful battery. _Am. J. Physiol_ **242**, R358-R366 \\(1982).\r\n\n\n 4.  Borgens,R.B., Vanable,J.W., Jr. &amp; Jaffe,L.F. Bioelectricity and regeneration: large currents leave the stumps of regenerating newt limbs. _Proc. Natl. Acad. Sci. U. S. A_ **74**, 4528-4532 \\(1977).\r\n\n\n 5.  Jaffe,L.F. &amp; Vanable,J.W., Jr. Electric fields and wound healing. _Clin. Dermatol._ **2**, 34-44 \\(1984).\r\n\n\n 6.  Reid,B., Song,B., McCaig,C.D. &amp; Zhao,M. Wound healing in rat cornea: the role of electric currents. _FASEB J._ **19**, 379-386 \\(2005).\r\n\n\n 7.  Chiang,M., Robinson,K.R. &amp; Vanable,J.W., Jr. Electrical fields in the vicinity of epithelial wounds in the isolated bovine eye. _Exp. Eye Res._ **54**, 999-1003 \\(1992).\r\n\n\n 8.  Kloth,L.C. Electrical stimulation for wound healing: a review of evidence from in vitro studies, animal experiments, and clinical trials. _Int. J. Low Extrem. Wounds._ **4**, 23-44 \\(2005).\r\n\n\n 9.  Nuccitelli,R. Endogenous electric fields in embryos during development, regeneration and wound healing. _Radiat. Prot. Dosimetry._ **106**, 375-383 \\(2003).\r\n\n\n 10.  Nuccitelli,R. A role for endogenous electric fields in wound healing. _Curr. Top. Dev. Biol._ **58**, 1-26 \\(2003).\r\n\n\n 11.  Robinson,K.R. &amp; Messerli,M.A. Left/right, up/down: the role of endogenous electrical fields as directional signals in development, repair and invasion. _Bioessays_ **25**, 759-766 \\(2003).\r\n\n\n 12.  Sta Iglesia,D.D., Cragoe,E.J., Jr. &amp; Vanable,J.W., Jr. Electric field strength and epithelization in the newt \\(Notophthalmus viridescens). _J. Exp. Zool._ **274**, 56-62 \\(1996).\r\n\n\n 13.  Sta Iglesia,D.D. &amp; Vanable,J.W., Jr. Endogenous lateral electric fields around bovine corneal lesions are necessary for and can enhance normal rates of wound healing. _Wound. Repair Regen._ **6**, 531-542 \\(1998).\r\n\n\n 14.  McCaig,C.D., Rajnicek,A.M., Song,B. &amp; Zhao,M. Controlling cell behavior electrically: current views and future potential. _Physiol Rev._ **85**, 943-978 \\(2005).\r\n\n\n 15.  Foulds,I.S. &amp; Barker,A.T. Human skin battery potentials and their possible role in wound healing. _Br. J. Dermatol._ **109**, 515-522 \\(1983).\r\n\n\n 16.  Hotary,K.B. &amp; Robinson,K.R. Endogenous electrical currents and voltage gradients in Xenopus embryos and the consequences of their disruption. _Dev. Biol._ **166**, 789-800 \\(1994).\r\n\n\n 17.  Jaffe,L.F. &amp; Stern,C.D. Strong electrical currents leave the primitive streak of chick embryos. _Science_ **206**, 569-571 \\(1979).\r\n\n\n 18.  Shi,R. &amp; Borgens,R.B. Embryonic neuroepithelial sodium transport, the resulting physiological potential, and cranial development. _Dev. Biol._ **165**, 105-116 \\(1994).\r\n\n\n 19.  Shi,R. &amp; Borgens,R.B. Three-dimensional gradients of voltage during development of the nervous system as invisible coordinates for the establishment of embryonic pattern. _Dev. Dyn._ **202**, 101-114 \\(1995).\r\n\n\n 20.  Levin,M., Thorlin,T., Robinson,K.R., Nogi,T. &amp; Mercola,M. Asymmetries in H+/K+-ATPase and cell membrane potentials comprise a very early step in left-right patterning. _Cell_ **111**, 77-89 \\(2002).\r\n\n\n 21.  Hotary,K.B. &amp; Robinson,K.R. Evidence of a role for endogenous electrical fields in chick embryo development. _Development_ **114**, 985-996 \\(1992).\r\n\n\n 22.  Borgens,R.B., Jaffe,L.F. &amp; Cohen,M.J. Large and persistent electrical currents enter the transected lamprey spinal cord. _Proc. Natl. Acad. Sci. U. S. A._ **77**, 1209-1213 \\(1980).\r\n\n\n 23.  Borgens,R.B., Roederer,E. &amp; Cohen,M.J. Enhanced spinal cord regeneration in lamprey by applied electric fields. _Science_ **213**, 611-617 \\(1981).\r\n\n\n 24.  Borgens,R.B., Blight,A.R. &amp; McGinnis,M.E. Behavioral recovery induced by applied electric fields after spinal cord hemisection in guinea pig. _Science_ **238**, 366-369 \\(1987).\r\n\n\n 25.  Shapiro,S. et al. Oscillating field stimulation for complete spinal cord injury in humans: a phase 1 trial. _J. Neurosurg. Spine_ **2**, 3-10 \\(2005).\r\n\n\n 26.  McCaig,C.D. &amp; Zhao,M. Physiological electrical fields modify cell behaviour. _Bioessays_ **19**, 819-826 \\(1997).\r\n\n\n 27.  Mycielska,M.E. &amp; Djamgoz,M.B. Cellular mechanisms of direct-current electric field effects: galvanotaxis and metastatic disease. _J. Cell Sci._ **117**, 1631-1639 \\(2004).\r\n\n\n 28.  Erickson,C.A. &amp; Nuccitelli,R. Embryonic fibroblast motility and orientation can be influenced by physiological electric fields. _J. Cell Biol._ **98**, 296-307 \\(1984).\r\n\n\n 29.  Hinkle,L., McCaig,C.D. &amp; Robinson,K.R. The direction of growth of differentiating neurones and myoblasts from frog embryos in an applied electric field. _J. Physiol_ **314**, 121-135 \\(1981).\r\n\n\n 30.  McCaig,C.D., Rajnicek,A.M., Song,B. &amp; Zhao,M. Has electrical growth cone guidance found its potential? _Trends Neurosci._ **25**, 354-359 \\(2002).\r\n\n\n 31.  Nishimura,K.Y., Isseroff,R.R. &amp; Nuccitelli,R. Human keratinocytes migrate to the negative pole in direct current electric fields comparable to those measured in mammalian wounds. _J. Cell Sci._ **109** \\( Pt 1), 199-207 \\(1996).\r\n\n\n 32.  Pullar,C.E. _et al._ \\{beta}4 Integrin and EGF Coordinately Regulate Electric Field-mediated Directional Migration via Rac1. _Mol. Biol. Cel_ \\(2006).\r\n\n\n 33.  Song,B., Zhao,M., Forrester,J.V. &amp; McCaig,C.D. Electrical cues regulate the orientation and frequency of cell division and the rate of wound healing _in vivo. Proc. Natl. Acad. Sci. U. S. A._ **99**, 13577-13582 \\(2002).\r\n\n\n 34.  Zhao,M., Forrester,J.V. &amp; McCaig,C.D. A small, physiological electric field orients cell division. _Proc. Natl. Acad. Sci. U. S. A._ **96**, 4942-4946 \\(1999).\r\n\n\n 35.  Zhao,M. et al. Electrical signals control wound healing through phosphatidylinositol-3-OH kinase-gamma and PTEN. _Nature_ **442**, 457-460 \\(2006).\r\n\n\n 36.  Vanhaesebroeck,B. Charging the batteries to heal wounds through PI3K. _Nat. Chem. Biol._ **2**, 453-455 \\(2006).\r\n\n\n 37.  Borgens,R.B., Shi,R., Mohr,T.J. &amp; Jaeger,C.B. Mammalian cortical astrocytes align themselves in a physiological voltage gradient. _Exp. Neurol._ **128**, 41-49 \\(1994).\r\n\n\n 38.  Cho,M.R., Thatte,H.S., Lee,R.C. &amp; Golan,D.E. Induced redistribution of cell surface receptors by alternating current electric fields. _FASEB J._ **8**, 771-776 \\(1994).\r\n\n\n 39.  Cooper,M.S. &amp; Keller,R.E. Perpendicular orientation and directional migration of amphibian neural crest cells in dc electrical fields. _Proc. Natl. Acad. Sci. U. S. A._ **81**, 160-164 \\(1984).\r\n\n\n 40.  Jaffe,L.F. Electrophoresis along cell membranes. _Nature_ **265**, 600-602 \\(1977).\r\n\n\n 41.  Patel,N. &amp; Poo,M.M. Orientation of neurite growth by extracellular electric fields. _J. Neurosci._ **2**, 483-496 \\(1982).\r\n\n\n 42.  Poo,M. &amp; Robinson,K.R. Electrophoresis of concanavalin A receptors along embryonic muscle cell membrane. _Nature_ **265**, 602-605 \\(1977).\r\n\n\n 43.  Poo,M.M., Poo,W.J. &amp; Lam,J.W. Lateral electrophoresis and diffusion of Concanavalin A receptors in the membrane of embryonic muscle cell. _J. Cell Biol._ **76**, 483-501 \\(1978).\r\n\n\n 44.  Zhao,M., Agius-Fernandez,A., Forrester,J.V. &amp; McCaig,C.D. Orientation and directed migration of cultured corneal epithelial cells in small electric fields are serum dependent. _J. Cell Sci._ **109** \\( Pt 6), 1405-1414 \\(1996).\r\n\n\n 45.  Zhao,M., Jin,T., McCaig,C.D., Forrester,J.V. &amp; Devreotes,P.N. Genetic analysis of the role of G protein-coupled receptor signaling in electrotaxis. _J. Cell Biol._ **157**, 921-927 \\(2002).\r\n\n\n 46.  Eagle,H. Buffer combinations for mammalian cell culture. _Science_ **174**, 500-503 \\(1971).\r\n\n\n 47.  Jenkins,L.S., Duerstock,B.S. &amp; Borgens,R.B. Reduction of the current of injury leaving the amputation inhibits limb regeneration in the red spotted newt. _Dev. Biol._ **178**, 251-262 \\(1996)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by the Wellcome Trust, UK. We thank Dr. Vic Small, Institute of Molecular Biotechnology of the Austrian Academy of Sciences, Vienna, for reading and commenting on the manuscripts."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature04925",
                "date": "2006-12-07 17:30:53",
                "title": "Electrical signals control wound healing through phosphatidylinositol-3-OH kinase- and PTEN",
                "authors": [
                    "Zhao",
                    "M. et al."
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9973,
                "identity": "9ecc7712-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Bing Song",
                "email": "b.song@abdn.ac.uk",
                "orcid": "",
                "institution": "School of Medical Sciences, College of Life Science & Medicine, University of Aberdeen, Aberdeen, AB25 2ZD, UK",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Bing",
                "middleName": "",
                "lastName": "Song",
                "suffix": ""
            },
            {
                "id": 9974,
                "identity": "9ecc7f25-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jin Pu",
                "email": "",
                "orcid": "",
                "institution": "School of Medical Sciences, College of Life Science & Medicine, University of Aberdeen, Aberdeen, AB25 2ZD, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jin",
                "middleName": "",
                "lastName": "Pu",
                "suffix": ""
            },
            {
                "id": 9975,
                "identity": "9ecc8357-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Brian Reid",
                "email": "",
                "orcid": "",
                "institution": "School of Medical Sciences, College of Life Science & Medicine, University of Aberdeen, Aberdeen, AB25 2ZD, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Brian",
                "middleName": "",
                "lastName": "Reid",
                "suffix": ""
            },
            {
                "id": 9976,
                "identity": "9ecc85b9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Zhiqiang Zhao",
                "email": "",
                "orcid": "",
                "institution": "School of Medical Sciences, College of Life Science & Medicine, University of Aberdeen, Aberdeen, AB25 2ZD, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zhiqiang",
                "middleName": "",
                "lastName": "Zhao",
                "suffix": ""
            },
            {
                "id": 9977,
                "identity": "9ecc8742-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Min Zhao",
                "email": "",
                "orcid": "",
                "institution": "School of Medical Sciences, College of Life Science & Medicine, University of Aberdeen, Aberdeen, AB25 2ZD, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Min",
                "middleName": "",
                "lastName": "Zhao",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-10 09:54:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.415",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.415",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607636,
                "identity": "bb8929d3-7349-4be5-9b68-5a06670931bc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 127199,
                "visible": true,
                "origin": "",
                "legend": "Electrotactic chamber.   a-b, glass well . c-d, setting up of the electrotactic chamber base, which consists of two cover glass strips glued in parallel onto a Petri dish 10 mm apart, and four 3140 silicon blockers which build up two isolated reservoirs at both sides of the electrotactic chamber. e-g, placing of the glass well on top of the electrotactic chamber base before and after seeding cells in the well. Glass well is removed from the electrotactic chamber before EF application, and a cover slip roof is glued onto the cover glass strips which completes the electrotactic chamber (h). i, the top view of the electrotactic chamber covered with the cover glass roof. j, the electrotactic chamber covered with lid, which is ready for EF experiment.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-129/v1/figure_1.jpg"
            },
            {
                "id": 2607644,
                "identity": "3a7d549d-e1cf-4f21-b8a9-3c1c0f52e1f6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 172044,
                "visible": true,
                "origin": "",
                "legend": "Electrotactic chamber assembly on the microscope stage. a, schematic drawing of the EF application.  b, a photo of the actual assembling of the EF application system. Electric currents from the power supply are passed through the chamber via Ag/AgCl electrodes, Steinburg&#x2019;s solution and agar salt bridges. c, Schematic drawing of cross flow system setting. For clarity, the agar bridges at the ends of the chamber are not shown. Two silicon tubes are placed at the two reservoirs at the sides of the electrotactic chamber, and connected to a pump to keep continuous flow of fresh medium perpendicular to the long axis (electric field vector) of the electrotactic chamber.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-129/v1/figure_2.jpg"
            },
            {
                "id": 2607635,
                "identity": "b5a801aa-64f5-4c93-be4c-5ce351cea6e4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 115319,
                "visible": true,
                "origin": "",
                "legend": "Pharmacological modulation of endogenous wound electric field. a represents a circular wound made on a rat cornea. Wounded area was visualized by fluorescent dye staining, wound edge is indicated with black dots. b shows that positive effect drugs (ascorbic acid, aminophylline) and negative drug (furosemide) significantly enhanced or reduced the transcornea potential difference (TCPD). c shows that wound induced endogenous EF was detected immediately after cornea wounding, and this endogenous EF is  enhanced by aminophylline and ascorbic acid, or reduced by furosemide respectively. *: P&lt;0.05; **: P&lt;0.01. Student T test, data were confirmed by minimum 6 independent experiments. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-129/v1/figure_3.jpg"
            },
            {
                "id": 2607637,
                "identity": "1535e0f6-c948-408a-b4b6-7242321e95e3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 139019,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting table",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-129/v1/figure_4.jpg"
            },
            {
                "id": 15665570,
                "identity": "d8df44df-c954-465c-8277-cd4facf96ff1",
                "added_by": "auto",
                "created_at": "2021-11-18 13:32:19",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 409719,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-129/v1/48736b8c-42a6-4648-b31d-f8f1dffd065b.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "electric field, wound healing, electrotaxis, galvanotaxis",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Application of direct current electric fields to cells and tissues in vitro and modulating wound electric field in vivo",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-12-12 11:40:32",
                "doi": "10.1038/nprot.2006.415",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ecc024c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 12th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1479,
                "name": "Biological techniques"
            },
            {
                "id": 1480,
                "name": "Cell biology"
            },
            {
                "id": 1481,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-12-12 11:40:32",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}