{
    "identity": "pex-1011",
    "title": "<p>Sensitive and specific immunohistochemistry protocols for detection of SARS-CoV-2 nucleocapsid and spike proteins in formalin-fixed, paraffin-embedded COVID-19 patient tissues</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>In December of 2019 an outbreak of pneumonia cases of unknown aetiology occurred in Wuhan, China, leading to the identification of a novel beta-coronavirus named SARS-CoV-2 as the causative agent<sup>1-3</sup>. The infectious disease was termed COVID-19 in January of 2020 by the World Health Organization<sup>4</sup>. COVID-19 patients with lower respiratory tract infection often develop acute respiratory disease syndrome (ARDS) that is also observed in patients with severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), other corona-viral pneumonias. However, COVID-19 is much more transmissible between people than SARS and MERS and was declared a pandemic in February of 2020. Extensive efforts to identify treatments and develop vaccines are ongoing.</p><p>The SARS-CoV-2 virus causes a wide spectrum of clinical manifestations in patients with COVID-19<sup>5</sup>. For rational development of treatments for COVID-19 there is a great need to understand the pathogenesis and pathology of COVID-19, not only in the respiratory tract but also in numerous other organs that become directly infected through vascular or neuronal spread. Commonly affected non-respiratory organs include GI-tract, kidney, heart, skin and central nervous system<sup>6-8</sup>. In addition, numerous pathological changes appear secondary to, or indirectly from, viral infection, including aberrant immune cell activation, vascular changes and coagulopathies, in turn affecting numerous organs<sup>9-11</sup>.</p><p>Sensitive tools are required to determine the virus distribution in organs and cells<sup>12, 13</sup> and to identify associated adaptations in the proximal microenvironment, including immune cell recruitment and local inflammatory changes. Immunohistochemistry for viral protein provides a rapid means to identify virally infected cells within histological sections of formalin-fixed, paraffin-embedded (FFPE) tissues. Initial IHC assays with ability to detect SARS-CoV-2 were based on antibodies originally raised against SARS-CoV protein epitopes with sufficient cross-reactivity to SARS-CoV-2 epitopes<sup>14, 15</sup>. Here we present IHC protocols for two commercially available antibodies raised directly against epitopes of SARS-CoV-2 Nucleocapsid protein or SARS-CoV-2 Spike protein.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>1. Microscope Slides</p><p>2. Paraffin-embedded tissue blocks</p><p>3. Clearify<sup>TM</sup> (Agilent, Santa Clara, CA; Cat. No. GC81030-2)</p><p>4. EnVision<sup>TM</sup> FLEX Target Retrieval Solution Low pH (50x; Agilent; Cat. No. GV80511-2)</p><p>5. EnVision<sup>TM</sup> FLEX Mini Kit (Agilent; Cat. No. GV82311-2). Components: DAB+ Chromogen Solution; DAB Substrate Buffer; FLEX HRP (polymer); Peroxidase Blocking Solution; Target Retrieval Solution, High pH, Concentrated 50x</p><p><strong>Note:</strong> Target Retrieval Solution, High pH, Concentrated 50x is <strong>not used, use instead: </strong>Target Retrieval Solution, Low pH, 50x;( Agilent; Cat. No. GV80511-2).</p><p>6. Protein Block (BioGenex, Fremont, CA; Cat. No. HK112-9K)</p><p>7. Hematoxylin (Agilent; Cat. No. GC80811-2)</p><p>8. Antibody Diluent (Agilent; Cat. No. S080983-2)</p><p>9. Antibodies</p><p>\ta) Anti-SARS-CoV-2 nucleocapsid protein antibody (affinity-purified rabbit IgG; ProSci, Poway, CA; &nbsp;Cat. No. 9099) diluted to a final concentration of 0.02 µg/ml. </p><p>\tb) Anti-SARS-CoV-2 Spike S1 glycoprotein antibody (affinity-purified rabbit IgG (ProSci; Cat. No. 9083,) diluted to a final concentration of 1.0 µg/ml.</p><p>\tc) Rabbit immunoglobulin control (Vector Labs, Burlingame, CA; Cat. No. I-1000-5), diluted to a final concentration of 1.0 µg/ml.</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;Dako Omnis autostainer (Agilent, Santa Clara, CA)</p><p>2.&nbsp;&nbsp;&nbsp;Panoramic 250 slide scanner (3DHistech, Budapest, Hungary)</p>"
        },
        {
            "header": "Procedure",
            "content": "Autopsy samples of lungs from COVID-19 deceased patients and non-COVID19 deceased patients were collected and made available through the Medical College of Wisconsin Tissue Bank under IRB approved protocol.\n1.   Section paraffin-embedded tissue blocks into 4 μm sections.\n2.   Mount sections on poly-L-lysine-charged glass slides.\nNote: The following steps are described as performed on the robotic Omnis autostainer with built-in antigen retrieval chamber (Dako/Agilent). Modify as needed for other systems.\n3.   Dewax slides with Clearify\nTM\nclearing agent at 25°C for 10s.\n4.   Target retrieval: EnVision\nTM\nFLEX Target Retrieval Solution, Low pH (6.0), 97°C for 30 min.\n5.   Incubate with Protein Block for 30 min at room temperature (RT).\n6.   Dilute the primary antibodies with Antibody Diluent, incubate slides for 30 min at RT.\na) Anti-SARS-CoV-2 nucleocapsid protein antibody (affinity-purified rabbit IgG; ProSci; Cat. No. 9099) diluted to a final concentration of 0.02 µg/ml.\nb) Anti-SARS-CoV-2 Spike S1 glycoprotein antibody (affinity-purified rabbit IgG (ProSci; Cat. No. 9083) diluted to a final concentration of 1 µg/ml.\nc) Rabbit immunoglobulin control (1 µg/ml) (Vector Labs, Burlingame, CA).\n7.   Endogenous enzyme block: EnVision\nTM\nFLEX Peroxidase Blocking Reagent 3 min.\n8.   Secondary reagent: EnVision\nTM\nFLEX/HRP for 30 min.\n9.   Substrate chromogen: EnVision\nTM\nFLEX Substrate Working Solution for 5 min.\nNote: Brown coloration of tissues represents positive staining.\n10. Counterstain with Hematoxylin for 6 min.\n11. Dehydrate sections through an ethanol series to xylene and coverslip slides.\n12. Capture images of stained slides by Pannoramic 250 Flash II slide scanner or other microscope."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>General immunohistochemistry troubleshooting applies.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>2 hours</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>We present IHC protocols for two antibodies raised directly against epitopes of SARS-CoV-2 Nucleocapsid protein or SARS-CoV-2 Spike protein (S1-domain; <strong><em>Figure 1</em></strong>). Specificity of the antibodies have been independently validated in western blotting and ELISA. The clearance rates of SARS-CoV-2 virus within infected human tissues have yet to be determined. We expect that many COVID-19 patients die from disease complications after virus has been cleared. In the absence of human tissue with known positive virus presence at the time of autopsy, we mutually validated the IHC protocols for the two antibodies by documenting matched patterns of virus-infected cells in adjacent sections of autopsy lung tissue of COVID-19 deceased patients. Negative controls include autopsy lung tissue from patient who died from non-COVID-19 respiratory disease or control rabbit immunoglobulin.</p><p><br></p><p>Sensitive and specific detection of SARS-CoV-2 in human tissues will provide insights into viral organ and cell distribution and load in patients with active infection, as well as provide insights into viral tissue loads during early and late stages of COVID-19.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ding Q, Lu P, Fan Y, Xia Y and Liu M. The clinical characteristics of pneumonia patients coinfected with 2019 novel coronavirus and influenza virus in Wuhan, China. <em>J Med Virol</em>. 2020.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, Xiong Y, Zhao Y, Li Y, Wang X and Peng Z. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. <em>JAMA</em>. 2020.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, Zhao X, Huang B, Shi W, Lu R, Niu P, Zhan F, Ma X, Wang D, Xu W, Wu G, Gao GF, Tan W, China Novel Coronavirus I and Research T. A Novel Coronavirus from Patients with Pneumonia in China, 2019. <em>N Engl J Med</em>. 2020;382:727-733.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Coronaviridae Study Group of the International Committee on Taxonomy of V. The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. <em>Nat Microbiol</em>. 2020;5:536-544.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, Liu L, Shan H, Lei CL, Hui DSC, Du B, Li LJ, Zeng G, Yuen KY, Chen RC, Tang CL, Wang T, Chen PY, Xiang J, Li SY, Wang JL, Liang ZJ, Peng YX, Wei L, Liu Y, Hu YH, Peng P, Wang JM, Liu JY, Chen Z, Li G, Zheng ZJ, Qiu SQ, Luo J, Ye CJ, Zhu SY, Zhong NS and China Medical Treatment Expert Group for C. Clinical Characteristics of Coronavirus Disease 2019 in China. <em>N Engl J Med</em>. 2020;382:1708-1720.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kopel J, Perisetti A, Gajendran M, Boregowda U and Goyal H. Clinical Insights into the Gastrointestinal Manifestations of COVID-19. <em>Dig Dis Sci</em>. 2020;65:1932-1939.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Marzano AV, Cassano N, Genovese G, Moltrasio C and Vena GA. Cutaneous manifestations in patients with COVID-19: A preliminary review of an emerging issue. <em>Br J Dermatol</em>. 2020.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Moccia F, Gerbino A, Lionetti V, Miragoli M, Munaron LM, Pagliaro P, Pasqua T, Penna C, Rocca C, Samaja M and Angelone T. COVID-19-associated cardiovascular morbidity in older adults: a position paper from the Italian Society of Cardiovascular Researches. <em>Geroscience</em>. 2020.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Giannis D, Ziogas IA and Gianni P. Coagulation disorders in coronavirus infected patients: COVID-19, SARS-CoV-1, MERS-CoV and lessons from the past. <em>J Clin Virol</em>. 2020;127:104362.</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Picchianti Diamanti A, Rosado MM, Pioli C, Sesti G and Lagana B. Cytokine Release Syndrome in COVID-19 Patients, A New Scenario for an Old Concern: The Fragile Balance between Infections and Autoimmunity. <em>Int J Mol Sci</em>. 2020;21.</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tay MZ, Poh CM, Renia L, MacAry PA and Ng LFP. The trinity of COVID-19: immunity, inflammation and intervention. <em>Nat Rev Immunol</em>. 2020;20:363-374.</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feng Z, Diao B, Wang R, Wang G, Wang C, Tan Y, Liu L, Wang C, Liu Y, Liu Y, Yuan Z, Ren L, Wu Y and Chen Y. Detection of the SARS-CoV-2 Nucleocaspid Protein (NP) Using Immunohistochemistry. <em>Bio-protocol</em>. 2020;10:e5002.</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liu J, Babka AM, Kearney BJ, Radoshitzky SR, Kuhn JH and Zeng X. Molecular detection of SARS-CoV-2 in formalin-fixed, paraffin-embedded specimens. <em>JCI Insight</em>. 2020;5.</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Munster VJ, Feldmann F, Williamson BN, van Doremalen N, Perez-Perez L, Schulz J, Meade-White K, Okumura A, Callison J, Brumbaugh B, Avanzato VA, Rosenke R, Hanley PW, Saturday G, Scott D, Fischer ER and de Wit E. Respiratory disease in rhesus macaques inoculated with SARS-CoV-2. <em>Nature</em>. 2020.</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Martines RB, Ritter JM, Matkovic E, Gary J, Bollweg BC, Bullock H, Goldsmith CS, Silva-Flannery L, Seixas JN, Reagan-Steiner S, Uyeki T, Denison A, Bhatnagar J, Shieh WJ, Zaki SR and Group C-PW. Pathology and Pathogenesis of SARS-CoV-2 Associated with Fatal Coronavirus Disease, United States. <em>Emerg Infect Dis</em>. 2020;26.</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>Support for this research has been provided by the Department of Pathology, Medical College of Wisconsin, Milwaukee, WI.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 738549,
                "identity": "1c021d54-f4bc-4594-b3a7-f2f7ac1f501e",
                "order_by": 0,
                "name": "Yunguang Sun",
                "email": "",
                "orcid": "",
                "institution": "Medical College of Wisconsin",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yunguang",
                "middleName": "",
                "lastName": "Sun",
                "suffix": ""
            },
            {
                "id": 738550,
                "identity": "b868bbec-e7b2-475a-a6db-8beae5bf73db",
                "order_by": 1,
                "name": "Linna Ge",
                "email": "",
                "orcid": "",
                "institution": "Medical College of Wisconsin",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Linna",
                "middleName": "",
                "lastName": "Ge",
                "suffix": ""
            },
            {
                "id": 738551,
                "identity": "68ffa10f-c363-4d76-a403-f97250c96ce3",
                "order_by": 2,
                "name": "Mary J. Rau",
                "email": "",
                "orcid": "",
                "institution": "Medical College of Wisconsin",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mary",
                "middleName": "J.",
                "lastName": "Rau",
                "suffix": ""
            },
            {
                "id": 738552,
                "identity": "6f5e86ff-9d7a-42b2-b47e-2440db8b8248",
                "order_by": 3,
                "name": "Mollie D. Patton",
                "email": "",
                "orcid": "",
                "institution": "Medical College of Wisconsin",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mollie",
                "middleName": "D.",
                "lastName": "Patton",
                "suffix": ""
            },
            {
                "id": 738553,
                "identity": "78dafa6f-f7da-43da-9de7-7e7775953641",
                "order_by": 4,
                "name": "Alexander J. Gallan",
                "email": "",
                "orcid": "",
                "institution": "Medical College of Wisconsin",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "J.",
                "lastName": "Gallan",
                "suffix": ""
            },
            {
                "id": 738554,
                "identity": "a22e2cf3-2334-4385-8a1c-fec897b0b4f8",
                "order_by": 5,
                "name": "Juan C. Felix",
                "email": "",
                "orcid": "",
                "institution": "Medical College of Wisconsin",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Juan",
                "middleName": "C.",
                "lastName": "Felix",
                "suffix": ""
            },
            {
                "id": 738555,
                "identity": "0f80c846-a1ae-405c-8bb6-4ed30232f5e7",
                "order_by": 6,
                "name": "Hallgeir Rui",
                "email": "hrui@mcw.edu",
                "orcid": "",
                "institution": "Medical College of Wisconsin",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hallgeir",
                "middleName": "",
                "lastName": "Rui",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-06-29 22:10:42",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1011/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1011/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 1582701,
                "identity": "14648aef-9902-40d4-95b4-df78ee0eb213",
                "added_by": "auto",
                "created_at": "2020-07-16 14:54:14",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1321435,
                "visible": true,
                "origin": "",
                "legend": "Immunohistochemistry (IHC) of SARS-CoV-2 antigens in FFPE lung tissue. Detection of SARS-CoV-2 nucleocapsid protein (A,B; brown staining, red arrows) or SARS-CoV-2 Spike protein (D,E; brown staining, red arrows) in adjacent sections of autopsy lung tissue from COVID-19 deceased patient. Negative control staining on autopsy lung tissue from patient who died from non-COVID-19 pneumonia is shown for Nucleocapsid protein (C) or Spike protein (F). Negative control using normal rabbit immunoglobulin on COVID-19 autopsy tissue is presented (G). DAB chromogen and hematoxylin counterstain are used. Scale bars: 50µM in A, C, D, F, G; 20µM in B and E.",
                "description": "",
                "filename": "Figure1.tif",
                "url": "https://assets.researchsquare.com/files/pex-1011/v1/Figure1.tif"
            },
            {
                "id": 13551475,
                "identity": "bae2d900-7995-48e1-bb26-f8d640c4b5d3",
                "added_by": "auto",
                "created_at": "2021-09-17 02:28:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1501218,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1011/v1/a1a9bf15-d3f7-4057-b9a0-bfdf3c885f19.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "SARS-CoV-2, COVID-19, Immunohistochemistry protocols, Nucleocapsid protein, Spike protein",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Human coronavirus disease 2019 (COVID-19) is a life-threatening and highly contagious disease caused by coronavirus SARS-CoV-2. Sensitive and specific detection of SARS-CoV-2 virus in tissues and cells of COVID-19 patients will support investigations of the biologic behavior and tissue and cell tropism of this virus. We identified two commercially available affinity-purified polyclonal antibodies raised against Nucleocapsid and Spike proteins of SARS-CoV-2 that provide sensitive and specific detection of the virus by immunohistochemistry in formalin-fixed, paraffin-embedded tissue. Protocols are presented that are mutually validated by matched detection patterns of virus-infected cells in autopsy lung tissue of COVID-19 deceased patients by the two distinctly different antibodies. Negative controls include autopsy lung tissue from patient who died from non-COVID-19 respiratory disease and control rabbit immunoglobulin. SARS-CoV-2 detection in human tissues will provide insights into viral tissue and cell distribution and load in patients with active infection as well as provide insight into clearance of virus in late COVID-19 disease stages.</p>",
        "manuscriptTitle": "Sensitive and specific immunohistochemistry protocols for detection of SARS-CoV-2 nucleocapsid and spike proteins in formalin-fixed, paraffin-embedded COVID-19 patient tissues",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-07-16 14:54:13",
                "doi": "10.21203/rs.3.pex-1011/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "8e7217a8-d0c5-480a-b97d-1abca0522455",
        "owner": [],
        "postedDate": "July 16th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 136303,
                "name": "Diseases"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-07-16 14:54:13",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}