{
    "identity": "nprot-6483",
    "title": "A protocol for Asymmetric-Flow Field-Flow Fractionation \\(AF4) of small extracellular vesicles",
    "content": [
        {
            "header": "Introduction",
            "content": "Exosome research has grown exponentially due to the recognition of the potential roles of exosomes in pathophysiological processes, including cancer1-3. However, due to technical challenges, isolated nanovesicles constitute a heterogenous population and this has hindered our understanding of their biogenesis, molecular composition, biodistribution, and functions in vivo. Furthermore, more advanced characterization of molecular signatures associated with each subset of exosomes will clearly facilitate the identification of potential diagnostic/prognostic biomarkers for cancer progression. Such knowledge will also provide rationale for developing exosome-based therapies in clinical trials. \r\n\n\nHowever, due to their small size, higher resolution separation of heterogeneous exosome subpopulations remains technically challenging. To date, various strategies have been developed in an attempt to isolate pure exosomes, including differential ultracentrifugation, immuno-affinity capture, ultrafiltration and size-exclusion chromatography, polymer-based precipitation, and microfluidics4-9. However, methodological shortcomings affecting the purity, yield, and integrity of isolated exosomes as well as the burden of labor-intensive and time-consuming techniques hindered progress. \r\n\n\nThe state-of-the-art technology, asymmetric-flow field-flow fractionation \\(AF4)10, exhibits unique capability to separate nanoparticles and has been widely utilized to characterize nanoparticles and polymers in the pharmaceutical industry and to examine various biological macromolecules, protein complexes and viruses10,11. To date, AF4 has been rarely tested for extracellular vesicle analysis.\r\n\n\nHere, we reported the identification of distinct nanoparticles and subsets of extracellular vesicles by AF4 fractionation. This study suggests that AF4, in combination with sensitive molecular assays, can serve as an improved analytical tool for isolation of specific nanoparticle subpopulations, thereby addressing the complexities of nanoparticle heterogeneity.  Here, we provide our optimized AF4 instrument parameters and the detailed protocol for sEV fractionation."
        },
        {
            "header": "Reagents",
            "content": "• DMEM \\(VWR, Catalog No. 45000-304)\r\n\n\n• Premium Grade Fetal Bovine Serum \\(FBS) \\(VWR, Catalog No. 97068-085)\r\n\n\n• L-Glutamine, 100x \\(Corning, Catalog No. 25-005-CI)\r\n\n\n• Penicillin-Streptomycin Solution, 50X \\(Corning, Catalog No. 30-001-CI)\r\n\n\n• Sterile PBS \\(VWR, Catalog No. 45000-446)\r\n\n\n• TrypLE \\(Thermo Fisher Scientific, Catalog No. 12604-039P)\r\n\n\n• Pierce BCA Protein Assay Kit \\(Thermo Fisher Scientific, Catalog No. 23225)"
        },
        {
            "header": "Equipment",
            "content": "Consumables\r\n\n\n• 150x25mm tissue culture dish with Grid \\(VWR, Catalog No. 25383-103)  \r\n\n\n• 5/10/25mL Serological pipettes \\(VWR, Catalog No. 82050-478/82050-482/82051-182)\r\n\n\n• Disposable Tips \\(Denville, Catalog No. P1096-FR/P1121/P1122/P1126)\r\n\n\n• 500 ml Supor MachV PES Filter Units \\(VWR, Catalog No. 73520-984)\r\n\n\n• 15mL/ 50mL Falcon tubes \\(VWR, Catalog No. 82050-276/ 82050-346)\r\n\n\n• 1.7 ml Microcentrifuge Tubes \\(VWR, Catalog No. 53550-698)\r\n\n\n• 96-well plate \\(VWR, Catalog No. 62406-081)\r\n\n\n• Blue screw caps \\(Agilent, Catalog No. 5182-0717)\r\n\n\n• Screw cap vials \\(Agilent, Catalog No. 5182-0714)\r\n\n\n• vial insert, 250ul pulled point glass \\(Agilent, Catalog No. 5183-2085)\r\n\n\n• 96-well plate, 1.0ml, polypropylene \\(Agilent, Catalog No.8010-0534)\r\n\n\n• Ultracentrifuge tube \\(Beckman Coulter, Catalog No. 355628)\r\n\n\n• Amicon Ultra-15 Centrifugal Filter Unit with Ultracel-30 membrane \\(Millipore, Catalog No. UFC903024) \r\n\n\n• Amicon Ultra-4 Centrifugal Filter Unit with Ultracel-30 membrane \\(Millipore, Catalog No. UFC803024) \r\n\n\n• Millipore Reg. Cellulose membrane 10KD SC \\(Wyatt technology, Catalog No.4057)\r\n\n\n\r\n\n\nEquipment\r\n\n\n• Labconco Purifier Class II biosafety cabinet\r\n\n\n• Tissue culture incubator\r\n\n\n• Optima XPN-100 Ultracentrifuge \\(Beckman Coulter, Catalog No. A94469)\r\n\n\n• Type 45 Ti Rotor, Fixed-Angle, Titanium \\(Beckman Coulter, Catalog No. 41103909)\r\n\n\n• Table-top Heraeus Multifuge X3R Centrifuge Series \\(Thermo Fisher Scientific, Catalog No. 75004501)\r\n\n\n• AccuScan GO UV/Vis Microplate Spectrophotometer \\(Fisher Scientific, Catalog No. 14-377-579)\r\n\n\n\r\n\n\nAF4 parts\r\n\n\n• Agilent 1260 Infinity Analytical- and Preparative-scale Fraction Collectors \\(G1364C)\r\n\n\n• Agilent 1290 Thermostat \\(G1330B)\r\n\n\n• Agilent 1260 Infinity Standard Autosampler \\(G1329B)\r\n\n\n• Agilent 1260 Infinity Multiple Wavelength Detector \\(G1365D)\r\n\n\n• Agilent 1260 Infinity Isocratic Pump \\(G1310B)\r\n\n\n• GASTORR TG-14 HPLC vacuum degasser\r\n\n\n• Wyatt Technology DAWN HELEOS-II with QELS installed at detector 12 \\(100o)\r\n\n\n• Wyatt Technology Eclipse AF4\r\n\n\n• Wyatt Technology short channel"
        },
        {
            "header": "Procedure",
            "content": "Figure 1 Outline of protocol including estimated time required for each step.  \r\n\n\n\r\n\n\n**I. Preparation of small extracellular vesicles \\(sEVs) from cell culture**. \r\n\n\nNote: B16-F10 murine melanoma cell is used as a model system throughout this protocol.\r\n\n\n\r\n\n\n1. Deplete exosomes from FBS by ultracentrifugation of the FBS at 100,000 x g at 10°C for 90 min. All sample handling should be conducted in the tissue culture hood to maintain reagents sterile. Filter the FBS supernatant after ultracentrifugation using a 0.2µm filter unit \\(exo-depleted FBS).   \r\n  2. Prepare the complete medium by supplementing a bottle of 500mL of DMEM medium with 50 mL of exo-depleted FBS, 5mL of 100x L-Glutamine, and 5mL of 50x Penicillin-Streptomycin Solution.\r\n  3. Seed ~2.25x10\n6\nB16-F10 cells per P150 tissue culture plate in 25mL of the complete medium, and seed a total of 12 plates.\r\n  4. Keep cells in humidified tissue culture incubator for 72 h under standard conditions \\(5%CO2, 37 °C). The cell culture should just reach confluence without cell death and any abnormal phenotypical changes.\r\n  5. Collect the conditioned media into 50 mL Falcon tubes and centrifuge at 500 x g at 10°C for 10 min in the table-top centrifuge.\r\n  6. Transfer the supernatant to ultracentrifuge tubes \\(6 x 50 mL/tube) and centrifuge at 12,000 x g at 10°C for 20min in Type 45-Ti ultracentrifuge rotor \\(pre-chilled at 4°C) to remove apoptotic bodies, cell debris and large microvesicles. \r\n  7. Transfer the supernatant to new ultracentrifuge tubes and centrifuge at 100,000 x g at 10°C for 70min in the same rotor.\r\n  8. Discard the supernatant and resuspend the pellets in 1mL per tube of ice-cold PBS. Combine all the samples into one ultracentrifuge tube and raise the final volume to 50 mL with PBS.\r\n  9. Centrifuge at 100,000 x g at 10°C for another 70min. Resuspend the final pellet in ~0.5 mL of PBS and transfer to 1.7 mL microcentrifuge tubes on ice \\(the sEV input sample for AF4 fraction in the next section). \r\n  10. Quantify the yield by measuring the protein concentration using the BCA kit.\r\n  11. The samples can be either kept on ice overnight or frozen at -80°C for long term storage.         \r\n  \r\n\n\n**II. AF4 fractionation of sEVs**. \r\n\n\n1. Prepare the input samples by adjusting the concentration of the sEVs to 1 µg/µl with PBS and spin at 12,000 x g at 4 °C for 5 min right before loading onto AF4 to remove large protein and nanoparticle aggregates. Transfer the supernatant \\(input) into a pre-chilled screw cap vial \\(250ul pulled point glass vial insert can be used if the total volume of the sample is small).\r\n  2. Load 100 µg of input sample \\(i.e. 100 µl) per run using the autosampler and start the AF4 fractionation by running the following method with chosen parameters.  \r\n  \r\n\n\n**AF4 parameters**:\r\n\n\nNote: the flow route and connection of online monitors are illustrated in Figure 2\r\n\n\n\r\n\n\n• AF4 fractionation of the sEVs is performed at room temperature. \r\n\n\n• Samples are separated in a short channel \\(144 mm length) with 10 kDa molecular weight cutoff \\(MWCO) membrane and 490 m spacer \\(channel thickness).\r\n\n\n• The fractionation is operated by the Eclipse AF4 system, which is connected to the Agilent Techonologies 1260 series of iso pump, degasser, autosampler and fraction collector. \r\n\n\n• Both autopsamplers and fraction collectors are maintained at 4 °C during the fractionation.\r\n\n\n• PBS filtered with a 100 nm inline filter is the running buffer.\r\n\n\n• Online monitors including UV \\(MWL detector, at 280 nm) and DAWN HELEOS II \\(multi-angle light scattering-MALS detector, at 664 nm) with internal QELS \\(dynamic light scattering-DLS detector) installed at MALS detector 12 position \\(100°) are connected immediately downstream from the short channel. \r\n\n\n\r\n\n\n**The running method of fractionation \\(60 min total)**: \r\n\n\n\r\n\n\n• Forward channel flow \\(detector flow): 1 ml/min; \r\n\n\n• Elute: Vx \\(cross flow) 0.5 ml/min; 2 min; \r\n\n\n• Focus: Vx 0.5 ml/min; 1 min;\r\n\n\n• Focus and Inject on: Focus at Vx 0.5 ml/min; inject flow 0.2 ml/min; 2 min; \\(samples injected at this step)\r\n\n\n• Elute: a gradient of Vx from 0.5 to 0 ml/min with a linear decrease; 45 min; \\(samples separated at this step)\r\n\n\n• Elute: Vx 0 ml/min; 5 min\r\n\n\n• Elute and inject on: Vx 0 ml/min; 5 min\r\n\n\n\r\n\n\n3. Fractionated samples are collected into 96-well plate based on time slice \\(0.5 min/fraction) using Agilent Fraction Collector.\r\n  4. Multiple runs of the same sEV sample can be carried out following the same procedure, and similar fractions from each run can be combined once confirmed by data analysis. \r\n  \r\n\n\n**III. Online data collection and analysis**. \r\n\n\n• The AF4 flow is operated using the Chemstation software \\(Agilent Technologies) with integrated Eclipse module \\(Wyatt Technology). \r\n\n\n• Astra 6 \\(Wyatt Technology) is used for MALS, DLS and UV data acquisition and analysis. \r\n\n\n• The setting for data collection interval is 1 sec and QELS interval is 2 sec. \r\n\n\n• The hydrodynamic radius \\(Rh) of particles is deduced from DLS using equations described in literature12. Autocorrelation function is examined at representative time points to determine the fractionation efficiency. \r\n\n\n• Individual representative fractions can be examined further for morphology by transmission electron microscopy \\(TEM).  \r\n\n\n\r\n\n\n**IV. Fraction collection, concentrations and characterization**.   \r\n\n\n\r\n\n\n1. After examination of the hydrodynamic size, purity and morphology of representative fractions, adjacent fractions with similar parameters are then be transferred to 50mL Falcon tubes and combined. Samples are kept on ice at all times.\r\n  2. Pooled fractions are further concentrated using Millipore centrifugal filter columns with Ultracel-30 membrane \\(30 kDa cutoff) as described below \\(steps 3-5). \r\n  3. The filter columns are first pre-rinsed by adding 5 mL \\(for Ultra-4 filter column) or 15 mL \\(for Ultra-15 filter column) of ice-cold PBS followed by spinning at 3,700 x g at 4°C for 5min. The flow-through and liquid remained in the top filter columns are discarded.\r\n  4. Pooled fractionated samples are then transferred into the top filter column and spun at 3,700 x g at 4°C for 7-8 min. The concentrated samples are retained in the top filter columns and buffer is collected in the bottom collection tubes \\(the flow-through). Discard the flow-through.\r\n  5. Repeat step 4 until each sample is concentrated to desired volume \\(for each sample, the same filter column can be repeatedly used to concentrate the sample).\r\n  6. Transfer the concentrated samples to 1.7 mL microcentrifuge tubes on ice. Record the volume and take aliquot for BCA assay to determine the protein concentration. \r\n  7. The concentrated samples can be kept on ice for short term or frozen at -80°C for long term storage. Downstream molecular characterizations and functional studies can be performed on these concentrated fractionated samples."
        },
        {
            "header": "Timing",
            "content": "I. 3 days for cell culture and isolating sEVs. \r\n\n\nII. & III.   1 day for AF4 fractionation of 8 ~10 sEV samples \\(II) & online data collection and analysis \\(III) \\(1 hour per sample processing). \r\n\n\nIV.  2 hours for fraction collection, concentrations and characterization."
        },
        {
            "header": "Troubleshooting",
            "content": "Notably, based on our experience, in addition to factors described in the Procedure section \\(i.e., AF4 hardware parameters and the running method), the amount of input samples loaded onto the AF4 system is critical for successful fractionation. Overloading the system will result in poor resolution and inefficient separation of nanoparticles; whereas loading too little sample will lead to poor signal detection and inaccurate data deduction. With the optimized hardware settings and running method described above, we have empirically determined that 50-100ug of sEVs is a reasonable range of input per run for efficient separation of nanoparticles present in sEV samples."
        },
        {
            "header": "Anticipated Results",
            "content": "The representative AF4 fractionation profile of B16-F10 derived sEVs are shown in Figure 3. A linear separation of the sEV mixture was achieved based on the hydrodynamic radius \\(black dots, Y axis) along the time course \\(X axis). The real-time DLS measurement by QELS \\(red trace shown on a relative scale) independently determined the hydrodynamic radius of particles. UV absorbance \\(blue trace shown on a relative scale) measured protein concentration and therefore the abundance of particles at each time point. Particles with a diameter ranging between 35 nm and 150 nm were successfully separated by AF4. Five peaks \\(P1-P5) were detected based on the UV trace. Our study revealed that P1 represented the void peak, an unseparated mixture of all types of nanoparticles, and P5 was composed of individual or aggregated particles and protein aggregates with much larger sizes out of the separation range of the current AF4 setting, and eluted when crossflow dropped to zero. The hydrodynamic diameters of peaks P2, P3 and P4 were 47 nm, 62 nm and 101 nm, respectively. To deduce the hydrodynamic radius, correlation functions were fitted to single exponentials; Figure 3b shows the representative result graph of P3 fractions. \r\n\n\n AF4 input and representative fractions across the full dynamic range were further examined by transmission electron microscopy \\(TEM) together with negative staining. Three populations of particles with corresponding peaks of P2, P3, and P4 showed distinct morphology and size \\(Figure 3c), and were termed as “exomere”, “Exo-S” and “Exo-L”, respectively. The width/interval of each group was empirically determined based on the size, morphology and purity of nanoparticles in each fraction determined by AF4 analysis and TEM imaging. In brief, exomeres were smaller than 50nm and clearly lacked an external membrane structure. Exo-S and Exo-L were spherical, membrane-encapsulated particles, displaying a morphology characteristic of exosomes but with a size of 60 -80 nm and 90 nm-120 nm, respectively. \r\n\n\nIn summary, a single run of AF4 can efficiently discern exomeres and two distinct exosome subpopulations. AF4 is robust and highly reproducible based on our observation of similar if not identical fractionation profiles resulting from multiple injections of the same sample."
        },
        {
            "header": "References",
            "content": "1. Thery, C., Zitvogel, L. & Amigorena, S. Exosomes: composition, biogenesis and function. Nature reviews. Immunology 2, 569-579 \\(2002).\r\n  2. S, E.L.A., Mager, I., Breakefield, X.O. & Wood, M.J. Extracellular vesicles: biology and emerging therapeutic opportunities. Nature reviews. Drug discovery 12, 347-357 \\(2013).\r\n  3.  Raposo, G. & Stoorvogel, W. Extracellular vesicles: exosomes, microvesicles, and friends. The Journal of cell biology 200, 373-383 \\(2013).\r\n  4. Thery, C., Amigorena, S., Raposo, G. & Clayton, A. Isolation and characterization of exosomes from cell culture supernatants and biological fluids. Current protocols in cell biology / editorial board, Juan S. Bonifacino ... \\[et al.] Chapter 3, Unit 3 22 \\(2006).\r\n  5.  Merchant, M.L. et al. Microfiltration isolation of human urinary exosomes for characterization by MS. Proteomics. Clinical applications 4, 84-96 \\(2010).\r\n  6.  Lasser, C., Eldh, M. & Lotvall, J. Isolation and characterization of RNA-containing exosomes. Journal of visualized experiments : JoVE, e3037 \\(2012).\r\n  7.  Chen, C. et al. Microfluidic isolation and transcriptome analysis of serum microvesicles. Lab on a chip 10, 505-511 \\(2010).\r\n  8.  Jorgensen, M. et al. Extracellular Vesicle \\(EV) Array: microarray capturing of exosomes and other extracellular vesicles for multiplexed phenotyping. Journal of extracellular vesicles 2 \\(2013).\r\n  9. Tauro, B.J. et al. Comparison of ultracentrifugation, density gradient separation, and immunoaffinity capture methods for isolating human colon cancer cell line LIM1863-derived exosomes. Methods 56, 293-304 \\(2012).\r\n  10.  Fraunhofer, W. & Winter, G. The use of asymmetrical flow field-flow fractionation in pharmaceutics and biopharmaceutics. European journal of pharmaceutics and biopharmaceutics : official journal of Arbeitsgemeinschaft fur Pharmazeutische Verfahrenstechnik e.V 58, 369-383 \\(2004).\r\n  11. Yohannes, G., Jussila, M., Hartonen, K. & Riekkola, M.L. Asymmetrical flow field-flow fractionation technique for separation and characterization of biopolymers and bioparticles. Journal of chromatography. A 1218, 4104-4116 \\(2011).\r\n  12.  DYNAMICS User's Guide Version 7.1 \\(M1400 Rev. K). Wyatt Technology Corporation p. Ch8-8. Appendix A. \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful for the great AF4 technical support from Wyatt Technology and especially Dr. John Champagne. We thank out colleague Irina Matei for comments on this protocol."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15345,
                "identity": "a14826f7-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Haiying Zhang",
                "email": "haz2005@med.cornell.edu",
                "orcid": "",
                "institution": "David Lyden Lab (WCM)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Haiying",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 15346,
                "identity": "a1482a03-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "David Lyden",
                "email": "dcl2001@med.cornell.edu",
                "orcid": "",
                "institution": "David Lyden Lab (WCM)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Lyden",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-12-20 03:40:29",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.002",
        "doiUrl": "https://doi.org/10.1038/protex.2018.002",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609995,
                "identity": "d5ff0f41-d797-4d14-8c1a-b86acc60b1cf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 884970,
                "visible": true,
                "origin": "",
                "legend": "Outline of a protocol for AF4 fractionation of sEVs.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6483/v1/figure_1.jpg"
            },
            {
                "id": 2609996,
                "identity": "698496de-cee6-4467-92f7-141e6644ab7f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 623402,
                "visible": true,
                "origin": "",
                "legend": "AF4 flow route and arrangement of online detectors.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6483/v1/figure_2.jpg"
            },
            {
                "id": 2609998,
                "identity": "ee516b3f-b80d-4df1-b280-30bca879a41a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2416246,
                "visible": true,
                "origin": "",
                "legend": "Fractionation of B16-F10 sEVs by AF4   Representative AF4 fractionation profile of B16-F10 sEVs (a), autocorrelation function fitting curve for P3 (b), and TEM imaging analysis of the three resulting subtypes of nanoparticles (exomeres, Exo-S and Exo-L) (c).\r\n\r\n",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6483/v1/figure_3.jpg"
            },
            {
                "id": 13465714,
                "identity": "cdc33c78-6384-4212-8f64-b080d2d466c4",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 474452,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6483/v1/bd7bce31-2e4a-4bf1-acc0-40989a95cf9e.pdf"
            }
        ],
        "financialInterests": "The authors have no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Asymmetric-Flow Field-Flow Fractionation, extracellular vesicles, exosomes",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Here we developed a protocol for Asymmetric-Flow Field-Flow Fractionation \\(AF4) of small extracellular vesicles. This protocol consists of four sections: I. Preparation of small extracellular vesicles \\(sEVs) from cell culture. II. AF4 fractionation of sEVs. III Online data collection and analysis. IV. Fraction collection, concentrations and characterization. This protocol is associated with our Nature Cell Biology paper: Identification of distinct nanoparticles and subsets of extracellular vesicles by asymmetric-flow field-flow fractionation.",
        "manuscriptTitle": "A protocol for Asymmetric-Flow Field-Flow Fractionation (AF4) of small extracellular vesicles",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-02-19 12:01:33",
                "doi": "10.1038/protex.2018.002",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a147c90c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 19th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4150,
                "name": "Biological techniques"
            },
            {
                "id": 4151,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-02-19 12:01:33",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}