{
    "identity": "nprot-427",
    "title": "Genetic transformation of filamentous fungi by _Agrobacterium tumefaciens_",
    "content": [
        {
            "header": "Introduction",
            "content": "**Abstract**\r\n\n\n\r\n\n\n_Agrobacterium tumefaciens_-mediated transformation of filamentous fungi consists of \\(i) induction of _A. tumefaciens_ culture harbouring a binary vector, \\(ii) co-incubation of bacteria with fungal spores on a solid support, and \\(iii) selection of transformants. During the induction, _vir_ genes on the helper component of the binary vector are activated, conditioning _A. tumefaciens_ for transformation. During co-cultivation, T-DNA part of the binary vector system is transferred into fungal nucleus and inserted into the genome. Transformants are selected on a medium with appropriate antibiotic. In order to maximize the number of transformants, the ratio of _A. tumefaciens_ cells to fungal spores and the duration of the co-cultivation need be optimized. The procedure takes two to three weeks for fast-growing fungi.\r\n\n\n\r\n\n\n\r\n\n\n**Introduction**\r\n\n\n\r\n\n\nKingdom Fungi consists of about two million species<sup>1</sup>, which include pathogens and symbionts of plants and animals and major biomass decomposers essential for all ecosystems. From the human perspective, fungal fruit bodies are consumed directly and many traditional food products are manufactured by fungal fermentation. Industrially produced fungal cultures serve as the source of enzymes, antibiotics, vitamins, amino acids and other substances<sup>2, 3</sup>.\r\n\n\nThe growing number of sequences of fungal genes and entire fungal genomes, together with transcriptomics and proteomics data accumulating on model species, have generated numerous of hypotheses about the biological function of fungal genes. Many of these hypotheses exist as sequence annotations and are based on indirect evidence such as sequence comparisons and data on the regulation of gene expression. Verifying the accuracy of this annotation often is the major limiting step in the analysis of fungal genomes. These hypotheses normally are tested by gene inactivation, which can be achieved either by gene disruption via homologous recombination or by RNAi-mediated gene silencing. A crucial prerequisite for both methods is an efficient genetic transformation protocol. \r\n\n\nThere are four techniques suitable for the genetic transformation of filamentous fungi\r\n\n\ni. treatment of protoplasts with polyethylene glycol,\r\n\n\nii. electroporation,\r\n\n\niii. biolistic methods\r\n\n\niv. _Agrobacterium tumefaciens_.\r\n\n\nBefore de Groot et al.'s introduction of _A. tumefaciens_ into fungal transformation<sup>4</sup>, the most common method for the genetic transformation of filamentous fungi was treatment of a mixture of fungal protoplasts or spheroplasts and DNA with calcium salt and polyethylene glycol. The difficulty of protoplast preparation and regeneration, high batch-to-batch variation in the quality of enzyme cocktails used to digest fungal cell wall, and the low yields of transformants for some species were all important drawbacks. Electroporation and biolistic techniques were used rarely with relatively low yields<sup>5</sup> and unstable transformants<sup>6</sup> being common complaints. Since 1998, _A. tumefaciens_-mediated transformation of fungi has become a viable substitute for protoplast/polyethylene glycol method<sup>7</sup>. \r\n\n\n_A. tumefaciens_ is a soil-borne plant pathogenic bacterium that genetically manipulates its hosts by transferring a fragment of DNA \\(T-DNA) from its plasmid \\(Ti plasmid) into the plant genome<sup>8</sup>. T-DNA contains genes encoding enzymes of biosynthetic pathways for phytohormones and opines. Expression of these genes leads to the formation of tumors which serve the pathogen as an ecological niche and supplies it with nutrients. By replacing these genes with a cassette containing a gene to be transferred into the plant genome and a selectable marker, the _A. tumefaciens_-mediated transformation process can, and has been, used extensively for the past 20 years to genetically engineer plants. Protocols for _A. tumefaciens_-mediated transformation of dicotyledons such as _Arabidopsis thaliana_<sup>9</sup> and soybean<sup>10</sup> and monocotyledons such as maize<sup>11</sup> and rice<sup>12</sup> are well established. Since the discovery by de Groot et al.<sup>4</sup> that chemical treatment of _A. tumefaciens_ also enables this bacterium to genetically transform fungal mycelium, this technique has become available for the manipulation of fungal genomes. Similarly to the plant transformation process, a binary vector system consisting of a small plasmid with T-DNA and a second, large plasmid carrying the genes necessary for the process \\(_vir_ genes) usually is used. The technique is suitable for both large-scale random insertional mutagenesis and targeted gene replacement. Although the majority of fungal species transformed using _A. tumefaciens_ so far were Ascomycetes \\(58 species), the method has also been successfully applied to Basidiomycetes \\(15 species), Zygomycetes \\(4 species) and even fungus-like protists Oomycetes \\(3 species). A direct comparison of the protoplast method with A. tumefaciens-mediated transformation is not possible because the efficiencies are calculated in different ways: the number of transformants per &#xB5;g DNA is used in the former and the number of transformants per plate or experiment in the latter method. In our hands, establishing _A. tumefaciens_-mediated transformation for a new species is faster and easier as compared to the protoplast method. \r\n\n\nFungal transformation mediated by _A. tumefaciens_ consists of three steps: Induction of a bacterial culture harboring appropriate plasmids, co-incubation of the culture with fresh fungal spores on a solid support, and selection of transformants on a medium with a selection agents \\(**figure 1**). We optimized the method extensively and have used it routinely for the transformation of five species during the last six years."
        },
        {
            "header": "Reagents",
            "content": "**_A. tumefaciens_**\r\n\n\n_Agrobacterium tumefaciens_ strain AGL1 was provided by Dr. Susanne Frick, Leibniz Institute of Plant Biochemistry \\(Halle/Saale, Germany) and used as the T-DNA donor. The strain was stored in a 90:10 water:glycerol suspension at -70&#xB0;C.\r\n\n\n\r\n\n\n**Recipient fungal strains**\r\n\n\n_Gliocladium roseum_ DSM62726\r\n\n\n_Fusarium verticillioides_ DSM 62264 \\(deposited as _Fusarium moniliforme_)\r\n\n\n_Leptosphaeria maculans_ T12aD34 \\(provided by A. von Tiedemann, Goettingen University, Goettingen, Germany)\r\n\n\n_Verticillium longisporum_ VL 43<sup>13</sup>\r\n\n\n_Trichoderma harzianum_ T5.8 \\(provided by A. von Tiedemann, Goettingen University, Goettingen, Germany)\r\n\n\n\r\n\n\nReagents\r\n\n\nLB broth, low salts \\(Duchefa, Prod. No. L1703.0500; see reagent setup)\r\n\n\nPotato extract glucose broth \\(Roth, Prod. No. CP74.1; see reagent setup)\r\n\n\nCzapek Dox broth \\(Duchefa, Prod. No. C1714.0500; see reagent setup)\r\n\n\n3',5'-Dimethoxy-4'-hydroxyacetophenone \\(Acetosyringone, Aldrich, Prod. No. D134406). \r\n\n\nHygromycin B \\(Duchefa, Prod. No. H0192.0005) \r\n\n\n**CAUTION**: Very toxic by inhalation and in contact with skin. Use personal protective equipment.\r\n\n\nKanamycin sulfate monohydrate \\(Duchefa, Prod. No. K0126.0025)\r\n\n\nCarbenicillin disodium salt \\(Sigma-Aldrich, Prod. No. C1389)\r\n\n\nRifampicin \\(Duchefa, Prod. No. R0146.0025)\r\n\n\nCefotaxime \\(Duchefa, Prod. No. C0111.0025)\r\n\n\nPotassium dihydrogen phosphate \\(KH<sub>2</sub>PO<sub>4</sub>, Merck, Prod. No. 4873)\r\n\n\nDi-Potassium hydrogen phosphate \\(K<sub>2</sub>HPO<sub>4</sub>, Merck, Prod. No. 1.05101.5000)\r\n\n\nMagnesium sulphate 7 hydrate \\(MgSO<sub>4</sub> &#xB7; 7H<sub>2</sub>O, Roth, Prod. No. P02711)\r\n\n\nSodium chloride \\(NaCl, Roth, Prod. No. 3957.2)\r\n\n\nCalcium chloride 2 hydrate \\(CaCl<sub>2</sub> &#xB7; 2H<sub>2</sub>O, Merck, Prod. No. 2382)\r\n\n\nIron\\(II) sulfate heptahydrate \\(FeSO<sub>4</sub> &#xB7; 7H<sub>2</sub>O, Fluka, Prod. No. 44980)\r\n\n\nZinc sulfate heptahydrate \\(ZnSO<sub>4</sub> &#xB7; 7H<sub>2</sub>O, Fluka, Prod. No. 96501)\r\n\n\nCopper\\(II) sulfate pentahydrate \\(CuSO<sub>4</sub> &#xB7; 5H<sub>2</sub>O, Fluka, Prod. No. 61245)\r\n\n\nBoric acid \\(H<sub>3</sub>BO<sub>3</sub>, Fluka, Prod. No. 15660)\r\n\n\nManganese\\(II) sulfate hydrate \\(MnSO<sub>4</sub>&#xB7;&#xB7; H<sub>2</sub>O, Aldrich, Prod. No. 229784)\r\n\n\nSodium molybdate dihydrate \\(Na<sub>2</sub>MoO<sub>4</sub> &#xB7; 2H<sub>2</sub>O, Fluka, Prod. No. 71756)\r\n\n\nAmmonium nitrate \\(NH<sub>4</sub>NO<sub>3</sub>, Roth, Prod. No. K299.1)\r\n\n\nGlycerol \\(Roth, Prod. No. 7530.1)\r\n\n\n2-\\(N-Morpholino)-ethane sulphonic acid \\(MES, Roth, Prod. No. 4256.3)\r\n\n\nGlucose monohydrate \\(Roth, Prod. No. 6780.1)\r\n\n\nL-asparagine \\(Sigma-Aldrich, Prod. No. A0884)\r\n\n\nIron\\(III) chloride hexahydrate \\(FeCl<sub>3</sub> &#xB7; 6H<sub>2</sub>O, Fluka, Prod. No. 44944)\r\n\n\nAgar-Agar \\(Roth, Prod. No. 5210.2)"
        },
        {
            "header": "Equipment",
            "content": "Electroporator Gene Pulser II \\(Bio Rad, Prod. No. 165-2112)\r\n\n\nElectroporation cuvettes, 0.1 cm gap \\(Bio Rad, Prod. No. 165-2083)\r\n\n\nPetri dishes: 92 x 16 mm \\(Sarstedt, Prod. No. 82.147)\r\n\n\nIncubator programmable to different temperatures \\(23&#xB0;C- 28&#xB0;C)\r\n\n\nHorizontal orbital shaker \\(New Brunswick Scientific, Prod. No. M1282-0050)\r\n\n\nCellophane sheets \\(Max Bringmann GmbH, Wendelstein, Prod. No. 303)\r\n\n\nCRITICAL: See reagent setup and figure 2. \r\n\n\nSterile 15 ml plastic tubes with screw cap \\(\"Falcon\" tubes, Sarstedt, Prod. No. 62.554.502)\r\n\n\n0.2 &#xB5;m sterile filter \\(Sartorius, Prod. No. 11106-30)\r\n\n\nDrigalski spatula \\(Roth, Prod. No. T724.1)\r\n\n\nThoma hemacytometer \\(Roth, Prod. No. T732.1)\r\n\n\n\r\n\n\n**Reagent setup**\r\n\n\n\r\n\n\n**200 mM acetosyringone**: Dissolve 390 mg acetosyringone in 10 ml of dimethyl sulfoxide. Filter-sterilize \\(0.2 &#xB5;m) and store at -20 &#xB0;C.\r\n\n\n\r\n\n\n**200 mM cefotaxime**: Dissolve 96 mg cefotaxime in 10 ml of distilled water. Filter-sterilize \\(0.2 &#xB5;m)  and store at -20 &#xB0;C.\r\n\n\n\r\n\n\n**50 mg ml<sup>-1</sup> kanamycin**: Dissolve 2 g kanamycin monosulfate in 30 ml of distilled water, bring to a final volume of 40 ml. Filter-sterilize \\(0.2 &#xB5;m) and store at -20 &#xB0;C.\r\n\n\n**100 mg ml<sup>-1</sup> hygromycin B**: Add 9 ml of distilled water to 1 ml hygromycin B \\(1 g ml<sup>-1</sup>). Filter-sterilize \\(0.2 &#xB5;m) and store at -20 &#xB0;C. \r\n\n\n\r\n\n\n**1.25 M potassium phosphate buffer**: Dissolve 17 g KH<sub>2</sub>PO<sub>4</sub> in 90 ml of distilled water and make up the volume to 100 ml. Dissolve 22 g K<sub>2</sub>HPO<sub>4</sub> in 90 ml of distilled water and make up the volume to 100 ml. Add K<sub>2</sub>HPO<sub>4</sub> solution dropwise to KH<sub>2</sub>PO<sub>4</sub> solution until pH reaches the value of 4.8. Sterilize by autoclaving.\r\n\n\n\r\n\n\n**MN buffer**: Dissolve 30 g MgSO<sub>4</sub> &#xB7; 7 H<sub>2</sub>O and 15 g NaCl in 900 ml of distilled water and make up the volume to 1000 ml. Filter-sterilize \\(0.2 &#xB5;m) and store at room temperature. \r\n\n\n\r\n\n\n**IM-salts**: Dissolve 100 mg of each H<sub>3</sub>BO<sub>3</sub>, ZnSO<sub>4</sub> &#xB7; 7H<sub>2</sub>O, CuSO<sub>4</sub> &#xB7; 5H<sub>2</sub>O, MnSO<sub>4</sub> &#xB7; H<sub>2</sub>O, and Na<sub>2</sub>MoO<sub>4</sub> &#xB7; 2H<sub>2</sub>O in 900 ml of distilled water and make up the volume to 1000 ml. Filter-sterilize \\(0.2 &#xB5;m) and store at room temperature. \r\n\n\n\r\n\n\n**10 mg ml<sup>-1</sup> CaCl<sub>2</sub> &#xB7; 2H<sub>2</sub>O**: Dissolve 1 g of CaCl2 &#xB7; 2H2O in 90 ml of distilled water and make up to 100 ml. Store at -20&#xB0;C. \r\n\n\n**250 mg ml<sup>-1</sup> CaCl<sub>2</sub> &#xB7; 2H<sub>2</sub>O**: Dissolve 5 g of CaCl<sub>2</sub> &#xB7; 2H<sub>2</sub>O in 15 ml of distilled water and make up to 20 ml. Store at -20&#xB0;C.\r\n\n\n\r\n\n\n**1 mg ml<sup>-1</sup> FeSO<sub>4</sub> &#xB7; 7H<sub>2</sub>O**: Dissolve 100 mg FeSO<sub>4</sub> &#xB7; 7H<sub>2</sub>O in 90 ml distilled water and make up to 100 ml. Store at -20&#xB0;C.\r\n\n\n\r\n\n\n**100 mg ml<sup>-1</sup> FeCl<sub>3</sub> &#xB7; 6H<sub>2</sub>O**: Dissolve 1 g of FeCl<sub>3</sub> &#xB7; 6H<sub>2</sub>O in 10 ml of distilled water. Store at -20&#xB0;C. \r\n\n\n\r\n\n\n**10 mg ml<sup>-1</sup> thiamine**: Dissolve 100 mg of thiamine in 10 ml of distilled water, sterilize by filtration and store at -20&#xB0;C. \r\n\n\n\r\n\n\n**200 mg ml<sup>-1</sup> NH<sub>4</sub>NO<sub>3</sub>**: Dissolve 20 g NH<sub>4</sub>NO<sub>3</sub> in 70 ml of distilled water and make up to 100 ml. Filter-sterilize \\(0.2 &#xB5;m) and store at room temperature.\r\n\n\n\r\n\n\n**50% glycerol**: Add 50 ml glycerol to 50 ml of distilled water. Store at 4&#xB0;C.\r\n\n\n\r\n\n\n\r\n\n\n**1 M MES**: Dissolve 20 g MES in 90 ml of distilled water and stirr at 50&#xB0;C until MES is completely dissolved. Adjust pH to 5.5 with 5 M NaOH and make up the volume to 100 ml. Store at 4&#xB0;C.\r\n\n\n\r\n\n\n**200 mg ml<sub>-1</sub> glucose**: Dissolve 20 g glucose monohydrate in 90 ml of distilled water and  stir at 50&#xB0;C until glucose is completely dissolved. Make up to 100 ml and use immediately or store at -20&#xB0;C. \r\n\n\n\r\n\n\n**LB medium**: Dissolve 20 g \"LB broth\" powder in 900 ml of distilled water and adjust pH to 7.2 with 1 M NaOH. Make up to 1000 ml, autoclave at 121&#xB0;C for 15 min. Cool to room temperature and add antibiotics - \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/1021/original/temp.doc. For agar plates, add 15 g agar-agar before autoclaving, cool to 55&#xB0;C, add antibiotics, mix well and dispense 20 ml per Petri dish. \r\n\n\n\r\n\n\n**Induction medium<sub>4</sub> \\(IM)**: Mix 800 &#xB5;l of 1.25 M potassium phosphate buffer, 20 ml MN buffer, 1 ml of 10 mg ml<sup>-1</sup> CaCl<sub>2</sub>, 1 ml of 1 mg ml<sup>-1</sup> FeSO<sub>4</sub>, 5 ml IM-salts, 2 ml of 200 mg ml<sup>-1</sup> NH<sub>4</sub>NO<sub>3</sub>, 10 ml of 50% glycerol, 40 ml of 1 M MES and 1 ml \\(liquid medium) or 5 ml \\(solid medium) of 200 mg ml<sup>-1</sup> glucose and make up the volume to 1000 ml. For solid medium \\(co-cultivation) add 15 g agar-agar. Autoclave at 121&#xB0;C for 15 min. Cool to 55&#xB0;C, add 1 ml of 200 mM acetosyringone. Mix vigorously. Solid medium: dispense 20 ml per Petri dish. Store the agar plates and liquid medium at room temperature. \r\n\n\n**? Troubleshooting**.\r\n\n\n\r\n\n\n**GM7 medium<sup>14</sup> for the selection of transformants**: Dissolve 3 g L-asparagine, 1 g KH<sub>2</sub>PO<sub>4</sub>, 0.5 g MgSO<sub>4</sub> &#xB7; 7H<sub>2</sub>O, and 20 g glucose in 900 ml of distilled water. Add 200 &#xB5;l of 250 mg ml<sup>-1</sup> CaCl<sub>2</sub>, 100 &#xB5;l of 100 mg ml<sup>-1</sup> FeCl<sub>3</sub> and 100 &#xB5;l of 10 mg ml<sup>-1</sup> thiamine. Adjust the pH to 5.6 with 1 M NaOH and make up the volume to 1000 ml. Add 15 g agar-agar and autoclave at 121 &#xB0;C for 15 min. Cool to 55&#xB0;C, add hygromycin B from a stock solution of 100 mg ml<sup>-1</sup> to reach the required concentration - \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/1021/original/temp.doc and cefotaxime to 200 &#xB5;M. Mix vigorously. Pour the medium into sterile plastic Petri plates in a sterile hood. \r\n\n\n\r\n\n\n**Czapek Dox medium for the selection of transformants**: Dissolve 33.4 g Czapek Dox powder in 900 ml of distilled water and bring the volume to 1000 ml. Add 15 g agar-agar and autoclave at 121&#xB0;C for 15 min. Cool the medium to 55&#xB0;C, add hygromycin B from a stock solution of 100 mg ml<sup>-1</sup> to reach the required concentration \"table 1\":http://www.nature.com/protocolexchange/system/uploads/1021/original/temp.doc) and cefotaxime to 200 &#xB5;M. Mix vigorously. Pour the medium into sterile plastic Petri plates in a sterile hood.\r\n\n\n\r\n\n\n**Potato extract glucose medium for the selection of transformants**: Dissolve 26.5 g potato extract glucose broth in 900 ml of distilled water and bring the volume to 1000 ml. Add 15 g agar-agar and  autoclave at 121&#xB0;C for 15 min. Cool the medium to 55&#xB0;C and add hygromycin B to the required concentration and cefotaxime to 200 &#xB5;M. Mix vigorously. Pour the medium into sterile plastic Petri plates in a sterile hood."
        },
        {
            "header": "Procedure",
            "content": "**BOX1**\r\n\n\n\r\n\n\n**Preparation of A. tumefaciens for electroporation**\r\n\n\n**=> Timing 3 days**\r\n\n\nI. Add a single colony of _A. tumefaciens_ AGL1 to 20 ml LB medium in a 100 ml Erlenmeyer flask, grow overnight on a rotary shaker at 28°C and 150 rpm.\r\n\n\n**Critical**: _A. tumefaciens_ cultures should always be grown from a single colony picked from a freshly streaked plate. \r\n\n\nII. Inoculate 1 liter LB medium in a 3 l Erlenmeyer flask with 5 - 10 ml of fresh overnight culture. Shake well at 28ºC in a rotary shaker at 200 rpm. Monitor the growth of the strain until OD600 reaches a value 0.5 to 0.9. Chill the flask on ice for 15 min.\r\n\n\n**Critical**: If cells grow over OD\n600\nof 0.9, dilute with fresh LB broth to an optical density of approx. 0.2 and regrow to desired optical density.\r\n\n\nIII. Pellet the cells in a sterile centrifuge tube at 4000 x g for 10 min at 4°C. \r\n\n\n**Critical**: Do not centrifuge at a higher g-value than needed to pellet the cells. More centrifugal force applied for a longer time reduces the survival rate after electroporation.\r\n\n\nIV. Wash pellet twice in 100 ml of cold distilled water and centrifuge at 4000 x g for 10 min at 4°C; remove and discard supernatant.\r\n\n\nV. Resuspend cell pellet in 20 ml of cold 10% glycerol. Centrifuge at 4000 x g for 10 min at 4°C; remove and discard supernatant.\r\n\n\nVI. Resuspend the cells in a final volume of 2 - 3 ml of cold 10% glycerol.  \r\n\n\nVII. To freeze competent cells, aliquot into 1.5 ml microcentrifuge tubes \\(45 µl tube\n-1\n) and place tubes in liquid nitrogen until frozen. Store at -70°C for up to 2 years. \r\n\n\n\r\n\n\n\r\n\n\n**BOX2**\r\n\n\n\r\n\n\n**Transformation of Agrobacterium tumefaciens by electoporation**\r\n\n\n**=>Timing 4 hours**\r\n\n\nI. Place LB medium in a 28°C water bath. Place selective plates at 28°C for 1 hour.\r\n\n\nII. Place electroporation cuvettes and microcentrifuge tubes on ice. \r\n\n\nIII. Thaw electrocompetent cells of A. tumefaciens on ice \\(about 10 min) and mix cells by flicking the tube gently. Transfer 40 μl of the cell suspension to a cooled microcentrifuge tube. Add 1 μl of plasmid solution in water containing 10 - 100 pg plasmid DNA and mix gently. \r\n\n\nIV. Carefully transfer the cell/DNA mixture into a chilled cuvette without introducing bubbles. Make sure that the suspension deposits along the bottom of the cuvette. Electroporate by using the following conditions: Voltage 1.8 kV, shunt resistor 200 Ω, and capacitor 25 μF. The typical time constant resulting from this setting is 4 milliseconds.\r\n\n\nV. Immediately after delivering the pulse, add 800 µl of LB medium pre-heated to 28°C to the cuvette, mix by inverting the cuvette twice and then transfer the contents to a 1.5 ml microcentrifuge tube. \r\n\n\nVI. Incubate without shaking at 28°C for 3 hours.\r\n\n\nVII. Spread 100 μl of cell suspension onto LB agar medium containing the appropriate antibiotics.\r\n\n\nVIII. Incubate at 28°C for approximately 48 h until colonies appear.\r\n\n\n\r\n\n\n\r\n\n\n**BOX 3**\r\n\n\n\r\n\n\n**Preparation of membranes for co-cultivation** \r\n\n\nCellophane membranes can be purchased pre-cut into cicrles fitting Petri dishes or cut from household cellophane foil for preserves \\(see equipment) into circles 9.5 cm diameter. A stack of cellophane membranes interlaced with filter paper strips is placed into a glass Petri dish of 11 cm diameter filled with distilled water and autoclaved for 15 min at 121°C \\(**figure 2**). Cellophane membranes work as well as do the nylon membranes, Hybond N and Hybond N+, used by others \\(Michielse et al., 2005). \r\n\n\n\r\n\n\n\r\n\n\n**BOX 4**\r\n\n\n\r\n\n\n**Determination of fungal spore density**\r\n\n\nThe spore density is calculated by counting spores in a Thoma hemacytometer with a  depth of 0.1 mm. A single large square subdivided into 16 smaller squares, which are divided into 16 mini squares each \\(0.0025mm\n2\n).\r\n\n\nI. Moisten the external supports with distilled water and push the cover glass gently onto the counting chamber from the front. The formation of interference lines \\(Newton rings) between the external support and the cover glass shows that the cover glass is correctly positioned. \r\n\n\n**Critical**: The cover glass is fragile and is special for this chamber.\r\n\n\nII. Place a drop of a diluted spore suspension into the counting chamber covered by cover glass. The gap between the cover glass and the chamber base fills up due to capillary action. \r\n\n\nIII. Place the counting chamber under a light microscope, select an appropriate  magnification and count spores in 4 small squares \\(figure 3). Spores crossing the border of a square are counted on two sides only for each square. \r\n\n\nIV. The spore concentration is calculated as:\r\n\n\nSpores ml-1 = total spore count in 4 small squares x 2500 x dilution factor. \r\n\n\n\r\n\n\n\r\n\n\n**BOX 5**\r\n\n\n\r\n\n\n**Determination of the concentration of selection agent** \r\n\n\nFungal spores are plated on an appropriate agar medium \\(10\n6\nspores per 9 cm plate) containing a dilution series of hygromycin from 50 to 300 µg/ml. The lowest concentration at which no growth occur is selected for transformation. The most widely used antibiotic for the selection of fungal transformants is hygromycin B - \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/1021/original/temp.doc. \r\n\n\n\r\n\n\n\r\n\n\n**PROCEDURE**\r\n\n\n\r\n\n\n**Preparation of fungal recipient** \r\n\n\n**=> Timing 20 days** \r\n\n\nPreparation of fresh fungal spores is described for _Gliocladium roseum_ \\(_Clonostachys rosea_) as an example. The optimal medium, incubation temperature and time varies with species. For most fungi investigated in the laboratory, culture conditions inducing sporulation are known. Factors enhancing spore production in most species are irradiation with near-UV light, incubation on media with a low nutrient content, e.g. straw extract, and the use of vigorously agitated liquid cultures instead of solid cultures.  \r\n\n\n1. Inoculate _G. roseum_ onto PDA agar and incubate for 20 days at 24°C. \r\n  2. Wash spores from one Petri dish with 3 ml of sterile tap water. Use a Drigalski spatula to release the spores gently from mycelium.\r\n  3. Collect spore suspension and determine spore concentration as described in BOX3.\r\n  4. Adjust spore density to 107 spores ml-1 with sterile tap water.\r\n  **Critical**: Store spore suspensions for transformation experiments at 4°C for no more than  50 hours. \r\n\n\n\r\n\n\n**Preparation A. tumefacies AGL1 as a donor**  \r\n\n\n**=> Timing 48 hours**\r\n\n\n5. Inoculate 10 ml of LB medium in a 100 ml Erlenmeyer flask containing appropriate antibiotics with a single colony of _A. tumefacies_ carrying a transformation vector - \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/1021/original/temp.doc. Grow the strain at 28°C on a rotary shaker at 200 rpm until the OD\n600\nreaches 0.5 to 0.9. For selection of _A. tumefaciens_ carrying Ti-plasmid pTiBo542ΔT and any binary vector from the list shown in \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/1021/original/temp.doc, supplement the growth medium with kanamycin, rifampicin, and carbenicillin at 50, 50, and 25 µg ml-1, respectively.\r\n  **Critical step** : _A. tumefaciens_ cultures for transformation experiments should always be grown from a single colony picked from a freshly streaked selective plate. Sub-culturing directly from glycerol stocks, agar stabs or old liquid cultures may lead to unsatisfactory results.\r\n\n\n\r\n\n\n**Pre-induction of T-DNA mobilization in _Agrobacterium tumefaciens_**\r\n\n\n**=> Timing 12 hours**\r\n\n\n6. Centrifuge 5 ml of the culture in a sterile 15 ml centrifuge tube at 4000 x g for 5 min at room temperature. \r\n  7. Decant the supernatant as soon as the rotor stops. Add 1 ml IM to the cell pellet; pipet up and down or vortex gently until cells are uniformly resuspended.\r\n  8. Transfer the mixture to a 2 ml microcentrifuge tube and centrifuge at 4000 x g for 5 min at room temperature. Wash the cells a second time by resuspending in 500 µl IM using the same technique. Centrifuge the cell suspension at 4000 x g for 5 min at room temperature. \r\n  9. Resuspend the bacterial pellet in 150 µl of IM.\r\n  10. Dilute bacterial cells to OD\n600\n= 0.15 with IM supplemented with 200 μM acetosyringone. Grow cells for 8-12 hours with vigorous aeration in a 100 ml Erlenmeyer flask at 28°C until the cells reach OD\n600\n= 0.3.\r\n  **Critical step**: Do not grow cells at temperatures > 28°C. If the culture develops visible clumps, do not use it. \r\n\n\n**Co-cultivation of _Agrobacterium tumefaciens_ and fungal recipient** \r\n\n\n**=> Timing 60 hours**\r\n\n\n11. Prepare 200 μl of a 1:1 mixture of the fungal spore suspension \\(10\n7\nml\n-1\n) and the induced _A. tumefaciens_ culture from step 10 and spread onto the surface of a cellophane sheet placed on an IM agar plate supplemented with 200 μM acetosyringone. \r\n  **Critical**: For uniform distribution use a sterile Drigalski spatula or a glass \"hockey\" stick. \r\n\n\n12. Incubate the plates for 60 hours at 23°C. \\(Optimal time and temperature may differ by species.) Transformation of all species listed in \"table 1\":http://www.nature.com/protocolexchange/system/uploads/1021/original/temp.doc was successful under these conditions.\r\n  **Critical**: A dense layer of mycelium must be formed at the end of the co-cultivation period \r\n\n\n\\(**figure 4**).\r\n\n\n**? Troubleshooting** \r\n\n\n\r\n\n\n**Selection of transformants**\r\n\n\n**=> Timing: up to 7 days**\r\n\n\n14. After co-cultivation, use sterile forceps to transfer the cellophane membranes onto selection plates containing 200 μM cefotaxime and hygromycin B \\(or other antibiotic depending on the selection marker used).\r\n  15. After 7-10 days \\(may differ depending on the species), colonies of transformants should be readily visible on the background of decaying mycelium \\(**figure 5**). Transfer the colonies onto fresh selection plates containing the same antibiotics."
        },
        {
            "header": "Timing",
            "content": "Two to three weeks for fast-growing fungi."
        },
        {
            "header": "Critical Steps",
            "content": "See Procedure."
        },
        {
            "header": "Troubleshooting",
            "content": "For troubleshooting guidance, see \"Table 2\":http://www.nature.com/protocolexchange/system/uploads/1021/original/temp.doc."
        },
        {
            "header": "Anticipated Results",
            "content": "The procedure routinely generates 8 - 15 hygomycin resistant colonies per 106 fungal spores per plate for both _G. roseum_ and _L. maculans_. It can be used to generate hundreds of independent transformation events in one experiment and is suitable for saturation mutagenesis. \r\n\n\nAdaptation of the protocol to different fungal species is easy. A crucial parameter to determine for each fungal isolate separately is the concentration of the selection agents. No further optimization is needed when a limited number of transformants have to be generated \\(e.g., transformation of overexpression or silencing constructs). For genome-wide mutagenesis, the efficiency of the transformation should be maximized. The most important parameters to optimize are the ratio between A. tumefaciens cells and fungal spores and the duration of the co-cultivation."
        },
        {
            "header": "References",
            "content": "1) Mueller, G. M. &amp; Schmit, J. P. Fungal biodiversity: what do we know? What can we predict? _Biodivers. Conserv_. **16**, 1-5 \\(2007).\r\n\n\n2) Demain, A.L. Microbial biotechnology. _Trends Biotech_. **18**, 26-31 \\(2000).\r\n\n\n3) Askenazi, M. et al. Integrating transcriptional and metabolite profiles to direct the engineering of lovastatin-producing fungal strains. _Nat. Biotech_. **21**, 150-156 \\(2003).\r\n\n\n4) de Groot, M.J., Bundock, A.P., Hooykaas, P.J.J. &amp; Beijersbergen, A.G.M. Agrobacterium tumefaciens-mediated transformation of filamentous fungi. _Nat. Biotechnol_. **16**, 839&#x2013;842 \\(1998).\r\n\n\n5) Meyer, V., M&#xFC;ller, D., Strowig, T. &amp; Stahl, U. Comparison of different transformation methods for _Aspergillus giganteus. Curr. Genet_. **43**, 371-377 \\(2003).\r\n\n\n6) Helber, N., &amp; Requena, N. Expression of the fluorescence markers DsRed and GFP fused to a nuclear localization signal in the arbuscular mycorrhizal fungus _Glomus intraradices_. _New Phytol_. **177**, 537-548 \\(2007).\r\n\n\n7) Michielse, C.B, Hooykaas, P.J., van den Hondel, C.A. &amp; Ram, A.F. _Agrobacterium_-mediated transformation as a tool for functional genomics in fungi. _Curr. Genet_. **48**, 1-17 \\(2005).\r\n\n\n8) Gelvin, S.B. _Agrobacterium_-mediated plant transformation: The biology behind the \"gene-jockeying\" tool. _Microbiol. Mol. Biol. Rev_. **67**,16-37 \\(2003).\r\n\n\n9) Zhang, X., Henriques, R., Lin, S.S., Niu, Q.W., &amp; Chua, N.H. _Agrobacterium_-mediated transformation of _Arabidopsis thaliana_ using the floral dip method. _Nat. Protoc_. **1**, 641-646 \\(2006).\r\n\n\n10) Kereszt, A. et al. _Agrobacterium rhizogenes_-mediated transformation of soybean to study root biology. _Nat. Protoc_. **2**, 948-952 \\(2007).\r\n\n\n11) Ishida, Y., Hiei, Y. &amp; Komari, T. _Agrobacterium_-mediated transformation of maize. _Nat. Protoc_. **2**, 1614-1621 \\(2007).\r\n\n\n12) Nishimura, A., Aichi, I. &amp; Matsuoka, M. A protocol for _Agrobacterium_-mediated transformation in rice. _Nat. Protoc_. **1**, 2796-2802 \\(2006).\r\n\n\n13) Zeise, K. &amp; von Tiedemann, A. Morphological and physiological differentiation among vegetative compatibility groups of _Verticillium dahliae_ in relation to _V. longisporum_. _J. Phytopathol_. **149**, 469&#x2013;475 \\(2001).\r\n\n\n14) Karlovsky, P. Inhibition of imidazoleglycerolphosphate dehydratase of _Phytophthora parasitica_ by aminotriazole _in situ_ and after cloning and expression of the respective gene \\(HIS3) in _Escherichia coli_. _J. Phytopathol_. **141**, 121-126 \\(1994).\r\n\n\n15) Utermark, J. &amp; Karlovsky, P. Role of zearalenone lactonase in protection of _Gliocladium roseum_ from fungitoxic effects of the mycotoxin zearalenone. _Appl. Environ. Microbiol_.**73**, 637-642 \\(2007).\r\n\n\n16) Utermark, J. &amp; Karlovsky, P. Quantification of green fluorescent protein fluorescence using real-time PCR thermal cycler. _BioTechniques_ **41**, 50-54 \\(2006).\r\n\n\n17) Eynck, C., Koopmann, B., Grunewaldt-Stoecker, G., Karlovsky, P. &amp; von Tiedemann, A. Differential interactions of _Verticillium longisporum_ and _V. dahliae_ with _Brassica napus_ detected with molecular and histological techniques. _Eur. J. Plant Pathol_. **118**, 259-272 \\(2007)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10893,
                "identity": "9f2b3254-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jan Utermark",
                "email": "",
                "orcid": "",
                "institution": "Molecular Phytopathology and Mycotoxin Research Unit Goettingen University Grisebachstrasse 6 D-37077 Goettingen Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jan",
                "middleName": "",
                "lastName": "Utermark",
                "suffix": ""
            },
            {
                "id": 10894,
                "identity": "9f2b35e3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Petr Karlovsky",
                "email": "",
                "orcid": "",
                "institution": "Molecular Phytopathology and Mycotoxin Research Unit Goettingen University Grisebachstrasse 6 D-37077 Goettingen Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Petr",
                "middleName": "",
                "lastName": "Karlovsky",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-12-16 19:36:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.83",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.83",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607908,
                "identity": "af44572b-ebf6-44c8-b672-b432383285b4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 125405,
                "visible": true,
                "origin": "",
                "legend": "Flow chart of _Agrobacterium tumefaciens_-mediated transformation of _Gliocladium roseum_.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-427/v1/figure_1.png"
            },
            {
                "id": 2607909,
                "identity": "c6179db2-cc07-47da-a2f4-d9eef3f455c6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 309982,
                "visible": true,
                "origin": "",
                "legend": "Autoclaved cellophane sheets",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-427/v1/figure_2.png"
            },
            {
                "id": 2607911,
                "identity": "b4d8e2ab-d78d-41cd-afa4-79b2cf89da82",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 382637,
                "visible": true,
                "origin": "",
                "legend": "Thoma hemacytometer with spores of _Gliocladium roseum_. A small square (red) is divided into 16 mini squares 0.0025 mm^2^ each (green). For details see BOX 3.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-427/v1/figure_3.png"
            },
            {
                "id": 2607913,
                "identity": "fcbe523b-5f9a-427f-bce5-48da6eec4a41",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:51",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 493091,
                "visible": true,
                "origin": "",
                "legend": "Co-cultivation of _A. tumefaciens_ with fungal spores.    (A) _A temefaciens_ with _Gliocladium roseum_ on a cellophane membrane after 60 hours of co-cultivation, surrounded by detached flagellae. Samples were stained with 2 % uranyl acetate (w/v) and visualized by transmission electron microscopy. Scale bar: 2.5 micrometre.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-427/v1/figure_4.png"
            },
            {
                "id": 2607912,
                "identity": "fda9d869-0eb5-423b-bb32-0e3c9df29c54",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 452852,
                "visible": true,
                "origin": "",
                "legend": "Selection of transformants.    (A) _Gliocladium roseum_ after 10 days of incubation on a cellophane membrane on GM7 medium containing 250 microgram per ml hygromycin B and 200 microMolar cefotaxime. (B) _Leptosphaeria maculans_ after 7 days of incubation on a cellophane membrane on Czapek-Dox medium supplemented with 50 microgram per ml hygromycin B and 200 microMolar cefotaxime.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-427/v1/figure_5.png"
            },
            {
                "id": 13465117,
                "identity": "555d4065-42ef-4ff4-ad2d-88d42ece678d",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:44",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1948679,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-427/v1/6136753b-5250-4956-a4a7-7706fa6b85db.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "filamentous fungi, Agrobacterium tumefaciens, transformation\r\n\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Genetic transformation of filamentous fungi by Agrobacterium tumefaciens",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-03-20 06:54:30",
                "doi": "10.1038/nprot.2008.83",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 3
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f2abd13-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 20th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2079,
                "name": "Biological techniques"
            },
            {
                "id": 2080,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-03-20 06:54:30",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}