{
    "identity": "nprot-2016",
    "title": "Scanning interferometry of basilar membrane vibration in sensitive gerbil cochleae",
    "content": [
        {
            "header": "Equipment",
            "content": "• A heterodyne laser interferometer including an OFV-5000 controller and an OFV-505 sensor head \\(Polytec GmbH, Waldbronn, Germany).\r\n\n\n• A three-dimensional positioning system consisting of three linear translation stages and a controller \\(Newport Corporation, Irvine, CA). \r\n\n\n• A DSP lock-in amplifier \\(SR830, Stanford Research Systems, Inc, Sunnyvale, CA). \r\n\n\n• A signal generation and data acquisition system \\(System II, Tucker-Davis Technologies, Alachua, FL).   \r\n\n\n• A miniature sensitive microphone \\(Etymotic Research Inc., Elk Grove Village, IL).\r\n\n\n• A vibration isolation table \\(Newport Corporation, Irvine, CA) and a sound attenuated booth \\(Industrial Acoustics Company, Bronx, NY)."
        },
        {
            "header": "Procedure",
            "content": "1. Use young healthy Mongolian gerbils \\(40-80 g) for scanning measurement of sound-induced basilar membrane vibration. \r\n  2. Anesthetize animals by intraperitoneal injection of ketamine \\(30 mg/kg) followed by intramuscular xylazine \\(5 mg/kg)\n1, 2\n. \r\n  3. Monitor cochlear sensitivity by recording the compound action potential and by the nonlinear compression of basilar membrane responses.  \r\n  4. Remove the original collimating and focusing lenses and precisely align different optical components\n1, 3\nof the interferometer sensor head to improve the optical sensitivity. Use a compact laser power meter to monitor the alignment result of each optical component. Couple the object beam of the laser interferometer into a custom-built microscope. Use the carrier signal level to monitor the optical sensitivity of the system when the object beam was focused on a low reflective \\(~0.0001%) surface. Minimize the noise floor of the instrument by maximizing the carrier signal level. For scanning measurements of the basilar membrane vibration, the transparency of the perilymph in the optical path significantly affects the carrier signal level and the noise floor. Blood cells suspended in the perilymph often prevent the interferometer from detecting the basilar membrane vibration. Thus minimize bleeding and avoid blood cells entering the cochlea.\r\n  5. Expose approximately 1-mm-long basilar membrane in the first turn through surgically opened round window. Focus the object beam of the scanning interferometer on the basilar membrane through a glass coverslip and the perilymph. Define the scanning paths by 10 to 20 reference points using a 3-dimensional positioning system. The longitudinal scanning path is approximately underneath the second row of outer hair cells; the radial scanning path is at the best-frequency location. Digitize the magnitudes and phases of the basilar membrane vibration velocity in response to a continuous best-frequency tone at the rate of 2 samples/s when moving the laser focus spot along the longitudinal scanning path at the speed of 5.0 µm/s. The scanning rate along the radial direction is 2.0 µm/s. Calculate the displacement magnitude \\(D) in nm and phase \\(Φ) in radians at each location from the velocity magnitude \\(V) and phase \\(θ) according to D = V / 2πf and Φ = θ - π/2, where f is the stimulus frequency in Hz. \r\n  6. Measure the volume displacement of the basilar membrane vibration \\(V\nbm\n) as follows. Normalize the measured magnitude-radial location function with the maximum magnitude as 1.0. Obtain the radial magnitude pattern at each longitudinal location by multiplying the normalized radial magnitude pattern by the measured displacement at the given longitudinal location. Plot all displacement values over the in-plane vibrating area to show the spatial pattern of the basilar membrane vibration. Obtain the phase value at each location inside the in-phase vibrating area from the longitudinal and radial phase. Add a constant to all phase values over the in-phase vibrating area to shift the phase value at the best-frequency location to nπ \\(n = 0, 1, 2…), and then calculate the maximum volume displacement of the basilar membrane vibration V\nbm+\n. Derive the real value \\(R) at each location from magnitude \\(M\np\n) and phase \\(Φ\np\n) using R = M\np\n*cos\\(Φ\np\n), and integrate R over the in-phase vibration area to quantify V\nbm+\n. Define the in-phase vibration area by the basilar membrane width in the radial direction and a half-wavelength distance in the longitudinal direction. \r\n  7. Measure the volume displacement of the stapes vibration \\(V\ns+\n) as the product of the single-point displacement amplitude \\(D\nps\n) and the area of the stapes footplate \\(A\ns\n). Record D\nps\napproximately from the center of the stapes footplate. Although complex stapes vibration has been reported\n4\n, our pilot experiments showed that vibrations from four distributed locations on the stapes footplate were in phase and that their mean was very close to the measured single-point displacement from the center. In addition, the single-point vibration of the stapes has been commonly used for calculating the basilar membrane vibration transfer function\n5\n.   \r\n  8. Harvest the stapes and mount it using bone wax, with the perilymphatic surface of the stapes footplate in an approximately horizontal plane. Capture the image of the stapes footplate using a digital camera through a stereomicroscope. Detect the edge of the stapes footplate and calculate A\ns\nby multiplying the number of pixels of stapes footplate image with the area of each pixel. \r\n  9. Obtain the volume displacement gain of the basilar membrane vibration \\(G\nvol\n) according to G\nvol\n= V\nbm+\n/ V\ns+\nat different intensities. Calculate the displacement gain at a single location \\(G\np\n) using G\np\n= D\npbm\n/ D\nps\n, where D\npbm\nand D\nps\nare displacements at the best-frequency location and at the stapes.   \r\n  10. Quantify the relevant energy of the cochlear partition vibration by measuring power in the cochlear fluid surrounding the partition according to classical cochlear mathematical models\n6-9\n, which present the cochlear traveling wave using a series of independent sections along the longitudinal direction, and neglect longitudinal coupling. Calculate energy in the cochlear fluid based on the volume velocity and fluid characteristic impedance\n10\n. Obtained the sound energy passing through the in-phase vibrating area centered at the best-frequency site in 1 second \\(I\nbf\n) according to the equation I\nbf\n= \\(V\nbfV\n)\n2\nρ c, where V\nbfV\nis the volume velocity measured centered at the best-frequency location \\(V\nbfV\n= 2 π f V\nbm+\n, where f is frequency and V\nbm+\nis the volume displacement),  ρ is the density of the cochlear fluid \\( ρ = 1,000 kg/m3), and c is the speed of sound in water \\(c = 1,500 m/s). Similarly, quantify energy in the cochlear fluid near the stapes \\(I\ns\n) according to equation I\ns\n= \\(V\nsV\n)\n2\nρ c, where V\nsV\nis the volume velocity of the stapes vibration \\(V\nsV\n= 2 π f V\ns+\n, where f is frequency and V\ns+\nis volume displacement of the stapes vibration.  \r\n  11. Finally, calculate the energy gain \\(G\ne\n) from equation G\ne\n= I\nbf\n/ I\ns\n. According to the above relationship between energy and volume displacement, G\ne\n= G\nvol\n2\n, where G\nvol\nis the volume displacement gain."
        },
        {
            "header": "References",
            "content": "1. Ren, T. Longitudinal pattern of basilar membrane vibration in the sensitive cochlea. Proc. Natl. Acad. Sci. USA. 99, 17101-17106 \\(2002).\r\n  2. He, W., Fridberger, A., Porsov, E., Grosh, K. & Ren, T. Reverse wave propagation in the cochlea. Proc. Natl. Acad. Sci. USA. 105, 2729-2733 \\(2008).\r\n  3. Ren, T. Reverse propagation of sound in the gerbil cochlea. Nat Neurosci 7, 333-334 \\(2004).\r\n  4. Decraemer, W.F., Khanna, S.M. & Funnell, W.R. A method for determining three-dimensional vibration in the ear. Hear. Res. 77, 19-37 \\(1994).\r\n  5. Robles, L. & Ruggero, M.A. Mechanics of the mammalian cochlea. Physiol. Rev. 81, 1305-1352 \\(2001).\r\n  6. Peterson, L.C. & Bogert, B.P. A dynamic theory of the cochlea. J. Acoust. Soc. Am. 22, 369-381 \\(1950).\r\n  7. Zwislocki, J.J. Wave motion in the cochlea caused by bone conduction. J. Acoust. Soc. Am. 25, 986-989 \\(1953).\r\n  8. Neely, S.T. & Kim, D.O. An active cochlear model showing sharp tuning and high sensitivity. Hear. Res. 9, 123-130 \\(1983).\r\n  9. Crocker, M.J. Handbook of Acoustics \\(John Wiley & Sons, Inc., New York, 1998)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1073/pnas.262663699",
                "date": "2011-01-29 05:42:54",
                "title": "Longitudinal pattern of basilar membrane vibration in the sensitive cochlea",
                "authors": [
                    "T. Ren"
                ],
                "journal": "Proceedings Of The National Academy Of Sciences",
                "logo": ""
            },
            {
                "doi": "10.1038/nn1216",
                "date": "2011-01-29 05:44:17",
                "title": "Reverse propagation of sound in the gerbil cochlea",
                "authors": [
                    "Tianying Ren"
                ],
                "journal": "Nature Neuroscience",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11653,
                "identity": "9f911293-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Tianying Ren",
                "email": "rent@ohsu.edu",
                "orcid": "",
                "institution": "Ren's Lab, Oregon Health Science University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Tianying",
                "middleName": "",
                "lastName": "Ren",
                "suffix": ""
            },
            {
                "id": 11654,
                "identity": "9f9115da-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wenxuan He",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wenxuan",
                "middleName": "",
                "lastName": "He",
                "suffix": ""
            },
            {
                "id": 11655,
                "identity": "9f9117af-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Peter Gillespie",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Peter",
                "middleName": "",
                "lastName": "Gillespie",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-01-31 22:49:26",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.207",
        "doiUrl": "https://doi.org/10.1038/protex.2011.207",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464547,
                "identity": "d17c9d18-8f03-4629-9101-d694d207df19",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:45",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 122042,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2016/v1/1d8d3f3e-7906-4f39-b8ab-9729e8463b8b.pdf"
            }
        ],
        "financialInterests": "The authors declare no conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "cochlea, basilar membrane, traveling wave, interferometer",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We describe a protocol for scanning measurement of the basilar membrane vibration in sensitive gerbil cochleae. The scanning interferometer consists of a sensitive heterodyne laser interferometer, a microscope, and a computer-controlled three-dimensional positioning system. Approximately 1-mm basilar membrane is exposed through the surgically opened round window. The magnitude and phase of the basilar membrane vibration in response to a best-frequency tone are measured as functions of the longitudinal and radial locations. The volume velocity of the basilar membrane vibration centered at the best-frequency location is derived from the longitudinal and radial data. These data together with characteristic impedance of the cochlear fluid are used to quantify the power gain of the basilar membrane vibration, which is critical for studying the cochlear-amplifier mechanism.",
        "manuscriptTitle": "Scanning interferometry of basilar membrane vibration in sensitive gerbil cochleae",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-02-01 10:26:04",
                "doi": "10.1038/protex.2011.207",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f90a4fc-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 1st, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2522,
                "name": "Nanoscience and technology"
            },
            {
                "id": 2523,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-02-01 10:26:04",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}