{
    "identity": "nprot-6353",
    "title": "Supplementary Protocol for RNA SPOTs",
    "content": [
        {
            "header": "Reagents",
            "content": "100% ethanol \\(Koptec), #1.5 coverslips \\(3421; Thermo Scientific), trimethoxysilane aldehyde \\(PSX1050; UCT Specialties), 5’-aminated LNA-oligo\\(dT) \\(300100-02; Exiqon), cyanoborohydride coupling buffer \\(C4187; Sigma), sodium chloride \\(AM9759; Thermo Fischer), pH7.5 Tris-HCl \\(15567027; Thermo Fischer), RNeasy Mini Kit \\(74104; Qiagen), LiCl \\(L9650; Sigma), EDTA \\(15575020;Thermo Fischer), Triton X-100 \\(93443; Sigma), SUPERase IN RNase Inhibitor \\(AM2694, Ambion), \\(F9037; Sigma), 20X SSC \\(15557036; Thermo Fischer), Dextran Sulfate \\(D8906 and D4911; Sigma), Tris-HCl pH 8 \\(15568025; Thermo Fischer), Trolox \\(238813; Sigma), glucose \\( G7528; Sigma), pyranose oxidase \\(P4234; Sigma), glucose oxidase \\(G2133; Sigma), mineral oil \\(M5904; Sigma), TCEP \\(646547; Sigma)."
        },
        {
            "header": "Procedure",
            "content": "1. Coverslips functionalization\r\n  \r\n\n\na) Clean coverslips by sonicating the coverslips in 100% ethanol for 20minutes and dry the coverslips with compressed air. \r\n\n\nb) During the cleaning time, prepare an acidic ethanol solution by first diluting 2N acetic acid in water \\(final pH is around 3.5). Then, generate a 10% \\(v/v) solution of the pH 3.5 acetic acid solution in 100% ethanol \\(Koptec). This solution can be stored at room temperature for a long period of time.\r\n\n\nc) Next, prepare the 2% \\(v/v) silanization reaction solution with the acidic ethanol solution. Note: we usually keep trimethoxysilane aldehyde solution in a desiccated container at 4°C and replace with a fresh one every few months.\r\n\n\nd)  Plasma clean the dried coverslips with a plasma sterilizer \\(Harrick Plasma Sterilizer) for 5 minutes with the option HIGH. Alternatively, it might be possible to replace this step by soaking in 1M sodium hydroxide for 20minutes.\r\n\n\ne) The coverslips were immediately immersed in the silanization reaction solution for 15minutes at room temperature. \r\n\n\nf) After triple rinsing of the coverslips with ethanol, the coverslips were heat-cured at 90°C for 10 minutes.\r\n\n\ng) During this time, prepare an oligonucleotide reaction mixture containing 2.5 μM 5’-aminated LNA-oligo\\(dT) \\(300100-02; Exiqon), cyanoborohydride coupling buffer \\(C4187; Sigma), and 1M sodium chloride \\(AM9759; Thermo Fischer).\r\n\n\nh) After heat-cured, the oligonucleotide solution was sandwiched between two coverslips at room temperature in a humid hybridization chamber \\(made from pipette tips box) for 3 hours.\r\n\n\ni) The coverslips were then rinsed with Millipore water and dried with compressed air.\r\n\n\nj) A quenching reaction mixture made from 10%\\(v/v) 100mM pH7.5 Tris-HCl \\(15567027; Thermo Fischer) buffer in cyanoborohydride coupling buffer was added to the entire silanized surface of the coverslips for 30 minutes at room temperature.\r\n\n\nk) Finally, the coverslips were rinsed with water and dried with compressed air.\r\n\n\nl) We usually use the functionalized coverslips as soon as possible, or store them in a desiccated container at 4°C for no more than 2 days.\r\n\n\n\r\n\n\n\r\n\n\n2. RNA preparation\r\n  \r\n\n\na) Perform RNeasy Mini Kit purification according to Qiagen’s instructions.\r\n\n\nb) Do the DNase step.\r\n\n\nc) Once the RNA is suspended in water, determine the concentration using Nanodrop.\r\n\n\nd) Use the RNA immediately or for storage, aliquot them and keep at -80°C. Avoid freeze-thawing the RNA multiple times.\r\n\n\n\r\n\n\n3. RNA capture\r\n  \r\n\n\na) We use customized Secure Seal Flowcell \\(Grace Bio-labs) with the following parameter: 2 x 28mm 3mm ID, 35 x 15 OD, 0.25mm thick.\r\n\n\nb) Apply the flow cell on the freshly made functionalized poly\\(dT) coverslips. Make sure the adhesive is tightly sealed without air bubbles.\r\n\n\nc) Prepare RNA Binding Buffer \\(1M LiCl \\(L9650; Sigma), 40mM pH7.5 Tris-HCl, 2mM EDTA, 0.1% Triton X-100 \\(93443; Sigma), and 20U of SUPERase IN RNase Inhibitor \\(AM2694, Ambion).\r\n\n\nd) Pre-incubate the flow cell with the RNA Binding Buffer for 5 minutes at room temperature.\r\n\n\ne) In the meantime, prepare the desired RNA amount in RNA Binding Buffer. For example, 50ng of total RNA in RNA Binding Buffer.\r\n\n\nf) Remove the pre-incubated RNA Binding Buffer, and flow in the RNA solution. Place the coverslip on the shaker for 2 hours at room temperature to allow RNA capture.\r\n\n\n\r\n\n\n4. Primary probe hybridization\r\n  \r\n\n\na) Prepare a fresh primary probes hybridization buffer containing 30% formamide \\(F9037; Sigma), 2x SSC \\(15557036; Thermo Fischer), and 10% \\(w/v) Dextran Sulfate \\(D8906; Sigma). Note that it takes a while for the Dextran Sulfate to fully dissolve in the solution.\r\n\n\nb) Resuspend the primary probes in this hybridization buffer and heat at 65°C briefly to ensure the primary probes completely dissolve.\r\n\n\nc) Remove the RNA solution and wash the flow cell three times with 2x SSC.\r\n\n\nd) Flow in the primary probes solution.\r\n\n\ne) Seal the inlet of the flow cell with a piece of parafilm to prevent evaporation over time.\r\n\n\nf) Place the flow cell in a humid chamber made from pipette tip box containing some water.\r\n\n\ng) Place the humid chamber at the 37°C incubator for 16-24hours.\r\n\n\n\r\n\n\n5. Primary probe wash\r\n  \r\n\n\na) Prepare a 40% wash buffer solution containing 40% formamide, 2x SSC, and 0.1% Triton X-100. \r\n\n\nb) After primary probe hybridization, remove the primary probe solution completely and wash the flow cell with 40% wash buffer solution for 3 times.\r\n\n\nc) Then incubate the sample at room temperature in this 40% wash buffer solution for 30minutes.\r\n\n\nd) Remove the wash buffer and rinse the sample 3 times with 2x SSC and keep the sample in 2x SSC until the next step.\r\n\n\n6. Imaging and automation set-up\r\n  \r\n\n\na) We use Nikon Ti Eclipse with PFS autofocus microscope. Ideally, any wide field fluorescence microscope with the right set-up should work.\r\n\n\nb) For automated fluidics delivery, we assemble two multichannel fluidics valves \\(EZ1213-820-4; IDEX Health & Science) and a peristaltic pump \\(NE-9000G-UP, New Era Pump Systems Inc). We use Tygon Microbore tubing for all connections \\(06419-01, Cole-Parmer).\r\n\n\nc) Calibrate the amount of volume needed to flow from each loading tubes to the flow cells before the experiment using mocked solutions such as water.\r\n\n\n\r\n\n\n7. SPOTs Imaging \r\n  \r\n\n\na) Prepare the following solutions before SPOTs imaging. \r\n\n\n\\(i) 10% hybridization buffer containing 10% formamide, 2x SSC, and 10% \\(w/v) Dextran Sulfate \\(D4911; Sigma).\r\n\n\n\\(ii) 20% wash buffer solution comprising of 20% formamide, 2x SSC and 0.1% Triton X-100\r\n\n\n\\(iii) 2x SSC supplemented with 20 U/mL SUPERase IN RNase Inhibitor\r\n\n\n\\(iv) Reduction buffer containing 50mM TCEP in 2x SSC with 0.1% Triton X-100.\r\n\n\n\\(v) Unmixed anti-bleaching buffer base \\[final concentration: 20mM Tris-HCl pH 8 \\(15568025; Thermo Fischer), 50mM NaCl, 3mM Trolox \\(238813; Sigma), 0.8% glucose \\(G7528; Sigma) and 20 U/mL SUPERase IN RNase Inhibitor.] \r\n\n\n\\(vi) Unmixed enzymes \\[final concentration: 3U/mL pyranose oxidase \\(P4234; Sigma) or 50U/mL of glucose oxidase \\(G2133; Sigma)]\r\n\n\n\r\n\n\nb) Prepare secondary readout probes hybridization mixture which contains 10nM for each unique readout probes in the 10% hybridization buffer.\r\n\n\nc) Pre-load all the secondary readout probes hybridization mixtures to the loading tubes.\r\n\n\nd) Pre-load the 20% wash buffer, 2x SSC, and reduction buffer to its own loading tubes.\r\n\n\ne) Mix the anti-bleaching buffer base with the enzymes, load to the loading tube, and seal the solution with a layer of mineral oil.\r\n\n\nf) Hybridize primer readout probe in 10% hybridization buffer which is coupled to Alexa 488 by itself or together with serial hybridization 1 readout probes to the washed sample at room temperature for 15minutes.\r\n\n\ng) Wash the sample with 20% wash buffer briefly at room temperature for few minutes, followed by 3 times rinsing with 2x SSC, and keep the solution in mixed anti bleaching buffer.\r\n\n\nh) Connect the flow cell’s inlet to the fluidic valves where the solutions will flow in, and the outlet to the waste. Epoxy the tubing around the inlet and outlet to ensure complete sealing. \r\n\n\ni) If the first serial hybridization is done manually, SPOTs begins with imaging the sample after multiple FOVs are selected. Otherwise, SPOTs begins with flowing in the first serial hybridization buffer after multiple FOVs are selected with the signals from 488 channels. All the automated delivery system and imaging are controlled by custom written script in Micromanager.\r\n\n\nj) The delivery of solution basically proceeds as \\(i) serial hybridization \\(ii) 20% wash \\(iii) 2x SSC wash \\(iv) Anti-bleaching buffer \\(Imaging) \\(v) TCEP reduction buffer \\(post-imaging) \\(vi) 2x SSC wash \\(pre-hybridization of next round).\r\n\n\nk) After 20 rounds of serial hybridizations, multispectral beads images are manually taken for image analysis usage."
        },
        {
            "header": "Troubleshooting",
            "content": "a) All the preparation and experiment require RNase free environment. Make sure you use RNase-free reagents.\r\n\n\nb) After the experiment is done, it is a good practice to flow in RNase-zap water to clean the automation.\r\n\n\nc) If the target is too dense such that dots are overlapping each other as visualizing from 488 channel, dilute the RNA amount used, and vice versa.\r\n\n\nd) Ensure auto-focus is turned on throughout imaging."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4500",
                "date": "2017-11-13 17:38:52",
                "title": "Profiling the transcriptome with RNA SPOTs",
                "authors": [
                    "Chee-Huat Linus Eng",
                    "Sheel Shah",
                    "Julian Thomassie",
                    "and Long Cai"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15185,
                "identity": "a1368998-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Long Cai",
                "email": "lcai@caltech.edu",
                "orcid": "",
                "institution": "California Institute of Technology",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Long",
                "middleName": "",
                "lastName": "Cai",
                "suffix": ""
            },
            {
                "id": 15182,
                "identity": "a1367b66-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chee Huat (Linus) Eng",
                "email": "",
                "orcid": "",
                "institution": "California Institute of Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chee",
                "middleName": "Huat (Linus)",
                "lastName": "Eng",
                "suffix": ""
            },
            {
                "id": 15183,
                "identity": "a1367fd9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sheel  Shah",
                "email": "",
                "orcid": "",
                "institution": "California Institute of Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sheel",
                "middleName": "",
                "lastName": "Shah",
                "suffix": ""
            },
            {
                "id": 15184,
                "identity": "a13686ab-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Julian  Thomassie",
                "email": "",
                "orcid": "",
                "institution": "California Institute of Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Julian",
                "middleName": "",
                "lastName": "Thomassie",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-10-25 03:39:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.131",
        "doiUrl": "https://doi.org/10.1038/protex.2017.131",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465401,
                "identity": "8fc6f8f1-6f3e-464b-811f-af5e58f39262",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 120801,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6353/v1/406d10f7-90bb-4aa7-81cf-d43f3b756f21.pdf"
            }
        ],
        "financialInterests": "L.C., C.-H.L.E., and S.S have filed a patent on RNA SPOTs and its barcoding scheme.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "RNA, quantitation, seqFISH, FISH, SPOTs, single molecule",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Single molecule FISH \\(smFISH) has been the gold standard in quantifying individual transcripts abundances.  We recently demonstrate the scaling up of smFISH to the transcriptome level by profiling of 10,212 different mRNAs from mouse fibroblast and embryonic stem cells. This method, called RNA SPOTs \\(Sequential Probing of Targets), provides an accurate and low-cost alternative to sequencing in profiling transcriptomes. This protocol contains the steps to carry out RNA SPOTs. It accompanies Eng et al, Nature Methods \\(published online Nov 13, 2017, 10.1038/nmeth.4500).",
        "manuscriptTitle": "Supplementary Protocol for RNA SPOTs",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-11-20 23:08:48",
                "doi": "10.1038/protex.2017.131",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a13602f0-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 20th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4090,
                "name": "Biotechnology"
            },
            {
                "id": 4091,
                "name": "Biological techniques"
            },
            {
                "id": 4092,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-11-20 23:08:48",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}