{
    "identity": "pex-1326",
    "title": "<p>Cost-Effective and Functional Alternatives to Thermanox&nbsp;Cover Rings for Tumor Xenotransplantation on Fertilized Chicken Eggs</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>\tUsually, human tumor xenografts are transplanted to immunodeficient mice,&nbsp;which is the most common animal model for tumor xenotransplantation, although it is associated with high costs and administrative and ethical barriers.&nbsp;An avian alternative is the xenotransplantation of tumor cells to the chorioallantoic membrane (CAM) of fertilized chicken eggs. The egg model is natural immunodeficient, because immunocompetence in birds develops only after hatching.<sup>1</sup>&nbsp;The CAM is an extra embryonic membrane, in which blood vessels start to grow on day 3 of development. Around day 8 of development the blood vessel network is dense enough to support the growth of a tumor xenograft,<sup>2-4</sup>&nbsp;just like in immune-compromised mice.&nbsp;The CAM is noninnervated and allows painless tumor inoculation, growth and injections. Other advantages compared to mice are the faster tumor growth and a tumor microenvironment, which resembles those of primary patient tissue and the derived mouse xenografts.<sup>5-8</sup>&nbsp;&nbsp;Experiments with fertilized chicken eggs can be easily performed in any laboratory, as an animal application is not required until day 18 of embryonic development, when the xenografts have to be resected because the chick hatches on day 21. Thus, the chicken egg xenotransplantation model is well suited for short-term&nbsp;<em>in vivo</em>&nbsp;xenograft growth for up to 10 days.&nbsp;</p><p>\tFor xenotransplantation of tumor cells to fertilized chicken eggs, we and others have until recently used small rings, which we punched from ThermanoxÔ&nbsp;plastic cell culture coverslips 13 mm ø.<sup>9-12</sup>&nbsp;These rings stuck onto the CAM and avoid the sliding of inserted tumor cells around and enable the growth of three-dimensional tumor xenografts. The latter are supplied by blood vessels of the CAM and chick fibroblasts contribute to the formation of a tumor stroma.<sup>10</sup>Unfortunately, we have often had the problem that the ThermanoxÔ&nbsp;coverslips were not available for months. This was annoying because it prevented us from conducting egg xenograft experiments. In addition, the ThermanoxÔ&nbsp;coverslips rings are with 0.75 €/ring relatively expensive. Therefore we looked for alternatives and evaluated the suitability of self-made rings from agar and PVC tube. We found that such rings were as good as the before used ThermanoxÔ&nbsp;rings and describe here the procedure for preparation and handling.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;70% (vol/vol) ethanol in dH<sub>2</sub>O (Sigma-Aldrich, St. Louis, Missouri, USA).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Matrigel<strong>™</strong>&nbsp;(BD Biosciences, Heidelberg, Germany).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chick saline (7.2 g NaCl, 0.37 g KCl, 0.23 g CaCl<sub>2</sub>&nbsp;per Liter ddH<sub>2</sub>O, pH 7.2-7.3).<sup>13</sup></p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ketanest&nbsp;25 mg/ml (Pfizer Pharma PFE GmbH, Berlin, Germany).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sixty fertilized eggs from highly genetically identical hybrid Lohman Brown (LB) chicks were obtained from a local ecological hatchery (Geflügelzucht Hockenberger, Eppingen, Germany).</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;Thermanox&nbsp;plastic cell culture coverslips 13 mm ø (Thermo Scientific, Rochester, NY, USA).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Agar microbiology tested, suitable for plant cell culture, suitable for cell culture, powder (Sigma-Aldrich  \t\t\tChemie, GmbH, Steinheim, Germany).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;PVC Tubings for extracorporeal circulation (Raumedic-ECC, Rehau, Germany).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;15 ml Faclon tubes (Greiner, Darmstadt, Germany).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;FACS tubes (Becton Dickinson, Heidelberg, Germany)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Petri dishes (Greiner, Darmstadt, Germany).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Egg incubator - digital motor breeders Type 168/D (Siepmann GmbH, Herdecke, Germany).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Sterile scissors and forceps (Keysurgical®, USA).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Leukosilk® tape (BSN medical, Hamburg, Germany).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Omnican® F fine dosage syringe with an integrated 30G × 8 mm needle (B. Braun Melsungen AG, Melsungen, Germany).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Pipettes 20 µl and 200 µl</p>"
        },
        {
            "header": "Procedure",
            "content": "RING PREPARATION\nThermanox rings\nwere punched from coverslips and the ring hole was enlarged with scissors to a diameter of approximately 9 mm. The rings were washed with 70% EtOH and stored in a sterile petri dish.\nAgar rings\nwere prepared by boiling 3% agarose in 1× PBS, followed by the pouring of a gel of about 2 mm high. After solidification of the gel, platelets were carefully cut out using the open end of 15 ml Falcon tubes and rings were prepared by cutting out the inlet with FACS tubes. The agar rings were stored in sterile PBS at 4°C.\nPVC tube rings\nwere cutted out from PVC tubes by the use of sterile scissors, followed by washing with 70% ethanol and storage in a sterile petri dish. The basic material used for preparation of each ring type is shown in Fig. 1A, the preparation of rings in Fig. 1B and the final rings stored in Petri dishes in Fig. 1C.\nEGG PREPARATION\nThis step was performed as described in our recent ProtocolExchange manuscript.\n11\nTUMOR XENOGRAFT TRANSPLANTATION\nAsanPaCa cells were transplanted to fertilized chicken eggs at day 9 of development as described in our recent Nature Protocol Exchange manuscript.\n11\nIn detail, each ring type was placed on 10 chicken eggs each, followed by seeding of 1×10\n6\nAsanPaCa cells in 25 µl Matrigel™ into each ring, resulting in xenografts growing in Thermanox rings, agar rings, or PVC rings (Fig. 2A).\nRESECTION OF XENOGRAFT TUMORS\nThe chick embryos were euthanized at day 18 of development followed by tumor xenograft resection, as described in our recent ProtocolExchange manuscript.\n11\nImages of the resected tumor xenografts and their individual volumes are shown (Fig. 2B) and there was no significant different size of the tumor xenografts detectable. Likewise, H&E staining and microscopic evaluation of tumor xenograft sections revealed no obvious difference, as exemplified by representative images at 400× magnification (Fig. 2C).\nEVALUATION OF SIDE EFFECTS\nTo determine if there were differences in the tolerance of the different ring types on the CAM, we examined the weight of the embryos and any abnormalities. No abnormalities were detectable, because there was no obvious malformation (Fig. 3A), nor was a difference in the mean embryonal weight detectable (Fig. 3B)."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Fertilized chicken eggs should not be delivered at temperatures colder than 8°C - or should not be stored colder than 8°C. Also, storage should be limited to only a few days, because otherwise the percentage of dead embryos would increase. The primary human<strong><em>&nbsp;</em></strong>pancreatic ductal adenocarcinoma cancer cell line AsanPaCa was obtained from the European Pancreatic Center Heidelberg, Germany and was cultured as recently described.<sup>14</sup></p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Compared to the normally used Thermanox rings, both tested alternative self-made rings are well suited for tumor xenograft growth on the CAM. Regarding&nbsp;<strong>Thermanox&nbsp;rings</strong>,&nbsp;the&nbsp;punching of the coverslips the preparation of a hole with scissors takes a lot of time. It is important to ensure that the correct side of the coverslights is placed on the CAM, as only one side carries a coating for the cell culture. However, to stick this ring type to the CAM is easy. Regarding&nbsp;<strong>agar rings</strong>,&nbsp;they can be produced uncomplicated and quickly. However, a minor problem is, that agar rings dry out a little on the CAM, but that has not hindered tumor growth. Regarding <strong>PVC tube rings</strong>,&nbsp;they are easy to make and handle and also this ring type was well tolerated from the CAM and chick embryo. In conclusion, both, agar and PVC tube rings offer a cheaper and simple alternative to rings prepared from Thermanox&nbsp;plastic cell culture coverslips 13 mm ø.</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Weber, W.T. &amp; Mausner, R. Migration patterns of avian embryonic bone marrow cells and their differentiation to functional T and B cells.&nbsp;<em>Adv. Exp. Med. Biol.</em>&nbsp;<strong>88</strong>, 47-59 (1977).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ribatti, D. The chick embryo chorioallantoic membrane in the study of tumor angiogenesis.&nbsp;<em>Romanian Journal of Morphology and Embryology</em>&nbsp;<strong>49</strong>, 131-135 (2008).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ribatti, D. The chick embryo chorioallantoic membrane as a model for tumor biology.&nbsp;<em>Exp. Cell Res.</em>&nbsp;<strong>328</strong>, 314-324 (2014).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ribatti, D., Nico, B., Vacca, A. &amp; Presta, M. The gelatin sponge-chorioallantoic membrane assay.&nbsp;<em>Nat Protoc</em>&nbsp;<strong>1</strong>, 85-91 (2006).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DeRose, Y.S. et al. Tumor grafts derived from women with breast cancer authentically reflect tumor pathology, growth, metastasis and disease outcomes.&nbsp;<em>Nat. Med.</em>&nbsp;<strong>17</strong>, 1514-1520 (2011).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rubio-Viqueira, B. et al. An in vivo platform for translational drug development in pancreatic cancer.&nbsp;<em>Clin. Cancer. Res.</em>&nbsp;<strong>12</strong>, 4652-4661 (2006).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jimeno, A. et al. A direct pancreatic cancer xenograft model as a platform for cancer stem cell therapeutic development.&nbsp;<em>Mol. Cancer Ther.</em>&nbsp;<strong>8</strong>, 310-314 (2009).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hidalgo, M. et al. A pilot clinical study of treatment guided by personalized tumorgrafts in patients with advanced cancer.&nbsp;<em>Mol. Cancer Ther.</em>&nbsp;<strong>10</strong>, 1311-1316 (2011).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Balke, M. et al. A short-term in vivo model for giant cell tumor of bone.&nbsp;<em>BMC Cancer</em>&nbsp;<strong>11</strong>, 241 (2011).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhao, Z. et al. Intraductal papillary mucinous neoplasm of the pancreas rapidly xenografts in chicken eggs and predicts aggressiveness.&nbsp;<em>Int. J. Cancer</em>&nbsp;<strong>142</strong>, 1440-1452 (2018).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nwaeburu, C.C., Aleksandrowicz, E., Bauer, N., Zhao, Z. &amp; Herr, I. MicroRNA in vivo delivery to human pancreas tumor xenografts on chicken eggs.&nbsp;<em>Protocol Exchange</em>&nbsp;<strong>DOI: 10.1038/nprot.2017.126</strong>&nbsp;(2017).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Georgikou, C. et al. Inhibition of miR30a-3p by sulforaphane enhances gap junction intercellular communication in pancreatic cancer.&nbsp;<em>Cancer Lett.</em>&nbsp;<strong>469</strong>, 238-245 (2020).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;McCain, E.R. &amp; McLaughlin, J.S. in Tested studies for laboratory teaching, Vol. 20. (ed. S.J. Karcher) 85-100 (1999).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Heller, A. et al. Establishment and Characterization of a Novel Cell Line, ASAN-PaCa, Derived From Human Adenocarcinoma Arising in Intraductal Papillary Mucinous Neoplasm of the Pancreas.&nbsp;<em>Pancreas</em>&nbsp;<strong>45</strong>, 1452-1460 (2016).</p><p>&nbsp;</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We are grateful to Ankica Stanic and Ellen Watson for excellent technical assistance. This study was supported by grants from&nbsp;from the German Research Council (DFG HE 3186/15-1), Karsten Burmeister -&nbsp;BIMAG&nbsp;Bau- und Industriemaschinen GmbH, Heidelberger Stiftung Chirurgie, Dietmar Hopp-Stiftung, Klaus Tschira Stiftung and Hanns A. Pielenz-Stiftung.</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/protex.2017.126",
                "date": "2017-11-08 13:55:02",
                "title": "MicroRNA in vivo delivery to human pancreas tumor xenografts on chicken eggs",
                "authors": [
                    "Ingrid Herr",
                    "Clifford C. Nwaeburu",
                    "Ewa Aleksandrowicz",
                    "Nathalie Bauer",
                    "Zhefu Zhao",
                    "Ingrid Herr"
                ],
                "journal": "Protocol Exchange",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 7764575,
                "identity": "7ad9692d-54f7-484c-8dcb-48fb821f1844",
                "order_by": 0,
                "name": "Sonja Bauer",
                "email": "",
                "orcid": "",
                "institution": "Section Surgical Research, Molecular OncoSurgery, Department of General, Visceral and Transplantation Surgery, University of Heidelberg, Heidelberg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sonja",
                "middleName": "",
                "lastName": "Bauer",
                "suffix": ""
            },
            {
                "id": 7764576,
                "identity": "97f251d5-bd79-4df0-b09b-723dbed963c3",
                "order_by": 1,
                "name": "Jury Gladkich",
                "email": "",
                "orcid": "",
                "institution": "Section Surgical Research, Molecular OncoSurgery, Department of General, Visceral and Transplantation Surgery, University of Heidelberg, Heidelberg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jury",
                "middleName": "",
                "lastName": "Gladkich",
                "suffix": ""
            },
            {
                "id": 7764577,
                "identity": "4b17b82c-74d7-499d-90e7-0d7d07915d81",
                "order_by": 2,
                "name": "Michael Schäfer",
                "email": "",
                "orcid": "",
                "institution": "Section Surgical Research, Molecular OncoSurgery, Department of General, Visceral and Transplantation Surgery, University of Heidelberg, Heidelberg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michael",
                "middleName": "",
                "lastName": "Schäfer",
                "suffix": ""
            },
            {
                "id": 7764578,
                "identity": "60befc96-aae1-42cb-a535-ce59c94ad38d",
                "order_by": 3,
                "name": "Ingrid Herr",
                "email": "i.herr@uni-heidelberg.de",
                "orcid": "https://orcid.org/0000-0002-2389-6300",
                "institution": "Section Surgical Research, Molecular OncoSurgery, Department of General, Visceral and Transplantation Surgery, University of Heidelberg, Heidelberg, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ingrid",
                "middleName": "",
                "lastName": "Herr",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-01-07 19:31:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1326/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1326/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 5079472,
                "identity": "05fa7235-c576-4753-9f00-f96813596165",
                "added_by": "auto",
                "created_at": "2021-01-19 11:13:14",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4821535,
                "visible": true,
                "origin": "",
                "legend": "Basic material and preparation of Thermanox, agar and PVC tube rings. A: basic material for each ring type. B:  Preparation of Thermanox, agar and PVC tube rings. C: Final Thermanox, agar and PVC tube rings stored in sterile Petri dishes.",
                "description": "",
                "filename": "Fig1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1326/v1/068e562f3deb3e750e5c645a.jpg"
            },
            {
                "id": 5079473,
                "identity": "6226c9f8-c033-4cb1-8e08-5a3671efdf7b",
                "added_by": "auto",
                "created_at": "2021-01-19 11:13:14",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2624607,
                "visible": true,
                "origin": "",
                "legend": "Thermanox, agar and PVC tube rings in ovo. A: Thermanox, agar and PVC tube rings sticked to the CAM of fertilized chicken eggs. B: Resected tumor xenografts from each ring type. C: H&E staining and microscopic evaluation of xenograft tissue derived from each ring type. Representative stainings out or 12 stainings per egg from a total of 10 eggs per each ring type are shown. The scale bar indicates 50 µm.",
                "description": "",
                "filename": "Fig2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1326/v1/bf269674036f662957ac996f.jpg"
            },
            {
                "id": 5079449,
                "identity": "e7c9607e-da6c-48e1-adf4-a95b455937a7",
                "added_by": "auto",
                "created_at": "2021-01-19 11:10:14",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3897542,
                "visible": true,
                "origin": "",
                "legend": "None of the different ring types interferes with tumor growth or embryonal development. A: Resected chick embryos. B: Mean tumor chick weights of each ring group.",
                "description": "",
                "filename": "Fig3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1326/v1/a74a4da59209cd0983ad17da.jpg"
            },
            {
                "id": 13647859,
                "identity": "f1453d10-da54-4840-8885-91e2780548a0",
                "added_by": "auto",
                "created_at": "2021-09-17 09:30:15",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 640725,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1326/v1/24b093d7-8388-4b90-9150-7be24cebe153.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "CAM assay, fertilized chicken eggs, CAM xenotransplantation, tumor xenografts, mammalian replacement method, thermanox coverslips alternative",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Tumor xenotransplantation to the chorioallantois membrane (CAM) of fertilized chicken eggs is excellently suited to short-time analysis of xenograft growth and can reduce mouse experiments. However, the limiting factor with egg xenograft experiments is the high price and limited availability of Thermanox&nbsp;plastic cell culture coverslips, which are often sold out and unavailable for weeks. According to the regular protocol, rings are punched from Thermanox&nbsp;plastic cell culture coverslips 13 mm ø and sticked to the CAM. The xenografts are then sown into these rings in order to prevent that they slide around on the CAM. Thermanox&nbsp;rings are well tolerated and do not interfere with the development of chicken embryos. Here we present a method for preparation of comparable, cheaper and always available alternative rings.&nbsp;&nbsp;We evaluated self-made rings from agar and PVC tube and compared their suitability to Thermanox&nbsp;rings. We found that rings of agar and PVC tube achieved the same xenograft sizes and had no side effects on chick embryonal growth, and therefore seem to be as as good as Thermanox&nbsp;rings.&nbsp;</p>",
        "manuscriptTitle": "Cost-Effective and Functional Alternatives to Thermanox&nbsp;Cover Rings for Tumor Xenotransplantation on Fertilized Chicken Eggs",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-01-19 11:10:12",
                "doi": "10.21203/rs.3.pex-1326/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a106ecf3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 19th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1782131,
                "name": "Biological techniques"
            },
            {
                "id": 1782132,
                "name": "Cancer"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-01-19 11:10:12",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}