{
    "identity": "pex-1551",
    "title": "<p>A reliability test for its efficacy in Smartphone application for Computing joint range of motion: A Research Protocol</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The goniometer is one of the oldest instruments used to measure the angle or the angular position of the joint. The term \"goniometry\" is derived from two Greek words: Gonia, which means \"angle,\" and Metron, which means \"measure.\" Goniometer has been extensively used to measure the range of motion of joints of the body for the last many decades. Goniometry is thus related to angle measurement, especially angles created by the bones of the body at the human joints (1). More people use their smartphones to record measurements with technological progress because it is easy to transmit. Several angles measuring smartphone applications have been developed during the past few years (2). These include accelerometers, gyroscopes, magnetometers, and photographs, measuring joint angles, and testing for validity and reliability. The smartphone application in Japanese in 2017\". These measures are obtained by placing the components of the measuring tool, known as the goniometer. A goniometer is a key element in an extensive joint and surrounding soft tissue examination. The studies with goniometric smartphones show a high degree of knee dependability, compared to experienced and untrained examiners, for patients who have joint recuperation surgery. There was also good to exceptional reliability in the assessment of the spectrum of motion of the other articulations with the use of smartphone applications, while studies have proved that smartphone applications are reliable and may be tested for application in research and clinical practice (3). Various methods have been used to evaluate the joint range of motion. The traditional method used to evaluate the ROM is by the Traditional universal goniometer. Recently, after the progression of information technology with an increased number of smartphone users, several web developers has also developed goniometry application including visual estimation electro goniometers<sup> </sup>gravity digital inclinometers digital compass goniometer and digital-photographic goniometric methods (4). As a result, a universal goniometer is most typically used in clinical practice to measure joint angles and range of motion. For functional and sports activities, knee bending and extension motion range (ROM) are necessary. Loss of full ROM can be damaging to lower extremity function in the knee joint and therapy is necessary to recover complete ROM function (5). The minimum knee bending required by specific work activities has been assessed in previous studies: 57-69° for walking levels, 83-99° for stairs, 84-120° to sit and elevate from a chair, 131-138° for bathing in and out of a bath, 155° for squatting, kneeling or elevating from a floor. for squatting activities (1). A healthy adult is assessed to have an acceptable active knee flexion of 135°. &nbsp;At least 110° knee bending is required for the majority of elderly in daily life to function successfully. Knee flexion at least 110° is needed to guarantee that most seniors do their everyday duties satisfactorily. Low, moderate, or high knee flexion is yet undetermined (6). Restoration of range of motion following injury and surgery requires close monitoring for Measurement error and instrument error are the two principal potential sources of error in joint angle assessment. A precise universal measurement is dependent on the positioning of the centre of the knee joint rotation and the right alignment of the arm with proximal and distal bony landmarks (7). The technology of smartphones is one of the most often used alternatives. It is available readily; it costs nearly no additional expenses and can be more useful than specific digital procedures, which can enhance measuring accuracy and precision. It is also easier to use than special digital technology (8). In earlier studies, the validity and reliability of various ROM smartphone measuring applications have been examined. This research has demonstrated that the validity and reliability of smartphone ROM measuring applications in different joints. Many smartphone programs (Dr Goniometer and iGonio 2011) are using the smartphone for measuring x-ray or digital pictures joint angles and therefore are susceptible to the limits of conventional digital and photographic photography goniometric measurement (9). The assessment can be inaccurate from three mistake sources namely distinct subject features, examiner error and instrument measurement error. The measurement of ROM however should be objective and trustworthy, as a tool to minimize errors of measurement is required for patients to be reviewed and reviewed by different physiotherapists at different periods during the therapy process (10). It should be compared to a previously tested method that is regarded as a reference measure to determine the dependability of an evaluation tool (11). When examined the knee radiologic and goniometric measurements from different angles with healthy people, the reliability of the universal goniometer was evaluated in the 1980s and a high correlation was observed between both methods (12). The golden standard for measuring joint ROM is believed to be the universal goniometer with its well-known dependability and is the most often used in clinical practice because it is no inventive, economical, and easy to use (13) The knee ROM assessment is of significant clinical value because the knee is one of the most commonly damaged joints and is affected by several disorders. Studies have shown that the reliability of a goniometer regarding this joint is high. In addition, studies using goniometric smartphone apps show that there is a high level of reliability in knee-controlled patients in external tibial rotation angle measurement and a comparison between experienced and new evaluators and inexperienced students (14). The Goniometer records is a smartphone application that uses accelerometry to assess knee joint angles to take a fresh goniometry method. This research aimed to determine the reliability between the Goniometer and Universal Goniometer smartphone applications (15).</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "1. The research protocol is ethically approved by the Institutional Ethical Committee with reference number RNPC/IEC/2020-21/0015.\n2. The verbal and written information on the study including the procedure, purpose, before commencing the investigation will be explained to each participating individual.\n3. The subjects will be asked to sign for participating in the study in the form of formal consent.\n4. A total of 100 subjects (N=100) between the age of 20 to 60 years will be recruited to participate in the study following a simple random sampling technique.\n5. This study will be single-blinded.\n6. Three qualified physiotherapists will be the observer.\n7. The left knee of all the subjects will be chosen for determining the ROM.\n8. Knee flexion movement will be measured for 100 subjects, three times with two methods by each physiotherapist.\n9. Then all the data will be recorded in the datasheets.\n10. The Universal Goniometer will be considered as a clinical standard technique.\n11. The 3 physiotherapists will be unaware of the readings taken by the other 2 therapists."
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hambly K, Sibley R, Bs MOM. Level of agreement between a novel smartphone application and a long arm goniometer for the assessment of maximum active knee flexion by an inexperienced tester. :15.</p><p>2. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Castle H, Kozak K, Sidhu A, Khan RJK, Haebich S, Bowden V, et al. Smartphone technology: a reliable and valid measure of knee movement in knee replacement. Int J Rehabil Res. 2018 Jun;41(2):152–8.</p><p>3. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alawna MA, Unver BH, Yuksel EO. The Reliability of a Smartphone Goniometer Application Compared With a Traditional Goniometer for Measuring Ankle Joint Range of Motion. J Am Podiatr Med Assoc. 2019 Jan 1;109(1):22–9.</p><p>4. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shamsi M, Mirzaei M, Khabiri SS. Universal goniometer and electro-goniometer intra-examiner reliability in measuring the knee range of motion during active knee extension test in patients with chronic low back pain with short hamstring muscle. BMC Sports Sci Med Rehabil. 2019 Dec;11(1):4.</p><p>5. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ishii K, Oka H, Honda Y, Oguro D, Konno Y, Kumeta K, et al. Accuracy and reliability of a smartphone application for measuring the knee joint angle. J Phys Ther Sci. 2021;33(5):417–22.</p><p>6. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Derhon V, Santos RA, Brandalize M, Brandalize D, Rossi LP. Intra- and Inter-Examiner Reliability in Angular Measurements of the Knee with a Smartphone Application. Hum Mov [Internet]. 2017 Jan 1 [cited 2021 Jun 5];18(2). Available from: https://www.termedia.pl/Intra-and-inter-examiner-reliability-in-angular-measurements-of-the-knee-with-a-smartphone-application,129,31947,0,1.html</p><p>7. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jones A, Sealey R, Crowe M, Gordon S. Concurrent validity and reliability of the Simple Goniometer iPhone app compared with the Universal Goniometer. Physiother Theory Pract. 2014 Oct;30(7):512–6.</p><p>8. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Johnson LB, Sumner S, Duong T, Yan P, Bajcsy R, Abresch RT, et al. Validity and reliability of smartphone magnetometer-based goniometer evaluation of shoulder abduction – A pilot study. Man Ther. 2015 Dec;20(6):777–82.</p><p>9. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rodríguez-Sanz J, Carrasco-Uribarren A, Cabanillas-Barea S, Hidalgo-García C, Fanlo-Mazas P, Lucha-López MO, et al. Validity and reliability of two Smartphone applications to measure the lower and upper cervical spine range of motion in subjects with chronic cervical pain. J Back Musculoskelet Rehabil. 2019 Jul 23;32(4):619–27.</p><p>10. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dos Santos RA, Derhon V, Brandalize M, Brandalize D, Rossi LP. Evaluation of knee range of motion: Correlation between measurements using a universal goniometer and a smartphone goniometric application. J Bodyw Mov Ther. 2017 Jul;21(3):699–703.</p><p>11. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Werner BC, Holzgrefe RE, Griffin JW, Lyons ML, Cosgrove CT, Hart JM, et al. Validation of an innovative method of shoulder range-of-motion measurement using a smartphone clinometer application. J Shoulder Elbow Surg. 2014 Nov;23(11):e275–82.</p><p>12. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Milanese S, Gordon S, Buettner P, Flavell C, Ruston S, Coe D, et al. Reliability and concurrent validity of knee angle measurement: Smartphone app versus universal goniometer used by experienced and novice clinicians. Man Ther. 2014 Dec;19(6):569–74.</p><p>13. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Brosseau L, Balmer S, Tousignant M, O’Sullivan JP, Goudreault C, Goudreault M, et al. Intra- and intertester reliability and criterion validity of the parallelogram and universal goniometers for measuring maximum active knee flexion and extension of patients with knee restrictions. Arch Phys Med Rehabil. 2001 Mar;82(3):396–402.</p><p>14. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cooper G, Sheret I, McMillian L, Siliverdis K, Sha N, Hodgins D, et al. Inertial sensor-based knee flexion/extension angle estimation. J Biomech. 2009 Dec;42(16):2678–85.</p><p>15. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ockendon M, Gilbert R. Validation of a Novel Smartphone Accelerometer-Based Knee Goniometer. J Knee Surg. 2012 May 3;25(04):341–6.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 32116323,
                "identity": "cb1bbdd6-e821-4954-b399-9406c6a535e1",
                "order_by": 0,
                "name": "Prasad Dhage",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-7927-7330",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Prasad",
                "middleName": "",
                "lastName": "Dhage",
                "suffix": ""
            },
            {
                "id": 32116324,
                "identity": "95f6298d-9e4c-40ab-92ef-64ff942f60f6",
                "order_by": 1,
                "name": "Waqar M. Naqvi",
                "email": "waqar.naqvi@dmimsu.edu.in",
                "orcid": "https://orcid.org/0000-0003-4484-8225",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Waqar",
                "middleName": "M.",
                "lastName": "Naqvi",
                "suffix": ""
            },
            {
                "id": 32116325,
                "identity": "48e1c7bb-a40a-482f-acf4-ea0ee2892269",
                "order_by": 2,
                "name": "Sakshi P. Arora",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2706-3461",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sakshi",
                "middleName": "P.",
                "lastName": "Arora",
                "suffix": ""
            },
            {
                "id": 32116326,
                "identity": "e020b808-2e63-445b-aa4a-e41d661456a6",
                "order_by": 3,
                "name": "Chaitanya A. Kulkarni",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-8624-9338",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chaitanya",
                "middleName": "A.",
                "lastName": "Kulkarni",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-06-09 14:15:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1551/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1551/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13704609,
                "identity": "fd68db58-a7ed-445a-ae16-c3d1085c6bc0",
                "added_by": "auto",
                "created_at": "2021-09-17 13:47:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 156291,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1551/v1/a92af518-53dd-417a-a779-0d720f91f47b.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Universal goniometer, goniometer records, smartphone goniometer, knee flexion, range of motion.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Introduction:</strong> \"Goniometry\" is derived from two Greek words: Gonia, which means \"angle,\" and Metron, which means \"measure.\" The focus of the research is to see if a smartphone-based goniometer application for knee flexion range of motion was reliable. The technology of smartphones is one of the most often used alternatives. A literature evaluation of 12 studies showed that smartphone applications are sufficiently trustworthy to be employed in research and clinical practice. As ROM angulation is widely employed in treatment policy decisions, new measures have to be thoroughly tested before use in clinical practice. The study design used will be an observational study. The participants will be recruited using a simple random sampling method. The total number of participants will be 100 in the age group between 20-60. With Universal Goniometer and Goniometer records, three certified physiotherapists measured maximum active knee flexion in a supine&nbsp;position. Data will be collected and analyzed using SPSS (version: 20) and the Bland Altman Test.</p><p><strong>Discussion: </strong>The goal of this observational study is to examine the reliability of smartphone applications for computing knee joint range of motion.</p><p><strong>Conclusion:</strong> To conclude, this research seeks to examine the reliability of smartphone applications for computing knee joint range of motion in a healthy population. The study findings would help in developing a novel approach for computing and documenting the knee range of motion.</p>",
        "manuscriptTitle": "A reliability test for its efficacy in Smartphone application for Computing joint range of motion: A Research Protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-07-18 17:35:01",
                "doi": "10.21203/rs.3.pex-1551/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "7f6737ec-cb9a-4050-8d40-03a5f005a9ba",
        "owner": [],
        "postedDate": "July 18th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4910449,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-07-18 17:35:01",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}