{
    "identity": "nprot-2802",
    "title": "Fluorescent DNA probes for ultra-sensitive strand-specific detection of damage in genes",
    "content": [
        {
            "header": "Introduction",
            "content": "Among the mechanisms cells use to maintain stability of the genome, nucleotide excision repair is the most ubiquitous, targeting many types of lesions and unusual structures in DNA. Transcription-coupled repair \\(TCR), discovered in our laboratory, is a subpathway of nucleotide excision repair that is triggered when an RNA polymerase encounters a lesion in the template DNA \\(reviewed in <sup>1</sup>). There are several methods for measuring TCR described in the literature, including the so-called Southern blot and the ligation-mediated PCR methods <sup>2</sup>, a primer-anchored DNA damage detection assay <sup>3</sup>, and others. In particular, the Comet-FISH assay \\(single cell electrophoresis combined with fluorescent in situ hybridization) is a sensitive technique for measuring the incidence and repair of DNA strand breaks \\(or lesions that can be enzymatically converted to strand breaks) in the genome overall as well as in defined genomic regions in eukaryotic cells \\(reviewed in <sup>4</sup>). We have now developed an important improvement of the method that has several unique advantages: the probes for the genomic region under study are single-stranded and sequence-specific, allowing detection of damage in each of the complementary strands of a defined DNA stretch; the probes are fluorescent, so that no signal amplification is required; and the probes are stable for extended periods of >1 year. Moreover, the comet-FISH assay requires fewer cells than other methods; the protocol is straightforward and facilitates comparative analyses of global and transcription-coupled repair in single cells; and most importantly, it quantifies DNA damage at biologically relevant doses, which are ~100-fold lower than those typically used in similar studies. In addition, our method does not require PCR amplification of genomic DNA, a technique with a potentially high background of errors that can obscure differences in repair rates between complementary DNA strands, or between cell lines.\r\n\n\n\r\n\n\nIn the comet assay, cells embedded in agarose on microscope slides are mildly lysed. Intact DNA is supercoiled and arranged in loops that are tethered to the remains of the nuclear membrane, also known as the nuclear matrix. Loops of DNA that contain at least one single-strand break are relaxed and extend out from the nucleoid, forming a halo. Upon electrophoresis the relaxed loops migrate toward the positive electrode. When the DNA is stained with a fluorescent dye, intact loops in the nucleoid appear as the “head” of a comet, while the relaxed DNA form a “tail”. The percentage of total DNA in the tail is an indication of the amount of damage in the DNA, and can thus be used to quantify repair in the genome overall, or global repair. \r\n\n\n\r\n\n\nTo quantify repair of specific DNA sequences, probes that target the 3’ and 5’ regions of the genomic segment of interest are labelled respectively with different fluorophores, such as Alexa Fluor 488 and Alexa Fluor 594. Green- and red-labelled probes for one of the strands of the target sequence are combined and hybridized to one set of cells; a separate set is prepared for the complementary DNA strand and hybridized to a second set of cells. In intact DNA the red and green probes will appear adjacent or superimposed; however when there is a strand break within the DNA segment flanked by the probes, the signals will be clearly separated from each other. Thus, this approach can precisely quantify DNA repair in designated sequences \\(e.g. within a particular gene) in a strand-specific manner, independently of repair occurring in neighboring DNA regions. \r\n\n\n\r\n\n\nWe have validated our technique by documenting TCR of UV-induced cyclobutane pyrimidine dimers in the ataxia telangiectasia mutated \\(ATM) gene in human skin fibroblasts. We have also shown that the oxidized base lesion 8-oxoGuanine is preferentially repaired in the transcribed strand of ATM, and that the CSB, UVSSA, hOGG1 and XPA proteins, as well as elongating RNA polymerase II, are required for this process <sup>5</sup>.\r\n\n\n\r\n\n\nThe comet assay has been described in many publications, for example <sup>6-8</sup>, and online protocol sites, including the Comet Assay Interest Group \\(http://www.cometassay.com/). Here, we will provide the detailed procedure for making the probes, and carrying out the hybridization and data analysis."
        },
        {
            "header": "Reagents",
            "content": "Cot-1 DNA \\(cat. no. 15279011, Invitrogen, Grand Island, NY, USA) \r\n\n\nDextran sulfate \\(cat. no. D8906, SIGMA Aldrich, St. Louis, MO, USA)\r\n\n\nBiotin-labelled forward primers and natural reverse primers for PCR, custom synthesized. \r\n\n\n100 mM each dATP, dCTP, dGTP, dTTP \\(cat. no. 10217018, 10217016, 10217014, 10217012 respectively, Invitrogen, Grand Island, NY, USA)\r\n\n\n50 mM aminoallyl-dUTP \\(cat. no. AM8439, Invitrogen, Grand Island, NY, USA)\r\n\n\nTaq polymerase and PCR reagents \\(cat. no. 201203, Qiagen, USA)\r\n\n\nPCR purification kit and nucleotide removal kit \\(cat. no. 28104 and 28304, Qiagen, USA)\r\n\n\nStreptavidin-coated beads \\(cat. no. 650.01, Invitrogen, Grand Island, NY, USA)\r\n\n\nAlexa Fluor 594 fluorophore \\(cat. no. A20004, Invitrogen, Grand Island, NY, USA)\r\n\n\nAlexa Fluor 488 green fluorophore \\(cat. no. A20000, Invitrogen, Grand Island, NY, USA)\r\n\n\nDAPI \\(cat. no. D-9542, SIGMA Aldrich, St. Louis, MO, USA)\r\n\n\nDMSO \\(cat D8418, SIGMA Aldrich, St. Louis, MO, USA)\r\n\n\nFormamide \\(cat. no. 15515-026, Invitrogen, Grand Island, NY, USA)\r\n\n\nProlong Gold mounting medium \\(cat. no. P36930, Invitrogen, Grand Island, NY, USA)\r\n\n\n1x PBS\r\n\n\n10 N NaOH\r\n\n\n0.5 M EDTA\r\n\n\n1 M Tris-HCl pH 8\r\n\n\nDNAse and RNAse-free water\r\n\n\n200 proof ethanol"
        },
        {
            "header": "Equipment",
            "content": "24 x 60 mm Coverslips \r\n\n\nMicropipettors of various sizes\r\n\n\nElectrophoresis apparatus, power supply\r\n\n\nHeated water bath, heat block, incubator\r\n\n\nPCR apparatus\r\n\n\nMicrocentrifuge, refrigerated or in a cold room\r\n\n\nEpifluorescence microscope with appropriate filters, CCD camera, computer with imaging software\r\n\n\nSpectrophotometer\r\n\n\nVacuum evaporator"
        },
        {
            "header": "Procedure",
            "content": "SELECTION OF GENE OR SEQUENCE FOR ANALYSIS\r\n\n\n• to avoid excess signals from hybridized probes, there should be no more than 2 alleles of the gene to be analyzed, and ideally there should be no pseudogenes\r\n\n\n• the gene or sequence should not contain matrix attachment sites, which might impede migration during electrophoresis; in most cases this must be determined in pilot experiments.\r\n\n\n• the gene should be expressed throughout the cell cycle, to ensure that the template strand is actively transcribed in each cell\r\n\n\n• the ‘non-transcribed’ strand of the gene should not also serve as a template for transcription\r\n\n\n• the size of the sequence should be about 100-300 kb to ensure that a significant percentage of the DNA strands can be damaged with very low doses of DNA damaging agents. We have found that treatments that result in lesions in 20-30% of the strands permit measurable levels of damage, while minimizing instances of more than 1 lesion per strand; 1-10 lesions per 10\n6\nnucleotides fall within the limits of resolution for the comet assay.\r\n\n\n\r\n\n\nSYNTHESIS OF PROBES BY PCR \r\n\n\nThe procedure for probe preparation is shown in figure 1.\r\n\n\nPrimers should be selected for the synthesis of\n40-50 probes, each\n250 bp in length, to cover ~10 kb of each terminus of the sequence of interest. Primers can be selected using freeware such as Gene Fisher, http://bibiserv.techfak.uni-bielefeld.de/genefisher2/. Each probe is synthesized in a separate PCR, then purified and verified before labelling with fluorophores. Approximately 50 fluorescent probes are required to obtain a detectable signal, thus 50 independent PCR syntheses must be carried out to generate probes for each DNA strand target.\r\n\n\nImportant: designate a separated work area and use reagents, pipets, tips, etc. exclusively for PCR\r\n\n\n1. Prepare 90 μl of reagent mix for each reaction; several reactions can be run simultaneously\r\n  400 pmol each primer pair \\(forward primer labelled with biotin, natural reverse primer)\r\n\n\n20 nmol each dATP, dCTP, and dGTP \r\n\n\n6.7 nmol dTTP \r\n\n\n13.3 nmol aminoallyl-dUTP \r\n\n\n2.5 units Taq polymerase \r\n\n\n10 μl 10X CoralLoad PCR buffer \r\n\n\nDNAse and RNAse-free water to 90 μl\r\n\n\n2. Add 90 μl of the reagent mix to each PCR tube containing 10 μl of template DNA \\(BAC clone, genomic library, etc.). The optimal amount of template should be determined experimentally.\r\n  3. Perform PCR at 94°C for 1 min, 50°C for 1 min, and 72°C for 1 min for 30 cycles, followed by a last extension at 72°C for 10 min. \r\n  4. Purify PCR products with a PCR purification kit, store at -20°C. \r\n  \r\n\n\n\r\n\n\nPURIFICATION OF SINGLE STRAND DNA PROBES\r\n\n\n5. Incubate PCR products \\(pool products from several PCR syntheses) with 60 μg of streptavidin-coated beads at room temperature for 30 min. \r\n  6. Use a magnet \\(stir bar) to pellet beads for 5 min, remove the supernatant. \r\n  7. Add 6 μl 0.1 M NaOH to pellet, incubate at room temperature for 10 min, pellet beads for 5 min, and save the supernatant containing the non-biotinylated DNA. \r\n  8. Denature streptavidin in the pellets with 10 μl 10 mM EDTA, 95% formamide at 90°C for 3 min. Pellet beads for 5 min, save the supernatant containing the biotinylated DNA. \r\n  9. Probes might not be completely denatured. To improve the yield, add 10 μl water to the pellet and repeat steps 6-8; electrophorese samples of each single-stranded probe and from the pellet in 1.5% standard agarose gels to assess the efficiency of denaturation. \r\n  10. If there is a significant portion of double-stranded probes, each single-stranded probe must be gel-purified after electrophoresis on 1.5 % agarose gels; remaining double stranded probes may also be gel-purified and denatured as in steps 7-8.\r\n  11. Purify both strands using a nucleotide removal kit. \r\n  12. Determine DNA concentration by optical density at 260 nm. Single-stranded probes can be stored at -20°C for 12 months. \r\n  \r\n\n\nVERIFICATION OF THE PURITY OF THE SYNTHESIZED PROBES\r\n\n\n13. To reanneal single-stranded probes, mix equal amounts of the complementary strands in annealing buffer \\(10 mM Tris, 50 mM NaCl, 1 mM EDTA, pH 7.5); heat to 95°C for 5 min and cool slowly to room temperature. \r\n  14. Electrophorese the double-stranded PCR product, separated single-stranded DNAs, and annealed double-stranded DNA in 1.5 % standard agarose gels. Purified single-stranded probes with biotin should run slightly behind the probes without biotin; both single-stranded probes should have less mobility than double-stranded PCR products, and the reannealed single strands should exhibit the identical mobility as the original double-stranded DNA \\(figure 2A). \r\n  \r\n\n\nLABELLING PROBES WITH FLUOROPHORES\r\n\n\n15. The amino groups on the DNA strands are coupled with N-hydroxysuccinimide \\(NHS) ester modified fluorophores in reactions containing 1 μg of combined probes complementary to the same stretch of DNA from several PCR reactions, complimentary to one strand, 3 μmol NaHCO\n3\n, 20 μg Alexa fluorophore, and 2 μl DMSO in 10 μl total volume.\r\n  16. Incubate at room temperature for 2 hrs. \r\n  17. Purify labelled probes with a nucleotide removal kit, elute with DNAse/RNAse free water.\r\n  18. Final probe concentration should be 0.1 μg/μl. \r\n  19. To verify labelling, electrophorese 2 sets of probes through 1.5 % standard agarose gels, obtain an image of the gel to document fluorescence in the labelled probes; stain the gel with 3 μg/ml ethidium bromide to compare the migration of the DNA \\(figure 2B lanes 1 and 2) and the fluorophores \\(figure 2B lanes 3 and 4). Or determine optical density at 488 and 594 nm for Alexa green and red respectively \\(figure 2C). Fluorescent probes can be stored at -20°C for 12 months. \r\n  \r\n\n\nLABELLING NUMBER\r\n\n\nTo determine the labelling number \\(NL) of the probes, use the expression\nSee figure in Figures section.\nwhere _N\nL\n_ is the number of fluorophore moieties per 100 bases, _A_\nbase\nis the absorption of fluorescently labelled probes at 260 nm, and _A_\ndye\nis the absorption of fluorescently labelled probes at the maximum absorption wavelength of the fluorophore \\(Alexa 488: 492 nm, Alexa 594: 588 nm). ε\nbase\nand ε\ndye\nare the molar extinction coefficients of the base and the fluorophore, respectively \\(single-stranded DNA: 8910 cm\n-1\nM\n-1\n, Alexa 488: 62000 cm\n-1\nM\n-1\n, Alexa 594: 80400 cm\n-1\nM\n-1\n). α is the ratio of absorption of the fluorophore at 260 nm to that at the maximum absorption wavelength \\(Alexa 488: 0.30, Alexa 594: 0.43).\r\n\n\nThe optimal labelling number is 5 for maximal fluorescence and minimal quenching.\r\n\n\n\r\n\n\nPREPARATION OF SLIDES FOR FISH\r\n\n\nProcess cells for the single-cell electrophoresis \\(comet) assay. Prepare enough slides for hybridization with probes for each of the complementary strands of the sequence of interest. \r\n\n\n20. Remove slides from the electrophoresis apparatus. \r\n  21. Wash slides with neutralizing buffer \\(0.4 M Tris pH 8) three times at 4°C, 5 minutes each.\r\n  22. Place slides in 100% ethanol for 30 min at 4°C.\r\n  23. Place slides in 0.5 M NaOH for 25 min at room temperature \\(RT).\r\n  24. Wash slides with 70% ethanol for 5 min at RT.\r\n  25. Wash slides with 85% ethanol for 5 min at RT.\r\n  26. Wash slides with 95% ethanol for 5 min at RT.\r\n  Note: Dispose of used ethanol solutions according to your institution’s rules for hazardous chemicals.\r\n\n\n27. Let slides air-dry overnight in the dark.\r\n  Slides can be stored for several days.\r\n\n\n\r\n\n\nHYBRIDIZATION\r\n\n\nThe overall procedure is illustrated in figure 3.\r\n\n\n28. Prepare Cot-1 DNA, which hybridizes to repetitive sequences in the probes, thus reducing background signal: ethanol precipitate, evaporate, dissolve in water to 1 μg/μl, aliquote and store at -20°C.\r\n  29. For each slide mix 5-10 μg Cot-1 DNA with 5 to 10 ng pooled single-stranded fluorescent probes for the 5’ and 3’ termini of one of the strands. Vacuum-dry the mixture.\r\n  27. Dissolve the DNA mixture in 10 μl hybridization solution \\(10% Dextran sulphate, 0.3 M NaCl, 30 mM Na citrate, 50% formamide).\r\n  28. Keep the DNA mixture on ice; set up a water bath or heat block at 73°C.\r\n  29. Heat the DNA mixture to 73°C for 5 min.\r\n  30. Incubate the DNA at 37°C for 20 min on a heat block or water bath.\r\n  31. Pre-warm dried slides to 37°C in moist chamber for 5 min. Moist chambers can be made out of boxes for 1000 ml pipet tips, with ~1” of water in the bottom and the slides on the tip rack. \r\n  32. Add 10 μl of the hybridization mixture to the center of each slide. Cover with 24 x 60 mm coverslip.\r\n  33. Incubate in moist chamber at 37°C overnight.\r\n  \r\n\n\nSLIDE WASHING\r\n\n\n34. Prepare wash solutions:\r\n  a. Wash 1: 2x SSPE \\(20x SSPE is 22 mM EDTA, 0.2 M NaH\n2\nPO\n4\n, 3.6 M NaCl, 0.22 N NaOH, pH 7.8-8.0), 50% formamide in water\r\n\n\nb. Wash 2: 2x SSPE in water\r\n\n\nc. Wash 3: 1x SSPE in water\r\n\n\n35. Wash slides twice for 15 min with Wash 1 at 37°C\r\n  36. Wash slides once for 15 min with Wash 2 at 37°C\r\n  37. Wash slides once for 10 min with Wash 3 at RT\r\n  38. Let slides air-dry for at least 2 hours at RT.\r\n  Slides can be stored for 1-2 days; longer periods may cause fading of the fluorescence.\r\n\n\n\r\n\n\nCOUNTERSTAINING AND VISUALIZATION\r\n\n\n39. Prepare a solution with 1 μg/ml DAPI in 1x PBS; this can be stored in the dark and used repeatedly for > 1 year.\r\n  40. Immerse the slides in staining solution at room temperature in the dark for 15 min. \r\n  41. Gently dab with paper towel or tissue to dry all the moisture, or quickly dip slides into 100% ethanol to dehydrate, and air-dry the slides in the dark. \r\n  42. Add 20 μl of Prolong Gold mounting medium. Cover with 24 x 60 mm coverslip and cure for 1 hour in the dark.\r\n  43. Store at 4ºC in the dark until ready to view.\r\n  \r\n\n\nANALYSIS OF STRAND-SPECIFIC REPAIR\r\n\n\n44. Locate comets with the DAPI filter and the 20x or 40x lens; switch to 100x magnification using immersion oil and appropriate filters to view probes for one of the strands. Limit the time of exposure to the microscope light to avoid photobleaching of the fluorescence. Each cell should have 1 pair of spots, one red and one green, for each allele of the gene. Photograph images obtained with each filter, superimpose the blue, red and green images and determine whether the spots appear together \\(less than 3 μm) or apart \\(more then 3 μm). Examples are shown in figure 4.\r\n  45. Make a notation for each comet on a sheet such as in the example below; add the total number of breaks, which can be expressed as the % of the total, i.e. if there are 12 breaks in 30 cells with 2 alleles each, 20% of the strands are broken. Repeat the entire process with a parallel set of slides with probes for the opposite strand; data from triplicate experiments should be averaged and errors calculated to apply statistical analysis.\r\n  \r\n\n\nCell type, treatment, time point, etc.\r\n\n\nComet number Broken strands\r\n\n\n1 \r\n\n\n2 \r\n\n\n… N \r\n\n\nTotal \\(Sum of breaks)\r\n\n\n\r\n\n\nANALYSIS OF GLOBAL GENOMIC REPAIR\r\n\n\n46. Use 40x magnification to capture images of whole comets. \r\n  47. Import comet images into a software program for analysis. Public domain software include NIH Image \\(PC, http://rsb.info.nih.gov/nih-image/), ImageJ \\(Mac, http://rsbweb.nih.gov/ij/) and CASP \\(www.casplab.com); commercial packages include Comet Assay IV \\(Perceptive Instruments), and Komet \\(Andor).\r\n  48. Quantify the signal from the DNA in heads and tails, and from a dark area to assess background fluorescence. Some programs automatically detect comets, identify heads and tails, subtract backgrounds and quantify signals. We use ImageJ to perform these tasks manually. The data are imported to a spreadsheet \\(Microsoft Excel) designed to calculate and subtract the backgrounds for heads and tails proportionally to the sizes of the respective hand-drawn areas; the percent DNA in tails and/or the Olive moment is calculated for 30-100 comets in each slide. The entire biological experiment should be performed at least three times, starting with the cells in culture."
        },
        {
            "header": "Timing",
            "content": "Probe preparation: 2-4 weeks\r\n\n\nComet-FISH: 1 week"
        },
        {
            "header": "Troubleshooting",
            "content": "• Low yield of single stranded probes after denaturation: repeat steps 7 and 8 with pelleted DNA and/or with double-stranded gel-purified probes.\r\n\n\n• Too little damage \\(most of the DNA is in comet heads) or too much damage \\(all the DNA is in tails, or tails appear separated from heads): adjust the dose or the treatment time.\r\n\n\n• Too much damage in the untreated control cells: verify trypsin concentration and incubation time.\r\n\n\n• Gels fall off the slides: this can be due to various factors, such as insufficient aging of the agarose coating prior to adding cells to the slides, i.e. less than three weeks; changes in ambient temperature and/or humidity; manipulations during washes and removal of coverslips, which must be extremely gentle; type and coating of the slides, etc.\r\n\n\n• No signal after hybridization: verify that the probes are of the expected size \\(i.e. no degradation) and fluorescent as detailed in steps 14 and 19.\r\n\n\n• High background signal obscures signal from probes: increase the length and/or the number of washes with wash 2 after hybridization.\r\n\n\n• Images obtained with different filters appear off register: avoid vibrations when manipulating the microscope controls, switching filters, etc."
        },
        {
            "header": "Anticipated Results",
            "content": "An extensive body of literature exists regarding the comet assay with its several variations that permit measurements of DNA breaks. Regulatory agencies, pharmaceutical companies and academic researchers have adopted the assay to assess damage inflicted by the environment, drugs or metabolic activities. The addition of specialized enzymes that convert certain lesions into strand breaks has expanded the range of DNA damaging agents that can be studied. Finally, and very importantly, FISH has opened a window into the fate of lesions in defined genomic domains.\r\n\n\n\r\n\n\nThe advantages of the method have been listed in the Introduction; disadvantages include the limited range in the number of lesions that can be quantified, because comet heads and tails must be identifiable and quantifiable. The ideal dose should result in ~70-80 % of the DNA in tails, and controls should exhibit ≤10 % DNA in tails. The initial setup is time-consuming, due to the repeated PCR, purifications, labelling and verifications needed to generate all the probes. Two items in the shopping list might be costly: biotin-labelled primers and Alexa fluorophores."
        },
        {
            "header": "References",
            "content": "1. Hanawalt, P.C. & Spivak, G. Transcription-coupled DNA repair: two decades of progress and surprises. Nat Rev Mol Cell Biol 9, 958-70 \\(2008).\r\n  2. Spivak, G., Pfeifer, G.P., & Hanawalt, P.C., in Methods Enzymol.: DNA Repair, edited by Campbell, J.C. and Modrich, P. \\(Elsevier Inc., New York, 2006), Vol. 408, pp. 223-46.\r\n  3. Reis, A.M. et al. Targeted detection of in vivo endogenous DNA base damage reveals preferential base excision repair in the transcribed strand. Nucleic Acids Res 40, 206-19 \\(2012).\r\n  4. Spivak, G., Cox, R.A., & Hanawalt, P.C. New applications of the Comet assay: Comet-FISH and transcription-coupled DNA repair. Mutat Res 681, 44-50 \\(2009).\r\n  5. Guo, J., Hanawalt, P.C., & Spivak, G. Comet-FISH with strand-specific probes reveals transcription-coupled repair of 8-oxoGuanine in human cells. Nucleic Acids Res \\(2013).\r\n  6. Fairbairn, D.W., Olive, P.L., & O'Neill, K.L. The comet assay: a comprehensive review. Mutat Res 339, 37-59 \\(1995).\r\n  7. Tice, R.R. et al. Single cell gel/comet assay: guidelines for in vitro and in vivo genetic toxicology testing. Environ Mol Mutagen 35, 206-21 \\(2000).\r\n  8. Azqueta, A. & Collins, A.R. The essential comet assay: a comprehensive guide to measuring DNA damage and repair. Arch Toxicol 87, 949-68 \\(2013)."
        },
        {
            "header": "Acknowledgements",
            "content": "Funded by a grant from the National Institute of\r\n\n\nEnvironmental Health Sciences \\[ES018834 to P.C.H.]."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1093/nar/gkt524",
                "date": "2013-09-09 22:51:23",
                "title": "Comet-FISH with strand-specific probes reveals transcription-coupled repair of 8-oxoGuanine in human cells",
                "authors": [
                    "J. Guo",
                    "P. C. Hanawalt",
                    "and G. Spivak"
                ],
                "journal": "Nucleic Acids Research",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12779,
                "identity": "a01535db-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Graciela Spivak",
                "email": "gspivak@stanford.edu",
                "orcid": "",
                "institution": "Hanawalt lab, Stanford University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Graciela",
                "middleName": "",
                "lastName": "Spivak",
                "suffix": ""
            },
            {
                "id": 12780,
                "identity": "a0153f47-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jia Guo",
                "email": "",
                "orcid": "",
                "institution": "Arizona State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jia",
                "middleName": "",
                "lastName": "Guo",
                "suffix": ""
            },
            {
                "id": 12781,
                "identity": "a015432c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Philip Hanawalt",
                "email": "",
                "orcid": "",
                "institution": "Hanawalt lab, Stanford University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Philip",
                "middleName": "",
                "lastName": "Hanawalt",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-09-10 16:33:39",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.074",
        "doiUrl": "https://doi.org/10.1038/protex.2013.074",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608812,
                "identity": "9dbf30ba-cf9c-4b6a-a017-7c485789dfa1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:30",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 81587,
                "visible": true,
                "origin": "",
                "legend": "Procedure for synthesis and fluorescent labelling of single stranded DNA probes   (1) strands not labelled with biotin are released upon mild alkali denaturation; (2) biotin-labelled strands are collected upon degradation of streptavidin.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2802/v1/figure_1.jpg"
            },
            {
                "id": 2608815,
                "identity": "8686714f-e159-487e-836d-09f241556501",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:30",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 73773,
                "visible": true,
                "origin": "",
                "legend": "Verification of probe purity and labelling.    A. Purified probes are electrophoresed on 1.5% agarose gels and stained with ethidium bromide. Lane 1: double-stranded PCR product; lane 2: single-stranded, biotin-labelled probe; lane 3: single-stranded probe; lane 4: reannealed products. B: probes labelled with Alexa 488 (lane 1) and 594 (lane 2), stained with ethidium bromide; self-fluorescence of probes labelled with Alexa 488 (lane 3) and 594 (lane 4). C: Absorption spectra of probes. Green represents the Alexa 488-labelled probe, which peaks at 498 nm; red represents the Alexa 594-labelled probe peaking at 491 nm. Both probes also exhibit characteristic DNA absorption at 260 nm. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2802/v1/figure_2.jpg"
            },
            {
                "id": 2608817,
                "identity": "d102bba7-d6aa-4040-823f-16c926cd7928",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:30",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 73153,
                "visible": true,
                "origin": "",
                "legend": "Strategy for generation of fluorescent probes for termini of the complementary strands of the DNA sequence   Primers are selected for PCR to generate a set of probes complementing ~10 kb at each end of the sequence of interest. Four sets of single-stranded, fluorescently labelled probes are prepared; the probes for the 5’ and the 3’ ends of one of the strands are then combined in one hybridization reaction. The process is repeated with a hybridization mix for the opposite strand.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2802/v1/figure_3.jpg"
            },
            {
                "id": 2608816,
                "identity": "84436480-6a0e-40d6-856c-92abbb3d3212",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:30",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 61559,
                "visible": true,
                "origin": "",
                "legend": "Example of comet-FISH images   Cells were damaged with 0.1 J/m^2^ of UVC at 254 nm and digested with phage T4 endonuclease V, which cleaves the DNA at sites of cyclobutane pyrimidine dimers. A: DNA stained with DAPI (image acquired through a DAPI filter). The dashed line separates the areas corresponding to the comet head and tail. B: probes labelled with Alexa 488 (viewed through a GFP filter). C: probes labelled with Alexa 594 (viewed through a Texas Red filter). D: merged images. The dashed squares indicate the locations of the probe signals, which are magnified below panel D, to show adjacent probes (E) and separated probes (F and G). Scale bar: 10 μm.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2802/v1/figure_4.jpg"
            },
            {
                "id": 2608819,
                "identity": "1d5665bb-49b6-4304-aa27-611cd1ecd7c7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:30",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2863,
                "visible": true,
                "origin": "",
                "legend": "Equation 1   Equation to determine labelling number of probes",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-2802/v1/figure_5.png"
            },
            {
                "id": 13464702,
                "identity": "af450d69-e260-488e-8a4d-db5a04135a39",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:25",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 356154,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2802/v1/ad5f3c8d-9dc7-474a-bfa1-c086c2cc92b9.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "comet-FISH, fluorescent probes, strand-specific DNA probes, transcription-coupled repair",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We have developed a method to synthesize strand-specific, fluorescent DNA probes that bind defined genomic sequences. PCR with biotin-labelled forward primers and natural reverse primers permits purification of the individual strands; incorporation of aminoallyl-dUTP results in exposed amino groups to which Alexa fluorophores are bound. The probes are utilized in a specialized Comet-FISH approach, combining single-cell electrophoresis with fluorescence in situ hybridization to detect low, physiologically relevant levels of DNA strand breaks at the single molecule level. The probes bind to the termini of DNA segments of interest. Adjacent probe signals indicate intact DNA strands; separation of the signals implies strand breaks. Global genomic repair can be measured simultaneously in the same cells. We have used our method to document transcription-coupled repair of UV-induced cyclobutane pyrimidine dimers and potassium bromate-induced 8-oxoGuanine in the ATM gene in human fibroblasts. This ultrasensitive assay can be completed within one week.",
        "manuscriptTitle": "Fluorescent DNA probes for ultra-sensitive strand-specific detection of damage in genes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-09-11 09:06:37",
                "doi": "10.1038/protex.2013.074",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0135497-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 11th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3049,
                "name": "Biochemistry"
            },
            {
                "id": 3050,
                "name": "Cell biology"
            },
            {
                "id": 3051,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-09-11 09:06:37",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}