{
    "identity": "nprot-2157",
    "title": "Extraction of Fatty Acids for Capillary Gas Chromatography Analysis",
    "content": [
        {
            "header": "Reagents",
            "content": "• CM mixture: chloroform: methanol: butylated hydroxytolune \\(BHT) = 2 L : 1 L : 100 mg.\r\n\n\n\r\n\n\n• 0.5 N methanolic sodium hydroxide \\(NaOH) \\(10 g NaOH in 500 mL methanol): mix the solution for 15 minutes with a stir bar. Don’t heat the mixture because methanol is highly flammable.\r\n\n\n\r\n\n\n• 14% Boron Trifluoride \\(BF3) in methanol \\(commercially available from Sigma)\r\n\n\n\r\n\n\n• HPLC grade petroleum ether \\(3.3 mg BHT in 100 mL petroleum ether)\r\n\n\n\r\n\n\n• Saturated aqueous sodium chloride \\(NaCl): Add some NaCl into 500 mL D.I. water. Stir the solution until it is clear. Add more NaCl until it does not disappear any more. Wait until the NaCl crystal precipitate. Pour the clear solution into a glass bottle.\r\n\n\n\r\n\n\n• Anhydrous Na2SO4\r\n\n\n\r\n\n\n• Internal standard \\(10 mg nonadecanoic acid in 100 mL CM mixture 2:1 = 100 ng/µL, 200 mg heptadecanoic acid in 100 mL CM mixture 2:1 = 2000 ng/µL)\r\n\n\nAs ISTD, C17:0 is better than C19:0 because the peak of the former one has better resolution than that of the latter one.\r\n\n\nProcedure: Weigh 10 mL beaker \\(about 8 g), add some nonadecanoic acid into it, weigh it again to get net weight of 10 mg. Add some CM mixture \\(2:1) into the beaker to dissolve the powder. Weigh 200 mg C17:0 in the same way. Pool the solution into a 100 mL volumetric flask. Wash the beaker 10 times and pool the washing solution into the flask. Tip off the flask to the mark with CM mixture. Shake the flask to dissolve the nonadecanoic acid totally. Wrap the mouth of the flask with Teflon tape. Wrap the flask with alumnium foil."
        },
        {
            "header": "Procedure",
            "content": "I. External Standard Curve Setting Up\r\n\n\n\r\n\n\n1. Estimate the ranges of fatty acids species in the sample and determine calibration points.\r\n  For example:\nSee figure in Figures section.\n2. Make standard FAME solutions for the calibration curves \\(FAME standards are from Nu-Chek-Prep, Inc.):\r\n  Choice 1: Weigh the 10 ml beaker, write down the value. Add about 100 mg 1A in the 10 ml beaker, weigh again and write down the value. Wash the 10 ml beaker with petroleum ether more than 5 times. Collect the wash in a 100 ml volumetric flask. Weigh about 100 mg 3A in the same way. Collect the wash in the same 100 ml volumetric flask. Tip to the marker with petroleum ether. Calculate the theoretic amount \\(ng/inj. vol.)\r\n\n\nChoice 2: Weigh the 10 ml beaker, write down the value. Add about 100 mg 68A in the 10 ml beaker, weigh again and write down the value. Wash the 10 ml beaker with petroleum ether more than 5 times. Collect the wash in a 10 ml volumetric flask. Tip to the marker with petroleum ether. Calculate the theoretic amount \\(ng / inj. vol.)\r\n\n\n\r\n\n\n3. Preparation and injection of different concentrations of standard FAMEs: Concentrate or dilute the standard FAMEs according to the values of the calibration points. At least 3 injections are needed at each concentration level for each fatty acid. Average the peak area for the injections. Type the theoretic amount and average peak area into the calibration table. Save the method.\r\n  \r\n\n\n4. Make standard FAME solutions for the determination of the retention time \\(RT): \r\n  Weigh the 10 ml beaker, write down the value. Add about 100 mg 68D in the 10 ml beaker, weigh again and write down the value. Wash the 10 ml beaker with petroleum ether more than 5 times. Collect the wash in a 10 ml volumetric flask. Tip to the marker with petroleum ether. Calculate the theoretic amount \\(ng / inj. vol.). 68D is better for the determination of the RT because it has a unique fatty acids profiles.\r\n\n\n\r\n\n\n\r\n\n\nII Procedure:\r\n\n\n\r\n\n\ni. Pre-experiment:\r\n\n\n1. Turn on the boiling water bath, the evaporator’s water bath, and the centrifuge.\r\n  2. Check the tube mouth carefully and wash with CM mixture and dry. \r\n  3. Put the sample in ice. \r\n  4. Check the pipette or syringe accuracy before pipetting. \r\n  \r\n\n\nii. Extraction of fatty acids:\r\n\n\n• Proper amount of sample and internal STD should be determined for each kind of biological sample. If GC system conditions are changed, this step should be done also. Less sample amount won’t show all interested peaks, while greater sample amount will introduce some unknown peaks and affect the baseline and resolution.\r\n\n\n• The data should be in the range of calibration curves. Otherwise, the new calibration curve should be done.\r\n\n\n\r\n\n\nFor lymph/bile/serum:\r\n\n\n1. Use the 100 µL automatic pipette to add 100 µL lymph into the 16x100 mm tube. Wash the tip with 100 µL D.I. water. \r\n  2. Use 5 mL dispenser to add 4 mL CM mixture \\(2:1) into the tube. \r\n  3. Use 250 µL syringe to add 200 µL internal standard \\(C19:0 or C17:0) into the tube. Vortex vigorously 9 seconds. Wait 30 minutes. To denature protein and extract fatty acids.\r\n  4. There are two ways to get rid of the aqueous residue:\r\n  I. “Water Washing”:\r\n\n\n• Fill the dispenser with fresh D.I. water everyday. Use dispenser to add 900 µL D.I. water. Shake the tube upside down 3 times.\r\n\n\n• Let the tube stand at RT for 10 min until two distinct layers show. Siphon off the upper aqueous layer with negative pressure system.\r\n\n\n• Evaporate the lower solvent layer under N2.\r\n\n\nII. “Filtering”:\r\n\n\n• Apply 0.45 mm PTFE filter to filter the lipid extract.\r\n\n\n• Evaporate the solvent under N2.\r\n\n\n\r\n\n\nFor tissue lipid extract:\r\n\n\n1. Use the 500 µL syringe to add 500 µL tissue lipid extraction into the 16x100 mm tube. \r\n  2. Use 500 µL syringe to add 500 µL internal standard \\(C19:0 or C17:0) into the tube. Vortex vigorously 9 seconds. \r\n  3. Evaporate under the N2.\r\n  \r\n\n\nTypical applications for different tissues:\nSee figure in Figures section.\niii. Sample preparation:\r\n\n\n\r\n\n\n5. Add 2 mL 0.5 N methanolic NaOH into the tube. Vortex vigorously 9 seconds. Cap tightly. \r\n  \r\n\n\n6. Heat the tube in a boiling water bath for 15 minutes. \r\n  \r\n\n\n7. While waiting, prepare another set of 12x100 tubes. Add 0.15 g anhydrous Na2SO4. Prepare pasteur pipettes.\r\n  \r\n\n\n8. After cooling the tube for 5 minutes, add 2 mL 14% BF3. Vortex vigorously 9 seconds. Cap tightly. \r\n  After using the BF3, blow some N2 into the BF3 bottle and seal it.\r\n\n\n\r\n\n\n9. Heat another 15 minutes. Cool down the tube in ice for 5 minutes.\r\n  \r\n\n\n10. Use a dispenser to add 2 mL petroleum ether and 2mL automatic pipette to add 2 mL saturated aqueous NaCl into the tube.\r\n  \r\n\n\n11. Vortex the tube vigorously for 2 minute with the “vortex rack”. Centrifuge the tube for 5 minutes. \r\n  \r\n\n\n12. Use a pasteur pipette to transfer carefully the upper petroleum ether layer into the tube with anhydrous Na2SO4. Cap the tube and vortex 9 seconds. Let the tube stand for 20 minutes. \r\n  Petroleum ether is very easy to drop from the pipette. Be careful\\!\r\n\n\nDon’t take all of the upper layer. It is better not to disturb the lower layer.\r\n\n\n\r\n\n\n13. While waiting, choose a set of brown color glass vials and check the mouth of the tube. Wash the tubes with CM mixture and Pet ether. The cap of the vial should be Teflon.\r\n  \r\n\n\n14. Transfer the solution with pasteur pipette into the vials. Wash the tubes once with 2 mL petroleum ether. Add the washing solution into the vials.\r\n  Be careful not to transfer the aqueous layer, otherwise the evaporation will take much longer time and there will be NaSO4 residue on the wall of the vial. The residue might affect the GC separation of fatty acids.\r\n\n\n\r\n\n\n15. Evaporate the vials at 30-40 C under a very gentle stream of N2.\r\n  Stop evaporating immediately after the vials are dry because FAMEs are very easy to evaporate.\r\n\n\n\r\n\n\n16. Take out the vial and put it into the ice box to cool down for 15 seconds. Put the bottle of petroleum ether with BHT in ice also to avoid evaporating.\r\n  \r\n\n\n17. Use 250 µL syringe to add exactly 100 µL petroleum ether with BHT into the vial. Vortex gently. Cap tightly. Wrap the cap with Teflon tape.\r\n  \r\n\n\n18. Wait 3-4 hours for GC injection, otherwise the recovery rate will be low.\r\n  From my experience, overnight standing is OK.\r\n\n\n\r\n\n\niv. GC injection:\r\n\n\nFor the GC 6890 system, check handbooks for the installation and hardware information. Check the online tutorial and printout help files for the software information. \r\n\n\n\r\n\n\n19. Check if the gas tanks are full. \r\n  The tanks should be changed to avoid GC column contamination if the pressure is below 400 psi.\r\n\n\n\r\n\n\n20. Before GC warming on, check if the septa need to be changed. \r\n  To change the new septa, wash it with HPLC graded methanol and put it on the inlet. Set GC temperature to 250 °C for 30 min. to clean the residues from the new septa.\r\n\n\n\r\n\n\n21. GC warming up. At least half an hour before the sample injection, click the icon “instrument 1 online” on the desktop. In the popup windows, type in the name of the operator. In the ChemStation desktop, click the menu “File” - “Load Method” to choose the right method. After the warming up, run the “Instrument” - “StartColumnComRun” to set blank injection.\r\n  \r\n\n\n22. Click the “RunControl” – “Sample Info” to change the name of the operator, file prefix, and subdirectory for the file storing, etc.\r\n  \r\n\n\n23. Before injection, wash the 10 µL GC syringe with D.I. water, then acetone, then petroleum ether. \r\n  \r\n\n\n24. Put the vials in ice. Apply “Hot Needle Solvent Flushing Method” to inject sample into the GC.\r\n  Wash 10 µL GC syringe with petroleum ether, take 2 µL pet ether, pull the needle a lot bit more in the air to make a small air plug in the syringe, then take exactly 3 µL sample final solution into the syringe \\(try to avoid contacting the vial with bare hands), measure the amount exactly, wipe the syringe needle with tissue paper, pull again to take some air into the syringe to avoid evaporation of the solution. Push the syringe needle into the GC inlet. Count 9 \\(3 seconds) to make the needle hot. Inject the sample as fast as you can. Pull the syringe out quickly. Push the “Start” button on the GC panel.\r\n\n\n\r\n\n\n25. For the purpose of quality control, inject external STD first, then inject samples, finally inject external STD again to check if the GC is stable. Inject one ESTD for every 10 samples.\r\n  \r\n\n\n26. After injection, wash the 10 µL GC syringe with D.I. water, then acetone.\r\n  \r\n\n\n\r\n\n\n\r\n\n\nDetailed information regarding the Gas Chromatography Method can be found in the following Word Document.\r\n\n\n\"Method Information.doc\":http://www.nature.com/protocolexchange/system/uploads/1852/original/Method_Information.doc?1311937058"
        },
        {
            "header": "References",
            "content": "Zou, W., Noh, S.K., Owen, K.O., & Koo, S.I. \\(2005) Dietary carnitine enhances the lymphatic absorption of fat and a-tocopherol in ovariectomized rats. J. Nutr. 135: 753-756. \r\n\n\n\"http://jn.nutrition.org/content/135/4/753.full\":http://jn.nutrition.org/content/135/4/753.full\r\n\n\n\r\n\n\nFolch, J., Lees, M., and Sloane-Stanley, G.H. \\(1957) A simple method for the isolation and purification of total lipid from animal tissues. J. Biol. Chem. 226:497-509.\r\n\n\n\r\n\n\nSlover, H.T. and Lanza, E. \\(1979) Quantitative analysis of food fatty acids by capillary gas chromatography. J. Am. Oil Chem. Soc. 56:933-943."
        },
        {
            "header": "Acknowledgements",
            "content": "Thanks to Koo, S.I. for mentoring and financial supporting efforts."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11808,
                "identity": "9fa9a7eb-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Wei Zou",
                "email": "wzou@dtsc.ca.gov",
                "orcid": "",
                "institution": "Zou's lab, DTSC, California State Government",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Wei",
                "middleName": "",
                "lastName": "Zou",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-07-27 16:33:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.247",
        "doiUrl": "https://doi.org/10.1038/protex.2011.247",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608318,
                "identity": "024c7cb0-1c43-4623-ad72-f3c6a8a545c4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:08",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 7616,
                "visible": true,
                "origin": "",
                "legend": "Table 2   in-text table.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2157/v1/figure_1.png"
            },
            {
                "id": 2608321,
                "identity": "5373cf51-8235-49da-a30d-c90bbd7d6532",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:08",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3095,
                "visible": true,
                "origin": "",
                "legend": "Table 1   in-text table",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2157/v1/figure_2.png"
            },
            {
                "id": 13464757,
                "identity": "d6e974e1-7eb9-4636-9d95-aa5fc805c184",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 134830,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2157/v1/fa83b6c6-3bea-4bf2-af75-bf5afea9a29f.pdf"
            },
            {
                "id": 2608320,
                "identity": "62a03bf3-c72c-43d4-97cc-39f278b3e83a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:08",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 34816,
                "visible": true,
                "origin": "",
                "legend": "Method Information   Details regarding the GC methods",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2157/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "No",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "fatty acids",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Fatty acids are major energy provider for the human body. Over intake of fatty acids causes obesity.",
        "manuscriptTitle": "Extraction of Fatty Acids for Capillary Gas Chromatography Analysis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-07-29 11:08:41",
                "doi": "10.1038/protex.2011.247",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fa6fe82-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 29th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2611,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-07-29 11:08:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}