{
    "identity": "nprot-5521",
    "title": "A constant depth film fermenter to grow microbial biofilms",
    "content": [
        {
            "header": "Introduction",
            "content": "Microorganisms occur in many different habitats, ranging from deep seas, industrial equipment, and water pipelines to the human body. Microorganisms have been extensively investigated in their planktonic form, but in most environments microorganisms grow in sessile communities, called “biofilms”. Biofilms are surface-associated microbial aggregates embedded in a layer of extracellular polymeric substances \\(EPS)<sup>1,2</sup>. Biofilms are frequently associated with undesirable processes, like increased drag on ship hulls, contamination of drinking water systems or decreased heat transfer in dairy pasteurization. However, biofilms can also be beneficial, such as in microbial soil remediation or microbial enzyme production. In the oral cavity, indigenous biofilms protect the host against disease, but when pathogens become more prevalent in oral biofilm due to poor hygiene and sugar-rich diets, oral biofilms are causative to dental caries and periodontal diseases, the two most spread infectious diseases worldwide. In general, in the health arena it is currently estimated that 85% of all microbial infections are due to organisms in their biofilm mode of growth. Established biofilms are often hard to eradicate and remove, because biofilms show more resistance to antimicrobials and the host immune response than planktonic bacteria<sup>3</sup>. The April 2015 update of the WHO on antimicrobial resistance<sup>4</sup> warns for the alarming rate at which new resistant microbial and parasitic strains are causing diseases, like tuberculosis, malaria, urinary tract infection and other hospital-acquired infections. \r\n\n\nDevelopment of new antimicrobial strategies in a first instance requires well-designed in vitro models to grow biofilms with reproducible properties to facilitate high-throughput studies. Several biofilm growth models have been described over the past decades, such as flow displacement chambers, the spinning disc reactor, the Calgary biofilm device, the drip flow reactor and the constant depth film fermenter \\(CDFF)<sup>5–7</sup>. Unlike most biofilm growth models, the CDFF is a high-throughput biofilm growth model which produces biofilms with a specific thickness that can be set by adjusting the depth of a well containing a substratum on which the biofilm is grown. When the height of the biofilm grown extends above the depth of the well, a scraper blade removes excess bacteria to maintain a constant thickness \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5027/original/Figure_1.jpg?1485936205\" >Figure 1</a>). Maintenance of constant thickness is a unique feature and specifically useful aspect of the CDFF, as many clinically occurring biofilms have their own specific thickness: for example, biofilms involved in chronic osteomyelitis have a thickness of around 30 µm, cystic fibrosis biofilms are approximately 100 µm thick, otitis media biofilms are 200 µm thick<sup>8</sup>, while dental biofilms have a thickness of around 120 µm<sup>9</sup>. Adjustment of the thickness of laboratory grown biofilms to match the thickness of the clinical biofilm under study is of utmost importance in the development of antimicrobial strategies that rely on penetration of antimicrobials into the biofilm. Apart from maintaining constant thickness, wide variations in environmental growth conditions can be applied in the CDFF by altering growth medium, substratum, atmosphere and temperature. \r\n\n\nDespite the occurrence of the word “constant” in the CDFF, it is wrong to assume this to be true a priori as the achievement of “constant” depth \\(or biofilm thickness) depends on many tedious and often unexpected design and experimental details. Here, we describe a protocol to grow “real” constant depth biofilms of _Pseudomonas aeruginosa_ in the CDFF, although equally applicable to other strains and species. The protocol pays special attention to design features of the CDFF that allow accurate setting of the depth of the wells and non-destructive monitoring of the biofilm thickness over the entire area of a biofilm grown."
        },
        {
            "header": "Reagents",
            "content": "• Tryptic soya broth \\(TSB) \\(Oxoid, CM0129)\r\n\n\n• Luria-Bertani broth \\(LB) \\(Miller) \\(Sigma-Aldrich, L3152)\r\n\n\n• Phosphate buffered saline \\(PBS), pH 7.0, \\(150 mM NaCl, 5 mM K<sub>2</sub>HPO<sub>4</sub>, 5mM KH<sub>2</sub>PO<sub>4</sub>)\r\n\n\n• 96% ethanol and 70% ethanol \\(VWR international)\r\n\n\n• Demineralized water\r\n\n\n• Dipotassium hydrogen phosphate \\(K<sub>2</sub>HPO<sub>4</sub>) \\(Merck, 105104)\r\n\n\n• Potassium dihydrogen phosphate \\(KH<sub>2</sub>PO<sub>4</sub>) \\(Merck, 104873)\r\n\n\n• Microbial strains. _Pseudomonas aeruginosa_ SG81, _Pseudomonas aeruginosa_ SG81-R1 and _Pseudomonas aeruginosa_ ATCC 39324\r\n\n\n• RBS \\(Chemical Products R. Borghgraef S.A.)\r\n\n\n• Mucin from porcine stomach, type II \\(Sigma-Aldrich, M2378)\r\n\n\n• DNA \\(Sigma-Aldrich, 74782)\r\n\n\n• Casamino acids \\(Amresco, J851)\r\n\n\n• L-Tryptophan \\(Sigma-Aldrich, T0254)\r\n\n\n• Egg yolk emulsion \\(Sigma-Aldrich, 17148 FLUKA)\r\n\n\n• Tris\\(hydroxymethyl)aminomethane \\(Merck, 108387) \r\n\n\n• Diethylene triamine pentaacetic acid \\(DTPA) \\(Sigma-Aldrich, D1133)\r\n\n\n• Potassiumchloride \\(KCl) \\(Sigma-Aldrich, P9541)\r\n\n\n• Sodiumchloride \\(NaCl) \\(Merck, 106404)\r\n\n\n• Peracetic acid \\(Merck, 107222)\r\n\n\n• Blood-agar plates \\(Blood agar Base No.2, OXOID, CM0271)\r\n\n\n• Bacto agar \\(Becton Dickinson, 214010)"
        },
        {
            "header": "Equipment",
            "content": "**Constant depth film fermenter \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5027/original/Figure_1.jpg?1485936205\" >Figure 1</a>)**\r\n\n\n• **Base**: The base contains the rotor in which the axil of the turn table is inserted. Biofilm waste drips onto the base, and via an effluent port into the waste container.\r\n\n\n• **Double walled glass cylinder**. The double walled glass cylinder \\(16.5 cm inner diameter) is placed around the turn table. It maintains sterility, regulates the temperature inside the CDFF and allows observation of the samples during operation. The double walled glass cylinder is filled with water from a temperature-controlled bath to regulate the temperature inside the CDFF. Silicone rings are placed under and on top of the glass cylinder to protect it from being damaged by the stainless steel parts of the CDFF and keep the system leak proof. The CDFF is tightly closed with wing nuts on the lid to prevent leakage.\r\n\n\n• **Lid**: The lid is placed on top of the double walled glass cylinder. The lid is equipped with inlets for medium, air and a large sampling port, through which biofilms can be aseptically taken out of the glass cylinder. The scraper blade is attached to the lid. \r\n\n\n• **Scraper blade**: The Teflon scraper blade \\(40 mm length, 4 mm width, 12 mm height) regulates spreading of the medium over the biofilms and prevents biofilm growth above the well. Applied force of the scraper blade can be set by compressing the springs. In the experiments described in this protocol, only one scraper blade is used, but use of multiple scraper blades is also possible. The edge radius of the scraper blade used in this protocol is 1 mm.\r\n\n\n**CRITICAL** The Teflon scraper blade experiences wear; the higher the applied force, the higher the wear. The scraper blade must be smoothened between experiments, in order to avoid irregularities on the surface of the scraper blade which compromise the biofilm \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5029/original/Figure_2.jpg?1485936281\" >Figure 2</a>).\r\n\n\n• **Springs**: The springs regulate the pressure at which the scraper blade moves over the biofilms. In this study we use a force of 6 N, corresponding with a pressure of 40 kPa. \r\n\n\n• **Turn table**: The stainless steel turn table \\(15 cm diameter) holds 15 pans. Its rotation causes compression and shearing of the biofilms once every revolution. Here we rotate the turn table at 3 revolutions per min \\(RPM). \r\n\n\n• **Pans**: Each pan \\(21 mm diameter) holds 5 plugs and 5 sample disks. The middle hole is for sampling the pans out of the CDFF.\r\n\n\n• **Plugs**: Sample disks are placed in the pans on stainless steel plugs \\(diameter 4.97 mm, length 13.4 mm) The plugs have a dumbbell shape with a narrow middle region \\(4.3 mm diameter) for fixing their position and locking the well-depth using side screws.\r\n\n\n• **Disks**: Stainless steel sample disks \\(4.97 mm diameter; surface roughness 1.2 ± 0.1 µm) are placed in the pans on top of the plugs to grow the biofilms on. Stainless steel disks can be replaced by any other material relevant for the study purpose at hand.\r\n\n\n• **Side screws**: Stainless steel screws fix the plugs.\r\n\n\n**CRITICAL** It is of significant importance to fix the plugs tightly so that the set well-depth is maintained during sterilization \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5031/original/Figure_3.jpg?1485936356\" >Figure 3</a>). \r\n\n\n• **Auxiliary tool \\(100 µm)**: Auxiliary tools with a well-defined thickness are used to set the desired depth of the disks in the pans. To this end, the pans are placed upside down on the auxiliary tool, after which the desired well-depth is set with help of the plugs and fixed with the side screws.\r\n\n\n\r\n\n\n**CDFF assembly components**\r\n\n\n• **Peristaltic pump**: Used to pump inoculum and growth medium into the CDFF at a fixed flow rate \\(Watson Marlow 505S). In the current protocol, 30 ml/h was used throughout.\r\n\n\n• **Erlenmeyer \\(1 l) for medium**: Connected via the pump in to the CDFF with silicone rubber tubing. \r\n\n\n• **Silicone rubber tubing**: Used to perfuse inoculum and growth medium into the CDFF. Choice of tubing material must be such to withstand sterilization.\r\n\n\n• **Erlenmeyer \\(2 l) flask for waste**: Receives the waste from the CDFF via the effluent port. Placed lower than the effluent port, so the waste does not have to be actively pumped. \r\n\n\n• **Water bath**: Regulates the temperature in the double walled glass cylinder to maintain the temperature inside the CDFF at 37°C as used in the current protocol.\r\n\n\n• **Sterile air filter 0.45 µm** \\(Millipore, 0.45 µm, SLHV033RS)): Attached to the air inlet on the lid with a silicone rubber tube, to mediate gas exchange and allow for automatic sterile pressure equalization.\r\n\n\n• **Sampling tool**: Tool to remove pans aseptically out of the CDFF.\r\n\n\n\r\n\n\n**Other equipment**\r\n\n\n• Incubator \\(shaking) set at 37°C with a water reservoir for humidity control \\(New Brunswick Scientific Innova 4200, 150 RPM)\r\n\n\n• Autoclave \\(Varioklav, HP Medizintechnik GmbH)\r\n\n\n• Microbial safety level 2 \\(ML-2) safety cabinet\r\n\n\n• Disposable inoculation loop\r\n\n\n• Erlenmeyer \\(250, 1,000 and 2,000 ml)\r\n\n\n• Vortex\r\n\n\n• Scale\r\n\n\n• OCT GANYMEDE-II \\(Thorlabs, Lubeck, Germany) \r\n\n\n• Sample container in which pans or disks can be immersed in PBS \\(4 cm x 4 cm x 4 cm)\r\n\n\n• Centrifuge \\(J-lite JLA 16.250 Fixed Angle Rotor, Beckman Coulter, CA, USA)\r\n\n\n• Centrifuge bottle \\(250 ml)\r\n\n\n• Eppendorf 1.5 ml tubes\r\n\n\n• Sonicator bath \\(Transsonic TP 690, Elma GmbH & Co Singen, Germany)\r\n\n\n• 10 ml glass tube with lid\r\n\n\n• Bürker-Türk counting chamber\r\n\n\n• Phase contrast microscope\r\n\n\n• pH-meter\r\n\n\n• Custom LabVIEW software"
        },
        {
            "header": "Procedure",
            "content": "**REAGENT SETUP**\r\n\n\n• Bacterial plating medium \\(blood agar). Blood agar is prepared according to manufacturer’s instructions. Plates can be stored bottom up at 4°C for maximum 2 months.\r\n\n\n• Pre-culture media \\(10 ml of TSB, sterilized). TSB is prepared according to manufacturer’s instructions. Can be stored at room temperature for maximally 2 months.\r\n\n\n• Main culture media \\(200 ml of TSB, sterilized). TSB is prepared according to manufacturer’s instructions. Can be stored at room temperature for maximally 2 months.\r\n\n\n• Continuous flow media \\(1 l TSB, 1 l LB sterilized). TSB and LB are prepared according to manufacturer’s instructions. Can be stored at room temperature for maximally 2 months.\r\n\n\n• Continuous flow media \\(1 l artificial sputum medium \\(ASM), **\nTable 1\n**). Add all components mentioned in Table 1 to 1 l of sterile demineralized water. Opposite to the other media, ASM is used immediately after preparation. \r\n\n\nCRITICAL STEP To prevent sedimentation of ASM medium components add a sterile magnet to the medium and stir during the entire experiment.\r\n\n\n\r\n\n\n**Bacterial culture and inoculum preparation** \\(estimated time 42 h of which 3 h active labor)\r\n\n\n1 Obtain bacteria from a stock \\(in this protocol, bacteria were obtained after thawing of a frozen stock -80°C)), streak on blood agar and incubate for 24 h at 37°C to obtain single colonies.\r\n\n\n**CAUTION** If using human pathogens; all experiments need to be performed within a biosafety level 2 laboratory. Use appropriate protection and decontaminate \\(autoclave) equipment and waste before disposal.\r\n\n\n2 Transfer one single colony with inoculation loop and place into 10 ml of TSB, vortex, and incubate the pre-culture at 37°C for 24 h.\r\n\n\n3 Vortex and transfer the 10 ml to 200 ml TSB \\(main-culture) and place at 37°C under shaking \\(150 RPM) for 16 h. \r\n\n\n4 Harvest the bacteria from the main culture by centrifugation at 5,000 g for 5 min at 10°C.\r\n\n\n5 Wash the bacteria two times by resuspending the pellet into 10 ml of PBS and centrifuge two times at 5,000 g for 5 min at 10°C.\r\n\n\n6 Resuspend the pellet in 10 ml PBS, \r\n\n\n7 Count the bacterial density using a Bürker-Türk counting chamber; dilute the stock if necessary for ease of counting.\r\n\n\n8 Add the desired number of bacteria \\(5 x 107 bacteria/ml, 200 ml) of TSB and use as CDFF inoculum.\r\n\n\n\r\n\n\n**EQUIPMENT SETUP**\r\n\n\n**Prepare CDFF components \\(lid, scraper blade, turn table, pans, plugs, disks and side screws) for autoclaving** \\(estimated time 16 h of which 2 h active labor)\r\n\n\n1 Place the turn table components in a 0.2% peracetic acid bath overnight.\r\n\n\n2 Next day take the turn table components out of the peracetic acid and rinse with demineralized water.\r\n\n\n3 Sonicate the turn table components in 2% RBS three times 5 min in a sonicator bath, and rinse afterwards with demineralized water.\r\n\n\n4 Place the turn table components in methanol for 5 min, and air-dry afterwards.\r\n\n\n**CAUTION** Methanol is toxic; perform this in a fume hood and wear appropriate protection.\r\n\n\n5 Wear gloves from now on to keep all surfaces clean. Place the disks on top of the plugs into the pans.\r\n\n\n6 Set the desired well-depth of the disks using the auxiliary tool. \r\n\n\n7 Place the pans into the turn table.\r\n\n\n8 Fill an Erlenmeyer with 1 l of the desired growth medium. If using ASM, aseptically combine the ingredients and add to a sterile Erlenmeyer.\r\n\n\n9 Assemble the CDFF, including silicone rubber tubing, and place it in the autoclave. \r\n\n\n\r\n\n\n**Sterilize CDFF components** \\(estimated time 4 h)\r\n\n\n• Autoclave the assembled CDFF and medium for 20 min at 121°C. \r\n\n\n\r\n\n\n**Settings of the CDFF** \\(estimated time 5 min)\r\n\n\n• Set the pump rate at the desired speed before the experiment.\r\n\n\n• Set the pressure of the scraper.\r\n\n\n• Set the turn table RPM before the experiment.\r\n\n\n• Set the water bath to the desired temperature \\(37℃) 1 h before inoculation.\r\n\n\n\r\n\n\n**PROCEDURE**\r\n\n\n**Inoculation** \\(estimated time 1.5 h of which 20 min active labor)\r\n\n\n1 Take the CDFF parts aseptically out of the autoclave and set up the CDFF for inoculation.\r\n\n\n**CAUTION** Make sure that sample disks have not moved upwards in the wells during autoclaving \\(**\nFigure 3\n**); if so push them back to the right position with a sterile cotton bud \\(for example, this may happen with disks made of porous material e.g. hydroxyapatite). \r\n\n\n2 Attach the effluent port with the silicone rubber tube to the 2 l waste Erlenmeyer filled and seal with cotton wool.\r\n\n\n3 Set the turn table speed to 3 RPM.\r\n\n\n4 Push the scraper to the desired applied force \\(40 kPa). The force blade applied was determined using a weighting scale and measuring the compression of the spring. \r\n\n\n5 Mount the silicone rubber tubing on the pump, attach one end to the CDFF inoculation port and place the other into the inoculation broth \\(5 x 10\n7\nbacteria/ml, 200 ml, see reagent setup).\r\n\n\n6 Turn on the pump at a flow rate of 200 ml/h for 1 h.\r\n\n\n7 After 1 h, stop the pump and turn table for 30 min to allow bacterial adhesion.\r\n\n\n\r\n\n\n**Biofilm growth** \\(estimated time 10 min plus, in our particular case 24 h for biofilm growth)\r\n\n\n8 Attach the silicone rubber tubing from the growth medium to the CDFF. \r\n\n\n9 Set the turn table speed at 3 RPM.\r\n\n\n10 Switch on the pump at a flow rate of 30 ml/h and let the growth medium drip on the turn table.\r\n\n\n11 Operate the CDFF in continuous flow for 24 h.\r\n\n\n**CAUTION** Place the CDFF in a tub or tray in case of unexpected leakage.\r\n\n\n\r\n\n\nBiofilms grown in the CDFF can be visualized using different microscopic techniques, amongst which confocal laser scanning microscopy \\(CLSM) is most frequently used. CLSM and other fluorescent microscopic techniques allow the use of specific fluorophores to demonstrate bacterial presence and prevalence of specific bacterial strains, possible membrane damage \\(viability) after antibiotic treatment, presence of eDNA and other EPS components in CDFF grown biofilms\n12,13\nand last but not least, verify their thickness. However, fluorophores do not necessarily penetrate through the entire thickness of a biofilm, which limits the use of fluorescent techniques. Also laser light does not necessarily penetrate through an entire biofilm, which can be improved by using 2-photon laser scanning microscopy\n14\n. \r\n\n\nCLSM after application of appropriate fluorophores, in combination with the software program COMSTAT\n15\nis a common method to measure biofilm thickness, but a single image usually covers only a small area \\(0.00023 - 0.0056 cm\n2\n). Because of the limited penetration of fluorophores and laser light, CLSM will underestimate biofilm thickness for thicker biofilms as compared with other methods. Moreover, the small areas covered per image make it impossible to verify constant thickness over the entire area of a biofilm grown. Low-load compression testing \\(LLCT) is another technique with which biofilm thickness can be determined\n16\nand over a larger area than with CLSM \\(0.049-0.57 cm\n2\n). Like CLSM, LLCT irreversibly changes the biofilm rendering them useless for further analysis. Recently, optical coherence tomography \\(OCT) has been introduced to visualize biofilms in their hydrated state, non-destructively and in real-time over a large area \\(up to several cm2), albeit with limited resolution\n17\n. 3D images obtained from the OCT can be analyzed using a custom LabVIEW script, allowing calculation of the average biofilm thickness. In **\nFigure 4\n** we present a comparison of biofilm thicknesses obtained using different methods.\r\n\n\n\r\n\n\n**OCT Biofilm visualization and determination of biofilm thickness and biofilm height distribution** \\(estimated time 30 min per pan, i.e. 5 biofilms) \r\n\n\n12 Stop the turn table and pump, open the sample port and take one pan containing the sample disks with biofilm aseptically out of the CDFF with the help of the sampling tool. Close the sampling port until further use and continue the experiment.\r\n\n\n13 Carefully immerse the pan, or screw the disks out of the pans, and place in a sample container filled with PBS.\r\n\n\n**CRITICAL STEP** Handle the pan and disks gently because the biofilms may detach if disturbed vigorously when the biofilm is placed in PBS.\r\n\n\n14 Start up the OCT and the Thor Image software.\r\n\n\n15 Make sure the right refractive index is used and the physical depth is high enough to visualize the complete biofilm. For 3D images use field of view \\(FOV) of 6,000 µm x 6,000 µm x 1,000 µm, with a size of 1,500 x 300 x 373 \\(pixels). For 2D images use FOV 6,000 µm x 1,000 µm, with a size of 5,000 x 373 \\(pixels).\r\n\n\n16 Take 2D or/and 3D images of the biofilms. \r\n\n\n**CRITICAL STEP** The OCT imaging system should stand on a stable, vibration free table, since the measurements are very sensitive to mechanical disturbances.\r\n\n\n17 After taking the images, biofilms can be used for further analysis.\r\n\n\n18 3D images obtained from the OCT can be analyzed using a custom LabVIEW script. This script allows the precise calculation of the average biofilm thickness over a specific region of interest \\(ROI). Import the 3D OCT file into the LabVIEW script. A single 3D OCT image contains a certain number of 2D OCT images, this number depends on the chosen settings while obtaining the OCT image \\(in our case the number was 300).\r\n\n\n19 Select a square ROI from the 3D OCT image.\r\n\n\n20 Indicate the substratum in the image using the fact that the substratum has the highest pixel intensity \\(in our case because we use stainless steel as substratum). \r\n\n\n**CRITICAL STEP** Pixels with highest intensity may not be the indicator of the substratum because not every substratum is as reflective as metals \\(in our case stainless steel). For non-metallic substrata, the substratum has to be more carefully indicated based on another suitable criterion. \r\n\n\n21 Divide each 2D image into vertical slices by selecting the slice width; we take a slice every 20 pixels. \r\n\n\n22 Carefully check if the automatic threshold chosen by the program correctly indicates the top of the biofilm. The program automatically selects a grey scale threshold to differentiate between the biofilm top and the overlying fluid. The 5% of the pixels with the highest intensity are selected \\(white pixels, biofilm), and the 5% of the pixels with the lowest intensity are selected \\(black pixels, background). With this information, a threshold is set. The threshold can be adjusted manually if necessary.\r\n\n\n23 Start the calculation of the parameters defining the biofilm thickness and biofilm height distribution over the entire surface area of a biofilm \\(**\nFigure 5\n**). \r\n\n\n24 When the experiments are finished, autoclave the complete CDFF with the components and the biofilms 15 min at 134°C to sterilize the CDFF."
        },
        {
            "header": "Anticipated Results",
            "content": "The CDFF is the only biofilm reactor in which a high number of biofilms can be grown with a reproducible thickness facilitating high-throughput studies. Moreover, biofilms can be grown to a set thickness to match the thickness of clinically occurring biofilms<sup>1</sup>. Constant depth or thickness of biofilms is an important feature when studying the penetration of antimicrobials on the viability of biofilms or the release of antimicrobials from a substratum and equally so for nutrient penetration in a biofilm. Control of biofilm thickness over the entire surface area of the biofilm allows more accurate calculation of penetration and diffusion coefficients than can be obtained with freely growing biofilms possessing varying thicknesses with mushroom-like structures or streamers at their outer surface<sup>1</sup>. The reproducible thickness of CDFF grown biofilms yields smaller standard deviations than obtained for biofilms grown with other methods, often ranging around 30% over multiple experiments<sup>15,18</sup>, which can be about twofold larger than obtained in multiple runs of a CDFF, depending on use of species/strain and media. With the help of OCT, outliers in biofilm thickness can be detected quickly, minimizing variability in biofilm thickness and subsequent experiments. \r\n\n\nApart from the above aspects, the growth of biofilms with a specified well-controlled thickness can yield new features of biofilm physiology. In a study where whole human saliva was used to grow biofilms in the CDFF, it was established that thicker biofilms of 500 and 600 µm grown over a time period of 4-17 days showed more red autofluorescence than 100 and 200 µm thick biofilms grown over the same time period<sup>19</sup>. Accordingly, autofluorescence positively correlated with biofilm thickness indicative of the presence of anaerobic and CO<sub>2</sub> dependent bacteria, responsible for mineral loss of dentin and enamel<sup>19</sup>.\r\n\n\n\r\n\n\n**SCRAPER DAMAGE**\r\n\n\nThe scraper blade is subject to wear and when used at a pressure of 40 kPa has to be smoothened after about 3000 rotations \\(e.g. 1 experiment of 18 h at 3 RPM). <a href=\"http://www.nature.com/protocolexchange/system/uploads/5029/original/Figure_2.jpg?1485936281\" > Figure2</a>a, b and c, d compare height differences in profilometer scans of a smoothened and a used scraper blade, respectively. The smoothened scraper blade presents negligible differences in height \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5029/original/Figure_2.jpg?1485936281\" > Figure2</a>a, b), but the used scraper blade possesses clear height irregularities \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5029/original/Figure_2.jpg?1485936281\" > Figure2</a>c, d). \r\n\n\nAn irregular scraper blade has a detrimental effect on the constant depth of biofilms grown under assumed constant depth conditions. <a href=\"http://www.nature.com/protocolexchange/system/uploads/5029/original/Figure_2.jpg?1485936281\" > Figure2</a>e shows an OCT image of a _P. aeruginosa_ biofilm grown in the CDFF with a used scraper blade. Grooves resulting from the scraper blade on the biofilm surface are clearly visible, that can be seen more clearly at the surface of the biofilm \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5029/original/Figure_2.jpg?1485936281\" > Figure2</a>f).\r\n\n\n\r\n\n\n**SETTING AND FIXING THE WELL-DEPTH**\r\n\n\nThe resulting thickness of CDFF grown biofilms heavily depends on how well the initially set well-depth can be maintained during sterilization, i.e. autoclaving. Three different designs were evaluated for their ability to maintain a set well-depth of 100 µm during autoclaving. Press fitted Teflon plugs \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5031/original/Figure_3.jpg?1485936356\" > Figure 3</a>a), threaded stainless steel plugs \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5031/original/Figure_3.jpg?1485936356\" > Figure 3</a>b) and side screw stainless steel plugs \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5031/original/Figure_3.jpg?1485936356\" > Figure 3</a>c) are often used to set the well-depth. Press fitted Teflon plugs were found not to maintain the set well-depth after autoclaving \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5031/original/Figure_3.jpg?1485936356\" > Figure 3</a>d). Threaded stainless steel plugs maintained the set well-depth after autoclaving, but yielded a large variability over different wells after autoclaving \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5031/original/Figure_3.jpg?1485936356\" > Figure 3</a>d). The best method to maintain a set well-depth is by using a dumbbell shaped plug with a stainless steel side screw \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5031/original/Figure_3.jpg?1485936356\" > Figure 3</a>d). \r\n\n\n\r\n\n\n**BIOFILM THICKNESS** \r\n\n\nResulting thicknesses of CDFF grown biofilms can be measured with different techniques. Here, we compare the thicknesses measured for CDFF grown _P. aeruginosa_ biofilms at a well-depth of 100 µm by CLSM, LLCT and OCT. CSLM underestimates the biofilm thickness with respect to OCT and LLCT due to limited fluorophores and laser-light penetration, while OCT and LLCT yield identical thicknesses that are not statistically different from the set well-depth of 100 µm.\r\n\n\n\r\n\n\n**BIOFILM THICKNESS AND HEIGHT DISTRIBUTION OF CDFF GROWN BIOFILMS**\r\n\n\nWhen OCT is used in combination with CDFF grown biofilms, it is possible to calculate biofilm thickness and biofilm height distribution over the biofilm surface. For the present purpose, we define height distribution as the percentage of biofilm area for which the desired set thickness has been reached within ± 20% range. <a href=\"http://www.nature.com/protocolexchange/system/uploads/5035/original/Figure_5.jpg?1485936491\" > Figure 5</a> shows the effect of strain and medium composition on biofilm thickness and its height distribution for a well-depth of 100 µm. Both the non-EPS-producing _P. aeruginosa_ SG81-R1 grown on TSB, and the EPS producing _P. aeruginosa_ ATCC 39324 grown on LB, achieved 100 µm within the experimental period allowed for growth \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5035/original/Figure_5.jpg?1485936491\" > Figure 5</a>a), but EPS-producing _P. aeruginosa_ SG81 was unable to grow to the desired thickness of 100 µm, regardless of the growth medium used \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5035/original/Figure_5.jpg?1485936491\" > Figure 5</a>a). \r\n\n\nAllowing for a variation of ± 20% in biofilm thickness, it can be seen that even in the cases where the average biofilm thickness matched the set well-depth, large variability in biofilm height distribution can occur over the entire biofilm surface \\(<a href=\"http://www.nature.com/protocolexchange/system/uploads/5035/original/Figure_5.jpg?1485936491\" > Figure 5</a>b). Verification of the height distribution over a CDFF biofilm is therefore considered crucial, while furthermore it may not be taken for granted that biofilms grown to the set well-depth of the experimental conditions applied."
        },
        {
            "header": "References",
            "content": "1. Bjarnsholt, T. et al. The in vivo biofilm. Trends Microbiol. 21, 466–474 \\(2013).\r\n  2. Flemming, H. C. & Wingender, J. The biofilm matrix. Nat. Rev. Microbiol. 8, 623–633 \\(2010).\r\n  3. Percival, S. L. et al. A review of the scientific evidence for biofilms in wounds. Wound Repair Regen. 20, 647–657 \\(2012).\r\n  4. World health organization. Antimicrobial resistance. Fact sheet 194 \\(2015). Available at: http://www.who.int/mediacentre/factsheets/fs194/en/. \r\n  5. McBain, A. J. Chapter 4: In vitro biofilm models: an overview. Adv. Appl. Microbiol. 69, 99–132 \\(2009).\r\n  6. Ceri, H., Olson, M. E., Stremick, C., Read, R. R. & Morck, D. The Calgary biofilm device : new technology for rapid determination of antibiotic susceptibilities of bacterial biofilms. J. Clin. Microbiol. 37, 1771–1776 \\(1999).\r\n  7. Pratten, J. Growing oral biofilms in a constant depth film fermentor \\(CDFF). Curr. Protoc. Microbiol. Chapter 1, Unit 1B.5 \\(2007).\r\n  8. Nguyen, C. T. et al. Noninvasive in vivo optical detection of biofilm in the human middle ear. Proc. Natl. Acad. Sci. U. S. A. 109, 9529–9534 \\(2012).\r\n  9. He, Y. et al. Stress relaxation analysis facilitates a quantitative approach towards antimicrobial penetration into biofilms. PLoS One 8, \\(2013).\r\n  10. Peters, A. C. & Wimpenny, J. W. T. A constant-depth laboratory model film fermentor. Biotechnol. Bioeng. 32, 263–270 \\(1988).\r\n  11. Sriramulu, D. D., Lu, H. & Lam, J. S. Microcolony formation: a novel biofilm model of _Pseudomonas aeruginosa_ for the cystic fibrosis lung. J. Med. Microbiol. 54, 667–676 \\(2005).\r\n  12. Neu, T. R. & Lawrence, J. R. Investigation of microbial biofilm structure by laser scanning microscopy. Adv. Biochem. Eng. Biotechnol. 146, 1–51 \\(2014).\r\n  13. Okshevsky, M. & Meyer, R. L. Evaluation of fluorescent stains for visualizing extracellular DNA in biofilms. J. Microbiol. Methods 105, 102–104 \\(2014).\r\n  14. Neu, T. R. & Lawrence, J. R. Innovative techniques, sensors, and approaches for imaging biofilms at different scales. Trends Microbiol. 23, 233–242 \\(2015).\r\n  15. Heydorn, A. et al. Quantification of biofilm structures by the novel computer program COMSTAT. Microbiology 146, 2395–2407 \\(2000).\r\n  16. Paramonova, E. et al. Low-load compression testing : a novel way of measuring biofilm thickness. Appl. Environ. Microbiol. 73, 7023–7028 \\(2007).\r\n  17. Xi, C., Marks, D., Schlachter, S., Luo, W. & Boppart, S. High-resolution three-dimensional imaging of biofilm development using optical coherence tomography. J. Biomed. Opt. 11, \\(2006).\r\n  18. Werner, E. et al. Stratified growth in _Pseudomonas aeruginosa_ biofilms. Appl. Environ. Microbiol. 70, 6188–6196 \\(2004).\r\n  19. Volgenant, C. M. C. et al. Red fluorescent biofilm: the thick, the old, and the cariogenic. J. Oral Microbiol. 1, 1–9 \\(2016).\r\n  20. Rozenbaum, R. T. et al. The role of scraper chemistry on the development of biofilms of constant thickness in the constant depth film fermentor. PLoS One \\(2017)."
        },
        {
            "header": "Acknowledgements",
            "content": "We acknowledge funding from the project FORMAMP under the FP7-NMP-2013-LARGE-7 program of The European Union. The authors thank E. Dam and W. de Goede from the UMCG research workshop for manufacturing the CDFF."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 14415,
                "identity": "a0e6b4d7-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Prashant Sharma",
                "email": "p.k.sharma@umcg.nl",
                "orcid": "",
                "institution": "Biomedical Engineering UMCG",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Prashant",
                "middleName": "",
                "lastName": "Sharma",
                "suffix": ""
            },
            {
                "id": 14410,
                "identity": "a0e6a8ab-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rene T Rozenbaum",
                "email": "",
                "orcid": "",
                "institution": "Biomedical Engineering UMCG",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rene",
                "middleName": "T",
                "lastName": "Rozenbaum",
                "suffix": ""
            },
            {
                "id": 14411,
                "identity": "a0e6acb2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Willem Woudstra",
                "email": "",
                "orcid": "",
                "institution": "Biomedical Engineering UMCG",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Willem",
                "middleName": "",
                "lastName": "Woudstra",
                "suffix": ""
            },
            {
                "id": 14412,
                "identity": "a0e6afdd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ed D de Jong",
                "email": "",
                "orcid": "",
                "institution": "Biomedical Engineering UMCG",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ed",
                "middleName": "D",
                "lastName": "de Jong",
                "suffix": ""
            },
            {
                "id": 14413,
                "identity": "a0e6b1c8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Henny C. van der Mei",
                "email": "",
                "orcid": "",
                "institution": "Biomedical Engineering UMCG",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Henny",
                "middleName": "C. van der",
                "lastName": "Mei",
                "suffix": ""
            },
            {
                "id": 14414,
                "identity": "a0e6b35e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Henk J. Busscher",
                "email": "",
                "orcid": "",
                "institution": "Biomedical Engineering UMCG",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Henk",
                "middleName": "J.",
                "lastName": "Busscher",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-02-02 12:16:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.024",
        "doiUrl": "https://doi.org/10.1038/protex.2017.024",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609626,
                "identity": "ca07730d-b20f-4404-ac16-572a5d9eb9de",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 133153,
                "visible": true,
                "origin": "",
                "legend": "The constant depth film fermenter (CDFF) (CDFF model adapted from Peters et al.^10^).   (a) Schematic set-up of the fermenter chamber, \r\n(b) Close-up view of the scraper blade sliding over the biofilms to maintain constant depth when the biofilm thickness exceeds the thickness of the well, \r\n(c) Close-up view of one pan with six wells, the dumbbell shaped plug used to adjust the well-depth, a sample disk, and side screw to fix the stainless steel plug,\r\n(d) Auxiliary tool to be pressed on the reversed pan in order to set the well-depth. The tool contains five elevated round disks of a desired height, which matches with the disks in the pan.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5521/v1/figure_1.jpg"
            },
            {
                "id": 2609628,
                "identity": "f9b06e7b-6ae9-4267-a966-a47e9b1a5315",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 177007,
                "visible": true,
                "origin": "",
                "legend": "Wear of the scraper blade and influence on the biofilm surface.   (a) XY-Profilometer scan of a smoothened scraper blade,\r\n(b) Profilometer (Proscan 2000) scan in the X-direction of a smoothened scraper blade,\r\n(c) XY-Profilometer scan of a used scraper blade (3240 rotations at 40 kPa) on which irregularities are observed.\r\n(d) Profilometer image in the X-direction of a used scraper blade (3240 rotations at 40 kPa) on which irregularities are observed,\r\n(e) OCT image of a _P. aeruginosa_ biofilm, on which grooves on top of the biofilms are visible, resulting of the use of a damaged scraper blade, \r\n(f) CLSM optical section of the top of a _P. aeruginosa_ biofilm, showing grooves on top of the biofilm, resulting of the use of a damaged scraper blade. Bacteria are stained green. Scale bar represents 100 µm.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5521/v1/figure_2.jpg"
            },
            {
                "id": 2609627,
                "identity": "ee373c63-3f21-42c2-bd31-7776a616780c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 104334,
                "visible": true,
                "origin": "",
                "legend": "Overview of different methods to set the well-depth and maintain a 100 µm set well-depth of the CDFF wells during autoclaving.   (a) Press fitted Teflon, \r\n(b) Threaded stainless steel,\r\n(c) Side screw stainless steel,\r\n(d) Well-depth maintained by the different designs after autoclaving. Data represent means with standard deviations over 15 wells for each design. *represents statistically significant differences from the set depth of 100 µm at p ≤ 0.05. Statistical analysis was performed with Graphpad Prism version 5.00 for Windows (GraphPad Software, La Jolla California USA). After testing the well-depth after autoclaving for normality, a Kruskall-Wallis test was performed, followed by a Dunn’s test. \r\n",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5521/v1/figure_3.jpg"
            },
            {
                "id": 2609629,
                "identity": "afb8f259-bf85-4c4a-b6d8-8fc17ae30277",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 27761,
                "visible": true,
                "origin": "",
                "legend": "Biofilm thickness of _P. aeruginosa_ ATCC 39324 biofilms grown in the CDFF at a well-depth of 100 µm, measured using CLSM, LLCT and OCT. Data represent means with standard deviations over 20 different wells.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5521/v1/figure_4.jpg"
            },
            {
                "id": 2609630,
                "identity": "fd4cb438-b5f2-44c2-bb06-0099304a0f0d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 70597,
                "visible": true,
                "origin": "",
                "legend": "Average biofilm thickness and height distribution of _P. aeruginosa_ biofilms grown at a set well-depth and observed by OCT.   (a) Measured biofilm thickness for set well-depth of 100 µm, \r\n(b) Biofilm height distribution for set well-depth of 100 µm,\r\nData represent means with standard deviation over 35 wells for well-depth of 100 µm. Statistical analysis was performed with Graphpad Prism version 5.00 for Windows (GraphPad Software, La Jolla California USA). After testing the biofilm thickness for normality, a Kruskall-Wallis test was performed, followed by a Dunn’s test. Only relevant statistical differences are shown.\r\nFigure is under review for submission to a scientific journal for publication^20^.\r\n",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5521/v1/figure_5.jpg"
            },
            {
                "id": 2609631,
                "identity": "ba58d3c8-25ea-4b9c-9975-9eb516cf27ed",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 55598,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Artificial sputum medium (ASM)^11^ ingredients per liter (pH 7.0).",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5521/v1/figure_6.jpg"
            },
            {
                "id": 13464798,
                "identity": "c1420c18-938a-481c-92ef-102003233a4f",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:50",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 572607,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5521/v1/ce6a2db1-3e79-4633-a7c8-d4ea1b0cbed1.pdf"
            }
        ],
        "financialInterests": "No conflicting financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "biofilm, bacteria, fungi, infection, cystic fibrosis, burn wound",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes how to grow biofilms with a well-defined thickness to match the thickness of clinically occurring biofilms in a constant-depth-film-fermenter. In a constant-depth-film-fermenter, biofilms are grown on the bottom of wells with set depths, while a scraper blade removes biofilm growing above the wells. Proper fixing of well-depth and use of smooth scraper blades are critical steps for growing biofilms of constant thickness over their entire surface area. Biofilm thickness can be measured with confocal-laser-scanning-microscopy, low-load-compression-testing or optical-coherence-tomography. Confocal-laser-scanning-microscopy is mostly used, but relies on penetration of fluorophores and laser-light through the biofilms. This makes confocal-laser-scanning-microscopy unsuitable for relatively thick constant-depth-film-fermenter biofilms, leaving low-load-compression-testing or optical-coherence-tomography preferred. Also, the relatively low resolution of optical-coherence-tomography enables to determine thickness over an entire biofilm surface area, constituting a major advantage over confocal-laser-scanning-microscopy. The reproducible thickness of constant-depth-film-fermenter biofilms facilitates high-throughput studies and is important for studying antimicrobial penetration in biofilms.",
        "manuscriptTitle": "A constant depth film fermenter to grow microbial biofilms",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-03-08 14:31:02",
                "doi": "10.1038/protex.2017.024",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0e62225-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 8th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3793,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-03-08 14:31:02",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}