{
    "identity": "nprot-8",
    "title": "Immunoprecipitation \\(IP) of Homer 1a, injection of virions and <em>in situ</em> hybridization in the spinal cord",
    "content": [
        {
            "header": "Introduction",
            "content": "Glutamatergic signaling mechanisms and intracellular calcium mobilization in the spinal cord are crucial for the development of nociceptive plasticity, which is associated with chronic pathological pain<sup>1,2</sup>. Long-form Homer proteins anchor glutamatergic receptors to sources of calcium-influx and -release at synapses<sup>3-5</sup>, which is antagonized by the short, activity-dependent splice variant Homer1a. Using this protocol Homer1a can be targeted to specific spinal segments _in vivo_.  Using this method we have shown that Homer1 function is critically involved in pain plasticity and constitutes a promising therapeutic target for the treatment of chronic inflammatory pain."
        },
        {
            "header": "Procedure",
            "content": "**Immunoprecipitation \\(IP) of Homer1a from spinal cord:** 1)  Kill mice with an overdose of ether.   2)  Perform a spinal laminectomy, isolating the L4-L5 segments and rapidly homogenizing in hypotonic buffer \\(25mM Tris-HCl, pH 7.4, 5mM EDTA, 1mM DTT) containing ‘Complete Mini EDTA-free Protease Inhibitor’ tablets \\(Roche).  3)  Lyse for 30 min in an equal volume of ice-cold 2x RIPA buffer \\(1x RIPA buffer: 50mM Tris-HCl pH 7.4, 150mM NaCl, 5mM EDTA, 1% Triton X-100, 0.5% sodium deoxycholate, 0.1% SDS).   4)  Centrifuge lysates for 10 min at 4°C to remove insoluble material.   5)  Incubate cleared protein lysates for 1 h with protein A-/G-plus Sepharose beads \\(Santa Cruz Biotechnology; 30 µl).   6)  Separate beads and incubate the supernatant with the Homer1a-specific antibody \\(Santa Cruz Biotechnology; 6 µg) overnight, followed by incubation with protein A-/G-plus Sepharose beads for 2 h 4°C.   7)  Wash beads twice with RIPA and twice with PBS.   8)  Resuspend precipitated proteins with 2x SDS sample buffer \\(0.03 ml; 4x SDS sample buffer: 286 mM Tris-HCl pH 6.8, 5.7 % SDS, 10mM EDTA, 28 % glycerol, 3.5mg/ml 2-mercaptoethanol) and boil for 3 min before bromophenol blue, 4.7 mg/ml  loading on SDS-polyacrylamide gel.   **Injection of virions in the parenchyma of the spinal dorsal horn in vivo:** 9)  Anaesthetise adult mice with Fentanyl: Domitor: Dormicum \\(4:6:16; 0.7 µl/g; i.p.).   10)  Incise the skin overlying lower thoracic and lumbar vertebrae and perform a laminectomy at the L3-L5 level and open the spinal dura. Immobilise the mouse on a glass-plate.   11)  Use injection apparatus consisting of a micromanipulator connected to a 5 µl Hamilton-syringe. Fill the syringe with a gas-tight luer tip connected to a glass capillary with defined tip diameter of 60 µm.   12)  Mix the AAV-viral stocks with 20% Mannitol \\(to enhance vector spread) in a ratio 2:1.   13)  Back fill the syringe with water, and then separate from the soaked viral injection solution by a small air bubble to prevent under-pressure during injection.   14)  Connect the syringe to a nanoliter injector and an Ultramicro pump \\(WPI).   15)  Penetrate the injection capillary at an angle of\n45° into the dorsal horn of the spinal cord \\(around 80 µm deep) with a pre-flow of solution and infusion rate of 66 nanoliter/min.   16)  Infuse 300 nl mixture containing around 1.2x10\n7~ virions 4x bilaterally \\(2x on each side).   17)  Following the injection, place Gelfoam directly on the spinal cord and muscles and suture the skin  18)  Allow the mice to recover for 2-3 weeks before behavioral testing  19)  To assess whether intraspinal rAAV injections produce long-lasting injury to the spinal cord, inject AAV-EGFP virions in the spinal dorsal horn of mice and perform pathological examination of the spinal cord at 2 weeks after the injection. Non-operated \\(naïve) mice serve as controls.   20)  Nissl staining can be done to analyze the density and form of cells in the spinal dorsal horn.   21)  Anti-NeuN immunohistochemistry can be done to assess the density and morphology of spinal neurons.   22)  Anti-GFAP immunohistochemistry can be done to assess whether reactive gliosis occurs after the viral injection.      With respect to all of these tested parameters, there was no evidence of tissue damage in the spinal cords of AAV-EGFP-injected animals in comparison with non-injected animals. It is possible that an immediate local immune response occurs directly at the injection site. However, neither the injection site nor the area where the virus spreads demonstrate any indications of pathology at two weeks after the injection.      **_In situ_ hybridization:** **A) Generation of cRNA probes:**  i)  For in situ hybridisation use non-radioactive digoxigenin \\(DIG)-labeled, single-stranded sense and antisense riboprobes.   ii)  Clone PCR-Products of the probe templates directly into the Zero Blunt end TOPO vector \\(Invitrogen) according to the manufacturer´s instruction.   iii)  Determine the orientation of probe insertion by Sequencing.   iv)  Linearize clones and purify the linearized plasmid DNA.  v)  _In vitro_ transcribe 1 µg DNA with 20 U of the appropriate RNA polymerase \\(Roche), 10 mM DTT, 1 U/µl RNAsin and DIG RNA Labeling mix \\(Roche) in a total volume of 20 µl in transcription buffer for 2 h at 37°C.   vi)  Stop the reaction by adding 1 U/µl RNase-free DNase I for 15 min at 37°C and 25 mM EDTA \\(store 1µl of this “Ls-probe” for analysis).  vii)  To improve tissue penetration, hydrolyze the cRNA probes to achieve around 200 bp fragments according to the formula: t = \\(Ls - Le) / \\(K • Ls • Le). Where: t - time in minutes, Ls - starting probe length in kb, Le - desired length of the hydrolyzed probe in kb \\(here 0.2) and K = 0.1101 kb/min.   viii)  Induce hydrolysis by adding 0.1M NaOH in 200 µl final volume on ice.   iX)  Stop the reaction with 200 µl of 0.1 M hydrochloric acid.   X)  Precipitate and redissolve riboprobes in 50 µl TE buffer with a final concentration of 1 U/µl RNase inhibitor.   Xi)  Use five µl \\(around 500ng) for analysis \\(Le probe), and store the residual volume in aliquots at  -20\no\nC.  **b) Analysis of DIG-dUTP incorporation:** Theoretically every 20-25th nucleotide should be a DIG-UTP. This incorporation can be tested by DIG-Northern blot detection.   i)  Load Ls and Le probes on an RNA Gel.   ii)  Blot the gel and perform detection using the DIG Wash and Block Buffer Set \\(Roche).  iii)  Wash the membrane shortly with washing buffer.  iv)  Block for 30 min in Blocking solution in Maleic Acid buffer.  v)  Incubate with anti-DIG-AP-Fab solution \\(Roche) in dilution buffer for 10 min.   vi)  Wash two times for 15 min each.  vii)  Equilibrate the membrane for 5 min in Detection buffer.   viii)  Perform color development in Detection buffer containing NBT/BCIP \\(0.02%) in the dark and stop the reaction by transferring the blot in TE buffer.    **c) Tissue hybridization:**  i)  Freeze tissues on dry ice and maintain at -70°C.  ii)  Prewarm for 30 min at minus 20\no\nC, cut on a Cryostat \\(Leica), mount on Poly-L-lysine- coated glass slides and air-dry for 30-60 min.   iii)  Fix sections by incubating in 4% PFA for 5 min before washing 3 times for 5 min each in PBS.   iv)  Incubate slides with 0.2 % TritonX-100 followed by 5 min washing with PBS.  v)  Incubate with 1 µg/ml Proteinase K in TE for 15 min at 37°C.   vi)  Treat sections for 1 min with 0.1 M Glycine in PBS, 5 min with 4% PFA and twice for 5min each with PBS.   vii)  Incubate sections in TAE \\(40mM Tris-HCl, pH 8, 20mM acetic acid, 2mM EDTA, pH 8.0), followed by treatment with 0.25% Acetic anhydrate in TAE \\(freshly added) for 10min.  viii)  Wash sections 3 times for 5 min each with PBS.   iX)  Perform pre-hybridization for 3-4 h in a hybridization chamber which is humidified with 5x SSC/ 50% Formamid.  X)  Perform hybridisation with sense and antisense DIG-labelled cRNA probes diluted \\(1:20-1:120) in hybridization buffer consisting of 50% formamide, 2% blocking reagent \\(Roche), 5x SSC, 0.02% SDS and 0.1% Laurylsarcosine over night at 65°C.   Xi)  On the next day, wash sections two times for 10 min each with 2x SSC followed by Ribonuclease A treatment for 30 min at 37°C \\(50 µg) in buffer consisting of 10 mM Tris-HCl, 1 mM EDTA and 500 mM NaCl at pH 8.   Xii)  Do stringent washing at 65°C for 10 min in 0.2x SSC, then at room temperature for 5 min in 0.2x SSC followed by a 5 min incubation in Maleic acid buffer \\(0.1 M Maleic-acid pH 7.5, 0.15 M NaCl).   Xiii)  Incubate slides in 1% blocking reagent in Maleic acid buffer for 1 h before incubation in Anti-DIG-AP-Fab fragment \\(Roche; 1:1800) in Maleic acid buffer containing 1% blocking reagent for 1 h.   Xiv)  Wash two times for 30 min each in Maleic acid buffer, then equilibrate slides in Detection buffer \\(100 mM Tris-HCl pH 9.5, 100 mM NaCl, 50 mM MgCl2) and perform detection using NBT/BCIP \\(0.02%) in Detection buffer in the dark.   Xv)  Stop the reaction by adding TE buffer and washing sections a few times in distilled water.  Xvi)  Mount sections with Mowiol and store at 4°C."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm1406",
                "date": "2006-04-12 05:37:31",
                "title": "Synaptic scaffolding protein Homer1a protects against chronic inflammatory pain",
                "authors": [
                    "Tappe",
                    "A. et al."
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9693,
                "identity": "9e853103-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Rohini Kuner",
                "email": "rohini.kuner@pharma.uni-heidelberg.de",
                "orcid": "",
                "institution": "Pharmakologisches Institute, University of Heidelberg, Im Neuenh",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rohini",
                "middleName": "",
                "lastName": "Kuner",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-05 14:58:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.154",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.154",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15665567,
                "identity": "ba0aa7e0-56ed-4e54-ba5d-3c1edc7ea1c8",
                "added_by": "auto",
                "created_at": "2021-11-18 13:32:18",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 117929,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-8/v1/0960541f-d2a8-4847-a951-3cad616a216b.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "_In situ_ hybridisation on spinal cord, Immunoprecipitation on spinal segments, Intraparenchymal injections in spinal cord",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Immunoprecipitation (IP) of Homer 1a, injection of virions and in situ hybridization in the spinal cord",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-06-30 06:11:00",
                "doi": "10.1038/nprot.2006.154",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e8451aa-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 30th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1206,
                "name": "Biochemistry"
            },
            {
                "id": 1207,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 1208,
                "name": "Molecular Biology"
            },
            {
                "id": 1210,
                "name": "Microbiology"
            },
            {
                "id": 1211,
                "name": "Biological techniques"
            },
            {
                "id": 1212,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-06-30 06:11:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}