{
    "identity": "nprot-2621",
    "title": "Video-rate imaging of luminescent tumour cells in freely moving unshaved mice",
    "content": [
        {
            "header": "Introduction",
            "content": "Molecular imaging of whole living animals enables elucidation of substrate translocation in internal organs, cellular functions, and molecular processes. In addition, the importance of molecular imaging in mice for tumour metastasis research and anti-cancer-drug screening is ever increasing since various model mice have been developed for human cancers. Although fluorescence imaging is widely used to study cell biology, it cannot be easily used for whole living animal imaging because the excitation light causes high background signals from the animal and it is difficult to illuminate fluorescent probes in deep regions of a whole animal. Luminescence imaging has a great advantage over ﬂuorescence imaging because it does not require an excitation light source, but requires a substrate such as coelenterazine or luciferin. Although luminescent proteins, including aequorin and luciferases, have been used to image organisms, the light intensity of these proteins is insufficient to provide temporal resolution. Therefore, the use of luminescence imaging has been limited to anaesthetised animals with or without restraint.\r\n\n\nTo overcome this drawback, intermolecular bioluminescence resonance energy transfer \\(BRET) probes, such as aequorin-GFP<sup>1</sup> and eBAF-Y<sup>2</sup>, have been developed to improve the brightness of these luminescent proteins. Although these probes allow for live-cell and whole-body imaging with improved resolution in space and time, compared to fluorescent protein-based probes, they still underperform in terms of brightness. To improve the brightness, we recently developed a luminescent protein, Nano-lantern, that is a chimera of enhanced _Renilla luciferase_<sup>3</sup> and Venus<sup>4</sup>, a fluorescent protein with high BRET efficiency that is 10 times brighter than RLuc<sup>5</sup>. Nano-lantern enables not only real-time imaging of intracellular structures in living cells with spatial resolution equivalent to fluorescent probes, but also sensitive tumour detection in freely moving unshaved mice.\r\n\n\nIn this paper, we describe in detail the protocol for video-rate tumour detection using Nano-lantern. To visualise tumour cells in freely moving mice, we need to obtain both luminescence images of the tumour cells and bright-field images of the whole animals. In this protocol, we introduce our homemade imaging system for obtaining alternate luminescence and bright-field images, which can be easily set up in the laboratory."
        },
        {
            "header": "Reagents",
            "content": "- RPMI1640 Medium “Nissui” 2 \\(Nissui, cat. no. 05918) \\(for culturing colon26 cells)\r\n\n\n- Hank’s Solution “Nissui” 2 \\(Nissui, cat. no. 05906) \\(for transplantation of colon26 cells)\r\n\n\n- 1× PBS \\(for injection of coelenterazine-h)\r\n\n\n- Ethanol \\(for dissolving coelenterazine-h)\r\n\n\n- Pentobarbital Sodium Salt \\(Nacalai Tesque, Inc., cat. no. 02095-04)\r\n\n\n- Saline \\(Otsuka) \\(for dilution of pentobarbital)\r\n\n\n- Coelenterazine-h \\(Promega, cat. no. S2011)\r\n\n\n- Colon26 cells stably expressing Nano-lantern"
        },
        {
            "header": "Equipment",
            "content": "- Culture dishes\r\n\n\n- Pipette men \\(200 µL and 1,000 µL)\r\n\n\n- Pipette tips \\(200 µL and 1,000 µL)\r\n\n\n- Disposable syringe \\(1 mL)\r\n\n\n- BD Lo-dose syringe 30G \\(BD, cat. no. 326638)\r\n\n\n- Microcentrifuge tubes \\(1.5 mL)\r\n\n\n- Shade curtain\r\n\n\n- Corrugated cardboard box \\(~60 cm × 60 cm × 60 cm)\r\n\n\n- C-mount lens \\(Fujifilm, cat. no. HF12.5SA-1)\r\n\n\n- Aluminium angle boxes \\(small: <sub>30 cm × 30 cm × 30 cm, large: </sub>100 cm × 100 cm × 100 cm)\r\n\n\n- Stainless steel box \\(~10 cm × 10 cm × 10 cm)\r\n\n\n_Critical: The inside of the stainless steel box should be painted matte black to prevent reflection of emitted light._\r\n\n\n- Light source for bright-field illumination\r\n\n\n- Electrical shutter unit\r\n\n\n- Light diffuser\r\n\n\n- Imaging software\r\n\n\n- Electron multiplying charge coupled device \\(CCD) camera\r\n\n\n_Critical: The camera device should be equipped with TTL/CMOS output for exposure timing._\r\n\n\n- Multi-function generator\r\n\n\n_Critical: The multi-function generator should be equipped with an external trigger input._\r\n\n\n- Shutter device\r\n\n\n_Critical: The shutter device should be equipped with an external TTL trigger input._\r\n\n\n- A couple of 50 Ω BNC \\(or SMA) cables\r\n\n\n- BNC branch connector\r\n\n\n- Oscilloscope\r\n\n\n_Critical: The purpose of the oscilloscope is to check the camera exposure time and shutter open time._\r\n\n\n- Personal computer \\(PC) and software for camera control"
        },
        {
            "header": "Procedure",
            "content": "A) Preparation of tumour-bearing mouse \r\n\n\n1. Disperse colon26 cells stably expressing Nano-lantern \\(1.0 × 10\n7\ncells/mL) in Hank’s solution.\r\n  2. One hundred microliters of a single cell suspension was subcutaneously transplanted on the back of a mouse using a BD Lo-dose syringe 30G with a 30G needle.\r\n  _Critical: Keep the cell suspension on ice. Before filling the syringe with the cell suspension, it should be mixed well using a 1-mL pipette tip with the pointed end cut off._\r\n\n\n3. Maintain the mice on a 12-h light/dark cycle, with constant temperature and humidity.\r\n  \r\n\n\nB) Construction of the homemade luminescence-imaging system\r\n\n\n4. Construct a light-tight box using an aluminium angle box \\(large) and a shade curtain \\(Fig. 1A).\r\n  5. Attach a C-mount lens to a CCD camera and put the CCD camera in a small aluminium angle box. The aluminium angle box and CCD camera should be placed in a corrugated cardboard box to keep the mice under the imaging system \\(Fig. 1B). The small aluminium angle box, CCD camera, and light source should be put in the light tight box to block out stray light from the experiment room. Place the stainless steel box under the CCD camera.\r\n  _Critical: To allow soft illumination into the stainless steel box, reduce the light power \\(using an ND filter or something similar), attach a light diffuser to spread the light, and turn the output end of the light source toward the roof of the shade curtain._\r\n\n\n\r\n\n\nC) Construction of an alternative shutter control system\r\n\n\nCCD cameras have a “read-out time” to transfer signals to the AD converter. Therefore, the exposure time signal sequence has a square wave of “exposure on” and “exposure off” signals. The exposure time out signals from the CCD camera are used as the “trigger” signals for the multi-function wave generator that can generate a trigger input for the shutter \\(Fig. 1C). An oscilloscope is used to monitor the timing signals.\r\n\n\n6. Set the CCD camera parameters for video-rate imaging. Generally, the exposure time will be set to 0.033 s \\(30 Hz) and frame-transfer \\(or over-lapped) mode for the fastest data transfer from the CCD to the PC.\r\n  7. Connect the exposure time out signals from the CCD camera to one of the oscilloscope’s channels with a BNC cable and a BNC branch connector to monitor timing signals.\r\n  8. Connect the exposure time out signal from the BNC branch connector explained in the second step to the multi-function generator’s trigger input.\r\n  9. Set the parameters of the multi-function generator to generate the following signals: Function generation mode, burst; wave form, square; amplitude, 0–5 V; frequency, 15 Hz; cycle number, 1; phase, -1 degree; duty ratio, less than 50%. The output signals of the multi-function generator should be connected to another channel of the oscilloscope to simultaneously monitor the exposure out signals.\r\n  _Critical: The parameters described above generate “one pulse” signals in response to the exposure time out signals of the CCD camera. The more important parameters are duty ratio and phase. Because the shutter device has both electrical and mechanical jitter \\(the delay time from ideal time signals), phase and duty ratio adjustments are required to prevent light leaking into another exposure time. Changing the duty ratio changes the duration time of the “turning on” time during exposure. Phase adjustment may be required to avoid pulse generation during another exposure time. However, if the shutter is mechanical, the jitter lasts several for microseconds. In that case, turning on and off the shutter timing may be ignored. If the light control will be performed by faster devices, such as LED power modulation, phase adjustment is essential\n6\n. Instead of adjusting the duty ratio, the frequency can be changed._\r\n\n\n10. Connect the output of the multi-function generator to the external input of the shutter device.\r\n  _Critical: To prevent light leaking from one exposure time to another, duty ratio and phase adjustment are required by imaging alternate excitation._\r\n\n\n\r\n\n\nD) Alternate luminescent and bright-field imaging of the freely moving mouse\r\n\n\n11. Dissolve 8 μg of coelenterazine-h in ethanol, and then dilute it in 1× PBS.\r\n  Critical step: The final concentration of ethanol should be less than 20%.\r\n\n\n12. Inject coelenterazine-h solution intratumourally with a BD Lo-dose syringe 30G.\r\n  13. Put the mouse onto the stainless steel box in the light-tight box, tightly close the shade curtain and start video-rate imaging."
        },
        {
            "header": "Anticipated Results",
            "content": "As shown in figure 2, the protocol can be used to obtain an alternating luminescent and bright-field image series at video-rate in a freely moving unshaved mouse.\r\n\n\n_Critical: Using imaging software, the odd numbered images \\(bright-field images, Fig. 2a) can be separated from the even numbered images \\(luminescence images, Fig. 2b) in the image series to obtain merged images \\(Fig. 2c), which allows us to determine the localization of tumour cells in a freely moving mouse \\(Fig. 2d)._\r\n\n\nThis protocol could be applied not only to tumour detection but also to the visualization of molecular processes such as calcium signalling in freely moving mice. Our homemade imaging system is so simple that you can easily combine luminescent imaging with other technologies such as behavioural control with optogenetic technology<sup>7</sup>."
        },
        {
            "header": "References",
            "content": "1. Baubet, V., et al. Chimeric green fluorescent protein-aequorin as bioluminescent Ca2+ reporters at the single-cell level. _Proc. Natl. Acad. Sci. U.S.A._ **97**, 7260–7265 \\(2000).\r\n  2. Hoshino, H., Nakajima, Y. & Ohmiya, Y. Luciferase-YFP fusion tag with enhanced emission for single-cell luminescence imaging. _Nat. Methods_ **4**, 637–639 \\(2007).\r\n  3. Loening, A. M., Fenn, T. D., Wu, A. M. & Gambhir, S. S. Consensus guided mutagenesis of Renilla luciferase yields enhanced stability and light output. _Prot. Eng. Des. Sel._ **19**, 391–400 \\(2006).\r\n  4. Nagai, T., et al. A variant of yellow fluorescent protein with fast and efficient maturation for cell-biological applications. _Nat. Biotechnol._ **20**, 87–90 \\(2002).\r\n  5. Saito, K., et al. Luminescent protein for high-speed single-cell and whole-body imaging. _Nat. Commun._ **3**, 1262 \\(2012).\r\n  6. Chang, Y.-F., Arai, Y. & Nagai, T. Optogenetic activation during detector ‘dead time’ enables compatible real-time fluorescence imaging. _Neurosci. Res._ **73**, 341–347 \\(2012).\r\n  7. Zhang, F., et al. Optogenetic interrogation of neural circuits: technology for probing mammalian brain structures. _Nat. Protocol._ **5**, 439–456 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by a Grant-in-Aid for Scientific Research on Innovative Areas “Spying minority in biological phenomena” \\(No. 3306) from MEXT \\(T.N.), a grant from the Cooperative Research Program of “Network Joint Research Center for Medical Devices” \\(T.N.), and PRESTO from JST \\(Y.H. and T.N.)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms2248",
                "date": "2013-02-16 08:42:37",
                "title": "Luminescent proteins for high-speed single-cell and whole-body imaging",
                "authors": [
                    "Kenta Saito",
                    "Y-F Chang",
                    "Kazuki Horikawa",
                    "Noriyuki Hatsugai",
                    "Yuriko Higuchi",
                    "Mitsuru Hashida",
                    "Yu Yoshida",
                    "Tomoki Matsuda",
                    "Yoshiyuki Arai",
                    "and Takeharu Nagai"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12400,
                "identity": "9ff2917f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Takeharu Nagai",
                "email": "ng1@sanken.osaka-u.ac.jp",
                "orcid": "",
                "institution": "Institute of Scientific and Industrial Research, Osaka University, 8-1 Mihogaoka, Ibaraki, Osaka 567-0047, Japan",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Takeharu",
                "middleName": "",
                "lastName": "Nagai",
                "suffix": ""
            },
            {
                "id": 12397,
                "identity": "9ff28641-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kenta Saito",
                "email": "",
                "orcid": "",
                "institution": "Institute of Scientific and Industrial Research, Osaka University, 8-1 Mihogaoka, Ibaraki, Osaka 567-0047, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kenta",
                "middleName": "",
                "lastName": "Saito",
                "suffix": ""
            },
            {
                "id": 12398,
                "identity": "9ff28ae7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yuriko Higuchi",
                "email": "",
                "orcid": "",
                "institution": "Graduate School of Pharmaceutical Sciences, Kyoto University, 46-29 Yoshida-Shimoadachi-cho, Sakyo-ku, Kyoto 606-8501, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuriko",
                "middleName": "",
                "lastName": "Higuchi",
                "suffix": ""
            },
            {
                "id": 12399,
                "identity": "9ff28ed7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yoshiyuki Arai",
                "email": "",
                "orcid": "",
                "institution": "Institute of Scientific and Industrial Research, Osaka University, 8-1 Mihogaoka, Ibaraki, Osaka 567-0047, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yoshiyuki",
                "middleName": "",
                "lastName": "Arai",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-02-16 09:56:33",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.024",
        "doiUrl": "https://doi.org/10.1038/protex.2013.024",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608671,
                "identity": "1760439c-f6fe-4090-8095-dd13978bce31",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:23",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 9828127,
                "visible": true,
                "origin": "",
                "legend": "Setup of home-made imaging system   Setup of light tignt box which consists of alminium angle box (large) and shade curtain (A), inside of light tight box which consists of CCD camera, C-mount lens, output end of light source with light diffuser and shutter-device, stainless box, alminium angle box (small) and corrugated cardboard box (B). (C) The timing chart of exposure out signals (top) and shutter on signals (bottom). The yellow rectangular area displays duration of light illumination. To avoid the light illumination leak to the exposure time of chemiluminescence image acquisition, the phase of the shutter on signals was shifted.",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2621/v1/figure_1.pdf"
            },
            {
                "id": 2608670,
                "identity": "c31be63b-07e7-49d9-8897-5893981d0997",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:23",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1070026,
                "visible": true,
                "origin": "",
                "legend": "Chemiluminescence imaging of freely moving mouse with Nano-lantern-expressing tumour cells   Bright-field (A), chemiluminescence (B) and merged images (C) of freely moving mouse. (D) Consecutive frames of video-rate images of Nano-lantern-expressing tumour cells in freely moving mouse.",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2621/v1/figure_2.pdf"
            },
            {
                "id": 13464678,
                "identity": "26b02a57-f6b6-43ac-8bd2-f41e74654026",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:18",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1512943,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2621/v1/bfefbc85-98f8-44e2-93b7-aca4f6443569.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Nano-lantern, mice movement, homemade imaging system",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Optical imaging of _in vivo_ luminescence has been used extensively for the evaluation of biological events such as gene expression, protein-protein interaction, tumour growth, and metastasis in mice under anaesthesia. In most cases, the exposure time required for the CCD camera to take an image ranges from tens of seconds to more than 1 minute; therefore, these phenomena cannot be evaluated in real time. However, it would be more useful if these biological events could be detected in small animals at video rate or an equivalent time resolution. Here, we describe a protocol for luminescence imaging in a freely moving unshaved mouse using a bright version of a luminescent protein, Nano-lantern, and a system to capture both luminescence \\(dark-field) and whole animal \\(bright-field) images. The protocol includes not only the preparation of the mouse with luminescent tumour tissue inside the body but also how to set up the homemade luminescence imaging system, which includes an EM-CCD camera and an alternative shutter control devise in a dark box made from cardboard. This protocol could be applied for any luminescence imaging application in small organisms, including zebrafish, _Drosophila_, and _Arabidopsis_.",
        "manuscriptTitle": "Video-rate imaging of luminescent tumour cells in freely moving unshaved mice",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-02-18 09:28:36",
                "doi": "10.1038/protex.2013.024",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ff1bfa7-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 18th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2901,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-02-18 09:28:36",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}