{
    "identity": "nprot-460",
    "title": "Detection of heteromerization of more than two proteins by sequential BRET-FRET",
    "content": [
        {
            "header": "Introduction",
            "content": "Combining BRET and FRET in the Sequential BRET-FRET \\(SRET) new technique permits heteromers formed by three different proteins to be identified. In SRET experiments, the oxidation of a Rluc substrate triggers acceptor excitation by BRET and subsequent energy transfer to a FRET acceptor. Thus, SRET requires the co-expression of three fusion proteins, one coupled to Rluc, another conjugated with GFP2 or YFP, and the third with YFP or DsRed. SRET is an invaluable technique to identify heteromeric complexes of more than two neurotransmitter receptors, which will enable us to better understand how signals are integrated at the molecular level."
        },
        {
            "header": "Reagents",
            "content": ". cDNA for functionally validated fusion proteins in suitable expression vectors.\r\n\n\n. Suitable cells for transfection \\(e.g., HEK293)\r\n\n\n. 6-well cell culture plates \\(TPP)\r\n\n\n. Suitable growth medium, such as Complete Medium \\(Dulbecco&#x2019;s modified Eagle&#x2019;s medium \\(DMEM;Gibco,cat.no.11960-044) supplemented with 2 mM L-glutamine, 100 U/ml penicillin/streptomycin, and 5% \\(v/v) heat inactivated Foetal Bovine Serum \\(FBS) \\(all supplements were from Invitrogen, Paisley, Scotland, UK) for HEK293 cells.\r\n\n\n. Transfection reagent;  branched PEI \\(PolyEthylenImine, Sigma, Steinheim, Germany)\r\n\n\n. Protein quantification reagent; Bradford solution \\(Bio Rad, cat.no. 500-0006)\r\n\n\n. 96-well white microplates for BRET \\(Corning 3600)\r\n\n\n. 96-well black microplates with transparent bottom for fluorescence detection \\(Corning 3600)\r\n\n\n. 0.05% trypsin \\(Gibco, cat.no. 15400-054)\r\n\n\n. Assay buffer: Saline buffer \\(HBSS) containing CaCl2.12H2O 0.185 gl-1, KCl 0.370 gl-1, KH2PO4 0.060 gl-1, MgCl.2H2O 0.100 gl-1, MgSO4.7H2O  0.100 gl-1, NaCl 8.000 gl-1, Na2HPO4.12H2O 0.121 gl-1, HEPES 2,385 gl-1 and D-glucosa 1.000 gl-1.\r\n\n\n. 500 &#x3BC;M coelenterazine h \\(Molecular Proves, cat.no.C-6780) in anhydrous ethanol as luciferase substrate stock solution \\(Panreac 121086.1211). Store at -20oC protected from light.\r\n\n\n. 1 mM DeepBlueC \\(Perkin Elmer, cat.no.6310-101M) in anhydrous ethanol as luciferase stock solution. Store at -20oC protected from light."
        },
        {
            "header": "Equipment",
            "content": ". Multiskan Ascent Photometer \\(Thermo Labsystems) \r\n\n\n. Fluostar Optima Fluorimeter \\(BMG Labtechnologies, Offenburg, Germany)\r\n\n\n. Mithras LB 940 Luminometer \\(Berthold Technologies, DLReady, Germany)"
        },
        {
            "header": "Procedure",
            "content": "**Preparation**\r\n\n\n1. Select the donor, acceptor and substrate combination to perform SRET2 or SRET1 experiments \\(i.e, protein-Rluc, protein-GFP2, protein-YFP and DeepBlueC  for SRET2 experiments or protein-Rluc, protein-YFP, protein-DsRed and coelenterazine h for SRET1 experiments)\r\n  2. Generate fusion constructs in Rluc, GFP2, YFP or DsRed expression vectors consisting of the cDNA for the protein of interest inserted in-frame with the cDNA for the bioluminescent or fluorescent donor or acceptor molecule. Remove the stop codon separating the cDNA sequences by mutagenesis so that a single fusion protein is expressed after transfection.\r\n  3. Validate the fusion proteins of interest, including suitable control proteins, by comparing fusion and wild-type proteins in functional assays. Check that luminescence or fluorescence is detectable \\(represent cDNA transfected versus bioluminescence or fluorescence detected). If possible, use confocal microscopy to visualize \\(by its own fluorescence or using antibodies) correct cellular localization of fusion protein.\r\n  4. Reconstitute and store the luciferase substrate stock solution containing coelenterazine h or DeepBlueC with anhydrous ethanol.\r\n  **Cell culture**\r\n\n\n5. Aliquot cells in 6-well cell culture plate in a suitable growth medium. They should be 60-80 % confluent after 24h. Maintain at 37oC, 5% CO2.\r\n  6. Transfect expression vectors corresponding to the desired fusion proteins at the suitable ratios using PEI according to the manufacturer’s protocol. Other methods of transfection may be used as well.\r\n  7. i, Around 48 hour after transiently transfection detach the cells and resuspend in HBSS assay buffer. \r\n        ii, Wash cells twice with assay buffer for 5 minutes and resuspend in the same\r\n\n\n     buffer.\r\n\n\niii, Using an aliquot, quantify the amount of protein with Bradford solution and dilute cells to maintain the same  amount of protein in each sample.\r\n\n\niiii, Aliquot cells into 96-well white and black isoplate \\(100 μL per black well and 90 μL per white well )\r\n\n\n**Fluorescence and luminescence detection**\r\n\n\n8. Use a fluorimeter to measure the relative fluorescence from aliquots of each sample \\(in 100 μL per well, black isoplates) by directly exciting the first \\(BRET) acceptor fluorophore with laser light at a suitable wavelength \\(410 nm for GFP2 or 485 nm for YFP) and detecting the emission \\(510 nm for GFP2 or 530 nm for YFP) or directly exciting the second \\(FRET) acceptor fluorophore with laser light at a suitable wavelength \\(485 nm for YFP or 544 nm for DsRed) and detecting the emission \\(530 nm for YFP or 590 nm for DsRed). Correct the background fluorescence with untransfected cells.\r\n  9. Add 10 μL Coehelenterazine h to aliquots of each sample \\(in 90 μL per well, white isoplates) and after 10 min measure luminescence at 485 nm in a luminometer. Correct the background from untransfected cells.\r\n  10. Fluorescence quantification: YFP fluorescence in SRET2 experiments is defined as the signal detected at 530 nm minus the signal for cells expressing protein-Rluc and protein-GFP2. Linear un-mixing was done taking into account the spectral signature as described previously1. DsRed fluorescence in SRET1 experiments is defined as the signal detected at 590 nm minus the signal for cells expressing protein-Rluc and protein-YFP.\r\n  **SRET detection**\r\n\n\n11. For protein-Rluc/protein-GFP2/protein-YFP transfection, the SRET2 is measured by adding 10 μL DeepBlueC in each 90 μL white well and immediately detecting emission at 530 nm and 410 nm using a luminometer. For protein-Rluc/protein-YFP/protein-DsRed transfection, the SRET1 is measured by adding 10 μL coelenterazine h in each 90 μL white well 1 minute before detecting the emission at 590 nm and at 485 nm, using a luminometer.\r\n  12.  Repeat readings within the timeframe allowed by substrate stability and cell viability.\r\n  13. SRET quantification: Net SRET1 is defined as \\[\\(emission at 590 nm)/\\( emission at 485 nm)]-Cf where Cf corresponds to \\[\\(emission at 590 nm)/\\( emission at 485 nm)] for cells expressing protein-Rluc, protein-GFP2 and the other protein partner not fused to a fluorescence protein.\r\n  Net SRET2 is defined as \\[\\(emission at 530 nm)/\\( emission at 410 nm)]-Cf where Cf corresponds to \\[\\(emission at 530 nm)/\\( emission at 410 nm)] for cells expressing protein-Rluc, protein-YFP and the other protein partner not fused to a fluorescence protein"
        },
        {
            "header": "Timing",
            "content": "3 h sample preparation, 1 h SRET and 2 h analysis"
        },
        {
            "header": "Critical Steps",
            "content": "-The amount of fusion proteins transfected must be near to the physiological range.\r\n\n\n-Add DeepBlueC immediately before SRET detection and coelenterazine h just 1 min before SRET detection."
        },
        {
            "header": "Troubleshooting",
            "content": "1 If cells are dying after transfection refer to citotoxicity of transfection reagent.\r\n\n\n2 Fusion proteins: If the protein ratios are not the required, i. e, if the donor protein expression is hight, then the fluorescence background will be hight and poor SRET signal will be detected. ii, if there is low donor protein expression, the acceptor protein will be not conveniently excited. \r\n\n\n3 The relative orientation of donor and acceptor can be unsuitable for SRET."
        },
        {
            "header": "Anticipated Results",
            "content": "Net SRET2 will be around 0.100-0.150 units and net SRET1 around 0.200-0.400 units depending on the orientation of the fusion proteins tested."
        },
        {
            "header": "References",
            "content": "1 Zimmermann, T., Rietdorf, J., Girod, A., Georget, V. &amp; Pepperkok, R.  Spectral imaging and linear un-mixing enables improved FRET efficiency with a novel GFP2-YFP FRET pair. _FEBS Lett_. **531**, 245&#x2013;249 \\(2002)."
        },
        {
            "header": "Acknowledgements",
            "content": "This study was supported by Grants from the Spanish Ministry of Education and Science \\(SAF2005-00170 and SAF2006-05481), Grant 060110 from the Fundaci&#xF3; La Marat&#xF3; de TV3  and from Intramural Funds of the National Institute on Drug Abuse\""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.1229",
                "date": "2008-05-30 05:11:46",
                "title": "Detection of heteromerization of more than two proteins by sequential BRET-FRET",
                "authors": [
                    "P Carriba",
                    "G Navarro",
                    "F Ciruela",
                    "S Ferré",
                    "V Casadó",
                    "L Agnati",
                    "A Cortés",
                    "J Mallol",
                    "K Fuxe",
                    "EI Canela",
                    "C Lluís & Rl Franco"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10947,
                "identity": "9f35a0b7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Paulina Carriba",
                "email": "",
                "orcid": "",
                "institution": "IDIBAPS, University of Barcelona, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paulina",
                "middleName": "",
                "lastName": "Carriba",
                "suffix": ""
            },
            {
                "id": 10948,
                "identity": "9f35a33e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gemma Navarro",
                "email": "",
                "orcid": "",
                "institution": "IDIBAPS, University of Barcelona, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gemma",
                "middleName": "",
                "lastName": "Navarro",
                "suffix": ""
            },
            {
                "id": 10949,
                "identity": "9f35a575-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Francisco Ciruela",
                "email": "",
                "orcid": "",
                "institution": "IDIBAPS, University of Barcelona, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Francisco",
                "middleName": "",
                "lastName": "Ciruela",
                "suffix": ""
            },
            {
                "id": 10950,
                "identity": "9f35a741-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sergi Ferre",
                "email": "",
                "orcid": "",
                "institution": "NIDA, NIH, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sergi",
                "middleName": "",
                "lastName": "Ferre",
                "suffix": ""
            },
            {
                "id": 10951,
                "identity": "9f35a8b8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Vicent Casadó",
                "email": "",
                "orcid": "",
                "institution": "IDIBAPS, University of Barcelona, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vicent",
                "middleName": "",
                "lastName": "Casadó",
                "suffix": ""
            },
            {
                "id": 10952,
                "identity": "9f35b950-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Antonio Cortes",
                "email": "",
                "orcid": "",
                "institution": "IDIBAPS, University of Barcelona, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Antonio",
                "middleName": "",
                "lastName": "Cortes",
                "suffix": ""
            },
            {
                "id": 10953,
                "identity": "9f35bb8c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Josefa Mallol",
                "email": "",
                "orcid": "",
                "institution": "IDIBAPS, University of Barcelona, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Josefa",
                "middleName": "",
                "lastName": "Mallol",
                "suffix": ""
            },
            {
                "id": 10954,
                "identity": "9f35bd31-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Enric Canela",
                "email": "",
                "orcid": "",
                "institution": "IDIBAPS, University of Barcelona, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Enric",
                "middleName": "",
                "lastName": "Canela",
                "suffix": ""
            },
            {
                "id": 10955,
                "identity": "9f35be8f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Carmen Lluis",
                "email": "",
                "orcid": "",
                "institution": "IDIBAPS, University of Barcelona, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Carmen",
                "middleName": "",
                "lastName": "Lluis",
                "suffix": ""
            },
            {
                "id": 10956,
                "identity": "9f35bfe5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rafael Franco",
                "email": "",
                "orcid": "",
                "institution": "IDIBAPS, University of Barcelona, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rafael",
                "middleName": "",
                "lastName": "Franco",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-20 15:59:43",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.126",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.126",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607937,
                "identity": "a37ac3ba-1a0e-44cf-926c-1895bb43792a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 147572,
                "visible": true,
                "origin": "",
                "legend": "Sequential BRET-FRET (SRET) technique.    Scheme of SRET2 (a) and SRET1 (b). SRET combines BRET (BRET2 or BRET1) and FRET involving two energy donors and two acceptors. BRET and FRET techniques are combined to detect heterotrimers at the membrane level (left in a and b). BRET2 (a) or BRET1 (b) signal is initiated by, respectively, oxidation of DeepBlueC (a) or coelenterazine h (b) by the Rluc-fused protein that generates a light emission at the indicated wavelength (blue in a, green in b). The acceptor in BRET is a GFP2-fused protein (a) or a YFP-fused protein (b) that after excitation results in an emission at the indicated wavelength (green in a and yellow in b) that excites either a YFP-fused protein (a) or a DsRed fused protein (b) by a FRET process with concomitant light emission peaking at the indicated wavelength (yellow in a and red in b). Emission of YFP (a) or DsRed (b) after addition of the Rluc substrate is only possible if the three fusion proteins are in close proximity (&lt;10 nm) allowing bioluminescent and fluorescent sequential resonance energy transfer (SRET) to occur. Excitation (top) and emission (bottom) spectra of fused proteins are depicted in the images in the right.\r\nClick \"here\":http://protocols.nature.com/image/show/1016 for a larger version of this figure.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-460/v1/figure_1.png"
            },
            {
                "id": 13464414,
                "identity": "d3d8ce76-16ff-43ea-8d78-23aca71aadbc",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:16",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 309470,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-460/v1/de18ab0b-0dc5-4571-98e4-127cb7efde92.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "BRET, bioluminescence resonance energy transfer, FRET, fluorescence resonance energy transfer, SRET, sequential resonance energy transfer, GPCR, protein oligomer, heteromer, heterodimer, protein interaction, G protein, receptor interaction, neuran circuit, neuron, neurotransmitter receptor, identification of higher-order oligomers in the plasma membrane\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Detection of heteromerization of more than two proteins by sequential BRET-FRET",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-07-02 08:04:23",
                "doi": "10.1038/nprot.2008.126",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f355045-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 2nd, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2112,
                "name": "Biochemistry"
            },
            {
                "id": 2113,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 2115,
                "name": "Neuroscience"
            },
            {
                "id": 2116,
                "name": "Biological techniques"
            },
            {
                "id": 2117,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-07-02 08:04:23",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}