{
    "identity": "nprot-477",
    "title": "Purification of _T. thermophilus_ translation initiation factors and characterization of the corresponding ribosome complexes by filter-binding assays",
    "content": [
        {
            "header": "Introduction",
            "content": "Multi-component macromolecular complexes such as ribosome complexes are prone to significant heterogeneity within in vitro reconstituted samples. This can make functional and structural studies difficult, especially in the case of transiently assembling complexes. Translation initiation in prokaryotes proceeds through the formation of transient initiation complexes of the ribosome with initiation factors IF1, IF2 and IF3. The formation of the 30S initiation complex \\(30SIC) is accomplished in the very early phase of translation initiation, before the actual protein synthesis starts. In order to investigate the structure of the complex comprising the 30S ribosomal subunit, mRNA, fMet-tRNAfMet, IF1 and GTP-bound IF2, we have purified the components and characterized the complex formation by filter-binding assays. This was done with the aim of obtaining a high degree of homogeneity of the complex as desirable for structural studies such as by cryo-electron microscopy \\(cryo-EM). Here we provide a protocol for the purification of the IFs and for the monitoring of their binding activity by nitrocellulose filter-binding assays using a radio-labelled tRNA. This procedure allows investigating the influence of the different protein factors and of the Mg<sup>2+</sup> concentration on the formation of the initiation complex in order to optimize the stochiometry of each component."
        },
        {
            "header": "Reagents",
            "content": "LB medium \\(Luria Bertani medium)\r\n\n\nkanamycin\r\n\n\nIPTG \\(isopropyl &#x3B2;-D-1-thiogalactopyranoside)\r\n\n\nTris-HCl \\(Tris \\(hydroxymethyl) aminomethane hydrochloride)\r\n\n\nHEPES-HCl \\(4-\\[2-hydroxyethyl]-1-piperazineethanesulfonic acid) \r\n\n\nMgCl2  \\(Merck)\r\n\n\nDithiotheritol \\(DTT)\r\n\n\nPMSF \\(phenylmethanesulphonylfluoride)\r\n\n\nDNase I\r\n\n\nethylenediaminetetraacetic acid \\(EDTA)\r\n\n\nNaCl\r\n\n\n\\(NH<sub>4</sub>)<sub>2</sub>SO<sub>4</sub>\r\n\n\nKCl\r\n\n\n\r\n\n\nReagents for proteins purification \r\n\n\n&#x2022; Lysis buffer: 40 mM Tris-HCl \\(pH 7.5), 10 mM MgCl2, 1 mM DDT, DNaseI and freshly prepared PMSF solution.\r\n\n\nBuffer for Q-sepharose chromatography\r\n\n\n&#x2022; Buffer A: 40 mM Tris-HCl \\(pH 7.5), 0.1 mM EDTA and 1mM DDT.\r\n\n\n&#x2022; Buffer B: 40mM Tris-HCl, 0.1 mM EDTA, 1 mM DDT and 1M NaCl.\r\n\n\nBuffer for Phenyl-sepharose\r\n\n\n&#x2022; Buffer C :40 mM Tris-HCl \\(pH 7.5), 0.1 mM EDTA, 1mM DDT and 1M \\(NH<sub>4</sub>)<sub>2</sub>SO<sub>4</sub>.\r\n\n\n&#x2022; Buffer  D: 40 mM Tris-HCl \\(pH 7.5), 0.1 mM EDTA and 1 mM DTT.\r\n\n\nBuffer for gel filtration on Superdex-75\r\n\n\n&#x2022; Buffer E: 20mM Tris-HCl \\(pH 7.5), 5 mM MgCl2, 50 mM KCl and 1 mM DTT.\r\n\n\nBuffer for filter-binding assay\r\n\n\n&#x2022; Buffer F: 20mM HEPES \\(pH 7.7), 8 mM MgAcetate, 70 mM NH<sub>4</sub>Cl, 50 mM KCl, 0.1 mM DTT."
        },
        {
            "header": "Equipment",
            "content": "&#x2022; French press\r\n\n\n&#x2022; Centrifuge \\(Beckman JLA16.250 rotor) and ultracentrifuge \\(Beckman coulter Ti 50.2 rotor) \r\n\n\n&#x2022; Q-sepharose \\(Sigma-Aldrich)\r\n\n\n&#x2022; HighprepTM 16/10 Phenyl-sepharose \\(Sigma-Aldrich)\r\n\n\n&#x2022; Superdex-75 10/300 GL column \\(GE-healthcare)\r\n\n\n&#x2022; Spectrophotometer\r\n\n\n&#x2022; unit for sodium dodecyl sulphate-polyacrylamide gel electrophoresis \\(SDS-PAGE)\r\n\n\n&#x2022; for filter-binding assay: vacuum pump \\(Millipore XX5522050), nitrocellulose discs \\(Optitran BA-S 85 0.45 &#xB5;m Schleicher&amp;Schuell), filtration apparatus"
        },
        {
            "header": "Procedure",
            "content": "A. Purification of initiation factors IF1 and IF2\r\n\n\n1. The over-expression of the IFs is performed according to Gualerzi & Pon, 1990, with some modification included here. From 1 liter of culture, 3.5g of cell are harvested and washed in lysis buffer by centrifugation \\(Sorvall GSA rotor, 4000rpm) for 30 min at 4˚C.\r\n  2. Cells are re-suspended in lysis buffer containing DNase I \\(10μg/ml) and fresh PMSF, cracked in a French Pressure cell \\(10-1500 psi) and cell debris are removed by centrifugation \\(Beckman JLA16.250 rotor) at 12 Krpm for 30 min at 4˚C, resulting in the S30 fraction. Finally, ribosomes are removed from the supernatant \\(S30) by ultracentrifugation \\(Beckman coulter Ti 50.2 rotor) at 45Krpm for 2.5 hours at 4˚C producing an S100 fraction.\r\n  3. The S100 fraction is applied to a Q Sepharose™ Fast Flow column \\(26/10, 6 ml/min flow rate) equilibrated with buffer A. After washing the column with 120ml of buffer A, bound proteins are eluted with a linear gradient of 0 to 1 M NaCl \\(total volume 900 ml), and 12 ml fractions are collected. Then an SDS-PAGE analysis is performed in order to identify the fractions containing the pure IF that can be pooled together.\r\n  4. Heating the pool of the Q-sepharose run at 65˚C for 20’, followed by a step on ice for 20 min, allows to denaturate most of the contaminating E. coli proteins that can then be removed by centrifugation \\(Beckman JLA16.250 rotor) at 12 Krpm for 30 min at 4˚C.\r\n  6. For further purification, a phenyl-sepharose FF column \\(HighprepTM 16/10, 4 ml/min flow rate) is used. This anion exchange chromatography step requires adding solid \\(NH\n4\n)\n2\nSO\n4\nto the sample in order to reach a final concentration of 1M. The supernatant depleted of contaminating E. coli proteins is applied to a phenyl-sepharose FF column pre-equilibrated with buffer C, and protein elution is performed with a linear gradient of 220 ml from 1 to 0 M of \\(NH\n4\n)\n2\nSO\n4\n. Presence and quality of the purified IFs is determined by PAGE-SDS and the concentration by UV absorbance at 280 nm using extinction coefficients 26025 M\n-1\ncm\n-1\nfor IF2 and 5960 M\n-1\ncm\n-1\nfor IF1.\r\n  7. Fractions containing IFs are pooled and the proteins precipitated by addition of solid \\(NH\n4\n)\n2\nSO\n4\nto 70% saturation. When fresh samples are required for structural studies, an aliquot of the precipitate is collected by centrifugation \\(Beckman JLA16.250 rotor) and dissolved in the buffer E. The sample is applied to Superdex-75 10/300 GL column \\(GE healthcare) pre-equilibrated with buffer E, and the fractions collected are checked by SDS-PAGE analysis. The integrity of IF1 and IF2 was checked by matrix-assisted laser desorption ionisation mass spectroscopy \\(MALDI/MS).\r\n  \r\n\n\nB. Nitrocellulose filter-binding assay\r\n\n\nUsing the following protocol, the stability of 30S and 70S initiation complexes can be tested in order to obtain homogeneous complexes for cryo-EM studies \\(Myasnikov _et al_., 2005; Simonetti _et al_., 2008, in press). Before starting the filter-binding assay, the 30S ribosomal subunits are activated in buffer F at 37°C for 30 minutes. After ribosome activation the reaction mixture is prepared as follows:\r\n\n\n1. Each reaction mixture contains \\(in 15 µl of buffer F) 0.5 mM GTP, 9 pmoles \\(0.6 µM) of T. thermophilus 30S ribosomal subunits and, unless the activity of one of the initiation factors is to be tested, 13.5 pmoles \\(0.9 µM) each of IF1, IF2, and IF3. \r\n  2. The binding reaction is started by the addition of 13.5 pmoles \\(0.9 µM) each of mRNA and f\\[35S]Met-tRNAfMet.\r\n  3. After 10 min incubation at 50°C, the reaction was stopped by dilution 1:70 in buffer F  and the amount of ribosome-bound f\\[35S]Met-tRNAfMet is determined by filtering each reaction mixture through nitrocellulose discs.\r\n  \r\n\n\nPreparation and purification of tRNAfMet was performed as described by Dutka _et al_., 1993, and aminoacylation and formylation of tRNAfMet  was perfomed as described by Milon _et al_., 2007."
        },
        {
            "header": "Timing",
            "content": "IFs purification: 3 days.\r\n\n\nCharacterization by PAGE-SDS: sample preparation 30 min, SDS-PAGE 3 hours and Coomassie blue staining 2-5 hours.\r\n\n\nFilter-binding assay: 1h, including 30 minutes of activation of 30S ribosomal subunits."
        },
        {
            "header": "Critical Steps",
            "content": "A) The heating step is critical for the purification of IF1 during which a significant amount of protein can be lost. Indeed, IF1 can get be removed by centrifugation together with the contaminating E. coli proteins.\r\n\n\nB) Low concentration of the protein is critical for the precipitation of IF1 and IF2 by addition of solid \\(NH<sub>4</sub>)<sub>2</sub>SO<sub>4</sub> to 70% saturation."
        },
        {
            "header": "Troubleshooting",
            "content": "IF1 purification: one can avoid the heating step by going directly to the following anion exchange chromatography step."
        },
        {
            "header": "Anticipated Results",
            "content": "Examples of the results obtainable with this method for the 30SIC are shown in the Figure. The setup can become the basis for a large screening assay \\(for example titration with Mg<sup>++</sup>, NH<sub>4</sub><sup>+</sup> ions or various component like mRNA with different Shine-Dalgarno sequences). In this case, the binding reactions described previously are adapted to a microtiter format. This can be obtained using a 96-well microtiter filter unit \\(Multiscreen HTS Millipore MSHVN4B10) connected to a Millipore XX5522050 vacuum pump as described by Brandi _et al_. \\(2007)."
        },
        {
            "header": "References",
            "content": "Boelens R. and Gualerzi C.O. Structure and function of bacterial initiation factors. _Curr. Protein Pept. Sci_., **3**, 107&#x2013;119 \\(2002).\r\n\n\nBrandi, L., Fabbretti, A., Milon, P., Carotti, M., Pon, C. L., Gualerzi, C. O. Methods for identifying compounds that specifically target translation. _Methods Enzymol_. **431**, 229-267 \\(2007).\r\n\n\nGualerzi, C. O., &amp; Pon, C. L. Initiation of mRNA translation in prokaryotes. _Biochemistry_ **29**, 5881-5889 \\(1990).\r\n\n\nGualerzi, C. O., Brandi, L., Caserta, E., Garofalo, C., Lammi, M. _et al_. Initiation factors in the early events of mRNA translation in bacteria. Cold Spring Harb Symp Quant Biol. 66, 363-376 \\(2001).\r\n\n\nMyasnikov, A. G., Marzi, S., Simonetti, A., Giuliodori, A. M., Gualerzi, C. O., _et al_. Conformational transition of initiation factor 2 from the GTP- to GDP-bound state visualized on the ribosome. _Nat Struct Mol Biol_ **12**, 1145-1149 \\(2005).\r\n\n\nSimonetti, A., Marzi, S. Myasnikov, A. G., Fabbretti, A., Yusupova, G., Yusupov, G., Gualerzi, C. O., Klaholz, B. P. Structure of the 30S translation initiation complex. _Nature_, 2008, in press.\r\n\n\nThompson, J. &amp; Dahlberg, A. E. Testing the conservation of the translational machinery over evolution in diverse environments: assaying Thermus thermophilus ribosomes and initiation factors in a coupled transcription-translation system from Escherichia coli. _Nucleic Acids Res_.  **32**, 5954-5961 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Jill Thompson \\(Brown University, Providence, Rhode Island, USA) for providing IF2 strains, Manuela Argentini for mass spectroscopy analysis of IF1 and IF2, and Gulnara Yusupova for her support. This work was supported by grants from the Centre National pour la Recherche Scientifique \\(CNRS), the Minist&#xE8;re de la Recherche et de la Technologie \\(ACI BCMS), the European Molecular Biology Organization \\(EMBO) Young Investigator Programme \\(YIP), the Institut du D&#xE9;veloppement et des Ressources en Informatique Scientifique \\(IDRIS, France), and the European Commission as SPINE2-complexes \\(contract n_ LSHG-CT-2006-031220). A.S. is PhD student in a co-tutorial between Universit&#xE9; Louis Pasteur \\(ULP), Strasbourg, and Universit&#xE0; di Camerino, and was supported by SPINE2-complexes, by the Institut National de la Sant&#xE9; et de la Recherche M&#xE9;dicale \\(INSERM) and the Fondation de la Recherche M&#xE9;dicale \\(FRM). S.M. was supported by postdoctoral fellowships from the ULP, CNRS and from the FRM, and A.G.M. was a recipient of postdoctoral fellowships from CNRS and FRM."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature07192",
                "date": "2008-07-04 16:08:16",
                "title": "Structure of the 30S translation initiation complex",
                "authors": [
                    "Angelita Simonetti",
                    "Stefano Marzi",
                    "Alexander G. Myasnikov",
                    "Attilio Fabbretti",
                    "Marat Yusupov",
                    "Claudio O. Gualerzi & Bruno P. Klaholz"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10997,
                "identity": "9f3b6bc7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Angelita Simonetti",
                "email": "",
                "orcid": "",
                "institution": "IGBMC, Illkirch, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Angelita",
                "middleName": "",
                "lastName": "Simonetti",
                "suffix": ""
            },
            {
                "id": 10998,
                "identity": "9f3b6fad-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Stefano Marzi",
                "email": "",
                "orcid": "",
                "institution": "IBMC/IGBMC, Strasbourg/ Illkirch, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stefano",
                "middleName": "",
                "lastName": "Marzi",
                "suffix": ""
            },
            {
                "id": 10999,
                "identity": "9f3b71a7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alexander Myasnikov",
                "email": "",
                "orcid": "",
                "institution": "IGBMC, Illkirch, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "",
                "lastName": "Myasnikov",
                "suffix": ""
            },
            {
                "id": 11000,
                "identity": "9f3b73f8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Attilio Fabbretti",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Genetics, University of Camerino, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Attilio",
                "middleName": "",
                "lastName": "Fabbretti",
                "suffix": ""
            },
            {
                "id": 11001,
                "identity": "9f3b75c7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marat Yusupov",
                "email": "",
                "orcid": "",
                "institution": "IGBMC, Illkirch, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marat",
                "middleName": "",
                "lastName": "Yusupov",
                "suffix": ""
            },
            {
                "id": 11002,
                "identity": "9f3b7d02-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Claudio Gualerzi",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Genetics, University of Camerino, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Claudio",
                "middleName": "",
                "lastName": "Gualerzi",
                "suffix": ""
            },
            {
                "id": 11003,
                "identity": "9f3b7ea3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bruno Klaholz",
                "email": "",
                "orcid": "",
                "institution": "IGBMC, Illkirch, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bruno",
                "middleName": "",
                "lastName": "Klaholz",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-26 10:20:11",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.130",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.130",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607944,
                "identity": "88b5dd38-e384-4c02-940f-41cc7e61a8a7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 257359,
                "visible": true,
                "origin": "",
                "legend": "Figure   Effect of Temperature, Mg^2+^ ions, NH~4~^+^ ions, mRNA, IF1 and IF2 on the formation of the 30SIC as monitored by the f[35S]Met-tRNAfMet occupancy.\r\n\r\na1) Effect of Mg^2+^ ions concentration at 37&#xB0;C (black line) and 50&#xB0;C(red line); although a slightly more stable complex is formed at 37&#xB0;C as compared with 50&#xB0;C, the latter appears to be more sensitive to the Mg^2+^ ions concentration and thus more physiologically relevant. \r\na2) Effect of the increasing NH~4~^+^ ions concentration. The fMet-tRNAfMet is stabilized best when the concentration of the ammonium ions is about 120 mM; however, to remain closer to physiological conditions we assembled the complex in the presence of 70 mM of NH~4~^+^ ions.\r\nb) Effect of the increasing mRNA/30S ratio performed at 8 mM and 15 mM of Mg^2+^ ions concentration; independently from the Mg^2+^ ions concentration, the mRNA appears to be strongly bound to the 30S stimulating the 30SIC formation. Indeed, the stimulation reaches the saturation levels at an mRNA concentration that is equimolar to the 30S ribosomal subunits.\r\nc) Effect of the increasing IF2/30S ratio with (red) or without (black) 0.9 &#xB5;M of IF1 and IF3 in the reaction; it can be noted from the experiments that the initiation factors IF1 and IF3 greatly enhance the stability of initiation factor IF2 binding to 30S ribosomes. In fact, in absence of IF1 and IF3 the stimulation operated by IF2 on the 30SIC formation will reach the saturation only when IF2 is increased four-fold compared to 30S subunit equivalents.\r\nd) Effect of the increasing IF1/30S ratio in a reaction mixture containing 0.9 &#xB5;M of IF2; IF1 slightly influences the stimulation of the 30SIC formation that reaches the maximum value when IF1 is twofold compared to 30S subunits.\r\n\r\nClick \"here\":http://protocols.nature.com/image/show/1044 for a larger version of this figure",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-477/v1/figure_1.jpg"
            },
            {
                "id": 13464417,
                "identity": "68848e88-3041-47e8-9890-05f61035b9ec",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 269576,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-477/v1/d7c974fd-58b7-4228-9711-9dadc48bd393.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "translation initiation, ribosome, filter-binding assay, Thermus thermophilus, IF1, IF2, initiation factor purification\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Purification of T. thermophilus translation initiation factors and characterization of the corresponding ribosome complexes by filter-binding assays",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-09-04 09:13:54",
                "doi": "10.1038/nprot.2008.130",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f3b0d92-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 4th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2140,
                "name": "Biochemistry"
            },
            {
                "id": 2141,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-09-04 09:13:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}