{
    "identity": "pex-1566",
    "title": "<p>A protocol for the study of the rumen biohydrogenation of unsaturated fatty acids of lipid supplements mixed with forages using an <em>in vitro</em> approach</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The understanding of the biohydrogenation process of unsaturated fatty acids (UFA) in the rumen provides valuable insights regarding utilization of lipid supplements by the ruminant (Harvatine and Allen, 2006; Vargas et al., 2012; Vargas et al., 2018; Vargas et al., 2019). For this purpose, several experimental strategies have been proposed using <em>in vivo, in situ, and in vitro</em> approaches (Enjalbert et al., 2003; Baldin et al., 2018; Vargas et al., 2018). Each one possesses advantages and limitations deeply discussed in different reviews (Fievez et al., 2007; Jenkins et al., 2008; Dewanckele et al., 2020); however, the <em>in vitro</em> approach has gained special attention in the recent years due this one is cheap, fast, it does not require specialized operators to conduct the assay, and it provides results potentially applicable under <em>in vivo</em> conditions. These characteristics have enabled the development of multiple <em>in vitro</em> assays exploring the effects of different lipid mixtures on the kinetics of biohydrogenation of UFA in the rumen, whose results have been used for designing nutritional strategies to enhance ruminant production and the quality of derived products (Ferlay et al., 2017).</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tilley and Terry (1963) developed an <em>in vitro</em> assay protocol that has been extensively used for evaluating the dry matter and nutrient digestibility of different feedstuffs and forages. This method involves two general steps: the first one includes a fermentation of the forage or feedstuff in rumen fluid inoculum under anaerobic conditions to simulate rumen digestion. The second one involves a digestion of the non-degraded content in the first step with a mixture of pepsin and HCl to simulate the abomasum digestion. From the aforementioned steps, the first one is commonly used to understand the biohydrogenation of UFA showing successful results (Ribeiro et al., 2007; Vargas et al., 2012; Vargas et al., 2018). However, to date, this procedure has not been published as a protocol elsewhere. Hence, the objective of this method article is to present the main steps to conduct an <em>in vitro</em> assay based on the Tilley and Terry (1963) method to understand the biohydrogenation of UFA in the rumen.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>1. Carbon dioxide (CO<sub>2</sub>; gas cylinder).</p><p>2. Buffer McDougall (McDougall, 1948) preparation (Sigma Aldrich®):</p><p>a. On the previous day of the analysis: prepare a pre-solution in distilled water, including the following salts: NaHCO<sub>3</sub> (9.80 g/L), Na<sub>2</sub>HPO<sub>4</sub> (2.77 g/L), KCl (0.57 g/L), NaCl (0.47 g/L), and MgSO<sub>4</sub>.7H<sub>2</sub>O (0.12 g/L). Keep the pre-solution in a sealed 1 L volumetric flask under refrigeration.</p><p>b. On the day of the analysis: add the pre-solution to a 1 L beaker, and after that, add 0.16 g of CaCl<sub>2</sub>.2H<sub>2</sub>O to it, dissolving this salt under continuous stirring with slow heating when needed. When CaCl<sub>2</sub>.2H<sub>2</sub>O was dissolved and solution gets room temperature, add 1.0 g of urea to the mixture, dissolve it, and transfer the total mixture to the 1 L volumetric flask. Complete the pre-solution to 1 L with distilled water. Finally, transfer the buffer prepared to a plastic or a glass bottle and keep it at 39 ºC in a thermostatic water bath until inoculum preparation.</p><p>3. Solution of HgCl<sub>2</sub> (2% w/v; Sigma Aldrich®): weight 2 g of HgCl<sub>2</sub> and dissolve it in 100 mL of distilled water.</p><p>4. Methanol (Sigma Aldrich®).</p><p>5. Toluene (Sigma Aldrich®).</p><p>6. 99.9% sulfuric acid (Sigma Aldrich®).</p><p>7. Dimethylsulfoxide (Sigma Aldrich®).</p><p>8. Hexane (Sigma Aldrich®).</p><p>9. Dichloromethane (Sigma Aldrich®).</p><p>10. Nitrogen 5.0 (for fatty acid extraction).</p><p>11. Helium 5.0 (for GC-FID fatty acid analysis).</p><p>12. Fatty acid commercial standard mixture (Nu-Check® Prep, GLC-603).</p><p>13. Internal standard (<em>cis</em>-10-17:1, 19:0, or 23:0 fatty acid; Sigma Aldrich®).</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Laboratory equipment</strong></p><p>- Thermostatic water bath.</p><p>- Analytical balance.</p><p>- Gasification system for CO<sub>2</sub> (composed by CO<sub>2</sub> gas cylinder linked to plastic tube and pipette cap).</p><p>- Automatic viscous liquid transfer pipettes with capillary tips (SOCOREX®).</p><p>- Transfer pipettes with caps.</p><p>- Refrigerator and ultra-freezer.</p><p>- Magnetic stirrer with hot plate.</p><p>- Potentiometer.</p><p>- Digital thermometer.</p><p>- Freeze dryer.</p><p>- Gas chromatograph equipped with autosampler, flame ionization detector, and column.</p><p>&nbsp;</p><p><strong>Materials</strong></p><p>- 100 mL plastic tubes with one-hole rubber stoppers. The one-hole is essential for the internal gas pressure regulation during in vitro incubation.</p><p>- Cheese cloth.</p><p>- Thermos bottle.</p><p>- 1 L volumetric flask.</p><p>- 1 L beaker.</p><p>- 1 L glass or plastic bottle.</p><p>- Measuring cylinder, graduated pipette or a burette of at least of 50 mL.</p><p>- Eppendorf ® 2 mL Safe-Lock tubes.</p><p>- Eppendorf tube rack.</p><p>- Microspatula.</p><p>- Tube rack.</p><p>- 16 x 160 mm screw cap tubes.</p><p>- Vials with glass insert, septum, and plastic caps.</p>"
        },
        {
            "header": "Procedure",
            "content": "1. Activities to be conducted on the previous day of in vitro assay:\na. In 100 mL plastic tubes as replications you want to prepare, carefully weight 500 mg of a dried and milled forage (e.g., kikuyu grass).\nb. Seal the tubes with one-hole rubber stoppers and keep them in a test tube rack (Figure 1).\nc. Prepare the mixtures of lipids you want to test (treatments) using automatic viscous liquid transfer pipettes and keep them in glass recipients under refrigeration.\n2. Activities\nto be conducted on the day of in vitro assay:\n2.1 Pre-warm the buffer McDougall at 39 °C in a thermostatic water bath, as stated in section 2, item b of the reagents section.\n2.2 Add lipid mixtures to the 100 mL plastic tubes prepared on the previous day of the analysis. For lipid addition, use the automatic viscous liquid transfer pipettes (see section 1a).\n2.3 Ruminal fluid collection:\na. From a fistulated cattle, sheep or goat, collect at least 50 mL of rumen fluid filtering it through three cheese-cloth layers. Make the collection in a 39 ºC pre-warmed thermos and transport it to the laboratory as soon as possible.\nNotes: 1) to thermos pre-warming, fill it with pre-warmed water at 39 ºC, and empty it at the moment to collect the rumen fluid. 2) the rumen fluid sample should be composed of rumen fluid from three rumen regions: front and half of the ventral sac, and from cranial sac (Zijderveld et al., 2011).\n2.4 Inoculum preparation: in a plastic or glass bottle kept at 39 ºC in a thermostat bath, mix the rumen fluid collected in the step 2.3 with the buffer McDougall in a ratio 1:4 to constitute the inoculum to be used during in vitro incubation. After that, adjust the pH of inoculum to 6.8 bubbling CO\n2\ngas. Kept the bottle sealed at 39 ºC in a thermostat bat (Figure 2).\n2.5 Preparation of incubation systems and in vitro assay.\na. Put the 100 mL plastic tubes with forage and lipid mixture in the 39°C thermostat bath, using appropriate support rack. Assure that these tubs are equilibrated at 39 ºC keeping it at this temperature at least 15 min before the\nin vitro\nassay.\nb. Take a 100 mL tube from incubation bath and add 50 mL of 39 °C inoculum previously prepared using a 50 mL measuring cylinder (graduated pipette or burette can be used as well) equilibrated at 39 °C. Seal the tube with one-hole rubber stopper and kept it back to 39 °C thermostat bath. Repeat this process with the other tubes. The tubes must be shaken manually every 2 hours.\nc. To evaluate the changes of fatty acid concentrations across time (e.g., 0, 2, 4, 6, 8, and 16 h), stop the UFA biohydrogenation at different times. For this purpose, remove the plastic tube from the thermostat bath, add 500-uL of a 2% w/v HgCl\n2\nsolution to it, and place the tube in an ice bath (Figure 3).\nd. Transfer the content of each tube to a 100 mL glass flask and freeze it at – 60 ºC.\n3. Activities to be conducted after the day of in vitro assay:\n3.1. Preparation of incubation systems for fatty acid analysis:\na. Put the flask in a tray of a freezer dryer equipment, covering the flask’s mouth with an absorbent paper tower and adjusting it with a rubber band (Figure 4a). The lyophilization time can be superior to 48h, and it could vary according to the sample type and number. However, the process can be stopped when all water was removed from the flask (Figure 4b).\nb. Put the flask with lyophilized content in an ultra-freezer at −60 ºC until fatty acid analysis.\n3.2. Extraction, methylation, and quantification of fatty acids from lyophilized incubation systems\n(Figure 5;\nGarcés and Mancha; 1993; Yamasaki et al., 1999):\na. Weight 50 mg of lyophilized incubation system in a 16 x 160 mm screw cap tube.\nb. Add to the tube the following reagent quantities: 2148 μL methanol, 990 μL toluene, 66 μL of 99.9% sulfuric acid, 1000 μL dimethylsulfoxide (DMSO), and 2-mL hexane.\nc. Seal the tube and heat it at 80 ºC during 2 hours in a water bath.\nd. Let the tube equilibrate at room temperature and recover the hexane layer (top layer in the mixture) in an Eppendorf ® 2 mL Safe-Lock tube.\ne. Evaporate the hexane under a nitrogen flux and re-dissolve the resultant residue in 500 uL of dichloromethane.\nf. Transfer 250 uL of dichloromethane solution to a chromatographic vial with an appropriate glass insert, septum, and plastic cap.\ng. Inject in a GC-FID in accordance with the following conditions:\nEquipment: Shimadzu GC-2014 gas chromatograph (Shimadzu Manufacturing, Inc., Canby, OR, USA) with autosampler.\nColumn: fused silica capillary (Rt-2560, 100 m x 0.25 mm i.d. x 0.2 μm film thickness; Restec®, Inc, Belefonte, PA, USA).\nCarrier gas: Helium 5.0.\nFlux: 1.12 mL/min.\nChromatographic program:\nDetector and injector temperatures: 260 and 270 °C, respectively.\nSplit ratio: 30:1.\nInjection volume: 1.0 uL.\nTemperature program: The oven temperature is programmed at an initial value of 140 °C remaining for 5 min, which was increased at 4 °C/min for 5 min more, up to a temperature of 220 °C. After that, it was subsequently increased at 2.0 °C/min for 10 min, up to a final temperature of 240 °C.\nFatty acid identification: The fatty acids in samples can be identified by comparison of their retention times with those observed in commercial standards as Nu-Check® Prep (Elysian, MN, USA; GLC-603).\nFatty acid quantification: Quantification can be made by direct comparison of the peak areas for obtaining the relative proportions of fatty acids. The fatty acid concentration or absolute quantities can be obtained using appropriate calibration curves prepared from commercial standards (external standard method) or using cis-10-17:1, 19:0, or 23:0 fatty acids as an internal standard (internal standard method). For this method, an appropriate amount of fatty acids needs to be added at the beginning of fatty acid extraction and methylation procedure (Section 3.2a).\n3.3. Fatty acid kinetics analysis:\nFinally, fatty acid concentrations can be computed in function of time to define potential intermediary changes across time, as well as treatment effects on that relationship. The association between fatty acid concentration and the time can be further analyzed under different statistical approaches. Take as examples, the approaches used in Ribeiro et al. (2007), Jenkins et al. (2008), and Vargas et al. (2018)."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Take special care to keep the temperature at 39 ºC in all instruments and inoculum used during the <em>in vitro</em> incubations to avoid potential microorganism death in the inoculum because of thermal chock.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>- Material preparation: 40 min.</p><p>- Preparation of solutions and inoculum: 30 min.</p><p>- Preparation of incubation systems: 5 min per incubation tube.</p><p>- The development of incubations: it depends on the time points defined in the experiment.</p><p>- Fatty acid extraction and methylation: 24 h per sample (including lyophilization, as well as extraction and methylation of fatty acids. This time may vary depending on the freeze dryer used and sample number simultaneously freeze dried).</p><p>- Fatty acid quantification: 50 min per sample.</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>See Vargas et al. (2012), Vargas and Olivera (2017), Vargas et al. (2018), and Vargas et al. (2019) for results or procedures associated with this protocol.</p>"
        },
        {
            "header": "References",
            "content": "<p>Baldin, M. et al. Technical note: An in vivo method to determine kinetics of unsaturated fatty acid biohydrogenation in the rumen. J. Dairy Sci. 101(5), 4259-4267. doi: 10.3168/jds.2017-13452. (2018).&nbsp;</p><p>Dewanckele, L. et al. Invited review:&nbsp;Role of rumen biohydrogenation intermediates and rumen microbes in diet-induced milk fat depression: An update. J. Dairy Sci. 103(9), 7655 – 7681. doi: 10.3168/jds.2019-17662. (2020).</p><p>Enjalbert, F. et al. In vitro versus in situ ruminal biohydrogenation of unsaturated fatty acids from a raw or extruded mixture of ground canola seed/canola meal. J. Dairy Sci. 86(1), 351-359. doi: 10.3168/jds.s0022-0302(03)73613-3. (2003). &nbsp;</p><p>Ferlay, A. et al. Production of trans and conjugated fatty acids in dairy ruminants and their putative effects on human health: A review. Biochimie. 141, 107-120. doi: 10.1016/j.biochi.2017.08.006. (2017).</p><p>Fievez, V. et al. Assessing rumen biohydrogenation and its manipulation in vivo, in vitro and in situ. Eur. J. Lipid Sci. Tech. 109(8), 740-756. doi: 10.1002/ejlt.200700033. (2007).</p><p>Garcés, R. and Mancha, M. One-step lipid extraction and fatty acid methyl esters preparation from fresh plant tissues. Anal. Biochem. 211(1), 139-143. doi: 10.1006/abio.1993.1244, (1993).</p><p>Harvatine, K. J. and Allen, M. S. Fat Supplements Affect Fractional Rates of Ruminal Fatty Acid Biohydrogenation and Passage in Dairy Cows. J. Nutr. 136(3), 677–685. doi: 10.1093/jn/136.3.677. (2006).</p><p>Jenkins T.C. et al. Board-invited review: Recent advances in biohydrogenation of unsaturated fatty acids within the rumen microbial ecosystem. J. Anim. Sci. 86(2), 397-412. doi: 10.2527/jas.2007-0588. (2008).&nbsp;</p><p>McDougall, E. I. Studies on Ruminant Saliva. 1. The composition and output of sheep’s saliva. Biochem. J. 43, 99-109. (1948).</p><p>Ribeiro, C. V. D. M. et al. Kinetics of fatty acid biohydrogenation in vitro. J. Dairy Sci. 90(3), 1405-1416. doi: 10.3168/jds.S0022-0302(07)71626-0. (2007).</p><p>Tilley, J. M. A. and Terry, R. A. A two-stage technique for the in vitro digestion of forage crops. J, Br. Crassl. Soc. 18, 104-111. doi: 10.1111/j.1365-2494.1963.tb00335.x. (1963).</p><p>Vargas, J. A. C. Using multivariate factor analysis to characterize the unbranched fatty acid profile in bovine rumen fluid. Rev. Colom. Cienc. Pecua. 32(3), 175-183. doi: 10.17533/udea.rccp.v32n3a02. (2019).</p><p>Vargas, J. A. C. et al. In vitro rumen biohydrogenation kinetics of mixed linoleic and alfa-linolenic acids. Rev. Colomb. Cienc. Pec. 31(3), 213-222. doi: 10.17533/udea.rccp.v31n3a06. (2018).</p><p>Vargas, J. A. C. and Olivera, M.&nbsp;Polyunsaturated fatty acid type and ratio in lipid supplements alter the&nbsp;<em>in vitro</em>&nbsp;dry matter digestibility of kikuyu grass (<em>Cenchrus clandestinus</em>).&nbsp;<em>Livest. Res. Rural. Dev. 29, 129. </em><a href=\"http://www.lrrd.org/lrrd29/7/jcfc29129.html\" rel=\"noopener noreferrer\" target=\"_blank\">http://www.lrrd.org/lrrd29/7/jcfc29129.html</a>. <em>(</em>2017)<em>.</em></p><p>Vargas, J. A. C. et al. Reduction of the biohydrogenation of linoleic and alphalinolenic acid by addition of different proportions of eicosapentaenoic acid and docosahexaenoic acid. Rev. Colomb. Quim. 41, 395-408. (2012).</p><p>Yamasaki, M. et al. A recommended esterification method for gas chromatographic measurement of conjugated linoleic acid. JAOCS. 76, 933-938. doi: 10.1007/s11746-999-0109-0. (1999).</p><p>Zijderveld, S. M. et al. Effects of a combination of feed additives on methane production, diet digestibility, and animal performance in lactating dairy cows.&nbsp;J. Dairy Sci.&nbsp;94, 1445–1454. doi: 10.3168/jds.2010-3635. (2011).&nbsp;</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The authors thank Universidad de Antioquia, the División de Investigación de Bogotá (DIB) of Universidad Nacional de Colombia, and Colciencias for funding the research: “Efecto de la suplementación de vacas lactantes con fuentes ricas en ácidos grasos insaturados sobre el perfil de la leche, transcripción de enzimas lipogénicas, actividad SRBP1 y su relación con diferentes componentes del perfil de ácidos grasos en leche” (code: 1115-452- 21319).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.17533/udea.rccp.v31n3a06",
                "date": "2019-02-08 20:36:30",
                "title": "In vitro rumen biohydrogenation kinetics of mixed linoleic and alfa-linolenic acids",
                "authors": [
                    "Julián AC Vegas",
                    " ",
                    "Marta Olivera-Ángel",
                    "Claudio V D M Rivero",
                    "Edgar E Daza",
                    "Juan J Báez-Rodríguez",
                    " ",
                    " ",
                    " ",
                    " "
                ],
                "journal": "Revista Colombiana de Ciencias Pecuarias",
                "logo": ""
            },
            {
                "doi": "10.17533/udea.rccp.v32n3a02",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 35292920,
                "identity": "8983a577-79ad-436b-8686-6e358ab79818",
                "order_by": 0,
                "name": "Julián Andrés Castillo Vargas",
                "email": "jcfcav@gmail.com",
                "orcid": "https://orcid.org/0000-0001-5163-5127",
                "institution": "Universidad Nacional de Colombia, Universidad de Antioquia, Universidade Federal Rural da Amazônia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Julián",
                "middleName": "Andrés Castillo",
                "lastName": "Vargas",
                "suffix": ""
            },
            {
                "id": 35293098,
                "identity": "c4dc9241-69f9-40a6-a159-f58b1afd4748",
                "order_by": 1,
                "name": "Martha Olivera Angel",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-7853-4406",
                "institution": "Universidad de Antioquia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Martha",
                "middleName": "Olivera",
                "lastName": "Angel",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-06-24 16:03:13",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1566/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1566/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 11260891,
                "identity": "4d728533-0cc5-419e-86ed-5c7b0621c575",
                "added_by": "auto",
                "created_at": "2021-07-08 15:13:25",
                "extension": "tiff",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 820283,
                "visible": true,
                "origin": "",
                "legend": "Tubes with one-hole rubber stoppers used for in vitro incubations into the thermostat bath. ",
                "description": "",
                "filename": "Figure1.tiff",
                "url": "https://assets.researchsquare.com/files/pex-1566/v1/32a6e00b3fe60c2c623f2bd6.tiff"
            },
            {
                "id": 11260784,
                "identity": "64ceb98a-372a-48be-90e1-4ad23de83c9d",
                "added_by": "auto",
                "created_at": "2021-07-08 15:10:25",
                "extension": "tiff",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 524550,
                "visible": true,
                "origin": "",
                "legend": "Inoculum prepared for in vitro incubations. See the system tubes to bubble CO2 and serving the inoculum into tubes.",
                "description": "",
                "filename": "Figure2.tiff",
                "url": "https://assets.researchsquare.com/files/pex-1566/v1/741ca923bfa3ba295587b6a4.tiff"
            },
            {
                "id": 11261007,
                "identity": "3a5128e5-2e4a-4e64-b272-87fa44800513",
                "added_by": "auto",
                "created_at": "2021-07-08 15:16:25",
                "extension": "tiff",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 948162,
                "visible": true,
                "origin": "",
                "legend": "Ice bath for incubation tubes after addition of 2% w/v HgCl2 solution to stop the fatty acid biohydrogenation.",
                "description": "",
                "filename": "Figure3.tiff",
                "url": "https://assets.researchsquare.com/files/pex-1566/v1/b68138d343cd09fa8bf80f76.tiff"
            },
            {
                "id": 11260894,
                "identity": "812d2454-4239-4f65-b178-f02eae53a03e",
                "added_by": "auto",
                "created_at": "2021-07-08 15:13:25",
                "extension": "tiff",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 806295,
                "visible": true,
                "origin": "",
                "legend": "Lyophilization of incubation contents. a) configuration of flask into the lyophilizer (see that mouth of flask was covered with an absorbent paper tower and adjusted to mouth with a rubber band). b) freeze dried resultant incubation system. ",
                "description": "",
                "filename": "Figure4.tiff",
                "url": "https://assets.researchsquare.com/files/pex-1566/v1/8c296af9727c446a2ad638df.tiff"
            },
            {
                "id": 11260892,
                "identity": "cf53c3d7-97dc-43a7-a406-a3ded2a63453",
                "added_by": "auto",
                "created_at": "2021-07-08 15:13:25",
                "extension": "tiff",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 674314,
                "visible": true,
                "origin": "",
                "legend": "Scheme of fatty acid extraction and quantification in the incubation systems.",
                "description": "",
                "filename": "Figure5.tiff",
                "url": "https://assets.researchsquare.com/files/pex-1566/v1/efbcf59f3cd10ba406c9dd81.tiff"
            },
            {
                "id": 15673869,
                "identity": "7b1ddec4-76e0-4cee-8f3c-bf987671bae2",
                "added_by": "auto",
                "created_at": "2021-11-18 14:19:41",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 7285393,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1566/v1/e014a4ed-0a49-4d6e-b078-ac5dab0b6a56.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "biohydrogenation, in vitro, lipid supplements, unsaturated fatty acids,",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The rumen biohydrogenation of dietary unsaturated fatty acids has an important effect on the final compositional quality of ruminant meat and milk. Hence, diverse methodological approaches have been developed to understand and modulate this biochemical process that occurs in the rumen. Therefore, in the current method article, a protocol is presented to conduct an <em>in vitro</em> assay for understanding the biohydrogenation of dietary fatty acids in the rumen. The protocol enabled the evaluation of the effects of different relationships between linoleic and alpha-linolenic acids in supplements on the production of fatty acid intermediaries derived from the biohydrogenation of these unsaturated fatty acids in the rumen, with satisfactory results.</p>",
        "manuscriptTitle": "A protocol for the study of the rumen biohydrogenation of unsaturated fatty acids of lipid supplements mixed with forages using an in vitro approach",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-07-08 15:10:23",
                "doi": "10.21203/rs.3.pex-1566/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "752b5031-fefa-4398-8a78-d30c9a8b283d",
        "owner": [],
        "postedDate": "July 8th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 5261326,
                "name": "Biological techniques"
            },
            {
                "id": 5261327,
                "name": "Analytical chemistry"
            },
            {
                "id": 5261328,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-07-08 15:10:23",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}