{
    "identity": "nprot-2787",
    "title": "Leaf numbering for experiments on long distance signalling in _Arabidopsis_",
    "content": [
        {
            "header": "Introduction",
            "content": "Wounding initiates long distance signalling in plants to stimulate distal defence responses. How far wound signals travel depends on the age of the plant and the type and severity of the wound. There is no substitute for wounding with an herbivore and, ideally, living herbivores are incorporated in the experimental approach. Useful information on insect bioassays, as well as on mechanical wounding is found in literature <sup>2</sup>. For simplicity and reproducibility, 'abiotic' wounding is routinely used in research on long distance signalling. This reduces the complexity of experiments, and eliminates effects caused by oral secretions from herbivores <sup>3</sup>. We briefly describe two main methods: crush wounding and petiole cutting. Here we use the activity of the jasmonate pathway <sup>4, 5, 6</sup> to monitor responses to wounding throughout rosettes."
        },
        {
            "header": "Procedure",
            "content": "**Importance of optimal growth conditions**\r\n\n\n\r\n\n\nThe growth conditions required for penetrant studies of organ-to-organ signalling are more stringent than those often used in other types of experiments. Plant vigour is essential. If plants are poorly watered, poorly fertilised, or grown under uncontrolled conditions, then signalling to distal tissues is impaired. Also, if plants have been even slightly damaged by insects, mites or nematodes the basal levels of defence gene expression will be altered, complicating the interpretation of experiments. Plants are soil-grown, one plant per 6 - 7 cm diameter pot, in short days for 5-6 weeks. If incandescent lighting is used care is taken that lamps are changed frequently so that spectral quality is good. The light conditions are 120 μE m\n-2\ns\n-1\nphotosynthetically active radiation \\(PAR) for 10 h at 22°C and 70% humidity and 14 h dark at 18°C and 70 % humidity. Plants are watered gently and the room is kept strictly pest-free. Under these conditions the plastochron \\(number of leaves produced per day) is approximately 0.7. Under these growth conditions the transition from producing juvenile leaves to producing adult leaves usually occurs when plants have 7 leaves \\(although this can also occur in leaf 6 or in leaves 8). Plants are not handled prior to experiments and, at 5 weeks, should look like the specimen in Figure 1. Note that petioles are quite long due to the fact that the light intensity used is relatively low. The rosette does not have the tight, bunched appearance of a plant that has been grown in high light or stressed by herbivore damage. There are no necrotic flecks on the leaves and the plant has not started to produce a flower stem.\r\n\n\n\r\n\n\n**Leaf numbering**\r\n\n\n\r\n\n\nCotyledons, which remain throughout most of the adult phase are ignored. The first leaf to be produced, leaf 1, is the oldest on the mature rosette. Counting begins with the oldest leaves which are small and spatulate. Leaves in the juvenile phase are narrower and have more trichomes whereas adult leaves have an intermediate shape, but they have more abaxial trichomes. These characteristics facilitate leaf numbering. First, by looking at the rosette from above, the spirality of the plant is determined. Half of all plants produce leaves in a clockwise spiral, the other half produce leaves in an anticlockwise spiral. This is illustrated for the plant in Figure 1. In this case the spiral is clockwise. Counting begins with leaf 1 and proceeds towards the youngest leaves at the centre of the rosette.\r\n\n\n\r\n\n\nWe have chosen to base most experiments on leaf 8 of 5-week old plants mostly working with signalling to younger leaves. That is, the work is focussed on the adult growth phase. However, similar experiments can be conducted in juvenile phase where, again, it is important to identify the direction of the growth spiral.\nSee figure in Figures section.\nFigure 1: Rosette of a 5 week old _Arabidopsis thaliana_ \\(Columbia) plant. The leaf spiral is indicated with a black arrow and the leaves are numbered. A wound to leaf 8 is indicated by 'W'. Yellow arrows indicate leaves that reproducibly receive long distance electrical signals \\(detected, for example, with surface electrodes or by mapping sites of jasmonic acid accumulation) when 40% of leaf 8 is wounded. Jasmonate synthesis and signalling occurs in these same leaves. Leaf 6 is a variable leaf, that is, when 40% of leaf 8 is wounded, the response of leaf 6 response is less reproducible that is the response of leaves 5, 11, 13 and 16. Increasing the area of leaf 8 that is wounded increases signalling to leaf 6. The response domain shown is approximately 137° but this may differ depending on both the nature of the wound and its intensity.\r\n\n\n\r\n\n\n\r\n\n\n**Wounding**\r\n\n\nFor the methods described, crush wounding and petiole cutting, it is essential to consider controls. If plants have to be moved or pots tilted for wounding then controls must be as closely matched as possible. \r\n\n\n\r\n\n\n_Crush wounding:_ Non-locking forceps are chosen or adapted so that the blades close to a flat surface rather than concentrating the crushing in one spot. The ridged crushing surface of the forceps is typically 4 mm wide and about 1 cm long. Inter-edge spacing is 1 mm and the depth of ridges is approximately 0.6 mm. For routine work we use metal forceps, but for work in a Faraday cage the forceps need to be plastic. These are home-made by glueing the flattened edges of pieces cut from the plastic lids of commercial soft drink bottles onto plastic hospital forceps. Wounding is from the leaf apex towards the leaf base with the forceps held so that the ridges are parallel to the long axis of the leaf \\(Figure 2). Usually about 4 movements are required to inflict a wound over 40% of the lamina surface of leaf 8 of a 5-week plant. Researchers should practice so that the entire wounding procedure takes less than 10 s. The amount of leaf surface to be wounded depends on several factors including leaf age and plant health.\nSee figure in Figures section.\nFigure 2: Mechanically wounded _Arabidopsis_ leaf.  40% of a leaf apex was wounded with plastic forceps. The ridges of forceps are parallel to midrib. For subsequent analyses either the entire leaf is analysed \\(in parallel with the analysis of other distal leaves) or the wounded area is analysed separately from the neighbouring intact area on the wounded leaf. \r\n\n\n\r\n\n\n_Petiole cutting:_ Sharp metal scissors are used to excise leaves \\(or ceramic scissors if working in a Faraday cage). Petioles are cut rapidly in one movement. In our hands petiole excision leads to wound signalling that differs to that of crush wounding which more strongly activates the jasmonate pathway in distal leaves. One should not necessarily expect the same pattern of distal leaves to respond to a crush wound or to petiole excision. \r\n\n\n\r\n\n\n**Leaf response patterns and wounding**\r\n\n\n\r\n\n\nOnly certain distal leaves in the adult-phase rosette respond strongly to stimulation/wounding of a single leaf. The pattern of leaves that respond to crush wounding leaf 8 was established for 5 week-old plants\n7\n. These are indicated in Figure 1. Underlying the patterns we have observed are vascular connections. While all distal leaves we have examined in the adult-phase rosette appear to respond to wounding by producing hyperpolarisations detected with surface electrodes\n7\nthe strong depolarisation response that leads to jasmonate signalling when 40-50% of leaf 8 is wounded occurs in best in leaves 11, 13, 16 as well as in leaf 5 \\(Figure 1).  A similar pattern is observed if jasmonate accumulation is measured or if the inducible expression of the _JAZ10_ gene is quantitated\n7, 8, 9\n. \r\n\n\n\r\n\n\nAssuming that plants are healthy there are other factors that determine the efficiency of wound signal transmission to distal leaves. These are tightly interrelated. Firstly, the area crushed is important. Under good conditions, wounding approximately 40% of the leaf are \\(as indicated in Figure 1) will send strong signals to connected leaves. However, the ability to wound well depends on individual researchers and on the vigour of plants. In healthy plants the levels of _JAZ10_ transcripts induced by wounding 40% of leaf 8 should be similar 1h after wounding in both leaf 8 and leaf 13. If levels of _JAZ10_ transcripts in leaf 13 are less than 60% those in leaf 8, we extend the area of leaf 8 wounded to 50% for the next set of experiments. We have not attempted to wound leaf surface areas greater than 50%, but we assume this might extend the response sector i.e. the number of distal leaves that respond when a single leaf is wounded. The above text concerns jasmonate-response genes. Expression patterns will have to be established for other wound-inducible genes-these expression patterns might differ between genes.\r\n\n\n\r\n\n\n**qRT-PCR programme for mRNA _JAZ10_ levels**\r\n\n\nThe _JAZ10_ gene \\(At5g13220) is used as a marker for activity of the jasmonate pathway in the wounded leaf and in distal leaves. qRT-PCR is performed with the forward primer 5’-ATCCCGATTTCTCCGGTCCA and reverse primer 5’-ACTTTCTCCTTGCGATGGGAAGA. Total and purified\n10\nRNA from 5 week-old plants \\(1 µg) is retro-transcribed to cDNA with the M-MLV reverse transcriptase H\\(-) \\(Pomega, Madison, WI, USA) according to the manufacturer’s instructions. Five microliters of 20X diluted cDNA is used for the qPCR reaction which contains 0.2 mM deoxynucleotide triphosphates, 2.5 Mm MgCl2, 0.5X SYBR Green I \\(Invitrogen, Paisley, UK), 30 nM 6-carboxy-X-rhodamine, 0.5 units of GoTaq polymerase \\(Promega), and 0.25 µM of each primer in a total volume of 20 µl. The PCR programme consists of a denaturation step at 95°C for 2 min followed by 40 cycles of 10s at 95°C, 30s at 60°C, and 30s at 72°C, using an Mx3000P real-time PCR system \\(Stratagene). Data are standardized to the _UBC21_ ubiquitin conjugase gene \\(At5g25760) that is amplified similarly using the forward primer 5’-CAGTCTGTGTGTAGAGCTATCATAGCAT and reverse primer 5’-AGAAGATTCCCTGAGTCGCAGTT."
        },
        {
            "header": "Timing",
            "content": "Typically, it takes at least a few seconds to apply a stimulus to one leaf that will lead to a response in the wounded leaf itself and in a distal leaf. For all experiments the researcher should decide whether to start the timer at the onset of the stimulus \\(e.g. wounding) or at its completion. When published, this should be stated in the Material and Methods.\r\n\n\n\r\n\n\nWe start the clock when wounding is completed. In hands, the infliction of wounds as shown in Figure 2 takes less than 10 s."
        },
        {
            "header": "Troubleshooting",
            "content": "_A wound response gene is expressed in the wounded leaf but not in a distal leaf_ \r\n\n\nMany wound-inducible genes are only induced locally, some only within the wound \\(e.g. _RNS1_, At2g02990). First, using the literature, check if the gene in question is likely to be inducible in distal tissues. If the gene still does to respond in leaf 13 when 40% of leaf 8 is wounded \\(but the gene is induced in leaf 8) then extend the area wounded to 50%. Use _JAZ10_ as a control gene to verify that plants are healthy. If _JAZ10_ does not respond in leaf 13 after wounding 50% of leaf 8 then there is most likely to be a problem with plants or growth conditions.  See 'Growth conditions' above.\r\n\n\n\r\n\n\n_Basal levels of JAZ10 are high throughout the plant_ \r\n\n\nThis is most likely caused either by rough handling of plants prior to or during experiments or by growth room pests. A less likely possibility is soil mineral \\(in particular potassium) depletion."
        },
        {
            "header": "Anticipated Results",
            "content": "Although we have only investigated a small range of wounding conditions the wounding technique shown in Figure 2 will not cause an equal activation of jasmonate signalling in all leaves. For example, leaf 8 is wounded, leaf 9 does not respond strongly but leaf 13 does. This quantitative difference can serve as an internal control. Note that wound signalling to distal leaves is likely to involve multiple mechanisms and that, when severely wounding one leaf, there is a slight upregulation of jasmonate response genes in most if not all other leaves. The mechanism underlying this is not known."
        },
        {
            "header": "References",
            "content": "1. Dengler, N. G. The shoot apical meristem and development of vascular architecture.\r\n   _Can. J. of Bot._ **84,** 1660-1671 \\(2006).\r\n\n\n2. Herde, M., Koo, A. J. & Howe, G. A. in Jasmonate Signaling : Methods and Protocols Vol. \r\n  1011 _Met. in Mol. Bio._  51-61 \\(2013).\r\n\n\n3. Bonaventure, G., VanDoorn, A. & Baldwin, I. T. Herbivore-associated elicitors: FAC \r\n  signaling and metabolism. _Trends in Plant Science_ **16,** 294-299 \\(2011).\r\n\n\n4. Koo, A. J. K. & Howe, G. A. The wound hormone jasmonate. _Phytochemistry_ **70,** 1571-\r\n  1580 \\(2009).\r\n\n\n5. Yan, Y., Stolz, S., Chételat, A., Reymond, P., Pagni, M., Dubugnon, L., and Farmer, E.E. A Downstream Mediator in the Growth Repression Limb of the Jasmonate Pathway. _Plant Cell_ **19,** 2470-2483 \\(2007)\r\n  6. Wasternack, C. & Hause, B. Jasmonates: biosynthesis, perception, signal transduction\r\n  and action in plant stress response, growth and development. An update to the 2007\r\n\n\nreview in Annals of Botany. _Ann. of Bot._ **111,** 1021-1058 \\(2013).\r\n\n\n7. Mousavi S. A. R., Chauvin A., Pascaud F., Kellenberger, S. and Farmer, E. E.. _GLUTAMATE RECEPTOR-LIKE_ genes mediate leaf-to-leaf wound signalling. _Nature_ **500,** 422–426 \\(2013)\r\n  8. Glauser G.,  Dubugnon L.,  Mousavi S. A. R.,  Rudaz S., Wolfender J. L.,  and  Farmer E. E. Velocity estimates for signal propagation leading to systemic jasmonic acid accumulation in wounded _Arabidopsis_. _J. Biol. Chem._  **284,** 34506-34513 \\(2009)\r\n  9. Chauvin, A., Calderlari, D., Wolfender, J-L. and Farmer, E.E. Four 13-lipoxygenases contribute to rapid jasmonate synthesis in wounded _Arabidopsis_ leaves: a role for LOX6 in responses to long distance wound signals. _New Phytol._ **197,** 566-575 \\(2013)\r\n  10. Onate-Sanchez, L. & Vicente-Carbajosa, J. DNA-free RNA isolation protocols for\r\n   _Arabidopsis thaliana_, including seeds and siliques. _BMC Res Notes_ **1,** 93-100 \\(2008)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank other members of the Farmer lab for their comments and support. Our work is funded by the Swiss National Science Foundation."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature12478",
                "date": "2013-08-22 15:17:39",
                "title": "GLUTAMATE RECEPTOR-LIKE genes mediate leaf-to-leaf wound signalling",
                "authors": [
                    "Seyed A. R. Mousavi",
                    "Adeline Chauvin",
                    "François Pascaud",
                    "Stephan Kellenberger",
                    "and Edward E. Farmer"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12642,
                "identity": "a0110a4e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Edward Farmer",
                "email": "edward.farmer@unil.ch",
                "orcid": "",
                "institution": "Farmer Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Edward",
                "middleName": "",
                "lastName": "Farmer",
                "suffix": ""
            },
            {
                "id": 12643,
                "identity": "a0110de9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Seyed Mousavi ",
                "email": "",
                "orcid": "",
                "institution": "Farmer Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Seyed",
                "middleName": "",
                "lastName": "Mousavi",
                "suffix": ""
            },
            {
                "id": 12644,
                "identity": "a011106b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Aurore Lenglet",
                "email": "",
                "orcid": "",
                "institution": "Farmer Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aurore",
                "middleName": "",
                "lastName": "Lenglet",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-08-24 10:46:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.071",
        "doiUrl": "https://doi.org/10.1038/protex.2013.071",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608805,
                "identity": "268338b7-de38-425c-8fdb-611eb14ae6ae",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 27218,
                "visible": true,
                "origin": "",
                "legend": "Rosette of a 5 week old _Arabidopsis thaliana_ (Columbia) plant.    The leaf spiral is indicated with a black arrow and the leaves are numbered. A wound to leaf 8 is indicated by 'W'. Yellow arrows indicate leaves that reproducibly receive long distance electrical signals (detected, for example, with surface electrodes or by mapping sites of jasmonic acid accumulation) when 40% of leaf 8 is wounded. Jasmonate synthesis and signalling occurs in these same leaves. Leaf 6 is a variable leaf, that is, when 40% of leaf 8 is wounded, the response of leaf 6 response is less reproducible that is the response of leaves 5, 11, 13 and 16. Increasing the area of leaf 8 that is wounded increases signalling to leaf 6. The response domain shown is approximately 137° but this may differ depending on both the nature of the wound and its intensity.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2787/v1/figure_1.jpg"
            },
            {
                "id": 2608807,
                "identity": "45698762-1b1a-4cb0-8b11-90e61993d040",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 13444,
                "visible": true,
                "origin": "",
                "legend": "Mechanically wounded _Arabidopsis_ leaf.     40% of a leaf apex was wounded with plastic forceps. The ridges of forceps are parallel to midrib. For subsequent analyses either the entire leaf is analysed (in parallel with the analysis of other distal leaves) or the wounded area is analysed separately from the neighbouring intact area on the wounded leaf. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2787/v1/figure_2.jpg"
            },
            {
                "id": 13464605,
                "identity": "93777ad0-1dfd-42a0-9821-93b9ac4ae273",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 176483,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2787/v1/a748d3d3-b00e-4d43-9a33-4aee3465f240.pdf"
            }
        ],
        "financialInterests": "The Authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Wound, Jasmonic acid, leaf numbering",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Two of the major features of long distance signals are where they travel and how fast this occurs. The spatial analysis of long distance signals is often necessary prior to temporal analysis. Spatiotemporal analysis lays the foundations for discovering signal propagation mechanisms. This protocol concerns spatial aspects of long distance signalling in _Arabidopsis_ rosettes and uses wounding as the example. However, the principle is applicable to other plants and to other stimuli \\(pathogenesis, localised high light stress or localised temperature changes etc.). The key to spatial analysis of long distance signalling rests on using uniform populations of plants and giving every relevant organ \\(e.g. leaf) its own identity prior to analysis. Doing this greatly enhances the reproducibility of experiments and allows researchers to examine questions such: Are source-sink pathways used to conduct long distance signals? or, Are long distance signals bidirectional, travelling from young to old leaves and _vice versa_ ? By carefully numbering each leaf it is possible to investigate signalling within and outside domains formed by interleaf vascular connections. Leaf-to-leaf vascular connections \\(parastichies) in Arabidopsis rosettes have been delineated <sup>1</sup>.",
        "manuscriptTitle": "Leaf numbering for experiments on long distance signalling in Arabidopsis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-08-27 09:45:22",
                "doi": "10.1038/protex.2013.071",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a010a183-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 27th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3044,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-08-27 09:45:22",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}