{
    "identity": "nprot-6801",
    "title": "Genetic engineering to initiate tumorigenesis in cerebral organoids",
    "content": [
        {
            "header": "Introduction",
            "content": "Malignant brain tumours are among the most devastating cancers with almost negligible survival rates. Although the fundamental biology and therapeutic investigations of brain tumours have been explored in a variety of experimental model systems, their survival rate has not improved in decades. In addition, brain tumours are characterized by a wide variety of DNA aberrations that either cause oncogene overexpression or loss of tumour suppressor gene function \\(McLendon et al., 2008; Parsons et al., 2011; Brennan et al., 2013), which is difficult to recapitulate using existing models. Thus, complementary models using state-of-the-art experimental model systems are required for brain tumour investigation.\r\n\n\n\r\n\n\nThree-dimensional organoid culture technology allows the development of complex, organ-like tissues reminiscent of in vivo development \\(Lancaster et al., 2013; Renner et al., 2017). Based on this cerebral organoid culture system, we introduced gene aberrations via two different genome-editing techniques, Sleeping Beauty transposon system \\(Ivics et al., 1997; Mátés et al., 2009) for gain-of-function, and CRISPR-Cas9 system for loss-of-function \\(Ran et al., 2013; Sander and Joung, 2014). By combining those two genome-editing techniques, we could recapitulate a wide variety of tumorigenic events. This protocol introducing various combinations of clinical-relevant gene aberrations in cerebral organoids to mimic the brain tumour initiation provides us a powerful tool to study human brain tumour biology and to investigate therapeutic strategies."
        },
        {
            "header": "Reagents",
            "content": "CELLS\r\n\n\n•  Feeder-free \\(FF) and Feeder-dependent \\(FD) H9 human embryonic stem cells \\(hESCs, WiCell Research Institute, Wisconsin, USA) were both used to generate cerebral organoids in this study. \r\n\n\n•  CF-1-gamma-irradiated mouse embryonic stem cells \\(MEFs) \\(GSC-6001G, Global Stem) was used for FD H9 hESC culture.\r\n\n\n\r\n\n\nPLASMIDS\r\n\n\n•  Overexpression constructs for eGFP/oncogene integration were based on Sleeping Beauty Transposase system. pCAG-SB100X were cloned from pCMV\\(CAT)T7-SB100 \\(Addgene cat. No.: 34879) \\(Mátés et al., 2009) and pCAGEN \\(Addgene cat. No.: 11160) \\(Matsuda and Cepko, 2004). pCAG-GS/IR was cloned from pT2/LTR7-GFP \\(Addgene cat. No.: 62541) \\(Wang et al., 2014) and pCAGEN.\r\n\n\n•  For introduction of gene mutations, short guide RNAs of tumour suppressors were cloned into CRISPR/Cas9 vector pX330-U6-Chimeric_BB-CBh-hSpCas9 \\(Addgene cat. No.: 42230) \\(Ran et al., 2013).\r\n\n\n\r\n\n\nREAGENTS\r\n\n\n•  mTeSR1 medium \\(Stem Cell Technologies, cat. no. 05850)\r\n\n\n•  DMEM/F12 \\(Invitrogen, cat. no. 31330-038)\r\n\n\n•  Neurobasal medium \\(Invitrogen, cat. no. 21103049)\r\n\n\n•  N2 supplement \\(Invitrogen, cat. no. 17502048)\r\n\n\n•  B27 without vitamin A supplement \\(- Vit. A) \\(Invitrogen, cat. no. 12587010)\r\n\n\n•  B27 with vitamin A supplement \\(+Vit. A) \\(Invitrogen, cat. no. 17504044)\r\n\n\n•  Knockout serum replacement \\(KOSR) \\(Invitrogen, cat. no. 10828-028)\r\n\n\n•  hESC-quality FBS \\(Gibco, cat. no. 10270-106)\r\n\n\n•  GlutaMAX \\(Invitrogen, cat. no. 35050-038)\r\n\n\n•  Heparin \\(Sigma, cat. no. H3149)\r\n\n\n•  Rock inhibitor Y27632 \\(RI) \\(Millipore, cat. no. SCM075)\r\n\n\n•  Insulin solution \\(Sigma, cat. no. I9278-5ML)\r\n\n\n•  Matrigel, hESC-Qualified \\(Corning, cat. no. 354277)\r\n\n\n•  Matrigel \\(Corning, cat. no. 354234)\r\n\n\n•  CELLBANKER® 2 \\(Amsbio, cat. no. 11891)\r\n\n\n•  Sterile PBS \\(DPBS without Ca2+/Mg2+; Thermo Fisher Scientific, cat. no. 14190-169)\r\n\n\n•  Water For Injection \\(WFI) for Cell Culture; Thermo Fisher Scientific, cat. no. A1287301)\r\n\n\n•  Penicillin/Streptomycin \\(P/S) \\(Sigma, cat. no. P0781)\r\n\n\n•  Minimal essential medium non-essential amino acids \\(MEM-NEAA): \\(Sigma cat. no. M7145\r\n\n\n•  2-Mercaptoethanol \\(2-ME) \\(Merck, cat. no. 8057400005)\r\n\n\n•  bFGF \\(FGF2; Peprotech, cat. no. 100-18B)\r\n\n\n•  Collagenase IV \\(Gibco, cat. no. 17104-019)\r\n\n\n•  Dispase \\(Sigma, cat. no. 17105-041)\r\n\n\n•  Trypsin-EDTA \\(Gibco, cat. no. 25300-054)\r\n\n\n•  Trypsin inhibitor \\(Sigma, cat. no. T6414-100ML)\r\n\n\n•  Accutase solution \\(Sigma, cat. no. A6964-100ML)\r\n\n\n•  EDTA \\(Sigma-Aldrich, cat. no. E6758)\r\n\n\n•  Human Stem Cell Nucleofector® Kit 1 \\(Lonza, cat. no. LONVVPH-5012)"
        },
        {
            "header": "Equipment",
            "content": "Equipments:\r\n\n\n•  CO2 incubators \\(New Brunswick, model Galaxy 170s) \r\n\n\n•  Biological safety cabinet \\(Faster Safefast Premiun 212) \r\n\n\n•  Sterile microcentrifuge tubes \\(1.5-ml size; Fisher Scientific, cat. no. 05-408-129)\r\n\n\n•  Stericup 0.2-μm filter unit \\(500 and 250 ml; Millipore, cat. nos. SCGVU02RE SCGVU05RE, respectively)\r\n\n\n•  Steriflip 50 ml filter unit \\(Millipore, SCGP00525)\r\n\n\n•  U-bottom ultra-low attachment plates, 96 well \\(Corning, cat. no. 7007)\r\n\n\n•  Conical tubes, 15 ml \\(Greiner Cell Star, cat. no. 188271) \r\n\n\n•  Parafilm \\(Sigma-Aldrich, cat. no. P7793)\r\n\n\n•  Six-well tissue culture dishes \\(Eppendorf, cat. no. 0030720113)\r\n\n\n•  Tissue culture dish, 60 mm \\(Eppendorf, cat. no. 00307701119)\r\n\n\n•  Tissue culture dish, 100 mm \\(Eppendorf, cat. no. 0030702115)\r\n\n\n•  Gilson Pipetman \\(P1000, P200 and P10)\r\n\n\n•  Sterile filter pipette tips \\(P1250, P300, P20, P10 μl; Biozym, cat. nos. VT0270, VT0250, VT0220, respectively)\r\n\n\n•  Orbital shaker \\(Infors Celltron orbital shaker, cat. no. INF-69222)\r\n\n\n•  Pipet boy \\(Integra Biosciences, cat. no. 155 000)\r\n\n\n•  Serological pipettes, 5, 10, 25 ml \\(BD Falcon, cat. nos. 357543, 357551, 357525, respectively)\r\n\n\n•  Sterilized scissors\r\n\n\n•  Water bath, 37 °C \\(Fisher Scientific, Isotemp water bath, model 2333, cat. no. 15-462-21Q)\r\n\n\n•  Inverted tissue culture microscope \\(Zeiss, model Axio Vert.A1)\r\n\n\n•  Automated cell counter \\(Invitrogen, Countess II)\r\n\n\n•  Cell counter slides \\(Countess Cell Counting Chamber Slides, Thermo Fisher Scientific, cat. no. C10228\r\n\n\n•  Trypan blue \\(included with cell counting slides)\r\n\n\n•  Benchtop centrifuge \\(Eppendorf, cat. no. 5810)\r\n\n\n•  Vacuum pump \\(Integra, Vacusafe)\r\n\n\n•  2 ml Aspiration pipettes \\(Falcon, cat. no. 35755)\r\n\n\n•  NucleofectorTM 2b \\(Lonza, cat. no. AAB-1001)\r\n\n\n•  Tissue embedding mold \\(Thermo Fisher Scientific, cat. no. 1220)"
        },
        {
            "header": "Procedure",
            "content": "REAGENT SETUP\r\n\n\n•  hESC medium\r\n\n\n   To prepare 500 ml of hESC medium, 400 ml of DMEM/F12, 100 ml of KOSR, 15 ml of FBS, 5 ml of GlutaMAX, 5 ml of MEM-NEAA, and 3.5µl of 2-ME were mixed together and sterile-filtered with a 22µm filter bottle. FGF2/bFGF and/or RI were added freshly just before usage. Medium can be stored at 4 °C for up to 2 weeks after preparation.\r\n\n\n\r\n\n\n•  Neural Induction \\(NI) medium\r\n\n\n   To prepare 500 ml of NI medium, 500 ml of DMEM/F12, 5 ml of N2 supplement, 5 ml of GlutaMAX, 5 ml of MEM-NEAA, and 500 µl of Heparin solution were mixed and sterile-filtered using a 22 µm filter bottle. Medium can be stored at 4 °C for up to 2 weeks after preparation.\r\n\n\n\r\n\n\n•  Differentiation Medium\r\n\n\n   To prepare 500 ml of differentiation medium, 250 ml of DMEM/F12, 250 ml of Neurobasal, 2.5 ml of N2 supplement, 5 ml of B27 \\(with or without vitamin A supplement), 125 µl of Insulin, 175 µl of a 1:100 solution of 2-ME \\(in DMEM/F12), 5 ml of GlutaMAX, 2.5 ml of MEM-NEAA, and 5 ml of P/S solution were mixed and sterile-filtered using a 22 µm filter bottle. Medium can be stored at 4 °C for up to 2 weeks after preparation.\r\n\n\n\r\n\n\n•  FGF2/bFGF stock solution\r\n\n\n   To prepare FGF2/bFGF stock solution \\(10 µg/ml), 50 µg of FGF2/bFGF was reconstituted in 5 ml PBS +0.1% BSA, and aliquoted into 50 or 100 µl aliquots. Aliquots can be stored at -20 °C for up to 1 year.\r\n\n\n\r\n\n\n•  Heparin stock solution:\r\n\n\n   Heparin stock solution \\(1 mg/ml) were prepared in PBS, and stored at -20oC for up to 1 year.\r\n\n\n\r\n\n\n•  Rock Inhibitor \\(RI) stock solution\r\n\n\n   To prepare RI stock solution, 5 mg of RI was reconstituted in 2.96 ml of H2O, and aliquoted into 0.5-1 ml aliquots. Aliquots can be stored at -20 °C.\r\n\n\n\r\n\n\n•  Gelatin solution for coating\r\n\n\n   Gelatin solution was prepared as 0.1% wt/vol in H2O. For 500 ml solution, 0.5 g of Gelatin were reconstituted in H2O at 50 °C, and sterile-filtered with a 22µm filter bottle. Gelatin solution can be stored at 4 °C for up to 1 year.\r\n\n\n\r\n\n\n•  Collagenase IV solution\r\n\n\n   Collagenase IV solution was prepared as 1 mg/ml in DMEM/F-12 medium, and sterile-filtered with a 22µm filter. Aliquots can be stored at -20 °C for up to 6 months.\r\n\n\n\r\n\n\n•  Dispase solution\r\n\n\n   Dispase solution was prepared as 0.5 mg/ml in DMEM/F-12 medium, and sterile-filtered with a 22µm filter. Aliquots can be stored at -20 °C for up to 6 months.\r\n\n\n\r\n\n\nPROCEDURE\r\n\n\nA) Cell maintenance\r\n\n\n•    FF hESCs \r\n\n\nFF hESCs were cultured in a feeder-free manner on Matrigel-coated plate with mTeSR medium in a 5% CO2 incubator at 37 °C. For coating, low-growth-factor Matrigel \\(0.5 mg per 6-well plate) was dissolved in ice-cold DMEM/F12. FF hESCs were routinely splitted using 0.5 mM EDTA in PBS. \r\n\n\n\r\n\n\n•    FD hESCs\r\n\n\nFD hESCs were maintained with hESC medium containing 20 ng/ml FGF2/bFGF in a 5% CO2 incubator at 37 °C on the gelatin- and MEF \\(1.87×105 cells/well)-coated 6-well cell culture plates. FD hESCs were routinely passaged using collagenase IV solution \\(0.1% wt/vol in H2O).\r\n\n\n\r\n\n\nB) Generation of Cerebral organoids\r\n\n\nDay 0, Embryoid body \\(EB) formation\r\n\n\n1. Single cell suspension was prepared as described previously using hESCs cultured in either feeder-independent or feeder-dependent manner \\(Lancaster et al., 2013).\r\n  2. Cell density was counted using automated cell counter. Nine thousand live cells/well in 150 µl hESC medium containing RI \\(1:100) and low FGF2/bFGF \\(1:2500, 4 ng/ml) were seeded in a 96-well low-attachment U-bottom cell culture plate. \r\n  \r\n\n\nDay 3, Exchanging medium\r\n\n\n3. The medium was exchanged with fresh hESC medium without RI and FGF2/bFGF.\r\n  \r\n\n\nDay 5 or 6, Neural induction \\(NI)\r\n\n\n4. hESC medium was replaced by NI medium to induce neural lineage differentiation when the sizes of EBs are more than 500 µm.\r\n  \r\n\n\nDay 5 or 6 to Day 11 or 12, Neuroectoderm expansion\r\n\n\n5. NI medium was exchanged every second days with fresh NI medium for 6 days.\r\n  \r\n\n\n             \\! Attention: EBs with expanded radialized neuroepithelial structure were selected for the further procedure.\r\n\n\n\r\n\n\nDay 11 or 12, Nucleofection of plasmid cocktails to introduce gene mutations/amplifications\r\n\n\n6. Nucleofector solution is prepared according to manufacturer’s protocol by mixing 82 µl of solution 1 and 18 µl of supplement 1 for one reaction. Maximum 5 µg of plasmid cocktail, including 500 ng of transposase expression vector pCAG-SB100X, 1 µg of transposon vector for pCAG-eGFP, and 1 µg of each transposon vectors to express oncogene and/or CRISPR-Cas9 vectors were added into nucleofector solution.\r\n  7. About 15 EBs were collected, washed with PBS, resuspended with nucleofection solution with plasmid cocktails, and transferred into nucleofection cuvettes. \r\n  \r\n\n\n\\! Attention: a) Using widened pipette tips to transfer EBs. b) Gentle operation is required for entire procedure to avoid the damage of EBs. c) More than 15 EBs performed with nucleofection using NucleofectorTM 2b \\(Lonza) will significantly reduce the nucleofection efficiency.\r\n\n\n8.   EBs in the nucleofection cuvettes were nucleofected under program A-023 using NucleofectorTM 2b.\r\n  9.   EBs in the nucleofection cuvettes were gently added 1 ml of NI medium, and poured out into 6-cm dishes containing NI medium, and incubated in a 5% CO2 incubator at 37 °C for overnight.\r\n  \r\n\n\nDay 12 or 13, EB embedding\r\n\n\n10.  EBs were embedded into matrigel based on previous described procedure. Briefly, EBs were transferred onto parafilm in 6- or 10-cm petri dish. The excess medium was carefully removed. \r\n  11. EBs were embedded into a droplet of matrigel, and adjusted into the center of the droplet before the matrigel droplet solidifies. Embedded EBs then were incubated into 37 °C incubator for 20 min to solidify the matrigel.\r\n  12.  Differentiation medium \\(-A) was added onto EBs to wash embedded EBs off the parafilm. The parafilm was discarded from the petri dish.\r\n  13.  Embedded EBs were cultured in a 5% CO2 incubator at 37 °C without shaking.\r\n  \r\n\n\nDay 16 or 17, Differentiation of cerebral organoids\r\n\n\n14.  Differentiation medium \\(-A) were replaced by differentiation medium \\(+A).\r\n  15. The dish was transferred onto an orbital shaker in a 5% CO2 incubator at 37 °C.\r\n  \r\n\n\nDay 16 or 17 to Day 40, Initiation of neoplastic cerebral organoids\r\n\n\n16. Medium was changed twice a week with differentiation medium \\(+A).\r\n  \r\n\n\nDay 40 and later, Neoplastic cerebral organoids selection for further analysis\r\n\n\n17. Neoplastic cerebral organoids with overgrowth of GFP-positive mutated cells will be collected for further analysis.\r\n  18. Differentiation medium \\(+A) was exchanged twice per week for neoplastic cerebral organoid culture to the desired age of collection for subsequent analyses such as immunofluorescence staining, RNA-seq, renal implantation, drug testing, and viral infection."
        },
        {
            "header": "Timing",
            "content": "• Steps 1-2, making EBs: 1-2 hours\r\n\n\n• Step 3, feeding EBs with hESC medium: 2-3 days\r\n\n\n• Steps 4-5, feeding EBs with NI medium: 6 days\r\n\n\n• Steps 6-8, nucleofection of EBs: 2-3 hours\r\n\n\n• Step 9, EB recovery from nucleofection: overnight\r\n\n\n• Steps 10-13, EB embedding into matrigel droplet: 1-3 hours\r\n\n\n• Steps 14-15, Static culture of embedded EBs: 4 days\r\n\n\n• Step 16, culture of neoplastic cerebral organoids on orbital shakers: 24 days\r\n\n\n• Step 17, selection of neoplastic cerebral organoids for further analysis: 2 hours\r\n\n\n• Steps 18-19, culture of neoplastic cerebral organoids for desired analyses: for different analyses, neoplastic cerebral organoids were cultured for different times. To analyse more “matured” neoplastic organoids, the RNA-seq and immunofluorescence staining were performed on neoplastic organoids older than 120 days. To investigate the ZIKV tropism toward tumour cells, 130-160-days old neoplastic cerebral organoids were used."
        },
        {
            "header": "Troubleshooting",
            "content": "Problem: Nucleofection efficiency is too low.\r\n\n\nSolution 1: Reduce the numbers of EBs numbers per nucleofection cuvettes\r\n\n\nSolution 2: Using different nucleofector such as NEPA21 super electroporator \\(NEPAGENE)\r\n\n\n\r\n\n\nProblem: Nucleofected EBs were destroyed during embedding\r\n\n\nSolution 1: Operate gently when transfer EBs, especially when pour EBs out after nucleofection\r\n\n\nSolution 2: Recover nucleofected EBs in the 5% CO2 incubator at 37 °C for longer period\r\n\n\n\r\n\n\nProblem: Tumour sizes are variable among different neoplastic cerebral organoids\r\n\n\nSolution: As current experimental setup, the mutation cells undergoes a self-selection process for tumour growth. Although similar amount cells were nucleofected among EBs, how many cells indeed carrying mutations after nucleofection is not controllable. To reduce the variability for certain analysis such as drug testing, the organoids containing similar tumour regions will be selected."
        },
        {
            "header": "Anticipated Results",
            "content": "The overgrowth of GFP-labelled neoplastic cells could be observed two weeks after introduction of gene aberrations in MYC-OE groups, while the overgrowth of neoplastic cells in other groups could be observed 1 month after nucleofection. Along the culture, tumour regions in neoplastic cerebral organoids become bigger and bigger. In four-months-old neoplastic organoids, tumour regions in most neoplastic organoids are dominant."
        },
        {
            "header": "References",
            "content": "Brennan CW et al. \\(2013) The somatic genomic landscape of glioblastoma. Cell 155:462–477.\r\n\n\n\r\n\n\nIvics Z, Hackett PB, Plasterk RH, Izsvák Z \\(1997) Molecular reconstruction of Sleeping Beauty, a Tc1-like transposon from fish, and its transposition in human cells. Cell 91:501–510.\r\n\n\n\r\n\n\nLancaster MA, Renner M, Martin C-A, Wenzel D, Bicknell LS, Hurles ME, Homfray T, Penninger JM, Jackson AP, Knoblich JA \\(2013) Cerebral organoids model human brain development and microcephaly. Nature 501:373–379.\r\n\n\n\r\n\n\nMatsuda T, Cepko CL \\(2004) Electroporation and RNA interference in the rodent retina in vivo and in vitro. Proc Natl Acad Sci USA 101:16–22.\r\n\n\n\r\n\n\nMátés L, Chuah MKL, Belay E, Jerchow B, Manoj N, Acosta-Sanchez A, Grzela DP, Schmitt A, Becker K, Matrai J, Ma L, Samara-Kuko E, Gysemans C, Pryputniewicz D, Miskey C, Fletcher B, VandenDriessche T, Ivics Z, Izsvák Z \\(2009) Molecular evolution of a novel hyperactive Sleeping Beauty transposase enables robust stable gene transfer in vertebrates. Nat Genet 41:753–761.\r\n\n\n\r\n\n\nMcLendon R et al. \\(2008) Comprehensive genomic characterization defines human glioblastoma genes and core pathways. Nature 455:1061–1068.\r\n\n\n\r\n\n\nParsons DW et al. \\(2011) The Genetic Landscape of the Childhood Cancer Medulloblastoma. Science 331:435–439.\r\n\n\n\r\n\n\nRan FA, Hsu PD, Wright J, Agarwala V, Scott DA, Zhang F \\(2013) Genome engineering using the CRISPR-Cas9 system. Nat Protoc 8:2281–2308.\r\n\n\n\r\n\n\nRenner M, Lancaster MA, Bian S, Choi H, Ku T, Peer A, Chung K, Knoblich JA \\(2017) Self-organized developmental patterning and differentiation in cerebral organoids. EMBO J 36:1316–1329.\r\n\n\n\r\n\n\nSander JD, Joung JK \\(2014) CRISPR-Cas systems for editing, regulating and targeting genomes. Nature Biotechnology 32:347–355.\r\n\n\n\r\n\n\nWang J, Xie G, Singh M, Ghanbarian AT, Raskó T, Szvetnik A, Cai H, Besser D, Prigione A, Fuchs NV, Schumann GG, Chen W, Lorincz MC, Ivics Z, Hurst LD, Izsvák Z \\(2014) Primate-specific endogenous retrovirus-driven transcription defines naive-like stem cells. Nature 516:405–409."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to all members of the Knoblich laboratory at the IMBA for discussions. We also thank all the facilities of IMBA/IMP and the Vienna Biocenter Core Facilities \\(VBCF). Work in J.A.K.'s laboratory is supported by the Austrian Academy of Sciences, the Austrian Science Fund \\(Z_153_B09), and an advanced grant from the European Research Council \\(ERC)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41592-018-0070-7",
                "date": "2018-07-23 16:30:21",
                "title": "Genetically engineered cerebral organoids model brain tumor formation",
                "authors": [
                    "Shan Bian",
                    "Marko Repic",
                    "Zhenming Guo",
                    "Anoop Kavirayani",
                    "Thomas Burkard",
                    "Joshua A. Bagley",
                    "Christian Krauditsch",
                    "and Jürgen A. Knoblich"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15691,
                "identity": "a170ec6f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Juergen Knoblich",
                "email": "Juergen.Knoblich@imba.oeaw.ac.at",
                "orcid": "",
                "institution": "Knoblich lab (IMBA)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Juergen",
                "middleName": "",
                "lastName": "Knoblich",
                "suffix": ""
            },
            {
                "id": 15690,
                "identity": "a170e871-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shan Bian",
                "email": "",
                "orcid": "",
                "institution": "Knoblich lab (IMBA)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shan",
                "middleName": "",
                "lastName": "Bian",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-05-01 21:34:30",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.071",
        "doiUrl": "https://doi.org/10.1038/protex.2018.071",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13466686,
                "identity": "2e0aa922-7658-42f2-a053-acf531f9a3e5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:51:59",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 162834,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6801/v1/ff2bc0c2-5fb4-41bd-ad36-ad9bd86bea7f.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Cerebral organoid, Genome-editing, Tumorigenesis",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Brain tumours are among the most lethal and devastating cancers. Their treatment is currently limited by the genetic heterogeneity and the incompleteness of available laboratory models. Cancer sequencing projects have identified large numbers of DNA aberrations in brain tumours. But their individual relevance for cancer initiation and progression cannot easily be addressed using existing models. Recently developed three-dimensional culture system that recapitulate early development of human brains, named cerebral organoids, allow us to study various human brain disorders. Here we describe a method combining genome-editing techniques and cerebral organoid culture system to initiate tumorigenesis. This protocol not only provides a platform to test the driver gene aberrations of brain tumours in a rapid, systematic manner, but also give us a great tool to study the initiation mechanism of various brain tumours, including region-specific brain tumour if the starting organoids were pre-patterned. This protocol accompanies Bian et al \\(10.1038/s41592-018-0070-7), Nature Methods, published online 23 July, 2018.",
        "manuscriptTitle": "Genetic engineering to initiate tumorigenesis in cerebral organoids",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-07-23 20:34:44",
                "doi": "10.1038/protex.2018.071",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a17071a2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 23rd, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4269,
                "name": "Cell biology"
            },
            {
                "id": 4270,
                "name": "Biological techniques"
            },
            {
                "id": 4271,
                "name": "Developmental biology"
            },
            {
                "id": 4272,
                "name": "Genetics"
            },
            {
                "id": 4273,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-07-23 20:34:44",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}