{
    "identity": "nprot-2863",
    "title": "Visualization of the Primo Vascular System,a Putative Cancer Metastasis Thread Afloat in a Lymph Duct",
    "content": [
        {
            "header": "Introduction",
            "content": "In comparison with the blood vasculature, little is known about the detailed working of the lymphatic system, which is an important limb of the immune system, forming a network of lymph nodes where naïve lymphocytes are brought into contact with antigen-presenting cells to start primary immune responses \\[1]. Furthermore, lymphatics are major paths for metastasis in common cancer, such as a breast and a colorectal carcinoma, which initially disseminates via lymph nodes \\[2, 3].\r\n\n\n\r\n\n\nAlthough lymphatics are very important for the functioning of the immune systems, only a rudimentary understanding of the molecular biology of lymphatics exists due to technical difficulties in identifying lymph vessels within tissues and in isolating pure cultures of lymphatic endothelial cells for detailed characterization \\[4]. The first breakthrough came from the identification of the vascular endothelial growth factor VEGF-C as a specific lymphangiogenic growth factor \\[5, 6]. This discovery led eventually to the identification of LYVE-1, a receptor for the extracellular matrix mucopolysaccharide hyaluronan that is preferentially expressed on the lymphatic endothelium \\[7 - 9]. The finding of LYVE-1 opened a new frontier in the molecular biology of lymphatics.\r\n\n\n\r\n\n\nThe lymphatic vasculature forms a second circulatory system that provides immune protection against foreign antigens. Recently, the primo vascular system \\(PVS), a third circulatory system that corresponds to the anatomical substance of the classical Qi-path of acupuncture was found. This system was first proposed by Bong-Han Kim in the early 1960’s \\[10], but was neglected for a long time until recently rediscovered in various organs of animals by the Seoul National University group \\[11, 12]. Most surprisingly, the PVS was in-vivo in-situ demonstrated in the lymphatic ducts of rabbits \\[13], and rats \\[14], and it was also found in mice \\[15]. Its presence had not been noticed earlier because of its transparency, but was revealed with the aid of suitable staining dyes such as Janus Green B \\[16], fluorescent nanoparicles \\[14], Alcian blue \\[17], and DiI \\[18].\r\n\n\n\r\n\n\nThe progress in PVS biology is currently slow largely due to technical difficulties in identifying primo vessels within various tissues. The situation is quite similar to that before the advent of VEGF and LYVE-1. Earlier and recent investigations relied on morphology with the method of laborious staining procedures to identify the PVS. Molecular studies similar to those done in lymph research are needed; otherwise, doing detailed molecular studies may remain all but impossible.\r\n\n\n\r\n\n\nThe purpose of the current work is to provide a detailed protocol to obtain pure PVS tissue for researchers who accept the challenge to identify relevant molecules that may be exploited as markers for the PVS endothelium. In our previous reports on the protocol for observation of the PVS, we considered the lymph ducts inside the abdominal and the thoracic cavities \\[19, 20]. Recently, we developed a new method to detect the PVS in the lymph ducts in skin, that is, in the ducts connecting the inguinal node to the axillary node \\[21]. That opened the way to observe the PVS without a laparectomy, which will make it possible to monitor PVS state-changes by installing a window system in skin. This system will, in turn, allow researchers to study cancer cell transport along the primo vessels in lymph ducts from the breast tumor to axillary nodes.\r\n\n\n\r\n\n\nThe medical relevance of the PVS in cancer and especially its metastasis was reported by independent teams \\[22 - 25]. The PVS inside a lymph vessel from a cancer tissue suggests its role as a survival rope for the cancer cells in the lymph flow \\[24 - 26]. In addition, the immunological significance of the PVS was suggested by the abundance of immune cells in the primo node with cell populations as mast cells \\(20%), eosinophils \\(16%), neutrophils \\(15%), lymphocytes \\(1%), immature cells \\(13%), and chromaffin cells \\(0.3%) \\[27]. Elucidation of the PVS may, therefore, offer new medical insights into a spectrum of disease states like autoimmune diseases and cancer. Furthermore, the existence of very small stem-like microcells and a regeneration function of these cells were claimed by Bong-Han Kim, and positive confirmation of the existence of the microcells has been reported \\[28]."
        },
        {
            "header": "Reagents",
            "content": "Experimental animals: Rats \\(Sprague–Dawley, male, 9-weeks old, 260 ~300 g) were purchased from DooYeol Laboratory Animal Company \\(Seoul, Korea). The animals were housed in a constant temperature-controlled environment \\(23°C) with 60% relative humidity. All animals were exposed to a 12-hour light-dark cycle and had ad-libitum access to food and water. Procedures involving the animals and their care conformed to institutional guidelines \\(approval number: WJIACUC 20130212-1-07).\r\n\n\n\r\n\n\nAnesthesia: Zolatil \\(Virbac Laboratories, Carros, France), Xylazine \\(Bayer, Korea). \r\n\n\n\r\n\n\nContrast agent: Alcian blue \\(AB) for PVS staining.\r\n\n\n\r\n\n\nHistology: DAPI staining, Phalloidin staining, DiI staining, Hematoxylin and eosin \\(H&E), Gordon & Sweet’s silver staining. \r\n\n\n\r\n\n\nImmunohistochemistry: EMP-3, vWF. \r\n\n\n\r\n\n\n REAGENT SETUP \\(Details in SI) \r\n\n\n\r\n\n\nAnimals.\r\n\n\n \r\n\n\nPhosphate buffered saline solution \\(PBS). \r\n\n\n\r\n\n\nAlcian blue \\(AB) staining dye \\(0.2%): \r\n\n\nCombine 0.014 g of AB powder with 7 ml of boiled hot 1x PBS solution to make a 0.2% AB staining dye. \r\n\n\n\r\n\n\nSTEPS:\r\n\n\n1.In order to inhibit the coagulation process of the AB powder mix with the 1x PBS solution, we first boil 10 ml of the 1x PBS solution at a high temperature \\(100˚C) until its volume is reduced to 7 ml. Store this in a 10-ml falcon tube.\r\n\n\n2.In the maintained boiled hot PBS solution, pour 0.014 g of AB powder and mix these with continuous motion of gently inverting the tube for 4-6 times for complete dissolution. Do not shake with a vortex machine tool. \r\n\n\n3. Filter this mixed blue solution with a filter by using a 0.22-μm syringe filter attached to a 10-ml syringe. \r\n  4. Check the pH level of this solution to test an appropriately validated method. When the pH level is maintained in a constant range between 6.2 ~ 6.4, then load this AB solution into a previously-made specialized injection syringe prior to injection into the inguinal lymph node.\r\n  \r\n\n\nDAPI.\r\n\n\n\r\n\n\nPhalloidin\r\n\n\n\r\n\n\nDiI\r\n\n\n\r\n\n\nHarris’ H&E\r\n\n\n\r\n\n\nGordon& Sweet’s silver staining\r\n\n\n\r\n\n\nEMP-3\r\n\n\n\r\n\n\nvWF \r\n\n\n\r\n\n\nIHC blocking solution."
        },
        {
            "header": "Equipment",
            "content": "Microscopes and light source.\r\n\n\n\r\n\n\nSurgical instruments.\r\n\n\n\r\n\n\nSyringes and filters.\r\n\n\n\r\n\n\nStaining and histology instruments.\r\n\n\n\r\n\n\nHome-made injection tool for precision injection. \\(Figure 1A)\r\n\n\n\r\n\n\nStep 1: Method to make a micropipette.\r\n\n\n\r\n\n\n1.Prepare thin-wall glass capillaries that have equal lengths of 3 in \\(76 mm) \r\n\n\nand outer/inner diameters of 1.5 mm/1.12 mm.\r\n\n\n2. Set a capillary on a PP-830 \\(Narishige International, INC) puller.\r\n  3. Set the temperature to 73˚C by adjusting the No.1 heater knob on the puller.\r\n  4. Press START to activate the PP-830. The key point is that the heater value is set relatively high to melt a large amount of glass. The glass capillary is heated by the heater filament and is pulled by the load of the weight blocks.  It is important to keep the length of each micropipette constant at 3 cm. \r\n  5. Keep the long, thin micropipettes that were produced for injection purposes in a safe area for later use.\r\n   \r\n\n\nStep 2: Method to make a front-tip connector.\r\n\n\n6. Use a Scalp Vein Set 24 G 3/4 \\(Becton, Dickinson and Company, USA) to make a holder for the micropipette.\r\n  7. Cut the distal end of the set, the cutting line being the joining point of the thin cannula tube attached to a female Luer. This Luer will hold the micropipette.\r\n  8. Carefully insert the already-made micropipette into a small hole in front tip of the Luer.\r\n  \r\n\n\nStep 3: Method to make a complete injection syringe.\r\n\n\n9.  Prepare a disposable 1-ml \\(26 G x 1/2”) Kovax syringe \\(sterile hypodermic syringe). \r\n  10. Remove the needle tip from a syringe and replace it with the micropipette’s Luer connector. \r\n  \r\n\n\nCRITICAL\\!\r\n\n\nWhen you load AB Staining dye in this specialized syringe, load AB staining dye before you attach the connector made to the tip of syringe.  \r\n\n\n\r\n\n\n EQUIPMENT SETUP\r\n\n\n\r\n\n\nDissecting instruments: Two large scissors, small micro scissors, two large forceps, two micro dissecting tweezers, small forceps, one pair of fine straight forceps, one pair of curved forceps, one pair of micro dissecting straight forceps, one pair of angular micro dissecting forceps, 31 G insulin syringes and a specialized homemade 1-ml syringe. \r\n\n\nCaution\\! \r\n\n\n1. All instruments and other equipment must be sterilized prior to use.\r\n  2. In addition to sterile micro-dissecting instruments, two sets of sterile instruments should be used. Separate sets are used for the skin and for the peritoneal wall and for dissection and extraction of the primo system in the lymph vessels to reduce the chances of contamination as you proceed through the tissue layers.\r\n  \r\n\n\n "
        },
        {
            "header": "Procedure",
            "content": "Preparing the animal prior to surgery \\(Time: 20 min)\r\n\n\n\r\n\n\n0. Animal preparation\r\n  \r\n\n\n0.1. Anesthetize the rat with an intramuscular injection of a mixture of zolatil \\(0.3 ml) and xylazine \\(0.1 ml) by using a 1-ml sterile hypodermic syringe.\r\n\n\n\r\n\n\n0.2. Remove the hair from the abdominal and the flank/hip areas by using a Pet Specialty cordless trimmer shaver. Remove the remaining loose hair by using an alcohol swab and patting the area with tape. \r\n\n\n\r\n\n\n0.3. Fix the rat with its head away from the operator by taping its feet to the operating surgical board. For the protection of rat’s eye from light exposure, cover the rat’s eye with gauze prior to surgery.\r\n\n\n\r\n\n\n0.4. Position the fiber optic illuminators for optimum illumination. Adjust the stereomicroscope and the monitoring system for optimal observation.\r\n\n\n\r\n\n\nCaution\\!\r\n\n\nThroughout the procedure, the rat is continually monitored for anesthetic state via a toe pinch and examination of the respiratory rate.\r\n\n\n\r\n\n\nDetecting the PVS network \\(Time: 2 ~3 hours)\r\n\n\n\r\n\n\n1. Rat skin incision around the inguinal lymph node \\(IN)\r\n  \r\n\n\n1.1. During the entire surgical procedure ensure exposed tissue is always kept wet with equilibrated warmed PBS solution. \r\n\n\n\r\n\n\n1.2. Place the rat on a clear surgical board in a supine frog-leg position. Attach the rat by taping each footpad to the board. Check the body temperature of the rat during the procedure.\r\n\n\n\r\n\n\n1.3. Place the rat under a dissecting stereo microscope.\r\n\n\n\r\n\n\n1.4. Make a 2-cm skin midline incision up and down from the navel along the ventral surface of the abdominal cavity and retract the skin towards the rat's spinal column. \r\n\n\n\r\n\n\nCRITICAL\\! \r\n\n\nMake the incision as small as possible to minimize the damage to the rat.\r\n\n\n\r\n\n\n1.5. After the skin is retracted, pin the skin to the surgery board.\r\n\n\n\r\n\n\n1.6. Place 1 or 2 rolled sheets of clean gauze underneath the skin so that the IN is easier to locate. \r\n\n\n\r\n\n\n2. Locating the inguinal lymph node \\(IN)\r\n  \r\n\n\n2.1. Superficial lymph nodes, such as IN, are bilateral and situated closed to the bifurcation of the superficial epigastric vein. INs are often hidden in the connective tissue and fat that encircles the superficial epigastic vein, so careful observation is required to find the nodes. If you still can’t locate the IN, slightly pull the rat’s lower limb on the finding side towards your body to extend its position.\r\n\n\n\r\n\n\n2.2. Remove the thin layer of connective tissue overlaying the area around the IN. Next, clear the adipose tissue overlaying and surrounding the IN until the micro-vascular bed is exposed. The superficial epigastric vein lays adjacent to the IN and is commonly overlayed by the venules. It is important not to injure the vessels by placing too much force on them when manipulating adipose tissue and the connective tissue around them.\r\n\n\n\r\n\n\n2.3. INs are of variable size in different rats, and usually oval in shape as a small pea or bean. Lymph nodes are normally yellowish brown or tan in color and appear slimy. According to our data, the INs are about 2.5 mm in width and 4.5 mm in length. The lymph nodes of normal rats are small and difficult to distinguish from surrounding adipose and connective tissue, so it is necessary to find lymph vessels connected to INs. You can observe a network of lymph vessels connected to INs along the superior epigastric vein. \r\n\n\n\r\n\n\n3. Injecting AB into the IN.\r\n  \r\n\n\n3.1. After exposing the IN, hold the tip of node and slightly lift it up with smooth tip forceps towards your body to ease the injection.\r\n\n\n3.2. The prepared 0.2% Alcian blue dye is loaded in a syringe specially designed by our team for reducing the rate of puncturing the blood vessels, which causes leakage of blood inside the node. Inject the loaded dye, about 0.2~0.4 ml, into the node at a slow rate. As we stated, INs are usually grouped with two or three nodes. \r\n\n\n\r\n\n\n3.3. Depending on the injection point in the node, staining dye travels separate ways along different lymph vessels. We recommend choosing the upper most IN among the group for injection to reach to axillary nodes. When staining dye is injected into the middle or the undermost INs, it will travel towards the abdominal area through a network of lymph vessels. \r\n\n\n\r\n\n\nCRITICAL STEPS\\! \r\n\n\n1.Slow and smooth needle injection. \r\n\n\n2.Slow injection of AB into the IN: Inject the AB with a max 0.03 mL/4 min into nodes \r\n\n\non each side of the skin. Slower is better.\r\n\n\n3.Wait about 3- 5 minutes until the IN is stabilized.\r\n\n\n4. Slowly and gently pull out the needle after injection.\r\n  \r\n\n\n3.4. Check the rat’s respiratory rate again because without spontaneous pumping, movement of the dye within the lymphatic vessel is limited to a short distance from the injection site. \r\n\n\n\r\n\n\n4. Visualization of the PVS\r\n  \r\n\n\n4.1. Put the skin back to the original position to keep the body warm.\r\n\n\n\r\n\n\n4.2. Stop the lymph flow from the IN to the axillary node to induce the proper staining of the PVS by tying with a string in the upper chest for 30 minutes. \r\n\n\n\r\n\n\n4.3 Release the tie after 30 minutes for proper lymph fluid flow.\r\n\n\n\r\n\n\n4.4. Wash the residual AB staining in the lymph ducts by natural flow. This takes about one and half hours.\r\n\n\n\r\n\n\nCRITICAL STEPS\\!\r\n\n\n1.Finding the optimal time and speed for the AB to be absorbed by the PVS in the lymph the flow-blocking period is critical. It is about 30 minutes. This process is critical because the PVS will absorb the AB during this period. Various techniques can be implemented to slow down the lymph flow: Put a pillow under the shoulder to keep a slanted position. Put a weight on the skin near the entrance to the axillary node. Tie the upper chest to keep pressure on the lymph ducts. Other methods can be tried.\r\n\n\n2. Another optimal condition is to make the lymph flow fast during the washing period to clean the lymph ducts. Otherwise, the lymph ducts will be stained blue. This is critical because the remnant AB should be completely cleared from the lymph flow.\r\n  \r\n\n\n5. Observation of the lymph ducts\r\n  \r\n\n\n5.1. Second incision of the skin. \r\n\n\nRecall steps 1.4 through 1.6. This second incision starts from the endpoint of the first cutting near the navel about 4 cm towards the cranium. Overturn the skin towards the spinal column and pin it to a surgical board for clear observation of the lymph ducts.\r\n\n\n\r\n\n\n5.2. Tracing lymph ducts along the epigastric blood vessel. \r\n\n\nThe main lymph duct to observe is located along the superior epigastric vein. It connects the IN to the axillary node \\(AN), and most of the time, it branches out to the sides on the skin, so extra care is required, especially when connective tissue is removed for the observation. \r\n\n\n\r\n\n\n5.3. Locating the AN.\r\n\n\nThe AN is easily identifiable due to the blue color of the AB which flowed in the lymph ducts from the IN. ANs are regularly situated internal to the deep fascia of the upper limb; more specifically, they are present in the axillary fossa. Brachial and retoscapular lymph nodes, in proximity to the angle of the scapula, are found in groups of more than one large lymph node.\r\n\n\n\r\n\n\n6. Observation of the PVS\r\n  \r\n\n\n6.1. When the conditions are satisfied \\(such as washing time, concentration of AB, temperature, etc.), a large network of the PVS appears floating inside the clear lymph vessels between the IN and the AN. The primo vessel is more prominently stained with AB than the lymphatic duct. From a stereomicroscope examination along the lymph ducts in the skin, freely-floating, thin, blue PVS lines will be seen inside the washed lymph vessels. \r\n\n\n\r\n\n\n6.2. Try to find the primo nodes \\(PNs). A PN is irregularly located along the PV, and it looks like a thicker oval-shaped blob \\(Fig. 3A).\r\n\n\n\r\n\n\n6.3. The PV forms a network structure with branches. Try to observe as many PVS specimens as possible \\(Fig. 3B).\r\n\n\n\r\n\n\n6.4. A PV often passes lymph valves, so this phenomenon should be observed as carefully as possible \\(Fig. 3C).\r\n\n\n\r\n\n\n6.5. PVs in efferent ducts flowing from the IN are to be observed \\(Fig. 3D).\r\n\n\n\r\n\n\n6.6. PVs in afferent ducts flowing to the AN are to be observed \\(Fig. 3E).\r\n\n\n\r\n\n\nCRITICAL STEPS\\!\r\n\n\n1. The PV is sometimes only partially stained, and a few blue dots appear sporadically. The PV is transparent and hard to notice between these blue dots. However, the thread is continuous, and the uncolored parts are better for an analysis of the genuine PVS \\(Fig. 3F).\r\n  2. When the washed lymph duct is shaken gently but briskly by touching the outside with a smooth tip forcep, the PVS lines floating inside a lymph duct move like a wave in lymph fluid and shine in a moment, so they are best detected through straightforward \\(but careful) real-time observation.\r\n  CRITICAL STEPS\\!\r\n\n\nOn-site criteria to discern the PVS candidate from artifacts.\r\n\n\n1. Shake the lymph ducts gently, and the blue threadlike structure should remain unbroken. The aggregates of dye are easily broken. The PVS undulates in this process and remain intact as shown in the movie \\(Supplementary Information).\r\n  2. The PV’s thickness is uniform and is about 20 -30 μm. \r\n  3. When a PV is cut by accident inside the lymph duct, it will roll-up due to its elasticity and can be easily pulled out from the duct without breaking when the sample is extracted.\r\n  \r\n\n\nHarvesting the PVS \\(Time: 1~ 2 hour)\r\n\n\n\r\n\n\n7. Isolation of the lymph ducts and PVS specimens.\r\n  \r\n\n\n7.1. After the PVS has been detected in the lymph ducts, the lymph ducts with the PVS in them can be isolated in two alternative methods.\r\n\n\n\r\n\n\nMethod 1: \\(Fresh Sample)\r\n\n\n7.2. Cut out the whole lymph nodes and ducts \\(that is IN, AN, and the ducts between them) containing the PVS from the skin with micro-scissors under a stereomicroscope.\r\n\n\n\r\n\n\n7.3. Carefully incise the lymph vessel along the vessel’s wall by using microscissors. \r\n\n\n\r\n\n\n7.4. Use sharp-ended curved forceps to hold both side splits of a lymph vessel and tear the vessel apart towards the direction of the AN. Be careful not to damage the PVS specimen floating inside the vessel during this procedure.\r\n\n\n\r\n\n\n7.5. When an appropriate length of PVS specimen has been exposed, gently pull it out toward your body. A PV is elastic, so it can be pulled out with a constant force. This specimen is ready for identification by using a histological analysis.\r\n\n\n\r\n\n\nMethod 2: \\(Fixed Sample)\r\n\n\n7. 1’. Cut out the whole lymph nodes and ducts containing the PVS from the skin.\r\n  \r\n\n\n7.2’. Fix the whole isolated samples with either 4% PFA solution or 10% NBF solution for a day or two for further analysis. Fixed samples are to be stored at 4ºC in a refrigerator until use. \r\n\n\n\r\n\n\n7.3’. Wash the fixed sample with 1x PBS solution three times and prepare a glass slide with 1 drop of 1x PBS solution to protect the sample from drying during the procedure. \r\n\n\n\r\n\n\n7.4’. Put the fixed whole sample on a slide. Use two 31G insulin syringe needle tips to cut and tear the lymph duct to extract the PVS specimen. A useful tip for isolating the PVS from the duct is to cut one end of the lymph vessel obliquely at 45˚from the surface of skin, which will give space for separation. \r\n\n\n\r\n\n\nCRITICAL STEPS\\! \r\n\n\n1. Tear the lower end of a harvested lymph vessel with sharp-end forceps and expose the end part of the PVS in it. Pull the PV gently out.\r\n  2. The following is an on-site check list for identification of the PVS from artifacts such as the coagulation of AB with lymph fluids in a string like form: ① The PVS is a floating threadlike structure not attached to the lymph walls. ② The PVS thread is elastic, but the AB coagulation is not and is, therefore, easily broken. ③ The diameter of a PV is around 20 - 30 μm. ④ The PNs are thicker parts of the PV, and their numbers, thicknesses and lengths vary. ⑤ The PVs pass through lymph valves. ⑥. The PVs branch when the lymph vessels branch. ⑦ If the thickness of a PV is larger than 50 μm, the PV most likely has adhered blood cells or lymphocytes. \r\n  \r\n\n\nIdentifying the PVS \\(Time: 40 min)\r\n\n\n\r\n\n\n8.Identification of the PVS with DAPI and Phalloidin. \r\n\n\n\r\n\n\n8.1. Gently wash the PVS specimen in a drop of 1x PBS solution, place it on a clean glass slide then flatten the tissue slightly. Do this step under a stereomicroscope.\r\n\n\n\r\n\n\n8.2. Phase contrast microscope: Check the bundle structure of the PV.\r\n\n\n\r\n\n\n8.3. DAPI: Check the alignment of rod-shaped nuclei of the endothelial cells lining the primo sub-vessel. Stain the specimen with Prolong Gold Antifade reagent with DAPI again for 10 min to examine the nuclei in the endothelial cells of the PV. When applying the DAPI, mix thoroughly, but take care not to create too many bubbles. Drain excess solution from the slide. Apply two separate drops of Gel Mount – DAPI on the sections, and lower the cover slip on the sections. Let the slide be stay in darkness for a few minutes, and seal the cover slip with a transparent manicure.\r\n\n\n\r\n\n\n8.4. Phalloidin: See the f-actin distribution in cells. The f-actin molecules should be along the PV. In order to show the f-actins in the endothelial cells of the PV, stain the specimen with 6.6-μM Phalloidin for 20 min, followed by three PBS washes.\r\n\n\n \r\n\n\nCAUTION\\!\r\n\n\nAvoid light on the sample during the Phalloidin and DAPI staining procedures.\r\n\n\n\r\n\n\n8.5. Examine the specimens with a fluorescence phase contrast microscope \\(Olympus BX51, Olympus) and a confocal laser scanning microscope \\(CLSM; C1 plus, Nikon, Japan) to observe f-actins and the rod-shaped nuclei \\(Figs. 4A, B, C = phase contrast, DAPI, Phalloidin).\r\n\n\n\r\n\n\nCRITICAL\\!\r\n\n\n1. Morphological characteristics of the PV are thickness \\(20 - 30 μm), bundle structure of several sub-vessels, rod-shaped nuclei \\(length: 15 - 20 μm) of endothelial cells aligned in broken parallel curves, and sometimes the presence of DNA-containing granules inside sub-vessels. F-actins are also aligned along the PV. \r\n  2. Non-pure, thick samples have coagulated lymphocytes surrounding the PV."
        },
        {
            "header": "Timing",
            "content": "AN OVERVIEW OF AND TIME DISTRIBUTION DURING THE \r\n\n\nENTIRE PROCEDURE:\r\n\n\n•Steps 0: Preparing the animal prior to surgery \\(Time: 20 min)\r\n\n\n•Steps 1-6: Detecting the PVS network \\(Time: 2 ~3 hours)\r\n\n\n•Steps 7: Harvesting the PVS \\(Time: 1~ 2 hour)\r\n\n\n•Steps 8: Identifying the PVS \\(Time: 40 min)"
        },
        {
            "header": "Anticipated Results",
            "content": "4.1. Characteristics of the PVS\r\n\n\n\r\n\n\nIf the genuine characteristics of the PVS are to be proven, the following series of histological analysis must be done. Since these procedures are conventional techniques, we omit their details. \r\n\n\n① H&E: It shows the cytoplasm and nuclei of the PVS.\r\n\n\n② DiI: Its signals show the membrane wrapping the PVS, demonstrating their separate independent identities. Coagulation or aggregated lymphocytes or fibrins do not have a wrapping membrane.\r\n\n\n③ Gordon and Sweet’s silver staining: It shows the presence of reticular-type collagens in the PVS. The inner wall of the lymph ducts does not have such fibers\r\n\n\n④ VWF: It shows the presence of endothelial cells in the PVS.\r\n\n\n⑤ EMP-3: It shows the presence of epithelial cells forming the outer part of the PVS.\r\n\n\n⑥ LYVE-1: Its negative expression proves that the PVS is different from a lymph vessel.\r\n\n\n⑦ CD 34: Its negative expression shows that the PVS is different from blood vessels.\r\n\n\nFurther evidence of a wrapping membrane by using an electron microscope was reported earlier and was confirmed with atomic force microscopy data. \r\n\n\n\r\n\n\n4.2. Future progress\r\n\n\nThe large lymph ducts along the caudal vena cava of a rabbit \\[19] and a rat \\[20] are target sites to search for a PVS floating in the lymph flow. A laparectomy was required, which caused severe damage to the subject, which was sacrificed after observation of the PVS. In the current work, the lymph ducts were in the skin and could be observed without damaging essential organs of the animal and with minimal incision of the skin. The lymph ducts connecting the axillary nodes are particularly interesting because metastasis of breast cancer occurs through these ducts. The current method is the first step toward monitoring the PVS states in these ducts through a window installed in the skin. Taking just one example of medical applications with a monitoring system, we can trace the cancer cells migrating through the PVS as a safe fording rope in the hostile lymph flow \\[24].\r\n\n\n\r\n\n\nIn addition to Alcian blue, DiI can also be used to visualize the PVS in lymph ducts. In the current report, we omitted the DiI method because it is essentially similar to the Alcian blue protocol. The two have different advantages. An Alcian-blue-stained PVS is detectable with halogen lamp illumination, but a DiI stained PVS is only visible with a fluorescent microscope, which requires more laborious work. However, the latter can be used as specimens for studying the optical properties of the PVS while the former are not suitable because of their color.\r\n\n\n\r\n\n\nOnce the optical properties of the PVS are established one may be able to devise methods and instruments to observe the PVS in lymph ducts without any staining. Next, monitoring of the PVS will be realizable by applying an optical method through the window installed in the skin. The protocol established in the current work provides interested researchers with methods to obtain PVS specimens that can be used to elucidate the molecular biology of the PVS by identifying and isolating primo endothelial cells."
        },
        {
            "header": "References",
            "content": "1. Kierszenbaum AL. History and Cell Biology: An Introduction to Pathology, New York: Mosby, 2002.\r\n  \r\n\n\n2. Alitalo K, Carmeliet P. Molecular mechanisms of lymphangiogenesis in health and disease. Cancer Cell 2002; 1: 219-227.\r\n  \r\n\n\n3. Oliver G, Detmar M. The rediscovery of the lymphatic system: old and new insights into the development and biological function of the lymphatic vasculature. Genes Dev 2002; 16: 773-783.\r\n  \r\n\n\n4. Karkkanien MJ, Makinen T, Alitalo K. Lymphatic endothelium: a new frontier of metastasis research. Nat Cell Biol 2002; 4: E2-E5.\r\n  \r\n\n\n5. Karkkanien MJ, Alitalo K. Lymphatic endothelial regulation, lymphoedema, and lymph node metastasis. Cell Dev Bio 2002; 13: 9-18.\r\n  \r\n\n\n6 Jussila L, Alitalo K. Vascular growth factors and lymphangiogenesis. Physiol Rev 2002; 82: 673-700.\r\n\n\n\r\n\n\n7. Banerji S, et al. LYVE-1, a new homologue of the CD44 glycoprotein, is a lymph-specific receptor for hyaluronan. J Cell Biol 1999; 22: 789-801.\r\n  \r\n\n\n8. Prevo R, Banerji S, Ferguson D, Jackson DG. Mouse LYVE-1 is an endocytic receptor for hyaluronan in lymphatic endothelium. J Biol Chem 2001; 276: 420-430.\r\n  \r\n\n\n9. Beasley NJP, Prevo R, Banerji S. Intratumoral lymphangiogenesis and lymph node metastasis in head and neck cancer. Cancer Res 2002; 62: 1315-1320.\r\n  \r\n\n\n10. Kim BH. On the Kyungrak system. Pyung Yang, Acad Med Sci DPR Korea, 1963; 1–41.\r\n  \r\n\n\n11. Soh KS. Bonghan Circulatory System as an Extension of Acupuncture Meridians. J Acupunct Meridian Stud 2009; 2: 93-106.\r\n  \r\n\n\n12. Soh KS, Kang KA, Ryu YH. 50 years of Bong-Han Theory and 10 years of Primo Vascular System. Evid Based Complement Alternat Med 2013; Article ID 587827. \r\n  \r\n\n\n13. Noh YI, Rho M, Yoo YM, Jung SJ, Lee SS. Isolation and Morphological Features of Primo Vessels in Rabbit Lymph Vessels. J Acupunct Meridian Stud 2012; 5: 201-205.\r\n  \r\n\n\n14. Johng HM, et al. Use of magnetic nanoparticles to visualize threadlike structures inside lymphatic vessels of rats. Evid Based Complement Alternat Med 2007; 4: 77–82.\r\n  \r\n\n\n15. Choi IH, Jeong HK, Hong Y-K. Detection of the primo vessels in the rodent thoracic lymphatic ducts. In: KS. Soh, KA. Kang, D. Harrison, eds. The Primo Vascular System: Its Role in Cancer and Regeneration. New York, USA: Springer, 2011: 25-40.\r\n  \r\n\n\n16. Lee BC, Yoo JS, Baik KY, Kim KW, Soh KS. Novel threadlike structures \\(Bonghan ducts) inside lymphatic vessels of rabbits visualized with a Janus Green B staining method. Anat Rec B New Anat 2005; 286: 1–7.\r\n  \r\n\n\n17. Lee C, et al. Alcian blue staining method to visualize Bonghan threads inside large caliber lymphatic vessels and X-ray microtomography to reveal their microchannels. Lymphat Res Biol 2006; 4: 181–190.\r\n   \r\n\n\n18. Lee BC, Soh KS. Contrast-enhancing optical method to observe a Bonghan duct floating inside a lymph vessel of a rabbit. Lymphology 2008; 41: 178–185.\r\n  \r\n\n\n19. Jung SJ, et al. Protocol for the Observation of the Primo Vascular System in the Lymph Vessels of Rabbits. J Acupunct Meridian Stud 2012; 5: 234-240.\r\n  \r\n\n\n20. Kim SH, et al. A Method for the Observation of the Primo Vascular System in the Thoracic Duct of a Rat. Evid Based Complement Alternat Med 2013; Article ID 536560.\r\n  \r\n\n\n21. Lee SH, et al. Primo Vascular System in the Lymph Vessel from the Inguinal to the Axillary Nodes. Evid Based Complement Alternat Med 2013; Article ID 472704.\r\n  \r\n\n\n22. Yoo JS, Ayati M H, Kim HB, Zhang Wei-bo, Soh KS. Characterization of the Primo Vascular System and Its Difference from the Lymphatic System. PLoS One 2010; 5: e9940: 1-6.\r\n  \r\n\n\n23. Yoo JS, et al. Evidence for an Additional Metastatic Route: In Vivo Imaging of Cancer Cells in the Primo Vascular System around Tumors and Organs. Mol Imaging Bio 2010; DOI: 10.1007/s1 1307-010-0366-1.\r\n  \r\n\n\n24. Islam A, Thomas S, Sedoris K, Miller D. Tumor-associated primo vascular system is derived from xenograft, not host. Experimental and Molecular Pathology 2013, 94: 84-90.\r\n  \r\n\n\n25. Kang KA, Maldonado C, Perez-Aradia G, An P, and Soh KS. Primo Vascular System and Its Role in Cancer. In Van Huffel S, Naulaers G, Caicedo A, Bruley DF, Harrison DK, Eds. Oxygen Transport to Tissue XXXV, Advances in Experimental Medicine and Biology, 2013; 789: 289-296.\r\n  \r\n\n\n26. Lee SW, et al. Primo Vessel Inside a Lymph Vessel Emerging From a Cancer Tissue. J Acupunct Meridian Stud 2012; 5: 206-209.\r\n  \r\n\n\n27. Kwon BS.et al, Microscopic nodes and ducts inside lymphatics and on the surfaces of internal organs are rich in granulocytes and secretory granules. Cytokine 2012; 60: 587-592.\r\n  \r\n\n\n28. Ogay V, Soh KS. Identification and characterization of small stem-like cells in the primo vascular system of adult animals. In: Soh KS, Kang KA, Harrison D, eds. The Primo Vascular System: Its Role in Cancer and Regeneration. New York, USA: Springer, 2011: 14-155."
        },
        {
            "header": "Acknowledgements",
            "content": "This research was supported by the Basic Science Research Program through the National Research Foundation of Korea \\(NRF) funded by the Ministry of Science, ICT & Future Planning \\(grant numbers: 2013 R1A1A2011526, and 2013R1A1A2008343)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.jams.2012.07.007",
                "date": "2013-11-19 07:36:22",
                "title": "Protocol for the Observation of the Primo Vascular System in the Lymph Vessels of Rabbits",
                "authors": [
                    "Sharon Jiyoon Jung",
                    "Sang Yeon Cho",
                    "Kyoung-Hee Bae",
                    "Sun Hee Hwang",
                    "Byung-Cheon Lee",
                    "Sungchul Kim",
                    "Byoung Se Kwon",
                    "Hee Min Kwon",
                    "Yoon-Kyu Song",
                    "and Kwang-Sup Soh"
                ],
                "journal": "Journal Of Acupuncture And Meridian Studies",
                "logo": ""
            },
            {
                "doi": "10.1155/2013/536560",
                "date": "2013-11-19 07:34:02",
                "title": "A Method for the Observation of the Primo Vascular System in the Thoracic Duct of a Rat",
                "authors": [
                    "Sungha Kim",
                    "Sharon Jiyoon Jung",
                    "Sang Yeon Cho",
                    "Yoon Kyu Song",
                    "Kwang-Sup Soh",
                    "and Sungchul Kim"
                ],
                "journal": "Evidence-Based Complementary And Alternative Medicine",
                "logo": ""
            },
            {
                "doi": "10.1155/2013/429106",
                "date": "2013-11-19 07:31:27",
                "title": "Observation of a Long Primo Vessel in a Lymph Vessel from the Inguinal Node of a Rabbit",
                "authors": [
                    "Young-Il Noh",
                    "Yeong-Min Yoo",
                    "Ran-Hyang Kim",
                    "Ye-Ji Hong",
                    "Hye-Rie Lee",
                    "Min-Suk Rho",
                    "and Sang-Suk Lee"
                ],
                "journal": "Evidence-Based Complementary And Alternative Medicine",
                "logo": ""
            },
            {
                "doi": "10.1016/j.jams.2012.07.002",
                "date": "2013-11-19 07:44:21",
                "title": "Isolation and Morphological Features of Primo Vessels in Rabbit Lymph Vessels",
                "authors": [
                    "Young-Il Noh",
                    "Minsuk Rho",
                    "Yeong-Min Yoo",
                    "Sharon Jiyoon Jung",
                    "and Sang-Suk Lee"
                ],
                "journal": "Journal Of Acupuncture And Meridian Studies",
                "logo": ""
            },
            {
                "doi": "10.1155/2013/472704",
                "date": "2013-11-19 07:48:10",
                "title": "Primo Vascular System in the Lymph Vessel from the Inguinal to the Axillary Nodes",
                "authors": [
                    "Seung Hwan Lee",
                    "Kyoung-Hee Bae",
                    "Geum Ock Kim",
                    "Min Ho Nam",
                    "Young Bok Choi",
                    "Hee-Min Kwon",
                    "Yeonhee Ryu",
                    "and Kwang-Sup Soh"
                ],
                "journal": "Evidence-Based Complementary And Alternative Medicine",
                "logo": ""
            },
            {
                "doi": "10.1371/journal.pone.0009940",
                "date": "2013-11-19 08:31:56",
                "title": "Characterization of the Primo-Vascular System in the Abdominal Cavity of Lung Cancer Mouse Model and Its Differences from the Lymphatic System",
                "authors": [
                    "Jung Sun Yoo",
                    "M. Hossein Ayati",
                    "Hong Bae Kim",
                    "Wei-bo Zhang",
                    "Kwang-Sup Soh",
                    "and Syed A. Aziz"
                ],
                "journal": "PLoS ONE",
                "logo": ""
            },
            {
                "doi": "10.1016/j.cyto.2012.07.016",
                "date": "2013-11-19 08:39:43",
                "title": "Microscopic nodes and ducts inside lymphatics and on the surface of internal organs are rich in granulocytes and secretory granules",
                "authors": [
                    "Byoung S. Kwon",
                    "Chang M. Ha",
                    "Sungsook Yu",
                    "Byung-Cheon Lee",
                    "Jae Y. Ro",
                    "and Sunhee Hwang"
                ],
                "journal": "Cytokine",
                "logo": ""
            },
            {
                "doi": "10.1016/j.jams.2013.09.001",
                "date": "2013-11-19 08:44:07",
                "title": "Primo Vascular System Floating in Lymph Ducts of Rats",
                "authors": [
                    "Sharon Jiyoon Jung",
                    "Kyoung-Hee Bae",
                    "Min-Ho Nam",
                    "Hee Min Kwon",
                    "Yoon-Kyu Song",
                    "and Kwang-Sup Soh"
                ],
                "journal": "Journal Of Acupuncture And Meridian Studies",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12807,
                "identity": "a01a2228-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Kwang-Sup Soh",
                "email": "kssoh1@gmail.com",
                "orcid": "",
                "institution": "Nano Primo Research Center, Advanced Institute of Convergence Technology, Seoul National University,",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Kwang-Sup",
                "middleName": "",
                "lastName": "Soh",
                "suffix": ""
            },
            {
                "id": 12802,
                "identity": "a01a149e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sharon Jiyoon Jung",
                "email": "",
                "orcid": "",
                "institution": "Nano Primo Research Center [NPRC, Seoul National University]",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sharon",
                "middleName": "Jiyoon",
                "lastName": "Jung",
                "suffix": ""
            },
            {
                "id": 12803,
                "identity": "a01a1818-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Seung-Hwan Lee",
                "email": "",
                "orcid": "",
                "institution": "Nano Primo Research Center, Advanced Institute of Convergence Technology, Seoul National University,",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Seung-Hwan",
                "middleName": "",
                "lastName": "Lee",
                "suffix": ""
            },
            {
                "id": 12804,
                "identity": "a01a1af1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kyoung-Hee  Bae",
                "email": "",
                "orcid": "",
                "institution": "Nano Primo Research Center, Advanced Institute of Convergence Technology, Seoul National University,",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kyoung-Hee",
                "middleName": "",
                "lastName": "Bae",
                "suffix": ""
            },
            {
                "id": 12805,
                "identity": "a01a1e93-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hee-Min Kwon",
                "email": "",
                "orcid": "",
                "institution": "Department of Physics and Astronomy, Seoul National University, Seoul, 151-747, Korea",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hee-Min",
                "middleName": "",
                "lastName": "Kwon",
                "suffix": ""
            },
            {
                "id": 12806,
                "identity": "a01a2047-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yoon-Kyu Song",
                "email": "",
                "orcid": "",
                "institution": "Graduate School of Convergence Science and Technology, Seoul National University, Suwon 443-270, Korea",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yoon-Kyu",
                "middleName": "",
                "lastName": "Song",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-11-19 08:53:28",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.083",
        "doiUrl": "https://doi.org/10.1038/protex.2013.083",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608831,
                "identity": "1866f8b1-2e59-4230-a5c6-eb56353a39fd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 177606,
                "visible": true,
                "origin": "",
                "legend": "Injection with the home-made injection micropippet   (A) The injection syringe set. It was made of (26 G x 1/2”) Kovax syringe (white arrow), and the Luer of a Scalp Vein Set (24 G 3/4) (arrow head). This Luer held the micropipette made of a glass capillary (black arrow).\r\n(B) A stereomicroscopic image of dye injection. The inguinal lymph node (circled by a broken line) was hold with a forceps and the glass capillary (black arrow) was inserted into the node and Alcian blue was injected slowly.\r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2863/v1/figure_1.jpg"
            },
            {
                "id": 2608839,
                "identity": "9294ad27-9a7c-4128-b6d9-de5b4522b3a4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 192433,
                "visible": true,
                "origin": "",
                "legend": "The lymph duct from the inguinal node to the axillary node which was located near the superficial epigastric vein in the skin.   (A) The illustration of the lymph ducts and nodes around the superficial epigastric vein in the skin.\r\n(B) The axillary node became blue by the Alcian blue flowed through the lymph duct.\r\n(C) The inguinal node into which Alcian blue was injected.\r\n(D) The lymph duct around the epigastric vein (red thick arrows).\r\n(E) The blue stained-PVS in the lymph duct whose boundary is indicated with double arrows (↔).\r\n\r\n Notice that the primo vessel was much thinner than the lymph duct. The thickness of the lymph duct was 290 μm, and that of the primo vessel was 28 μm.\r\n",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2863/v1/figure_2.jpg"
            },
            {
                "id": 2608832,
                "identity": "943d0dda-9371-46f7-b710-43e7568dbaa6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 180971,
                "visible": true,
                "origin": "",
                "legend": "Stereomicroscopic images of PVS taken in situ.    A. A network of branches of primo vessels (Branching points are indicted by arrows). Where the lymph ducts branched so did the primo vessels.\r\nB. A primo vessel passed the lymph valve (broken lines) of a lymph duct (↔)\r\n",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2863/v1/figure_3.jpg"
            },
            {
                "id": 2608834,
                "identity": "b909a3ff-742d-419d-9cb6-680a246377ea",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 198280,
                "visible": true,
                "origin": "",
                "legend": "Figure 3 C,D   Stereomicroscopic images of PVS taken in situ   C. The blue stained-primo vessel (thick arrows) that was in the efferent lymph duct (↔) emanating from the inguinal node (circled by a broken line)\r\nD. The primo vessel (thick arrows) entered the axillary node (circled by a broken line). It was in the afferent lymph duct (↔), and branched. The lymph node was only partially stained. \r\n",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2863/v1/figure_4.jpg"
            },
            {
                "id": 2608835,
                "identity": "40f2486f-a95b-4472-a37d-0806e542a39d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 184418,
                "visible": true,
                "origin": "",
                "legend": "Figure 3 E,F   Stereomicroscopic images of PVS taken in situ    E. The primo vessel was barely stained and the two primo nodes were easily noticeable (arrows) in the lymph duct (↔).\r\nF. The image showed the primo vessel that was cut and coiled (thick arrow) due to its elasticity.\r\n",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2863/v1/figure_5.jpg"
            },
            {
                "id": 2608833,
                "identity": "4b821a63-80e2-4e37-bf44-c2a7b49a1b7b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 99277,
                "visible": true,
                "origin": "",
                "legend": "Figure 4    Distinct characteristic of primo vessel   (A) A phase contrast image of a primo vessel extracted from the lymph vessel. The blue color is due to Alcian blue.\r\n(B) Distribution of nuclei in the primo vessel stained with DAPI. Rod shaped nuclei were aligned along the primo vessel. (The boxed region of (A))\r\n(C) Distribution of f-actins of cells in the primo vessel stained with phalloidin. They are aligned along the primo vessel. (The same boxed region of (A))\r\n",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2863/v1/figure_6.jpg"
            },
            {
                "id": 13465335,
                "identity": "eed3c456-71fb-4782-a375-584b27adf40a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 607582,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2863/v1/d6e09a5b-a780-4865-b650-f952c40e2d4e.pdf"
            },
            {
                "id": 2608836,
                "identity": "77c41b34-a0f7-4ca1-8717-a581a83c9ee7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 27615,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Document   Supplementary Information",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2863/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Lymph, Primo vascular system (PVS), Cancer metastasis, Regeneration, Immunology, Alcian blue",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Because of the potential roles of the primo vascular system \\(PVS) in cancer metastasis, immune function, and regeneration, understanding the molecular biology of the PVS is desirable. The current state of PVS research is comparable to that of lymph research before the advent of LYVE-1. There is very little knowledge of the molecular biology of the PVS due to difficulties in identifying and isolating primo endothelial cells. Present investigations rely on the morphology and the use of differential staining procedures to identify the PVS within tissues, making detailed molecular studies all but impossible. To overcome such difficulties, one may emulate the explosive development of lymph molecular biology. For this, one needs a reliable method to obtain PVS specimens to initiate the molecular investigation. One of the most reliable methods is to detect the PVS afloat in the lymph flow. The protocols for observation of the PVS in large lymph ducts in the abdominal cavity and the thoracic cavity were reported earlier. These methods require a laparectomy and skillful techniques. In the current work, we present a protocol to identify and harvest PVS specimens from the lymph ducts connecting the inguinal and the axillary nodes, which are located entirely in the skin. Thus, the PVS specimen is more easily obtainable. This method is a stepping stone toward development of a system to monitor migration of cancer cells in metastasis from a breast tumor to axillary nodes, where cancer cells use the PVS as a survival rope in hostile lymph flow.",
        "manuscriptTitle": "Visualization of the Primo Vascular System,a Putative Cancer Metastasis Thread Afloat in a Lymph Duct",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-11-19 15:10:05",
                "doi": "10.1038/protex.2013.083",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a019b55a-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 19th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3066,
                "name": "Biological techniques"
            },
            {
                "id": 3067,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-11-19 15:10:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}