{
    "identity": "nprot-3309",
    "title": "Multi-parameter assessment of thrombus formation on microspotted arrays of thrombogenic surfaces",
    "content": [
        {
            "header": "Introduction",
            "content": "Thrombus formation by adhering and aggregating blood platelets is fundamental to hemostasis and is a prerequisite for vascular occlusion in pathological thrombosis. The parallel-plate flow chamber technique has been extensively used to measure platelet adhesion and activation in vitro at arterial or venous flow conditions. However, current tests use collagen as the only platelet-adhesive surface, thereby disregarding the contribution of other platelet-adhesive components in the vascular matrix. This is a relevant issue, since multiple platelet adhesive receptors need to interact and signal to form a stable platelet thrombus. On type I collagen fibers, the two collagen receptors, glycoprotein VI \\(GPVI) and integrin α2β1 \\(GPIa/IIa) interact with the receptors for von Willebrand factor \\(vWF), a plasma protein that avidly binds to collagen, i.e. GPIb-V-IX and integrin αIIbβ3 \\(GPIIb/IIIa).<sup>6-8</sup> It is hence relevant to compare the roles of these receptors with other ones, such as CLEC-2, CD36 \\(GPIV), and the integrins α<sub>5</sub>β<sub>1</sub>, α<sub>6</sub>β<sub>1</sub> and α<sub>v</sub>β<sub>3</sub>. In the accompanying paper, we have described a microspot technology, in which various platelet-adhesive compounds can be coated simultaneously in a flow chamber, and directly compared for their potential to support thrombus formation using small blood samples.<sup>9</sup>\r\n\n\nWhen forming a thrombus, platelets show different types of responses, all of which may contribute to effective hemostasis and pathological thrombosis. These include shape change \\(pseudopod and lamellipod formation), integrin activation, secretion of the contents of dense granules and α-granules \\(P-selectin exposure), and actin-dependent contraction of the formed thrombus.<sup>1,5</sup> In addition, a subpopulation of the platelets – with high cytosolic Ca<sup>2+</sup> – assumes a balloon-type of morphology and exposes the procoagulant phospholipid phosphatidylserine \\(PS) at their outer surface, at which coagulation factors bind and thrombin can be formed.<sup>10</sup>\r\n\n\nSince it is unclear how these different platelet responses relate during thrombus formation, we developed procedures to measure these in a systematic way in combination with the microspot technology.<sup>9</sup> In this protocol paper, we describe the use of brightfield and confocal fluorescence microscopy to record the various platelet activation processes contributing to thrombus formation; and we give procedures to analyze the acquired microscopic images. We note that all assays are performed in the absence of coagulation. Furthermore, we stress that: due to space restrictions not all details could be given; specific procedures may need adaptation in different laboratories; and that expert knowledge will be required for successful completion of the flow assays. We welcome comments on errors and suggestions for improvement. Content:\r\n\n\nA. Flow chamber preparation and whole blood perfusion.\r\n\n\nB. Brightfield and fluorescence microscopic imaging of thrombi.\r\n\n\nC. Analysis of brightfield and fluorescence images."
        },
        {
            "header": "Reagents",
            "content": "**Reagents**\r\n\n\n• Annexin A5 labeled with Alexa Fluor \\(AF)647 \\(Molecular Probes, A23204)\r\n\n\n• Bovine serum albumin \\(BSA) \\(Sigma Aldrich, A6003)\r\n\n\n• CaCl<sub>2</sub> \\(Sigma Aldrich, C1016)\r\n\n\n• 3,3’ Dihexyloxacarbocyanine iodide \\(DiOC6) \\(Anaspec, 8984715)\r\n\n\n• Ethanol \\(VWR)\r\n\n\n• FITC-labeled anti-CD62P \\(P-selectin) mAb \\(Immunotech, A07790)\r\n\n\n• Fragmin \\(Pfizer, 5T1532)\r\n\n\n• D-Glucose \\(ACS Reagent)\r\n\n\n• HCl \\(Sigma Aldrich, H1758)\r\n\n\n• 4-\\(2-Hydroxyethyl)piperazine-1-ethanesulfonic acid \\(HEPES) \\(Sigma Aldrich, H3375)\r\n\n\n• KCl \\(Sigma Aldrich, P9541)\r\n\n\n• MgCl<sub>2</sub> \\(Sigma Aldrich, M8266)\r\n\n\n• D-Phenylalanyl-L-prolyl-L-arginine chloromethylketone \\(PPACK) \\(BioConnect, A58SC-201291A)\r\n\n\n• NaCl \\(Sigma Aldrich)\r\n\n\n• Unfractionated heparin \\(Sigma Aldrich, H3393-1)\r\n\n\n• FITC-labeled anti-fibrinogen mAb \\(WAK Chemie Medical, 64162)\r\n\n\n\r\n\n\n**Solutions**\r\n\n\n• Blocking buffer: 136 mM NaCl, 10 mM HEPES, 2.7 mM KCl, 2 mM MgCl2, 1% BSA in milliQ water \\(pH 7.45).\r\n\n\n• Coverslip cleaning solution: 2 M HCl in 50% ethanol.\r\n\n\n• DiOC6 in 1% DMSO in buffer\r\n\n\n• Flow buffer: 136 mM NaCl, 10 mM HEPES, 2.7 mM KCl, 2 mM MgCl2, 2 mM CaCl2, 0.1% glucose, 0.1% BSA, 1 U/mL heparin in milliQ water \\(pH 7.45).\r\n\n\n• Platelet-adhesive substances for coating are described elsewhere.<sup>9</sup> For coating collagen peptides, also see previous papers.<sup>11,12</sup> Note that collagens and collagen solutions require storage in acid milieu.<sup>8,12</sup>\r\n\n\n• PPACK in 10 mM HCl\r\n\n\n• Saline: 0.9% NaCl in milliQ water \\(sterilized)."
        },
        {
            "header": "Equipment",
            "content": "**Materials & equipment**\r\n\n\n• Glass coverslips \\(24 x 60 mm, thickness 0.18 mm) \\(Menzel BB024060A1)\r\n\n\n• Precision mall with template for one or two rows of three microspots \\(3 mm centre-to-centre distance) for placement on glass coverslip. Note: apply either 1 x 3 or 2 x 3 microspots, depending on the possibility to observe these by the microscope.\r\n\n\n• Humid chamber for storing coated coverslips.\r\n\n\n• Open parallel-plate flow chamber: transparent polycarbonate block with engraved flow channel \\(50 μm depth, 3 mm width, 30 cm length, inlet/outlet tubes at an angle of 11°). The Maastricht chamber has been described before. It needs to be fixed in an aluminium holder with screws.4\r\n\n\n• Silicon tubing \\(0.28 mm ID, 0.61 mm OD; Rubber BV Hilversum).\r\n\n\n• Blunt syringe needles \\(18 gauge) to connect with tubing.\r\n\n\n• Surgical tweezers to clamp tubing.\r\n\n\n• Pulse-free syringe perfusion pump Type 100 \\(Harvard Instruments).\r\n\n\n• Needle or system for blood drawing \\(e.g., 23 gauge).\r\n\n\n• Plastic syringes 1 mL \\(Becton-Dickinson).\r\n\n\n• 5 mL polystyrene tube \\(Greiner Bio-One)."
        },
        {
            "header": "Procedure",
            "content": "**Procedures A. Flow chamber preparation and whole blood perfusion**\r\n\n\n\r\n\n\n**A1. Preparation of coverslips**\r\n\n\n_CRITICAL. Wash cleaned coverslips thoroughly with water._\r\n\n\n \r\n\n\n**1.** Degrease new coverslips \\(use tweezers) with 2 M HCl in 50% ethanol.\r\n\n\n**2.** Wash coverslips twice with milliQ water to remove residual HCl.\r\n\n\n**3.** Leave coverslips to dry on drying rack.\r\n\n\n\r\n\n\n**A2. Coating of coverslips**\r\n\n\n_CRITICAL. Prevent drying of biological material on coverslip by storing in humid environment._\r\n\n\n\r\n\n\n**4.** Prepare coating material \\(collagen, collagen peptide, decorin, fibrinogen, fibronectin, laminin, osteopontin, rhodocytin, thrombospondin, vitronectin, vWF), at 50-250 μg/mL, as described.\n9\n**5.** Mount coverslip onto precision mall for coating.\r\n\n\n**6.** Apply 0.5 µL of coating solution\\(s) in the assigned place\\(s), and remove from the mall.\r\n\n\n**7.** Store coverslip in humid environment to prevent drying out of microspots. Allow coating material to bind for 60 minutes at room temperature.\r\n\n\n**8.** Block uncoated glass with blocking buffer, and leave in humid environment for 30 minutes.\r\n\n\n**9.** Wash blocked coverslip with saline. If not immediately used, leave coverslip in humid environment to prevent drying.\r\n\n\n\r\n\n\n**A3. Assembly of coverslip and flow chamber** \r\n\n\n_CRITICAL. Check for leakage of the mounted flow chamber. Also check rigorously for absence of air bubbles before starting the experiment. Note that temperature changes can lead to appearance of air bubbles. Keep inlet tubing as short as possible_\r\n\n\n\r\n\n\n**10**. Connect tubing to inlet and outlet of the flow chamber.\r\n\n\n**11.** Rinse chamber and tubing with flow buffer, check for absence of air bubbles, and mount coated coverslip on top of chamber.\r\n\n\n**12.** Place chamber with coverslip in aluminium holder and tighten screws.\r\n\n\n**13.** Check that flow chamber system is leak-tight by perfusion with flow buffer, flush out any bubbles in chamber.\r\n\n\n\r\n\n\n**A4. Drawing of human blood by venipuncture**  \r\n\n\n_CRITICAL: Before drawing human blood, obtain permission from your Medical Ethical Committee, according to the local and national regulations, and get full informed consent from donor. Coagulation \\(traces of thrombin) need to be rigorously prevented by drawing without constraints, mixing well with anticoagulant, and incubation at 37oC. Note that PPACK is only shortly active as an anticoagulant at neutral pH. Other possible errors are described elsewhere.\n4\n_\r\n\n\n\r\n\n\n**14.** Add 0.5 mL saline into a 5 mL polystyrene blood collection tube. Add 40 U/mL \\(f.c.) fragmin, and add 40 µM PPACK \\(f.c.) just before venipuncture.\r\n\n\n**15.** Draw blood according to local protocols, and let smoothly flow into collection tube. Directly mix blood with anticoagulant solution. We prefer an open system using a 23 gauge needle, to ensure undisturbed flow. Discard first 1 mL of blood before filling blood collection tube.\r\n\n\n**16.** Incubate the collected blood at 37°C for 10-15 minutes to allow platelets to resensitize.\r\n\n\n**17.** Preferably, determine platelet and red cell counts. A decrease in platelet count points to aggregation of platelets, e.g. by traces of thrombin.\r\n\n\n**18.** Add additional 20 µM PPACK \\(f.c.) once per hour.\r\n\n\n\r\n\n\n**A5. Blood perfusion through flow chamber**\r\n\n\n_CRITICAL: Check for correct pump settings to obtain the requested shear rate. Check for absence of air bubbles and fibrin clots during the experiment. Preferably use an inverted microscope. Several possible errors are described elsewhere._\n4\n**19.** Only for experiments to determine stable platelet adhesion or thrombus volume, add 0.5 µg/mL DiOC6 \\(f.c.) to 0.5 mL blood sample. Allow staining of the blood cells for 5 minutes.\r\n\n\n**20.** Draw 0.5 mL blood sample into 1 mL syringe equipped with blunt needle. Make sure that no air is present in top of needle.\r\n\n\n**21.** Connect syringe with blood sample to inlet tubing of prepared flow chamber. Carefully avoid air bubbles \\(fluid-fluid contact).\r\n\n\n**22.** Prepare 1 mL syringe with flow buffer with required fluorescent labels. The following labels are suitable for post-staining: FITC-labeled anti-CD62P mAb \\(1.25 µg/mL) or FITC-labeled anti-fibrinogen mAb \\(1:100) and/or AF647-labeled annexin A5 \\(0.25 µg/mL) \\(all f.c.).\r\n\n\n**23.** Mount flow chamber and holder on stage of the microscope, and identify position of microspots with camera. Focus on optical plane of one microspot.\r\n\n\n**24.** Place syringe filled with whole blood on perfusion pump \\(push mode). Ensure proper pump settings \\(arterial wall shear rate: 1600 s\n-1\nfor 3.5 minutes or 1000 s\n-1\nfor 4 minutes; venous wall shear rate 150 s\n-1\nfor 6 minutes). Note that the wall shear rate depends on the flow rate and the dimensions of the flow chamber. For calculation, see elsewhere.\n4\n**25.** Switch pump on. The experiment starts when the blood has reached the site of the microspots.\r\n\n\n\r\n\n\n**A6. Recording of stable adhesion and thrombus volume using DiOC\n6\n-labeled platelets**\r\n\n\n_CRITICAL: Rinse shortly to prevent disaggregation of thrombi._\r\n\n\n\r\n\n\n**26.** During the first 2 minutes of whole blood perfusion, record DiOC\n6\nfluorescence microscopic images at 2-seconds intervals \\(real-time recording of stable platelet adhesion).\r\n\n\n**27.** After 3.5, 4 or 6 minutes of perfusion \\(depending on shear rate), change syringe with blood by syringe with flow buffer; set pump rate at 1000 s\n-1\n.\r\n\n\n**28.** For 2 minutes, rinse chamber with flow buffer.\r\n\n\n**29.** Take confocal z-stacks from thrombi during stasis; 2 to 3 stacks per microspot \\(recording of thrombus volume).\r\n\n\n\r\n\n\n**A7. Recording of brightfield images and post-staining with fluorescent labels**\r\n\n\n_CRITICAL: Rinse shortly to prevent disaggregation of thrombi. Prevent air bubbles in flow chamber during syringe replacements._\r\n\n\n\r\n\n\n**30.** Starting from point 25.\r\n\n\n**31.** At the end of the whole-blood perfusion, change syringe with blood by syringe with fluorescent labels; set pump rate at 1000 s-1.\r\n\n\n**32.** For 2 minutes, perfuse buffer with labels through flow chamber; leave 1 minute for staining.\r\n\n\n**33.** During the perfusion, take brightfield microscopic images \\(5 per microspot) under flow.\r\n\n\n**34.** Change syringe with labels by syringe with flow buffer; and perfuse for 2 minutes to remove unbound label.\r\n\n\n**35.** Take fluorescence images during stasis \\(5 images per microspot).\r\n\n\n\r\n\n\n**Procedures B. Brightfield and fluorescence microscopic imaging of thrombi**\r\n\n\n\r\n\n\n**B1. Use of LSM 7 LIVE line-scanning confocal fluorescence microscope**\r\n\n\n_SPECIFICATION: Recording of stable platelet adhesion and thrombus volume \\(DiOC\n6\n-labeled platelets). Use in confocal mode for rapid real-time scanning of platelet adhesion, and of z-stacks to determine thrombus volume \\(see also Ref.12). Collect only sharp, high-quality images\\! Three color staining is possible \\(excitations 485, 530, 640 nm)._\r\n\n\n\r\n\n\n**1. Microscope:** inverted confocal fluorescence microscope: Axio Observer Z1 \\(Carl Zeiss) with differential interference contrast \\(DIC) optics. Camera: AxioCam HRm \\(Zeiss). Scanning stage with insert for flow chamber holder.\r\n\n\n**2. Laser head:** LSM 7 Live \\(Zeiss). Lasers: DOPP 488 nm \\(100 mW), DPSS 532 nm \\(75 mW), Laser 635 nm \\(30 mW).\r\n\n\n**3. Objective:** 63x oil immersion \\(Zeiss, PlanApo, NA 1.40; DIC M27, WD 0.19 mm).\r\n\n\n**4. Settings:** \\[configuration 488 laser line]\r\n\n\na. Excitation 488 nm, emission filter 495-555 nm, pinhole 1 AU.\r\n\n\nb. For time series: 1 cycle of 2 minutes with 2-seconds interval, laser power 5%, gain 5, zoom 0.5x, scan speed 3-4 Lps.\r\n\n\nc. For z-stack: 0.5 µm between optical planes \\(70 slices), laser power 5%, gain 5, zoom 1x, scan speed 1 Lps.\r\n\n\n**5. Controlling software:** ZEN 2010 \\(Zeiss).\r\n\n\n**6. Output images:** LSM file \\(512 x 512 pixels, 107 x 107 µm or 213 x 213 µm \\(depending on zoom), 8-bit).\r\n\n\n\r\n\n\n**B2. Use of BioRad/Zeiss Radiance 2100 laser scanning confocal microscope**\r\n\n\n_SPECIFICATION: Imaging of thrombi post-labeled with FITC \\(OG488) and AF647 probes. Flow chamber with labeled thrombi is placed on stage up-side down. Scan with large pin holes to collect fluorescence from all optical planes. Collect only sharp, high-quality images\\! Three color staining is possible \\(excitations 485, 530, 640 nm)._\r\n\n\n\r\n\n\n**7. Microscope:** right-up fluorescence microscope E600FN \\(Nikon, Japan). Scanning stage with insert for flow chamber holder.\r\n\n\n**8. Laser head:** BioRad/Zeiss scan head. Lasers: Argon 488 nm \\(40 mW), Green He/Ne 543 nm \\(1.5 mW), Red diode 638 nm \\(5 mW).\r\n\n\n**9. Objective:** 60x oil immersion \\(Nikon, PlanApo SFluor, NA 1.30, WD 0.22 mm).\r\n\n\n**10. Settings**: Two-color fluorescence:\r\n\n\na. PMT1: excitation 488 nm, laser power 20%, iris 1.5, emission filter 508-523 nm\r\n\n\nb. PMT2: excitation 637 nm, laser power 50%, iris 3.5, emission filter >660 nm\r\n\n\nc. zoom 1, Kalman averaging 2, scan speed 160 Lps.\r\n\n\n**11. Recording software:** LaserSharp 2000 software \\(Zeiss).\r\n\n\n**12. Output images:** PIC file \\(512 x 512 pixels, 200 x 200 µm, 8-bit).\r\n\n\n\r\n\n\n**B3. Use of camera-based non-confocal fluorescence microscope system**\r\n\n\n\r\n\n\n_SPECIFICATION: Imaging of thrombi post-labeled with FITC \\(OG488) and AF647 probes. Furthermore, recording of brightfield phase-contrast images to determine platelet deposition. Collect only sharp, high-quality images\\!_\r\n\n\n\r\n\n\n**13. Microscope:** inverted fluorescence microscope Diaphot 200 \\(Nikon) with phase-contrast. Two cameras connected with beam splitter, post-magnification and removable infrared filter. Vista brightfield CCD camera; Hamamatsu EM-CCD C9100-12 fluorescence camera. Scanning stage with insert for flow chamber holder.\r\n\n\n**14. Fluorescence:** Xenon lamp \\(100 W). Filter cube: FITC \\(OG488): exciter 485 ± 11 nm, dichroic 400 nm, emitter 530 ± 15 nm. Brightfield trans-illumination \\(white light).\r\n\n\n**15. Objective:** 40x oil-immersion \\(Nikon, Fluor/100, NA 1.30. Ph4DL, WD 0.20 mm).\r\n\n\n**16. Settings:** \r\n\n\na. Brightfield phase-contrast \\(empty filter cube). Post-magnification: 1x\r\n\n\nb. Fluorescence: excitation 485 nm, emission 530 nm. Post-magnification: 1.5x.\r\n\n\n**17. Recording software:** Axiovision 4.8 \\(Zeiss).\r\n\n\n**18. Output images:** TIFF file \\(512 x 512 pixels, 200 x 200 µm, 8-12 bit).\r\n\n\n\r\n\n\n**B4. Use of EVOS table fluorescence microscope**\r\n\n\n_SPECIFICATION: Imaging of thrombi post-labeled with FITC \\(OG488) and AF647 probes. Furthermore, recording of brightfield images to determine platelet deposition \\(overlays can be made). Collect only sharp, high-quality images\\! Three color staining is possible \\(excitations 485, 530, 640 nm)._\r\n\n\n\r\n\n\n**19. Microscope:** EVOS-FL, inverted microscope, infinity-corrected fluorescence optical system.\r\n\n\n**20. LED diodes:** DAPI 357 nm \\(emission 447 nm), GFP 470 nm \\(emission 510 nm), RFP 531 nm \\(emission 593 nm), Cy5 626 nm \\(emission 692 nm). Brightfield trans-illumination \\(white light).\r\n\n\n**21. Objective:** 60x oil immersion \\(Olympus, UPlanSApo, NA 1.35, WD 0.15 mm).\r\n\n\n**22. Settings:** adjustable intensity of LEDs\r\n\n\na. Brightfield: transmitted light at intensity of 50%.\r\n\n\nb. GFP cube: excitation 470 nm, emission 510 nm, intensity 40%.\r\n\n\nc. Cy5 cube: excitation 626 nm, emission 692 nm, intensity 20%.\r\n\n\n**23. Recording software:** integrated in EVOS system. Make sure to save images of individual colors.\r\n\n\n**24. Output images:** TIFF file \\(1360 x 1024 pixels, 142 x 107 µm, 8-bit).\r\n\n\n\r\n\n\n**Procedures C. Analysis of brightfield and fluorescence images**\r\n\n\n\r\n\n\n**C1. Image analysis for morphological score**\r\n\n\n_CRITICAL: Analysis of images blinded for the experimental condition._\r\n\n\n\r\n\n\n**1.** Determine morphological score of thrombi on coverslip based on recorded brightfield phase-contrast or DIC images.\r\n\n\n**2.** Score at a 5-point scale \\(see Fig. 1).\r\n\n\n\r\n\n\n**C2. Image analysis with package Metamorph \\(Molecular Devices)**\r\n\n\n_CRITICAL: Measurement of surface area coverage of brightfield and fluorescence images. The following procedures apply to 8-bit TIFF and PIC images. Conversion to 8-bit images can be done using ImageJ software \\(Open access). Image analysis can also be performed with ImageJ. Output data are given as numbers of pixels per region. To determine surface area coverage, use total pixel number of images. Note that the outcome of the analyses depends on the quality of the recorded images._\r\n\n\n\r\n\n\n**1. Protocol for stable platelet adhesion \\(see Fig. 2)**\r\n\n\na. Threshold every image within one time series with the same threshold → binary image.\r\n\n\nb. In “process” and “arithmic”, choose the first binary image as “source image 1” and the second binary image as “source image 2”.\r\n\n\nc. Click “subtract” with constant values at “0”.\r\n\n\nd. Choose apply.\r\n\n\ne. Repeat steps a-d for the next images.\r\n\n\nf. Choose “measure” → “integrated morphometry analysis”. Measure all binary images and subtracted images.\r\n\n\ng. Export all values to Excel spreadsheet, and calculate % of change between consecutive images.\r\n\n\n\r\n\n\n**2. Protocol for surface area coverage of aggregated platelets \\(see Fig. 3A)**\r\n\n\na. For each image, use edge detection in both horizontal \\(150) and vertical \\(150) direction.\r\n\n\nb. Use the horizontally filtered image for threshold setting → binary image.\r\n\n\nc. Use morphological close filter \\(diamond, width = 12) and open filter \\(circle, diameter = 5).\r\n\n\nd. Transfer regions to brightfield/fluorescence image, and check if region detection is right.\r\n\n\ne. Export data to Excel file, and convert pixel numbers to % surface-area-coverage.\r\n\n\n\r\n\n\n**3. Protocol for surface area coverage of platelet monolayers \\(see Fig. 3B)**\r\n\n\na. Filter images using morphological bottom hat filter \\(diamond, width = 15), then close filter \\(diamond, width = 4).\r\n\n\nb. Threshold closed image  binary image.\r\n\n\nc. Apply morphological dilate filter \\(square, width = 2).\r\n\n\nd. Transfer regions to original image, and check if region detection is right.\r\n\n\ne. Export data to Excel file, and convert pixel numbers to % surface-area-coverage.\r\n\n\n\r\n\n\n**4. Protocol for integrated feature size**\r\n\n\na. The integrated feature size \\(IFS) is a value taking into account the proportional contribution of large and small thrombi on microspots. It represents the cumulative contribution of squared features, ranked from small to large individual features,  with \\(f) from small to large are numbered 1-N. For formula see Ref. 9. \r\n\n\nb. First, from an analyzed image, rank the individual features \\(pixels per region) from small to large \\(one image = one column with features) in an Excel file.\r\n\n\nc. Determine the pixel size of one single platelet. Exclude all features smaller than this size \\(≈ 100 pixels).\r\n\n\nd. Integrate the values of the features \\(accumulated sum of pixels).\r\n\n\ne. Convert pixel size into µm\n2\n.\r\n\n\nf. Divide the accumulated feature size by the accumulated sum of all feature sizes, and express as percentage.\r\n\n\ng. Calculate the area above the percentage curve in µm\n2\n.\r\n\n\nh. Express results on a logarithmic scale.\r\n\n\n\r\n\n\n**C3. Image analysis with package Axiovision 4.8 \\(Zeiss) for thrombus volume**\r\n\n\n_CRITICAL: This program uses LSM files, and allows writing of scripts for automated image analysis. Common output is: ID region, volume unscaled \\(pixel\n3\n), surface \\(µm\n2\n) and volume \\(µm\n3\n) per region. Summative data can be calculated per region._ \r\n\n\n**1.** Use scrap filter with minArea: 1 and maxArea: 100 \\(see Fig. 3C).\r\n\n\n**2.** Use separation filter with count: 3 and in Morphology mode.\r\n\n\n**3.** Transfer regions to original image, and check if region detection is right.\r\n\n\n**4.** Export data to Excel file, and convert pixel numbers to µm\n3\n."
        },
        {
            "header": "Troubleshooting",
            "content": "See comments under \"Procedures\""
        },
        {
            "header": "References",
            "content": "1. Swieringa F, Kuijpers MJ, Heemskerk JW and van der Meijden PE \\(2014) Targeting platelet receptor function in thrombus formation: the risk of bleeding. Blood Rev. 28:9-21.\r\n  2. Roest M, Reininger A, Zwaginga JJ, King MR and Heemskerk JW \\(2011) Flow chamber-based assays to measure thrombus formation in vitro: requirements for standardization. J. Thromb. Haemost. 9:2322-23224.\r\n  3. Cosemans JM, Mattheij NJ, Angelillo-Scherrer A and Heemskerk JW \\(2013) The effects of arterial flow on platelet activation, thrombus growth and stabilization. Cardiovasc. Res. 99:342-352.\r\n  4. Van Kruchten R, Cosemans JM and Heemskerk JW \\(2012) Measurement of whole blood thrombus formation using parallel-plate flow chambers: a practical guide. Platelets 23:229-242.\r\n  5. Versteeg HH, Heemskerk JW, Levi M and Reitsma PS \\(2013) New fundamentals in hemostasis. Physiol. Rev. 93:327-358. \r\n  6. Ruggeri ZM and Mendolicchio GL \\(2007) Adhesion mechanisms in platelet function. Circ. Res. 100:1673-1685.\r\n  7. Siljander PR, Munnix IC, Smethurst PA, Deckmyn H, Lindhout T, Ouwehand WH, Farndale RW and Heemskerk JW \\(2004) Platelet receptor interplay regulates collagen-induced thrombus formation in flowing human blood. Blood 103:1333-1341.\r\n  8. Heemskerk JW, Sakariassen KS, Zwaginga JJ, Brass LF, Jackson SP, Farndale \\(2011) Collagen surfaces to measure thrombus formation under flow: possibilities for standardization. J. Thromb. Haemost. 9:856-858.\r\n  9. De Witt SM, Swieringa F, Cavill R, Lamers MM, van Kruchten R, Mastenbroek T, Baaten C, Coort S, Pugh N, Schulz A, Scharrer I, Jurk K, Zieger B, Clemetson KJ, Farndale RW, Heemskerk JW and Cosemans JM \\(2014) Identification of platelet function defects by multi-parameter assessment of thrombus formation. Nat. Commun. 5:4257, 2014. DOI: 10.1038/ncomms5257\r\n  10. Heemskerk JW, Mattheij N and Cosemans JM \\(2013) Platelet-based coagulation: different populations, different functions. J. Thromb. Haemost. 11:2-11.\r\n  11. Munnix IC, Gilio K, Siljander PR, Raynal N, Hackeng T, Feijge MA, Deckmyn H, Farndale RW and Heemskerk JW \\(2008) Affinity modulation of triple-helical peptides for binding to integrin 21 and glycoprotein VI affects thrombus formation under flow: a study with collagen-mimicking peptides. J. Thromb. Haemost. 7:2132-2142. \r\n  12. Pugh N, Simpson AM, Smethurst PA, de Groot PG, Raynal N and Farndale RW \\(2010) Synergism between platelet collagen receptors defined using receptor-specific collagen-mimetic peptide substrata in flowing blood. Blood 115:5069-5079.\r\n  13. Pugh N, Bihan D, Perry DJ and Farndale RW \\(2014) Dynamic analysis of platelet deposition to resolve platelet adhesion receptor activity in whole blood at arterial shear rate. Platelets, in press."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by grants from the Center for Translational Molecular Medicine \\(INCOAG), the Dutch Heart Foundation \\(2011T6), the Landsteiner Foundation for Blood Transfusion Research \\(1006) and ZonMW \\(MKMD 114021004). We thank R. Verdoold and L. Baaten for help with figure preparations."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms5257",
                "date": "2014-07-17 08:35:15",
                "title": "Identification of platelet function defects by multi-parameter assessment of thrombus formation",
                "authors": [
                    "Susanne M. de Witt",
                    "Frauke Swieringa",
                    "Rachel Cavill",
                    "Moniek M.E. Lamers",
                    "Roger van Kruchten",
                    "Tom Mastenbroek",
                    "Constance Baaten",
                    "Susan Coort",
                    "Nicholas Pugh",
                    "Ansgar Schulz",
                    "Inge Scharrer",
                    "Kerstin Jurk",
                    "Barbara Zieger",
                    "Kenneth J. Clemetson",
                    "Richard W. Farnda"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13020,
                "identity": "a033201f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Johan Heemskerk",
                "email": "jwm.heemskerk@maastrichtuniversity.nl",
                "orcid": "",
                "institution": "Heemskerk lab, Department of Biochemistry, Maastricht University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Johan",
                "middleName": "",
                "lastName": "Heemskerk",
                "suffix": ""
            },
            {
                "id": 13017,
                "identity": "a0331832-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Susanne de Witt",
                "email": "",
                "orcid": "",
                "institution": "Heemkerk lab, Department of Biochemistry, Maastricht University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Susanne",
                "middleName": "",
                "lastName": "de Witt",
                "suffix": ""
            },
            {
                "id": 13018,
                "identity": "a0331bf3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Frauke  Swieringa",
                "email": "",
                "orcid": "",
                "institution": "Heemskerk lab, Departement of Biochemistry, Maastricht University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Frauke",
                "middleName": "",
                "lastName": "Swieringa",
                "suffix": ""
            },
            {
                "id": 13019,
                "identity": "a0331e8e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Judith Cosemans",
                "email": "",
                "orcid": "",
                "institution": "Heemskerk lab, Department of Biochemistry, Maastricht University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Judith",
                "middleName": "",
                "lastName": "Cosemans",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-07-16 16:00:39",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.026",
        "doiUrl": "https://doi.org/10.1038/protex.2014.026",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609019,
                "identity": "d23940c6-f86e-400a-955e-5a07d8fe25f5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:38",
                "extension": "pptx",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 5255574,
                "visible": true,
                "origin": "",
                "legend": "Figures 1-3   Assessment of morphological score and the processing of images for multi-parameter analysis   *Fig. 1.* Assessment of morphological score of thrombi on 0-5 point scale. Representative images are given with description of scores.\r\n\r\n*Fig. 2.* Intermediate processed images for determination of stable platelet adhesion, as described in the protocol. Time is in seconds.\r\n\r\n*Fig. 3*. Results of automated image analysis, as described in the protocols. Sequences to determine surface area coverage of aggregated platelets (A) and of platelet monolayers (B), starting from phase-contrast images. Sequence to determine thrombus volume from stacks of fluorescence images (C).\r\n",
                "description": "",
                "filename": "figure1.pptx",
                "url": "https://assets.researchsquare.com/files/nprot-3309/v1/figure_1.pptx"
            },
            {
                "id": 13464859,
                "identity": "ac168601-f8f8-484e-97ee-20dcac7f099a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:53",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 180973,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3309/v1/4677b5e7-e15a-435e-9b1f-0bd0423ae63f.pdf"
            }
        ],
        "financialInterests": "No conflicts of interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Thrombus formation, platelets, multispot technique, multiparameter analysis, ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Thrombus formation by adhering and aggregating blood platelets is fundamental to hemostasis and is a prerequisite for vascular occlusion in pathological thrombosis. The parallel-plate flow chamber technique has been extensively used to measure platelet adhesion and activation in vitro at arterial or venous flow conditions. Here, we describe the use of brightfield and confocal fluorescence microscopy to record the various platelet activation processes contributing to thrombus formation on microspotted arrays of thrombogenic surfaces; and we give procedures to analyze the acquired microscopic images. Furthermore, we describe technical problems that can be expected using the microspot technique. Content: \\(A) Flow chamber preparation and whole blood perfusion. \\(B) Brightfield and fluorescence microscopic imaging of thrombi. \\(C) Analysis of brightfield and fluorescence images.",
        "manuscriptTitle": "Multi-parameter assessment of thrombus formation on microspotted arrays of thrombogenic surfaces",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-08-26 11:29:53",
                "doi": "10.1038/protex.2014.026",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a032bf31-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 26th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3163,
                "name": "Biochemistry"
            },
            {
                "id": 3164,
                "name": "Cell biology"
            },
            {
                "id": 3165,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-08-26 11:29:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}