{
    "identity": "nprot-3673",
    "title": "Detecting changes in the mitochondrial membrane potential by quantitative fluorescence microscopy",
    "content": [
        {
            "header": "Introduction",
            "content": "In many eukaryotic cells, ATP production through oxidative phosphorylation in mitochondria is the major source of energy \\[1]. Furthermore, mitochondria play a key role in cell signaling, in particular through the production of reactive oxygen species \\[2]; they also initiate or contribute to several cell death pathways \\[3]. Mitochondrial dysfunctions underlie several human diseases and are implicated in physiological aging \\[4]. For example, mitochondrial malfunction is linked to neurodegenerative disorders, such as Parkinson and Alzheimer disease \\[5], type 2 diabetes \\[6] or ischemia/reperfusion injury of the heart \\[7]. \r\n\n\nMitochondria are organized into different compartments; the matrix is surrounded by the inner mitochondrial membrane, which in turn is separated by the intermembrane space from the outer mitochondrial membrane. The outer mitochondrial membrane contains several proteins involved in organellar protein import, such as Tom70 or Tom20 \\[8]. Both proteins are suitable to detect mitochondria by immunostaining. \r\n\n\nActive mitochondria are characterized by a membrane potential across the inner mitochondrial membrane, which is the driving force for ATP production. Thus, the mitochondrial membrane potential serves as one parameter that can monitor organellar performance. Several commercially available compounds concentrate in mitochondria in a membrane potential-dependent fashion.\r\n\n\nWhile some of these dyes can only be used in living cells, others are retained in mitochondria after fixation. This applies to several fixable MitoTracker® dyes \\[9]. \r\n\n\nFluorescence microscopy has been used extensively to study the morphology, mass and bioenergetics of mitochondria \\[10]. Although some of these microscopy-based methods are quantitative, they are frequently complicated and time-consuming. In this contribution, we present a microscopy-based protocol for assessing the mitochondrial membrane potential with fixable MitoTracker® dyes \\(Fig. 1). Our method relies on a quantitative fluorescence approach that combines confocal microscopy with computer-based image analysis to determine MitoTracker® dye uptake in a simple, fast and reliable fashion. Our protocol can be fully automated; it is ideal to detect changes in mitochondrial membrane potential that are relevant to drug discovery and development with high-throughput technology."
        },
        {
            "header": "Reagents",
            "content": "**Cells, reagents and consumables**\r\n\n\n_Cells_ \r\n\n\nMCF7, human breast cancer\r\n\n\nLLC-PK1, pig kidney, proximal tubule\r\n\n\nPrimary cultures of superior cervical ganglion \\(SCG) neurons prepared from C57 or CD1 mice; _Charles River_, St. Constant, Quebec, Canada.\r\n\n\nAnimals were kept and handled according to the regulations of the Animal Care Committee at McGill University. \r\n\n\n\r\n\n\n_Tissue culture reagents_\r\n\n\nGrowth of MCF7 and LLC-PK1 cells: Dulbecco’s Modified Eagle Medium \\(DMEM); _Gibco_ supplemented with penicillin–streptomycin, 8% FBS\r\n\n\nGrowth of SCG neurons: L-15 Leibovitz medium \\(_Sigma_, L4386), supplemented with vitamins, cofactors, penicillin–streptomycin, 5% rat serum, 40 ng/ml nerve growth factor \\[11, 12]\r\n\n\nFetal Bovine Serum \\(FBS), _Wisent_ or _Fisher Scientific_; donkey serum, _Chemicon_ \r\n\n\nSodium bicarbonate, _BioShop_\r\n\n\nSodium pyruvate, _Gibco_\r\n\n\nPenicillin, streptomycin, _Gibco_\r\n\n\nTrypsin-EDTA, _Gibco_\r\n\n\nPhosphate Buffered Saline \\(PBS), pH 7.4\r\n\n\nLaminin for neuronal cultures \\[11]\r\n\n\n\r\n\n\n_Tissue culture consumables_ \r\n\n\nTissue culture flasks, _Fisher Scientific_\r\n\n\n24-well dishes, _Fisher Scientific_\r\n\n\n35 mm dishes, _Corning_\r\n\n\nPlastic tubes, _Diamed_\r\n\n\nSterile serological pipettes, _Fisher Scientific_ \r\n\n\n\r\n\n\n_Immunofluorescence staining reagents_\r\n\n\nFormaldehyde 37%, _Fisher Scientific_ \r\n\n\nMethanol, _Fisher Scientific_\r\n\n\nTriton X-100, _Sigma_\r\n\n\nNaN<sub>3</sub>, _Sigma_ \r\n\n\nBovine serum albumin \\(BSA), _BioShop_\r\n\n\nTween 20 \\(Polyoxyethelenesorbitan monolaurate), Sigma\r\n\n\nMitoTracker® CMX ROS \\(M7512), this compound can be fixed with formaldehyde or methanol; it remains associated with mitochondria when cells are permeabilized; _Life technologies_ \r\n\n\nPrimary antibodies: affinity-purified antibodies against Tom70, raised in rabbits \\[13]. Note: antibodies against other mitochondrial proteins may be suitable as well.  \r\n\n\nSecondary antibodies: AlexaFluor®488-conjugated anti-rabbit IgG, _Jackson ImmunoResearch_ \\(711-545-152). Secondary antibodies were further purified by pre-adsorption to immobilized proteins prepared from mammalian culture cells \\[14].\r\n\n\n4′,6-diamidino-2-phenylindole \\(DAPI), _Sigma_\r\n\n\n\r\n\n\n_Microscopy_\r\n\n\nGlass cover slips, circular 12 mm, size #1 \\(12-545-80 12CIR #1), _Fisherbrand_\r\n\n\nMicroscope slides, such as pre-cleaned slides \\(size 25×75×1 mm), _Fisherbrand_\r\n\n\nMounting Medium, for example Vectashield®, _Vector Laboratories_\r\n\n\n35 mm dishes, _Corning_; modified according to reference \\[12] with glass coverslips, _Bellco Glass Inc._"
        },
        {
            "header": "Equipment",
            "content": "**Equipment and Software**\r\n\n\n_Cell culture_\r\n\n\nAutomatic pipette\r\n\n\nCell culture CO<sub>2</sub> incubator\r\n\n\nLaminar flow biological hood\r\n\n\nWater bath\r\n\n\n\r\n\n\n_Microscopy_\r\n\n\nZeiss LSM510 confocal laser scanning microscope. \r\n\n\nNote: other confocal microscope brands or models can also be used.\r\n\n\n\r\n\n\n_Software_\r\n\n\nMetaXpress® software, _Molecular Devices_, Sunnydale, CA\r\n\n\nWe configured the _Multi Wavelength Cell Scoring Module_  for the first time to measure MitoTracker® signals in mitochondria."
        },
        {
            "header": "Procedure",
            "content": "**Day 1**\r\n\n\n**Cell growth**\r\n\n\n_MCF7, LLC-PK1 cells._ Grow MCF7 or LLC-PK1 cells at 37˚C in high glucose DMEM, supplemented with 8% FBS, sodium pyruvate and antibiotics \\[15, 16]. 24 hours prior to the experiment, trypsinize cells and culture overnight on glass cover slips coated with poly-L-lysine.\r\n\n\n_Superior cervical ganglion \\(SCG) neurons._ Prepare SCG neurons from postnatal day 1 to 7 as described \\[11]. Culture cells on glass coverslips \\(coated with laminin) in modified 35 mm dishes \\(_Corning_) at 37˚C for 7-10 days; change medium twice per week.\r\n\n\n\r\n\n\n**Day 2**\r\n\n\n**Treatment with MitoTracker®**\r\n\n\nRemove medium and treat cells with fresh DMEM supplemented with MitoTracker® \\(diluted 1:5,000 in DMEM). Incubate for 30 minutes at 37˚C in a cell culture incubator \\(5% CO\n2\n).\r\n\n\n\r\n\n\n**Fixation, permeabilization, block of non-specific binding sites**\r\n\n\n_MCF7 and LLC-PK1 cells._ After 30 min incubation with MitoTracker®, remove the tissue culture medium, wash cells once with pre-warmed PBS. Fix samples in 3.7 % formaldehyde/PBS for 15 min at room temperature. Rinse with PBS and permeabilize with 0.1% Triton X-100/2 mg/ml BSA/0.1% NaN\n3\nfor 10 min at room temperature. Block non-specific binding sites by incubating with 0.05% Tween 20, 5% FBS, 1 mM NaN\n3\nfor 1 hour at room temperature.\r\n\n\n_SCG neurons._ Rinse SCG cultures twice with PBS. Fix and permeabilize cells with 100% methanol for 10 min at -20˚C; rinse with PBS. Block non-specific binding sites with 10% donkey serum in PBS for 1 hour at room temperature.  \r\n\n\n\r\n\n\n**Incubation with primary antibodies**\r\n\n\n_MCF7 and LLC-PK1 cells._ Incubate samples with primary antibodies against Tom70 overnight at room temperature in a humidity chamber. Dilute antibody 1:250 in blocking solution and centrifuge 5 min at 13,000 rpm in a microcentrifuge; add 50 µl of the supernatant to each cover slip.\r\n\n\n_SCG neurons._ Dilute primary antibodies in 10% donkey serum/PBS, centrifuge 5 min at 13,000 rpm \\(microcentrifuge); incubate samples with the supernatant overnight at 4ºC.\r\n\n\n**Note:** The fluorochrome selected for antibody staining should be compatible with the MitoTracker® fluorescence during image acquisition \\[17]. Consult the information provided by the supplier to select reagents with appropriate excitation/emission spectra.   \r\n\n\n\r\n\n\n**Day 3**\r\n\n\n**Incubation with secondary antibodies** \r\n\n\n_MCF7 and LLC-PK1 cells._ Remove primary antibodies and wash cover slips three times with blocking solution \\(10 min for each washing step). Incubate with AlexaFluor®488-conjugated secondary antibodies for 2 hours at room temperature. Wash with blocking solution \\(three times, 10 min), and stain nuclei with DAPI for 2 min at room temperature. \r\n\n\n_SCG neurons._ Wash twice with PBS \\(15min/wash step) and incubate with affinity-purified secondary antibodies \\[18] for 1 hour at room temperature. Wash three times with PBS \\(5 min/wash step) and stain nuclei with DAPI.\r\n\n\n\r\n\n\n**Mounting**\r\n\n\n_MCF7 and LLC-PK1 cells._ Mount cover slips onto microscope slides; use medium that protects against fluorescence fading.\r\n\n\n_SCG neurons._ Keep stained specimen covered with PBS.\r\n\n\n\r\n\n\n**Imaging**\r\n\n\nAcquire images with a Zeiss LSM510 confocal microscope \\(or any other appropriate microscope). For MCF7 and LLC-PK1 cells, use a 63× objective \\(NA = 1.4) at scan speed 8, with four-line averaging and a pixel resolution of 0.7 μm.\r\n\n\nImage SCG neurons with a 40× objective \\(NA = 1.2) at scan speed 8, with four-line averaging and a pixel resolution of 1.1 μm.\r\n\n\n\r\n\n\n**Image analysis and quantification of MitoTracker® fluorescence in mitochondria** \r\n\n\nAnalyze images with the _Multi Wavelength Cell Scoring Module_ of MetaXpress® software. Our image analysis relies on identifying the organelle of interest \\(i.e., mitochondria) with a marker that properly demarcates the organelle. In the current protocol, this marker is Tom70; Tom70 is detected by immunolocalization with AlexaFluor®488-conjugated secondary antibodies. \r\n\n\nFor image analysis, the software  \\(i) corrects for background fluorescence; \\(ii) detects fluorescence associated with Tom70 \\(AlexaFluor®488); \\(iii) generates segments based on the AlexaFluor®488 signal that delimit mitochondria; \\(iv) overlays the segments onto the MitoTracker® image; \\(iv) quantifies pixel intensities for MitoTracker® fluorescence that is present in these segments. \r\n\n\n\r\n\n\n**Step-by-step procedure to analyze MitoTracker® signals associated with mitochondria.**\r\n\n\n1. Open the images with MetaXpress® software.\r\n  2. Correct for background contribution using the _Statistical Correction_ option.\r\n  3. Open the _Multi Wavelength Cell Scoring Module._\r\n  4. In the module dialog box \\(Fig. 2), enter information necessary to quantify the image. This requires input for the number of wavelengths, the marker that identifies mitochondria \\(in our example Tom70) and parameters that demarcate mitochondrial compartments. These parameters include \\(i) dimensions for the compartment and \\(ii) fluorescence intensity above background for the marker. Assign the image for which the fluorescence intensity will be measured, i.e. the MitoTracker® image.  \r\n  5. Open the data log to save results in Excel format.\r\n  6. Once the required information has been entered in the module dialog box, run the analysis.\r\n  7. The software will now generate segments that colocalize with mitochondria and overlay these segments on the MitoTracker® image \\(Fig. 3).\r\n  8. Visually inspect the segments for their proper colocalization with mitochondria and exclude the segments that do not colocalize \\(Fig. 4). See troubleshooting, if segmentation is inaccurate.\r\n  9. Data will be displayed for each compartment \\(Fig. 5) and logged to Excel."
        },
        {
            "header": "Troubleshooting",
            "content": "1. Some of the segments generated by the software do not properly colocalize with mitochondria or compartments are missed. \r\n   The information entered into the dialog box \\(intensity above background and compartment dimensions) can be modified to improve the accuracy of compartment identification. Fig. 2 shows values that can be used as guidelines for SCG neurons, MCF7 or LLC-PK1 cells. Other specimen may require further modifications. \r\n\n\n2. False positives. If the software recognizes false positives, increasing the threshold for intensity above background can ameliorate the problem. \r\n   Alternatively, if the antibody staining results in high background, affinity-purification of primary and/or secondary antibodies may reduce false positives. Compartment identification can be improved by combining two different mitochondrial markers. Together, two markers \\(such as of Tom70 and another mitochondrial protein) will increase the accuracy of compartment identification. This strategy has been successful for other cellular compartments \\[19]."
        },
        {
            "header": "Anticipated Results",
            "content": "Fig. 5 shows an example of the results obtained with our protocol. Mitochondria were identified based on Tom70 staining and fluorescence intensities over background are listed in these compartments for Tom70 and MitoTracker®."
        },
        {
            "header": "References",
            "content": "1. Duchen, M.R., Mitochondria in health and disease: perspectives on a new mitochondrial biology. Mol Aspects Med, 2004. 25\\(4): p. 365-451.\r\n  2. Mitochondria-Ros Crosstalk in the Control of Cell Death and Aging. Journal of Signal Transduction, 2012. 2012.\r\n  3. Galluzzi, L., J.M. Bravo-San Pedro, and G. Kroemer, Organelle-specific initiation of cell death. Nat Cell Biol, 2014. 16\\(8): p. 728-36.\r\n  4. Scheibye-Knudsen, M., et al., Protecting the mitochondrial powerhouse. Trends Cell Biol, 2014.\r\n  5. Burte, F., et al., Disturbed mitochondrial dynamics and neurodegenerative disorders. Nat Rev Neurol, 2015. 11\\(1): p. 11-24.\r\n  6. Crescenzo, R., et al., Mitochondrial efficiency and insulin resistance. Front Physiol, 2014. 5: p. 512.\r\n  7. Bernardi, P. and F. Di Lisa, The mitochondrial permeability transition pore: Molecular nature and role as a target in cardioprotection. J Mol Cell Cardiol, 2015. 78c: p. 100-106.\r\n  8. Dudek, J., P. Rehling, and M. van der Laan, Mitochondrial protein import: common principles and physiological networks. Biochim Biophys Acta, 2013. 1833\\(2): p. 274-85.\r\n  9. Poot, M., et al., Analysis of mitochondrial morphology and function with novel fixable fluorescent stains. J Histochem Cytochem, 1996. 44\\(12): p. 1363-72.\r\n  10. Koopman, W.J., et al., Simultaneous quantitative measurement and automated analysis of mitochondrial morphology, mass, potential, and motility in living human skin fibroblasts. Cytometry A, 2006. 69\\(1): p. 1-12.\r\n  11. Campanucci, V.A., A. Krishnaswamy, and E. Cooper, Mitochondrial reactive oxygen species inactivate neuronal nicotinic acetylcholine receptors and induce long-term depression of fast nicotinic synaptic transmission. Journal of Neuroscience, 2008. 28\\(7): p. 1733-44.\r\n  12. McFarlane, S. and E. Cooper, Postnatal development of voltage-gated K currents on rat sympathetic neurons. J Neurophysiol, 1992. 67\\(5): p. 1291-300.\r\n  13. Fan, A.C., et al., Interaction between the human mitochondrial import receptors Tom20 and Tom70 in vitro suggests a chaperone displacement mechanism. J Biol Chem, 2011. 286\\(37): p. 32208-19.\r\n  14. Su, H., et al., Identification of novel markers that demarcate the nucleolus during severe stress and chemotherapeutic treatment. PLoS One, 2013. 8\\(11): p. e80237.\r\n  15. Kodiha, M., et al., Pharmacological AMP Kinase Activators Target the Nucleolar Organization and Control Cell Proliferation. PLoS ONE, 2014. 9\\(1): p. e88087.\r\n  16. Kodiha, M., et al., Gold nanoparticles induce nuclear damage in breast cancer cells which is further amplified by hyperthermia. CMLS, 2014. 71: p. 4259-4273.\r\n  17. Kodiha, M., C.M. Brown, and U. Stochaj, Analysis of signaling events by combining high-throughput screening technology with computer-based image analysis. Science Signaling, 2008. 1\\(37): p. pl2.\r\n  18. Mahboubi, H., et al., Identification of Novel Stress Granule Components That Are Involved in Nuclear Transport. PLoS ONE, 2013. 8\\(6): p. e68356.\r\n  19. Kodiha, M., P. Banski, and U. Stochaj, Computer-based fluorescence quantification: a novel approach to study nucleolar biology. BMC Cell Biology, 2011. 12\\(1): p. 25.\r\n  20. Boppana, N.B., et al., Ceramide synthase inhibitor fumonisin B1 inhibits apoptotic cell death in SCC17B human head and neck squamous carcinoma cells after Pc4 photosensitization. Photochem & Photobiol Sci, 2014. 13\\(11): p. 1621-7.\r\n  21. Boppana, N.B., et al., C6-pyridinium ceramide sensitizes SCC17B human head and neck squamous cell carcinoma cells to photodynamic therapy. Journal of Photochemistry and Photobiology B: Biology, 2015; _in press_.\r\n  22. Boppana, N.B., et al., Enhanced killing of SCC17B human head and neck squamous cell carcinoma cells after photodynamic therapy plus fenretinide via the de novo sphingolipid biosynthesis pathway and apoptosis. International Jounal of Oncology, 2015; _in press_."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.jphotobiol.2015.01.001",
                "date": "2015-02-03 22:00:04",
                "title": "C6-pyridinium ceramide sensitizes SCC17B human head and neck squamous cell carcinoma cells to photodynamic therapy",
                "authors": [
                    "Nithin B. Boppana",
                    "Ursula Stochaj",
                    "Mohamed Kodiha",
                    "Alicja Bielawska",
                    "Jacek Bielawski",
                    "Jason S. Pierce",
                    "Mladen Korbelik",
                    "and Duska Separovic"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1039/c4pp00292j",
                "date": "2015-02-03 22:00:39",
                "title": "Ceramide synthase inhibitor fumonisin B1 inhibits apoptotic cell death in SCC17B human head and neck squamous carcinoma cells after Pc4 photosensitization",
                "authors": [
                    "Nithin B. Boppana",
                    "Mohamed Kodiha",
                    "Ursula Stochaj",
                    "Ho-sheng Lin",
                    "Adriana Haimovitz-Friedman",
                    "Alicja Bielawska",
                    "Jacek Bielawski",
                    "George W. Divine",
                    "John A. Boyd",
                    "Mladen Korbelik",
                    "and Duska Separovic"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13219,
                "identity": "a04a7b4e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ursula Stochaj",
                "email": "ursula.stochaj@mcgill.ca",
                "orcid": "",
                "institution": "McGill University, Department of Physiology",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ursula",
                "middleName": "",
                "lastName": "Stochaj",
                "suffix": ""
            },
            {
                "id": 13211,
                "identity": "a04a6c98-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mohamed Kodiha",
                "email": "",
                "orcid": "",
                "institution": "McGill University, Department of Physiology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mohamed",
                "middleName": "",
                "lastName": "Kodiha",
                "suffix": ""
            },
            {
                "id": 13212,
                "identity": "a04a6f32-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Brigitte Pié",
                "email": "",
                "orcid": "",
                "institution": "McGill University, Department of Physiology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Brigitte",
                "middleName": "",
                "lastName": "Pié",
                "suffix": ""
            },
            {
                "id": 13213,
                "identity": "a04a7212-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yi Meng Wang",
                "email": "",
                "orcid": "",
                "institution": "McGill University, Department of Physiology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yi",
                "middleName": "Meng",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 13214,
                "identity": "a04a744a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Etienne Flamant",
                "email": "",
                "orcid": "",
                "institution": "McGill University, Department of Physiology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Etienne",
                "middleName": "",
                "lastName": "Flamant",
                "suffix": ""
            },
            {
                "id": 13215,
                "identity": "a04a75cc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nithin B. Boppana",
                "email": "",
                "orcid": "",
                "institution": "Wayne State University, Department of Pharmacy & Health Science",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nithin",
                "middleName": "B.",
                "lastName": "Boppana",
                "suffix": ""
            },
            {
                "id": 13216,
                "identity": "a04a7736-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jason C. Young",
                "email": "",
                "orcid": "",
                "institution": "McGill University, Department of Biochemistry",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jason",
                "middleName": "C.",
                "lastName": "Young",
                "suffix": ""
            },
            {
                "id": 13217,
                "identity": "a04a789b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Duska Separovic",
                "email": "",
                "orcid": "",
                "institution": "Wayne State University, Department of Pharmacy & Health Science",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Duska",
                "middleName": "",
                "lastName": "Separovic",
                "suffix": ""
            },
            {
                "id": 13218,
                "identity": "a04a79f9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ellis Cooper",
                "email": "",
                "orcid": "",
                "institution": "McGill University, Department of Physiology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ellis",
                "middleName": "",
                "lastName": "Cooper",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-02-04 15:40:29",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.009",
        "doiUrl": "https://doi.org/10.1038/protex.2015.009",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609122,
                "identity": "bc502e3a-c3aa-4695-813e-1ed05f2f1f19",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 234376,
                "visible": true,
                "origin": "",
                "legend": "Flow chart summarizing the different steps of our protocol.",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-3673/v1/figure_1.tif"
            },
            {
                "id": 2609124,
                "identity": "818581c8-8101-49e2-92d0-38c3f35e3068",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1444248,
                "visible": true,
                "origin": "",
                "legend": " Identification of mitochondrial compartments with Tom70.   SCG neurons, MCF7 and LLC-PK1 cells were incubated with MitoTracker® CMX ROS. Tom70 was detected by immunostaining. According to the cell type and staining intensities, different settings were selected to demarcate mitochondrial compartments.",
                "description": "",
                "filename": "figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-3673/v1/figure_2.tif"
            },
            {
                "id": 2609128,
                "identity": "6c8d6f7d-8805-4e3c-b8a9-464d96abf061",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "tif",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 5183872,
                "visible": true,
                "origin": "",
                "legend": "Confocal images acquired for different cell types were analyzed as described in the protocol.   Original images for DAPI (nucleus), Tom70 and MitoTracker® staining are shown. Scale bar is 50 µm. Based on pixel intensities for Tom70, the software generates segments that are overlaid on the Tom70 or MitoTracker® image (Segmentation).",
                "description": "",
                "filename": "figure3.tif",
                "url": "https://assets.researchsquare.com/files/nprot-3673/v1/figure_3.tif"
            },
            {
                "id": 2609125,
                "identity": "ac24a86b-983b-4992-9857-655da7026ca0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "tif",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2215368,
                "visible": true,
                "origin": "",
                "legend": "Identification of false positives.   Based on Tom70 staining, a small number of false positives may be detected in the nucleus (marked with red arrow in magnified inset). In general, these compartments do not stain with MitoTracker® and should be eliminated from the quantification. Scale bar is 50 µm.",
                "description": "",
                "filename": "figure4.tif",
                "url": "https://assets.researchsquare.com/files/nprot-3673/v1/figure_4.tif"
            },
            {
                "id": 2609126,
                "identity": "97f176d3-9ea0-470f-91b4-47c69ca0e30a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "tif",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4457332,
                "visible": true,
                "origin": "",
                "legend": "Results obtained for individual compartments.    The software sorts compartments according to the size of the area stained with Tom70, which is called “Cell: Total area”. The integrated pixel intensity for wavelength 1 (W1) depicts results for Tom70 fluorescence. The fluorescence intensities for MitoTracker® are listed as “Cell W2 Nucleus Integr Intensity”. The figure shows only a small number of the identified compartments and their pixel values.",
                "description": "",
                "filename": "figure5.tif",
                "url": "https://assets.researchsquare.com/files/nprot-3673/v1/figure_5.tif"
            },
            {
                "id": 13464937,
                "identity": "87bf0050-a264-41c9-8ccc-00d1f192da6a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 7961536,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3673/v1/c5abca0b-ea89-41f5-b383-f57aff29248f.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "mitochondria, quantitative fluorescence microscopy, membrane potential, MitoTracker®, image analysis",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Mitochondria are the major energy providers in most mammalian cells. Mitochondrial dysfunction has been linked to multiple diseases and pathophysiologies, including a growing number of neurodegenerative disorders. Moreover, as key regulators of cell death, mitochondria are also prime targets for cancer research and at the center of drug development. The mitochondrial membrane potential is essential for ATP production and an important parameter to assess the functional state of these organelles. As MitoTracker® dyes concentrate in active mitochondria, they are ideal tools to evaluate mitochondrial function. We have developed a simple, fast and reliable protocol that measures MitoTracker® signals associated with mitochondria. Our protocol was successfully applied to assess changes in the mitochondrial membrane potential in diverse cell types from different organisms. The method developed by us provides a powerful tool for mitochondrial research and can be easily adapted for drug screening.",
        "manuscriptTitle": "Detecting changes in the mitochondrial membrane potential by quantitative fluorescence microscopy",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-02-10 18:21:05",
                "doi": "10.1038/protex.2015.009",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f4c3243-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 10th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3271,
                "name": "Biochemistry"
            },
            {
                "id": 3272,
                "name": "Cell biology"
            },
            {
                "id": 3274,
                "name": "Biological techniques"
            },
            {
                "id": 3275,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-02-10 18:21:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}