{
    "identity": "nprot-5965",
    "title": "Fabrication of elastic micro-cavity chips for use in Elastic Resonator Interference Stress Microscopy",
    "content": [
        {
            "header": "Reagents",
            "content": "• Menzel glass coverslips, 24 x 24 mm<sup>2</sup>, thickness #5, Agar Scientific #AGL46S24-5\r\n\n\n• Acetone\r\n\n\n• Isopropyl alcohol\r\n\n\n• Elastomer, GEL-8100, NuSil\r\n\n\n• Silicone removable 12 well chambers, ibidi #81201"
        },
        {
            "header": "Equipment",
            "content": "• Ultrasonic bath\r\n\n\n• E-beam evaporator or sputter machine for deposition of Cr, Au and SiO<sub>2</sub>\r\n\n\n• Spin-coater for elastomer deposition\r\n\n\n• Plasma asher or sputter machine for elastomer oxidation\r\n\n\n• Thermal evaporator for deposition of Au"
        },
        {
            "header": "Procedure",
            "content": "1. Blow clean glass coverslips from dust with air gun and clean in ultrasonic bath for 3 min in acetone and 3 min in isopropyl alcohol. Subsequently, dry thoroughly with airbrush and on hotplate at 125 °C for 10 min.\r\n  \r\n\n\n2. Deposit micro-cavity bottom mirror consisting of layered structure of 0.5 nm Cr \\(adhesion layer), 10 nm Au and 50 nm SiO\n2\n\\(surface energy modification) on whole surface area of cleaned coverslips either in e-beam evaporator or sputter machine.\r\n  \r\n\n\n3. Clean and dry coverslips with bottom mirror structure again as in 1.\r\n  \r\n\n\n4. Mix same volumes of the two elastomer precursors, stir for 10 min and degas under vacuum for 1 min.\r\n  \r\n\n\n5. Spin-coat mixed elastomer precursors onto coverslip with bottom mirror structure for 1 min \\(300 µL per coverslip). Use 3000 rpm spin speed for 8 µm-thick micro-cavities and 5000 rpm spin speed for 5 µm-thick micro cavities. Bake samples at 125 °C on hotplate for 60 min to crosslink elastomer.\r\n  \r\n\n\n6. Expose the elastomer on coverslips to mild oxygen plasma to partially oxidize the elastomer surface and increase its surface energy. This step can be done either in a plasma oven or in a sputter machine that is capable of generating an oxygen plasma with a power of about 15 W at a process pressure of about 3 mtorr. We use the RF plasma generated over a Si target in an Angstrom Engineering Nextdep sputter machine with a target to sample distance of 10 cm, with the following parameters: Power: 15 W; duration: 30 s; process pressure: 3 mtorr; process gas flows: 20 sccm O\n2\nand 5 sccm Ar.\r\n  \r\n\n\n7. Directly transfer the oxidized elastomer coverslips into a thermal evaporator and evaporate 15 nm Au as top mirror to complete the micro-cavity.\r\n  \r\n\n\n8. Carefully mount silicone chamber onto the surface of the micro-cavity chip. The inner dimension of a single chamber is 0.75 x 0.75 cm\n2\nand covers about ¼ of the surface of the micro-cavity chip. If different cell types should be measured on one micro-cavity chip, four wells \\(2x2) can be mounted onto the chip. If more space is needed for one sample group, the inner silicone wall of 2x2 wells can be cut away before mounting the silicone chamber onto the surface of the micro-cavity chip forming an area of 1.60 x 1.60 cm\n2\n.\r\n  \r\n\n\n9. If required, incubate micro-cavity chip with protein suspension to apply protein coating to the surface of the micro-cavity. When removing the suspension or washing the chip, care needs to be taken, that the surface of the micro-cavity is always covered with liquid, as the large surface tensions generated when drying-out would case the micro-cavity to crack. Therefore, never completely remove the solution from the silicone well but wash several times with the new solution if the medium needs to be changed."
        },
        {
            "header": "Timing",
            "content": "The time needed for micro-cavity chip fabrication strongly depends on the pump-down times of the different ultra-high vacuum machines used for the process. The fabrication time per micro-cavity chip also depends on the number of chips that can be processed in parallel with the used deposition equipment.\r\n\n\nThe net time for cleaning coverslips and processing the bottom mirror is about 0.5 hours. Preparation, spin-coating and cross-linking of the elastomer takes about 1.5 hours. The net time for oxidation and evaporation of the top mirror is about 0.5 hours. Mounting the silicone chamber well takes about 5 minutes."
        },
        {
            "header": "Troubleshooting",
            "content": "We experienced that the most delicate step during the micro-cavity fabrication is the plasma surface oxidation of the spin-coated elastomer sample \\(see Step 6 in Procedure). The oxidation is required to increase the surface energy of the pristine silicone elastomer layer and to prevent formation of gold nano-islands when subsequently depositing the top metal layer onto the elastomer surface. This improves the reflectance of the gold film and thus ensures sufficient interference contrast to measure the local thickness of the micro-cavity reliably \\(see Supplementary Fig. 1 of \\[Kronenberg et al.] for details). At the same time, excessive surface oxidation of the elastomer will significantly increases the apparent stiffness, E*, of the stack \\(see Supplementary Fig. 1 of \\[Kronenberg et al.] for details), and non-appropriate elastomer oxidation can result in surface buckling or wrinkling, or lead to the formation of cracks in the micro-cavity.\r\n\n\nWe therefore suggest to systematically vary the plasma power, duration, process pressure, gas mixture, gas flow, plasma-sample distance in a range around the parameters used in this protocol, and to investigate how variations affect the micro-cavity stiffness \\(e.g., via AFM indentation measurements as described in the Online Methods of \\[Kronenberg et al.]) and the top gold mirror reflectance. This is best done with test samples that contain no bottom mirror stack. For these test samples a reflectance of ~12% at 650 nm should be reached to guarantee sufficient interference contrast in the full micro-cavity stack."
        },
        {
            "header": "References",
            "content": "N. M. Kronenberg, P. Liehm, A. Steude, J. A. Knipper, J. G. Borger, G. Scarcelli, K. Franze, S. J. Powis, M. C. Gather, Long-Term Imaging of Cellular Forces with High Precision by Elastic Resonator Interference Stress Microscopy, Nature Cell Biology \\(provisionally accepted for publication)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb3561",
                "date": "2017-06-20 09:05:31",
                "title": "Long-term imaging of cellular forces with high precision by elastic resonator interference stress microscopy",
                "authors": [
                    "Nils M. Kronenberg",
                    "Philipp Liehm",
                    "Anja Steude",
                    "Johanna A. Knipper",
                    "Jessica G. Borger",
                    "Giuliano Scarcelli",
                    "Kristian Franze",
                    "Simon J. Powis",
                    "and Malte C. Gather"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14832,
                "identity": "a1139559-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Nils Kronenberg",
                "email": "nmk4@st-andrews.ac.uk",
                "orcid": "",
                "institution": "GatherLab (University of St Andrews)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Nils",
                "middleName": "",
                "lastName": "Kronenberg",
                "suffix": ""
            },
            {
                "id": 14834,
                "identity": "a1139d25-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Malte C. Gather",
                "email": "mcg6@st-andrews.ac.uk",
                "orcid": "",
                "institution": "GatherLab (University of St Andrews)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Malte",
                "middleName": "C.",
                "lastName": "Gather",
                "suffix": ""
            },
            {
                "id": 14833,
                "identity": "a1139a0a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Philipp Liehm",
                "email": "",
                "orcid": "",
                "institution": "GatherLab (University of St Andrews)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Philipp",
                "middleName": "",
                "lastName": "Liehm",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-05-09 16:00:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.052",
        "doiUrl": "https://doi.org/10.1038/protex.2017.052",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465651,
                "identity": "9446bc16-8f6c-45ef-bf03-4efafa62dd1a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:09",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 139839,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5965/v1/26dc7c17-185c-4972-a7f9-3e8bbadca0d3.pdf"
            }
        ],
        "financialInterests": "The University of St Andrews has filed a patent application related to the protocol described here.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Biophysics, cellular biomechanics, cell forces, ERISM, podosome, amoeboid migration, mesenchymal migration, traction force microscopy",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This protocol describes the fabrication of micro-cavity chips for the measurement of cell forces via Elastic Resonator Stress Microscopy as described in the Nature Cell Biology paper “Long-Term Imaging of Cellular Forces with High Precision by Elastic Resonator Interference Stress Microscopy”. We have designed elastic, optical micro-cavities that are built on glass coverslips and consist of a layered structure of an ultra-soft elastomer layer sandwiched between two thin and flexible gold mirrors. Optical readout of the local thickness of micro-cavity chips allows for the detection of minute vertical displacement caused by cells cultured on top of the chip. All steps of the fabrication are carried out under cleanroom conditions",
        "manuscriptTitle": "Fabrication of elastic micro-cavity chips for use in Elastic Resonator Interference Stress Microscopy",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-06-20 09:08:29",
                "doi": "10.1038/protex.2017.052",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a113095c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 20th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3946,
                "name": "Cell biology"
            },
            {
                "id": 3947,
                "name": "Biological techniques"
            },
            {
                "id": 3948,
                "name": "Optics and photonics"
            },
            {
                "id": 3949,
                "name": "Physics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-06-20 09:08:29",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}