{
    "identity": "nprot-7099",
    "title": "Trogocytosis-based cell platform for TCR ligand discovery",
    "content": [
        {
            "header": "Introduction",
            "content": "Trogocytosis \\(from the Greek: trogo-, gnaw) is a biological phenomenon by which cells share membrane and membrane-associated proteins while conjugated<sup>1</sup>.  Although trogocytosis is bidirectional between conjugated FcγR-expressing cells \\(e.g. monocytes) and immunoglobulin-bound cells \\(e.g. anti-CD20-bound B cells)<sup>2</sup>, it has been described as unidirectional for T cells conjugated to peptide-MHC-expressing target cells.  Specifically, T cells extract membrane and membrane-associated proteins from target antigen-presenting cells with which they are conjugated<sup>1, 3-6</sup>.  Monitoring this transfer can identify T cells reactive to a selected antigen, similar to pMHC multimers<sup>7-9</sup>.  We have discovered the reverse process – extraction of T cell membrane proteins by the target cell.  This protocol describes the step by step procedure that exploits this phenomenon to selectively mark target cells that present epitopes cognate to orphan TCR-transduced T cells, enabling their isolation from a target cell library."
        },
        {
            "header": "Reagents",
            "content": "**Cell lines**\r\n\n\nHEK-293T cells \\(American Type Culture Collection, Manassas, VA) were used to generation of retroviruses and lentiviruses encoding genes of interest.\r\n\n\nJurkat E6-1 cells \\(American Type Culture Collection, Manassas, VA) were used for transduction of viral vectors for the generation of stable cell lines for coculture.\r\n\n\nK562 \\(American Type Culture Collection, Manassas, VA) were used for transduction of viral vectors for the generation of stable cell lines for coculture.\r\n\n\n\r\n\n\n**Plasmids**\r\n\n\nMSGV-based retroviral vectors encoded TCR constructs of interest with an E2-Crimson transduction marker: MSGV/E2-Crimson-P2A-TCR \r\n\n\nLentiviral vectors encoding peptide-MHC single-chain trimers \\(SCTs) of interestwith a  eGFP transduction marker: pCCLc-MND-A2-pMHC-SCT-linkers-IRES-eGFP\r\n\n\nRetroviral packaging vectors pRD114 and pHIT60\r\n\n\nLentiviral packaging vectors psPAX2 and pMD2.G\r\n\n\n\r\n\n\n**Reagents**\r\n\n\nDMEM \\(Corning, cat. no. 10-013-CVR)\r\n\n\nFetal bovine serum \\(FBS) \\(Corning, cat. no. 35-015-CV)\r\n\n\nPenicillin/streptomycin \\(P/S) \\(Corning, cat. no. 30-002-CI)\r\n\n\nRPMI 1640 medium \\(Corning, cat. no. 10-040-CMR)\r\n\n\nHEPES \\(Thermo Fisher, cat. no. 15630-080)\r\n\n\n2-mercaptoethanol \\(Sigma-Aldrich, cat. no. M6250)\r\n\n\nMinimum essential medium non-essential amino acids \\(MEM NEAA) \\(Thermo Fisher, cat. no. 1140050)\r\n\n\nSodium pyruvate \\(Thermo Fisher, cat. no. 11360070)\r\n\n\nHBSS without Ca2+/Mg2+/phenol red \\(Thermo Fisher, cat. no. 14175079)\r\n\n\n2M MgCl2  \\(Sigma, cat. no. M8266)\r\n\n\nBSA \\(Fraction V) \\(MP, cat. no. 0216006990)\r\n\n\nDNAse I \\(New England Biolabs, cat. no. M0303S)\r\n\n\nOptiMEM \\(Thermo Fisher, cat. no. 31985070)\r\n\n\nTransIT-293 \\(Mirus Bio, cat. no. MIR2705)\r\n\n\nBAMBANKER \\(Wako Chemicals USA, cat. no. NC9582225)\r\n\n\nTrypan Blue Solution, 0.4% \\(Thermo Fisher, cat. no. 15250061)\r\n\n\n0.25% Trypsin-EDTA \\(Corning, cat. no. 25-053-CI)\r\n\n\nEDTA \\(Sigma-Aldrich, cat. no. E6758)\r\n\n\nSterile PBS \\(Corning, cat. no. 46-013-CM)\r\n\n\nLIVE/DEAD Fixable Violet Dead Cell Stain Kit \\(Thermo Fisher, L34963)\r\n\n\nAnti-muTCR-PECy7 \\(BioLegend, cat. no. 109222)\r\n\n\nPureLink Genomic DNA Mini Kit \\(Thermo Fisher, cat. no. K182001)\r\n\n\nDNA Clean & Concentrator-5 Kit \\(Zymo Research, cat. no. D4004)\r\n\n\nHIFI HotStart Ready Mix \\(Kapa Biosystems, cat. no. NC0295239)\r\n\n\nKOD HotStart Master Mix \\(Millipore Sigma, cat. no. 95042-698)\r\n\n\n\r\n\n\n**Reagent setup**\r\n\n\nHEK-293T \\(D10) medium\r\n\n\nTo make 500 mL of D10, 50 mL of heat-inactivated FBS and 5 mL penicillin/streptomycin were added directly to a 500 mL bottle of DMEM. The medium was stored at 4°C after preparation.\r\n\n\nJurkat and K562 \\(C10) medium\r\n\n\nTo make 500 mL C10 medium, 500 mL of RPMI-1640 was supplemented with 50 mL of heat-inactivated FBS, 5 mL of penicillin/streptomycin, 5 mL of 100 mM HEPES, 5 mL of 500mM 2-mercaptoethanol, 5 mL of 100X MEM NEAA, and 5 mL of 100 mM sodium pyruvate.\r\n\n\nFACS buffer\r\n\n\nTo make 500 mL of solution, add 10 mL heat-inactivated FBS to 490 mL PBS.\r\n\n\nTrogocytosis Resuspension Solution\r\n\n\nTo make 100 mL of solution, 99 mL of HBSS without Ca2+/Mg2+/phenol red, 50 μL of 2M MgCl2, 250 mg BSA \\(Fraction V), and 1mL of 1M HEPES buffer were stirred with a stir bar in a glass bottle. The pH was adjusted 7.1-7.2. The solution was then filtered using a 0.22 m filter bottle. 25 g/mL DNAse I was added just before use."
        },
        {
            "header": "Equipment",
            "content": "CO2 incubators \r\n\n\nBiosafety cabinet \r\n\n\nSterile 1.5 mL microcentrifuge tubes \r\n\n\nPCR tube strips \r\n\n\nSteritop 0.22 μm filter unit \r\n\n\n96-well U-bottom plates \r\n\n\nConical tubes \r\n\n\nTissue culture dish \\(60, 100, 150 mm)\r\n\n\nTissue culture dishes \\(6, 12, 24, 48-well)\r\n\n\nCell culture flask, vent cap \\(75, 150 cm2)\r\n\n\nSterile filter pipette tips \\(P1250, P200, P20, P10)\r\n\n\nSterile round-bottom polystyrene tubes, 5 mL \r\n\n\nFalcon round-bottom test tube with cell strainer cap, 5 mL \r\n\n\n2 mL aspiration pipettes \r\n\n\n0.45 μm syringe filter \r\n\n\nLuer-Lok syringe, 10 mL \r\n\n\nSerological pipettes \\(5, 10, 25 mL)\r\n\n\nHemocytometer\r\n\n\nMACSQuant Analyzer 10 \r\n\n\nBDFACSAria II \r\n\n\nFlowJo software\r\n\n\nMastercycler Pro S PCR System"
        },
        {
            "header": "Procedure",
            "content": "**A) Cell maintenance**\r\n\n\nHEK-293T cells\r\n\n\nHEK-293T cells were cultured in 25 mL D10 medium on a 150 mm tissue culture dish at 37°C and 5% atmospheric CO2 and passaged every 2-3 days when confluence reached 70%. To passage the cells, remove the culture medium and replace with 4 mL 0.25% trypsin-EDTA solution and incubate for 5 minutes. Dilute and quench the reaction by gentle pipetting with 10 mL fresh media, centrifuge the cells at 500g for 5 minutes, count the cells using the hemocytometer, and reseed 1 million cells in 25 mL D10 media on a new 150 mm tissue culture dish.\r\n\n\nJurkat and K562 cells\r\n\n\nJurkat and K562 cells were both cultured in suspension in C10 medium in vent cap cell culture flasks at 37°C and 5% atmospheric CO2 and passaged every 2-3 days when confluence reached 70%. To passage the cells, 1 million cells were added to a new cell culture flask containing fresh C10 media.\r\n\n\n\r\n\n\n**B) SCT library generation**\r\n\n\n1. Starting with a list of desired peptides to express in a SCT library, generate back-translated nucleotide sequences with the IDT Codon Optimization Tool. Select \"Amino Acids\" as the input sequence type, \"gBlocks Gene Fragments\" as the Product Type, \"Homo sapiens \\(human)\" as the Organism, and enter a tab-delimited list of peptides on the \"Bulk Entry\" page.\r\n  2. Append nucleotide sequences for cloning into a BsmBI digested backbone to the back-translated epitope sequences \"CAGGAGGGCTCGGCA\" +\n+ \"GGATGCGGAGGGTCC\"\r\n  3. Append random nucleotides to the end of the epitope oligo for normalization\n+ \"GGCGGCCGCTCATCTCGTGCGACATCAAGCTATACTCTAATATAGCATTCCGTTCGAGTATAGCAG\"\r\n\n\n4. Submit the first 100 bp of each nucleotide sequence with appended random nucleotides for synthesis=Left\\(\n, 100)\r\n  5. Cloning \r\n  a. Backbone first digestion and purification: Prepare 1200 ul of digestion buffer including 120 μl of 10X NEB 3.1 Buffer, 48 μl of NEB BsmBI Enzyme, 72 μl of backbone plasmid \\(pCCLc-MND-2kb stuffer-β2m-A2-IRES-eGFP)  at 1 μg/μl, 960 μl of Nuclease-free water, aliquot 100 ul across 12 PCR strips, and incubate for 6 hours at 55°C, then heat inactivate enzyme at 80°C for 20 minutes.  Pool all digestion reactions in a 1.5 mL eppendorf tube. Purify with NucleoSpin Gel and PCR purification kit, using one column per 240 μl of digested plasmid \\(5 in total), and elute in 20 μl Elution Buffer \\(supplied) per column. Pool elution in a 1.5 mL eppendorf tube. About 50% recovery of digested plasmid expected \\(36 μg) in 100 μl is about 300 ng/μl final concentration. \r\n\n\nb. Backbone redigestion and purification: Prepare 600 μl of second digestion buffer \\(60 ul of 10X NEB 3.1 Buffer, 24 μl of NEB BsmBI Enzyme, 100 μl of digested backbone from Step 5a, 416 μl of Nuclease-free water), aliquot 100 μl across 6 PCR strips, and incubate for 6 hours at 55°C, then heat inactivate enzyme at 80°C for 20 minutes.  Pour a 0.9% agarose gel \\(mix 1.08 g agarose and 120 mL TAE buffer, heat to above 95°C until fully dissolved, cool to 60°C, add 10 μl gel green, mix and cast in a gel tray with wide combs until solidified). Pool all second digest reactions in a 1.5 mL eppendorf tube \\(600 μl). Add 120 ul 6X Purple Loading Dye to digest, mix, and load mixture on gel at 65 ul per well \\(11 total). Load 10 μl 2-log Ladder in a remaining empty well. Run gel at 120 V for 1 hour, or until dye front has run 75% of the gel. Briefly image the gel in a gel imager at 365 nm UV wavelength. Cut out the larger of the two expected bands with a razor, and place each excised band in a 2 mL eppendorf tube. Follow instructions for NucleoSpin Gel and PCR purification kit, using one column per 4 wells of excised plasmid \\(3 in total), and elute in 20 μl Elution Buffer \\(supplied) per column. Pool elutions in a 1.5 mL eppendorf tube. About 30% recovery of digested plasmid expected \\(11 μg) in 60 μl is about 180 ng/μl final concentration. Note: The smaller band corresponds to the 2kb stuffer sequence, expected to run at 2,000 bases. The larger band is the digested plasmid. \r\n\n\nc. Library oligos amplification: Dilute or resuspend single-stranded oligo pool to 10 ng/μl with Elution Buffer \\(supplied in the PCR purification kit). Prepare 600 μl library amplification mix \\(300 μl of 2X KOD master mix, 24 μl of 10 μM Oligo-Amplify-Fwd, 24 μl of 10 μM Oligo-Amplify-Rev, 2.4 μl of 10 ng/μl single-stranded oligo pool, and 250 μl of Nuclease-free water), aliquot mix to 24 wells of a PCR plate or strips, and amplify according to the following program:  Initial Denaturation at 95°C for 2 minutes, 6 cycles of 95°C for 20 seconds \\(denature), 61°C for 10 seconds \\(anneal), and 70°C for 15 seconds \\(extension), then a final extension at 70°C for 1 minute.  Pool all amplification reactions in a 1.5 mL Eppendorf tube. PCR purify with NucleoSpin Gel and PCR purification kit, using one column, and elute in 17 μl Elution Buffer \\(supplied). Expect above 10 ng/μl of double-stranded oligos.\r\n\n\nd. Ligation: Dilute linearized vector to 100 ng/μl. Dilute double-stranded oligo pool to 12.5 ng/μl. In PCR strips, prepare 10 μl of ligation mix \\(2 ul of 5X In-Fusion mix, 2 μl of linearized vector at 100 ng/μl, 2 μl of double-stranded oligo pool at 12.5 ng/μl, 4 μl of Nuclease-free water) and 10 μl of no-insert mix \\(2 μl of linearized vector and 8 μl of Nuclease-free water). Incubate at 50°C for 15 minutes. \r\n\n\ne. Transformation: Dilute both ligation mix and no-insert mix to 24 μl with Nuclease-free water. Using 12 tubes \\(50 μl each) of NEB 5-alpha high efficiency competent cells, transform 2 μl of ligation mix per tube, according to manufacturer instructions. Pool cells diluted in SOC after recovery. Perform four serial dilutions on an aliquot of pooled cells and plate equal volumes of each dilution on LB + Carbenicillin plates to calculate transformation efficiency. Inoculate 1.5 L of LB + Carbenicillin liquid media with the remainder of the cell mixture, split across 3 maxi prep flasks. Incubate plates at 37°C for 12 hours or greater, and liquid media in a shaking incubator 37°C for 12 hours or greater. Note: Use cells with a transformation efficiency at 1-3 x 10^9 cfu/μg or above.\r\n\n\n f. Calculate library coverage from the amount of transformed cells pre dilution, total amount of pooled cell mixture, and number of unique oligos in the library:\r\n\n\n     Plasmid coverage = number of transformants / number of oligos\r\n\n\n g. Maxi prep the 1.5 L of liquid media across three maxi columns. Pool maxi preps in a 2 mL eppendorf tube. \r\n\n\n.\r\n\n\n\r\n\n\n**C) Transient transfection of plasmids of interest**\r\n\n\n6. For each plasmid to be transfected, seed one 60 mm tissue culture dish with 1.2 million HEK-293T cells one day prior to transfection and incubate overnight at 37°C and 5% atmospheric CO2.\r\n  7. Prepare transfection mixes for each of the plasmids of interest. For a retroviral vector, add 2 μg of plasmid, 1.3 μg of pRD114, and 2 μg of pHIT60 to 400 μL OptiMEM and mix by pipetting. For a lentiviral vector, add 2.8 μg of plasmid, 2.1 μg of psPAX1, and 0.7 μg of pMD2.G to 400 μL OptiMEM and mix by pipetting.\r\n  8. To the plasmid mixture, add 16.8 μL TransIT-293 reagent and mix gently by pipetting. Incubate the solution at room temperature for 15-30 minutes.\r\n  9. Add the TransIT-293 reagent-plasmid mixture dropwise to different areas of the HEK-293T cells. Gently rock the culture vessel to evenly distribute the solution.\r\n  10. 48 hours after transfection, filter the viral supernatant using a 0.45 μm syringe filter and 10 mL syringe.\r\n  11. Use viral supernatant for subsequent transduction or aliquot the remaining viral supernatant into 1.5 mL tubes and freeze at -80°C for future use.\r\n  \r\n\n\n**D) Transduction and generation of Jurkat TCR and K562 library cell lines**\r\n\n\n12. For generation of Jurkat TCR cell lines, add 1 mL of a 0.2 million Jurkat cells/mL C10 media and 1.5 mL of viral supernatant to a 6-well plate. Add 2.5 μL polybrene \\(1000x) and mix by gently rocking the plate.\r\n  13. Spin infect the cells at 30°C for 1.5 hours at 2500 rpm.\r\n  14. After centrifugation, carefully aspirate away the media and replace with fresh media and culture the cells in the incubator.\r\n  15. For generation of K562 library cell lines, we aimed for 10% transduction efficiency with 0.3 MOI. Resuspend 15 million K562 cells in a premixed solution of 12 mL C10 media, 12 μL polybrene, and 3 μL of viral supernatant. Evenly distribute the mixture among the wells of a 6-well plate.\r\n  NOTE: A low MOI ensures only 1 copy of each gene is transduced to a single K562 cell.\r\n\n\n16. Spin infect the cells at 30°C for 1.5 hours at 2500 rpm.\r\n  17. After centrifugation, carefully aspirate away the media and replace with fresh media and culture the cells in the incubator.\r\n  18. Allow at least 2 days for growth and recovery of the cells after transduction.\r\n  19. Assess transduction efficiency using flow cytometry, staining for relevant transduction markers.\r\n  20. Sort the transduced cells by FACS.\r\n  21. Culture the cells as described previously. Once the cells have grown, proceed to coculture step or aliquot extra cells in Bambanker freeze media and freeze at -80°C overnight. Transfer the aliquots to liquid nitrogen for long term storage.\r\n  \r\n\n\n**E) Coculture**\r\n\n\n22. Prepare the Jurkat TCR and K562 library cells for coculture by washing the cells twice at 100g for 5 minutes, replacing with fresh C10 media each time.\r\n  23. Resuspend the Jurkat TCR cells at 5.2 million/mL and the K562 library cells at 2.6 million/mL.\r\n  24. Add 500 μL of each of the Jurkat TCR and K562 library cells to a sterile 5 mL round-bottom polystyrene tube, mixing the cells gently by pipetting.\r\n  25. Coculture the cells for 45 minutes at 37°C and 5% CO2. Proceed to staining.\r\n  \r\n\n\n**F) Staining**\r\n\n\n26. Prepare the staining solution. For 5 mL of stain solution, add 12.5 μL \\(1:400) of LIVE/DEAD Fixable Violet Dead Cell Stain and 25 μL \\(1:200) of anti-muTCR-PECy7 to 5 mL of FACS buffer.\r\n  NOTE: It may be necessary to prepare proper single stain controls in order to adequately compensate the FACS plots during sorting.\r\n\n\n27. After 45 minutes of incubation, spin down the cells for 5 minutes at 500g. Resuspend the samples in 1 mL of 2 mM EDTA in PBS the spin down again.\r\n  28. Resuspend the cell samples in 650 μL of staining solution and incubate for 20 minutes on ice and in the dark.\r\n  29. Add 1 mL FACS buffer to wash, then spin down for 5 min. Repeat the wash step.\r\n  30. Resuspend the samples in 500 μL of sterile Trogocytosis Resuspension Solution, made as needed as described previously. Keep the cells on ice until sorting. Proceed to sorting.\r\n  \r\n\n\n**G) Sorting**\r\n\n\n31. Immediately prior to sample acquisition, filter the sample using a 5 mL Falcon test tube with cell strainer snap cap.\r\n  32. Sort the Crimson- eGFP+TCR+ cells to a sterile 5mL round-bottom polystyrene tube containing at least 1 mL of C10 medium.\r\n  34. Culture the cells until enough have grown. \r\n  35. After growing up the cells, proceed to preparation for deep sequencing or repeat steps 17-28 for additional rounds of selection.\r\n  \r\n\n\n**H) Preparation for deep sequencing**\r\n\n\n36. Extract the genomic DNA of about 1 million of the sorted cells using the PureLink Genomic DNA Mini Kit. Dilute the genomic DNA products to 50 ng/μL.\r\n  37. The genomic DNA of the sorted cells was used as the template for the following PCR setup:\r\n  NOTE: In order to obtain an adequate amount of PCR product, each reaction had 5 replicates. Each sample was also run alongside a sample containing no template for use as a control later.\r\n\n\n2X Kapa HIFI MM 12.5μL\r\n\n\n10 μM TruSeq-Univ-SCTfixed-F \\(Truseq single F) 0.75 μL\r\n\n\n1 μM TruSeq-Read2-SCTfixed-R \\(Truseq R) 0.75 μL\r\n\n\n10 μM Truseq-Adapter-Index-1 \\(Single index X) 0.75 μL\r\n\n\nTemplate DNA \\(100ng, 50ng/μL stock) 2 μL\r\n\n\nNuclease-free water 8.25 μL\r\n\n\n  25 μL total\r\n\n\n38. Run the samples using the following program for barcoded PCR amplification:\r\n  Initial Denaturation 95°C 2 min\r\n\n\n30 Cycles: Denature 95°C 20 sec\r\n\n\n  Anneal 66°C 10 sec\r\n\n\n  Extension 70°C 15 sec\r\n\n\nFinal Extension 70°C 2 min\r\n\n\nHold 4°C  \r\n\n\n39. After PCR amplification, pool each sample and purify using the DNA Clean & Concentrator-5 Kit. Elute in 20 μL of water.\r\n  40. Run 4 μL of the PCR purifications on an agarose gel to verify amplification.\r\n  41. Quantify the amplified barcoded DNA by Bioanalyzer and sequence by the Illumina Genome Analyzer IIx System.\r\n  \r\n\n\n**I) Data analysis**\r\n\n\n42. Convert and de-multiplex basecalls with Illumina bcl2fastq2 software\r\n              a. Create sample sheet with Illumina Experiment Manager to define indexes\r\n\n\n            b. Configure bclToFastq: \r\n\n\n                configureBclToFastq.pl --input-dir\n--output-dir\n--sample-sheet\n/SampleSheet.csv \r\n\n\n                Note: This script will generate a makefile\r\n\n\nc. Run bclToFastq: \r\n\n\n                make\r\n\n\n43. Generate bwa index\r\n  a. Replace the 2kb BsmBI stuffer sequence in pCCLc-MND-2kb stuffer- β2m-A2- \r\n\n\nIRES-eGFP with a string of random nucleotides the length of the average \r\n\n\ngenetically encoded epitope \\(36 random bp for 12 AA)\r\n\n\nb. Build the bwa index:\r\n\n\n                bwa index -p ref backbone.fasta\r\n\n\n44. Align each sample to plasmid backbone with bwa\r\n     bwa mem -B 1 ref input.fastq > output.sam\r\n\n\n   Note: the flag \"-B 1\" reduces the mismatch penalty to account for the variable   \r\n\n\n   epitope sequences \r\n\n\n45. Trim alignment to only epitope region\r\n     For each read:\r\n\n\n            target_sequence_start = epitope_start_position - read_start\r\n\n\n            target_sequence_stop = epitope_stop_position - read_start + 1\r\n\n\n            target_sequence = read_sequence\\[target_sequence_start:target_sequence_stop]\r\n\n\n46. Translate to peptide\r\n              For each codon:\r\n\n\n            amino_acid_sequence += codon_table\\[codon]\r\n\n\n47. Count library peptide hits\r\n     For each amino_acid_sequence:\r\n\n\n            if amino_acid_sequence in library_sequences_table:    \r\n\n\n            library_sequences_table\\[amino_acid_sequence] += 1"
        },
        {
            "header": "Timing",
            "content": "Steps 1-5, SCT library generation: 4-5 days\r\n\n\nSteps 6-11, transient transfection of plasmids: 2 days\r\n\n\nSteps 12-17, transduction of Jurkat and K562 cells: 2 hours\r\n\n\nSteps 18-19, cell recovery and transduction verification: 2-3 days\r\n\n\nSteps 20-21, sorting and establishment of stable cell lines: 2-4 days\r\n\n\nSteps 22-25, coculture: 1 hour\r\n\n\nSteps 26-30, staining: 1 hour\r\n\n\nSteps 31-34, sorting and cell growth: 1 weeks\r\n\n\nStep 35 \\(repeat steps 22-34), second round of sorting: 2-3 days\r\n\n\nStep 36-47, preparation for deep sequencing, DNA quantification, deep sequencing and data analysis: 3-4 days"
        },
        {
            "header": "Troubleshooting",
            "content": "Problem: Low yield following PCR purification\r\n\n\nSolution 1: Let column incubate for a longer time during the elution step\r\n\n\nSolution 2: Increase the number of PCR cycles\r\n\n\nSolution 3: Elute in a smaller volume\r\n\n\nProblem: Amplification present in blank PCR sample\r\n\n\nSolution: Use a different barcoded primer"
        },
        {
            "header": "Anticipated Results",
            "content": "After two rounds of trogocytosis selection, target K562 cells sorted following co-incubation with F5-Jurkat cells were 95% positive for F5 TCR dextramer staining \\(increased from 37% after one round of sorting) and target K562 cells sorted following co-incubation with 1G4-Jurkat cells were 86% positive for 1G4 TCR dextramer staining \\(increased from 25% after one round of sorting)."
        },
        {
            "header": "References",
            "content": "1. Joly, E. & Hudrisier, D. What is trogocytosis and what is its purpose? Nature immunology 4, 815 \\(2003).\r\n  2. Daubeuf, S., Lindorfer, M.A., Taylor, R.P., Joly, E. & Hudrisier, D. The direction of plasma membrane exchange between lymphocytes and accessory cells by trogocytosis is influenced by the nature of the accessory cell. Journal of immunology 184, 1897-1908 \\(2010).\r\n  3. Cone, R.E., Sprent, J. & Marchalonis, J.J. Antigen-binding specificity of isolated cell-surface immunoglobulin from thymus cells activated to histocompatibility antigens. Proc Natl Acad Sci U S A 69, 2556-2560 \\(1972).\r\n  4. Huang, J.F. et al. TCR-Mediated internalization of peptide-MHC complexes acquired by T cells. Science 286, 952-954 \\(1999).\r\n  5. Hwang, I. et al. T cells can use either T cell receptor or CD28 receptors to absorb and internalize cell surface molecules derived from antigen-presenting cells. J Exp Med 191, 1137-1148 \\(2000).\r\n  6. Uzana, R. et al. Human T cell crosstalk is induced by tumor membrane transfer. PloS one 10, e0118244 \\(2015).\r\n  7. Daubeuf, S., Puaux, A.L., Joly, E. & Hudrisier, D. A simple trogocytosis-based method to detect, quantify, characterize and purify antigen-specific live lymphocytes by flow cytometry, via their capture of membrane fragments from antigen-presenting cells. Nature protocols 1, 2536-2542 \\(2006).\r\n  8. Puaux, A.L. et al. A very rapid and simple assay based on trogocytosis to detect and measure specific T and B cell reactivity by flow cytometry. European journal of immunology 36, 779-788 \\(2006).\r\n  9. Machlenkin, A. et al. Capture of tumor cell membranes by trogocytosis facilitates detection and isolation of tumor-specific functional CTLs. Cancer research 68, 2006-2013 \\(2008)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to our colleagues in Baltimore lab for their insightful comments. We thank I. Antoshechkin \\(Millard and Muriel Jacobs Genetics and Genomics Laboratory, Caltech) for deep DNA sequencing, and D. Perez, J. Tijerina and R. A. Diamond \\(Flow Cytometry Facility, Caltech) for cell sorting."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 16058,
                "identity": "a19bad63-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Guideng Li",
                "email": "guidengl@gmail.com",
                "orcid": "",
                "institution": "Li lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Guideng",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 16059,
                "identity": "a19bb2c8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Stephanie Wong ",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stephanie",
                "middleName": "",
                "lastName": "Wong",
                "suffix": ""
            },
            {
                "id": 16060,
                "identity": "a19bb5d4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michael Bethune",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michael",
                "middleName": "",
                "lastName": "Bethune",
                "suffix": ""
            },
            {
                "id": 16061,
                "identity": "a19bb8b3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "David Baltimore",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Baltimore",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-10-16 16:59:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.127",
        "doiUrl": "https://doi.org/10.1038/protex.2018.127",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13467216,
                "identity": "c0a841d1-9e90-448b-9674-fe6cdae39c2c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:54:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 169138,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7099/v1/85e126c6-a49a-4ff3-992b-7bc0af2a37ea.pdf"
            }
        ],
        "financialInterests": "M.T.B., G.L., J.T.K.,  S.W. and D.B. are co-inventors on a patent application concerning the described technology, which is licensed to PACT Pharma, Inc.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "TCR, pMHC, Trogocytosis, ligand discovery, T cells, neoantigen",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "TCR ligand discovery is essential for elucidating targets of anti-tumor immunity and designing targeted immunotherapies.  Here, we describe a cell-based selection platform for TCR ligand discovery that exploits a membrane transfer phenomenon called trogocytosis.",
        "manuscriptTitle": "Trogocytosis-based cell platform for TCR ligand discovery",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-06-11 21:52:41",
                "doi": "10.1038/protex.2018.127",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a19b3b82-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 11th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4431,
                "name": "Cell biology"
            },
            {
                "id": 4432,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-06-11 21:52:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}