{
    "identity": "nprot-3973",
    "title": "Genotyping of short tandem repeats \\(STRs) markers with 6 bp or higher length difference using PCR and high resolution agarose electrophoresis",
    "content": [
        {
            "header": "Introduction",
            "content": "Short tandem repeats \\(STRs) or microsatellites occur in the form of iteration of repeat units from a single base pair \\(bp) to thousands of bp. Mono-, di-, tri- and tetranucleotide repeats are the main types of microsatellites, but repeats of five \\(penta-) or six \\(hexa-) nucleotides are usually classified as microsattelites as well. Dinucleotide repeats dominate, \\(CA)n repeats are most frequent, followed by \\(AT)n, \\(GA)n,  and \\(GC)n, the last type or repeat being rare. Large majority of simple repeats are embedded in non-coding DNA, either in the intergenic sequences or in the introns \\(1), but approximately 17% of human genes contain STRs in their open reading frames \\(2), including promoters \\(3).\r\n\n\nEukaryotic genomes contain a large number of STRs \\(4,5); repetitive sequences are present in low numbers also in prokaryotes \\(6). Microsatellites are among the most variable types of DNA sequence in the genome. Their polymorphism is derived mainly from variability in length. Thus, abundance of microsatellites in combination with their polymorphism and hypervariability, and possibility to amplify them by polymerase chain reaction \\(PCR) allows to use them for the construction of high-density genetic maps and enables the molecular tagging of genes \\(7-12) and a wide use in genetics of susceptibility to diseases, breeding and population studies, gene expression analysis, forensics, diagnostics and pathogen detection and classification, and many other applications.  \r\n\n\nMicrosatellites can be identified from sequence data with the use of computational tools such as SPUTNIK \\(Abajian 1994, http://abajian.net/sputnik/ - original webpage, no longer functional), TRF \\(Tandem Repeats Finder)\\(13), SSRIT \\(Simple Sequence Repeat Identification Tool)\\(14), TROLL \\(Tandem Repeat Occurrence Locator) \\(15), MicroSAtellite \\(MISA, http://pgrc.ipk-gatersleben.de/misa/) \\(16), WebSat \\(http://wsmartins.net/websat/) \\(17), GMATo \\(Genome-wide Microsatellite Analyzing Tool)\\(18), and MsDetector \\(19). Flanking DNA sequences may then be analysed for the presence of suitable forward and reverse PCR primers to assay the STR loci. Several computational tools are currently available for the identification of STRs within sequence data as well as for the design of PCR primers suitable for the amplification of specific loci \\(20-22) \\(http://www.ufpel.edu.br/ \\(23)).\r\n\n\nInformation about STR sequences can be obtained also from public databases. Information about human sequences is available in STRBase \\(http://www.cstl.nist.gov/strbase/) \\(24), data about human, mouse, dog, rat and chicken STRs linked with SNP are in SNPSTR database \\(http://www.sbg.bio.ic.ac.uk/~ino/SNPSTRdatabase.html) \\(25). Mouse microsatellites and primers flanking each repeat are listed in Mouse Microsatellite Database of Japan \\(http://www.shigen.nig.ac.jp/mouse/mmdbj/top.jsp), and in Mouse Genome Informatics \\(http://www.informatics.jax.org/marker/).\r\n\n\nWe have optimized analysis of PCR product in agarose electrophoresis using the mix of 4:1 of Methaphore \\(Cambrex) and UltraPure™ \\(Invitrogen) Agarose, respectively. This allowed us to separate PCR products with 6 and more bp length difference. Method was successfully used to map mouse genes controlling susceptibility to Leishmania major \\(26), Trypanosoma brucei brucei \\(27) and Leishmania tropica \\(28). Quality of DNA obtained by NaOH extraction is suitable for typing of majority of markers, and then whole procedure can be performed within one day \\(Figure 1). In case of need of higher DNA quality, extraction can be performed using TRI reagent \\(4 hours) or Proteinase K \\(three days). \r\n\n\nThe present procedure is cheap and quick and it is suitable for test of interval-specific congenic strains, marker-assisted breeding of congenic mouse strains, test of presence of transgenes, knock-out or knock-in alleles in segregating experimental and breeding crosses, and for typing of intraspecific crosses, especially those derived from parents, which differ in limited percentage of their genomes."
        },
        {
            "header": "Reagents",
            "content": "DNA preparation\r\n\n\n\r\n\n\nOption \\(A) Isolation of DNA by NaOH\r\n\n\nNaOH \\(BDH, cat. no. 10438) \\! CAUTION It causes severe burns. Wear suitable gloves and eye/face protection. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice. In case of accident or if one feels unwell, seek medical advice immediately.\r\n\n\nTris \\(hydroxymethyl)-aminomethane \\(SERVA Electrophoresis, cat. no. 37190) \\! CAUTION Irritating to eyes, respiratory system and skin. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice.\r\n\n\nHCl \\(Sigma-Aldrich, cat. no. H1758) \\! CAUTION It causes severe burns. Wear suitable gloves and eye/face protection. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice. In case of accident or if one feels unwell, seek medical advice immediately.\r\n\n\nSterile distilled H20\r\n\n\n\r\n\n\nOption \\(B) DNA isolation using TRI reagent\r\n\n\nTRI reagent \\(Sigma-Aldrich, cat. no. T9424) \\! CAUTION Contains phenol and thiocyanate. It causes burns. It is poisonous and can be fatal. It is toxic if inhaled, if it comes in contact with skin and if swallowed. It is harmful and there is danger of serious damage to health by prolonged exposure through inhalation and if swallowed. There is a possible risk of irreversible effects. Avoid contact with skin and eyes. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice. Wear suitable gloves and eye/face protection, and also wear protective clothing. In case of accident or if one feels unwell, seek medical advice immediately. Keep away from food, drink and animal food. Avoid release into the environment.\r\n\n\nChloroform \\(PENTA, cat. no. 25692) \\! CAUTION It is harmful and there is danger of serious damage to health by prolonged exposure through inhalation and if swallowed. It is irritating to the skin. There is limited evidence of carcinogenic effect. Wear suitable protective clothing and gloves.\r\n\n\nEthanol \\(PENTA, cat. no. 32294) \\! CAUTION Highly flammable. Keep the container tightly closed. Keep away from sources of ignition—no smoking.\r\n\n\nSodium citrate tribasic hydrate \\(Sigma-Aldrich, cat. no. 25114)\r\n\n\nNaOH \\(BDH, cat. no. 10438) \\! CAUTION It causes severe burns. Wear suitable gloves and eye/face protection. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice. In case of accident or if one feels unwell, seek medical advice immediately.\r\n\n\nSterile distilled H20 \r\n\n\n\r\n\n\nOption \\(C) Isolation of DNA by proteinase K\r\n\n\nTris \\(hydroxymethyl)-aminomethane \\(SERVA Electrophoresis, cat. no. 37190) \\! CAUTION Irritating to eyes, respiratory system and skin. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice.\r\n\n\nEDTA-disodium \\(SERVA Electrophoresis, cat. no. 11280; pH 8.0) \\! CAUTION irritant, cytotoxic and weakly genotoxic.\r\n\n\nSDS \\(Sigma-Aldrich, cat. no. L5750) \\! CAUTION Highly flammable. Harmful when it comes in contact with skin and if swallowed. Irritating to eyes, respiratory system and skin. Wear suitable gloves and eye/face protection, as well as protective clothing. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice.\r\n\n\nNaCl \\(Sigma-Aldrich, cat. no. S7653)\r\n\n\nNaOH \\(BDH, cat. no. 10438) \\! CAUTION It causes severe burns. Wear suitable gloves and eye/face protection. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice. In case of accident or if one feels unwell, seek medical advice immediately.\r\n\n\nHCl \\(Sigma-Aldrich, cat. no. H1758) \\! CAUTION It causes severe burns. Wear suitable gloves and eye/face protection. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice. In case of accident or if one feels unwell, seek medical advice immediately.\r\n\n\nIsopropanol \\(PENTA, cat. no. 59300) \\! CAUTION Highly flammable. Irritating to eyes. Vapors may cause drowsiness and dizziness. Keep container tightly closed. Keep away from sources of ignition—no smoking. Avoid contact with skin and eyes. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice.\r\n\n\nProteinase K \\(Sigma-Aldrich, cat. no. P6556)\r\n\n\nSterile distilled H20\r\n\n\n\r\n\n\nPCR reaction\r\n\n\nMgCl2 \\(Sigma-Aldrich, cat. no. 208337): \\! CAUTION Do not breathe dust. Avoid contact with skin and eyes.\r\n\n\nREDTaq® DNA Polymerase \\(Sigma-Aldrich, cat. no. D4309)\r\n\n\n10x REDTaq® PCR Reaction Buffer \\(Sigma, cat. no. B5926)\r\n\n\nForward and reverse primer \\(Research Genetics, Generi Biotech)\r\n\n\ndNTPs \\(Sigma-Aldrich, cat. no. DNTP 100A-1KT) \\! CAUTION May cause irritation to skin, eyes, and respiratory tract, may affect kidneys.\r\n\n\nSterile distilled H20\r\n\n\n\r\n\n\nAgarose electrophoresis\r\n\n\nAgarose MetaPhor \\(Cambrex, cat. no. Lonza 50184) \\! CAUTION Irritant, protect from eyes and skin contact.\r\n\n\nAgarose UltraPure™ \\(Invitrogen, cat. no. 16500500) \\! CAUTION Irritant, protect from eyes and skin contact.\r\n\n\nTris \\(hydroxymethyl)-aminomethane \\(SERVA Electrophoresis, cat. no. 37190) \\! CAUTION Irritating to eyes, respiratory system and skin. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice.\r\n\n\nBoric acid \\(Serva, cat. no. 15165) \\! CAUTION Hazardous in case of skin contact \\(irritant), of eye contact \\(irritant), of ingestion, of inhalation. Slightly hazardous in case of skin contact \\(permeator). The substance may be toxic to kidneys, cardiovascular system, central nervous system \\(CNS). Repeated or prolonged exposure to the substance can produce target organs damage. It may affect fertility or cause damage to the unborn child.\r\n\n\nEDTA-disodium \\(SERVA Electrophoresis, cat. no. 11280; pH 8.0) \\! CAUTION irritant, cytotoxic and weakly genotoxic.\r\n\n\nHCl \\(Sigma-Aldrich, cat. no. H1758) \\! CAUTION It causes severe burns. Wear suitable gloves and eye/face protection. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice. In case of accident or if one feels unwell, seek medical advice immediately.\r\n\n\nNaOH \\(BDH, cat. no. 10438) \\! CAUTION It causes severe burns. Wear suitable gloves and eye/face protection. In case of contact with eyes/skin, rinse immediately with plenty of water and seek medical advice. In case of accident or if one feels unwell, seek medical advice immediately.\r\n\n\nEthidium bromide \\(Calbiochem, cat. no. 331565) \\! CAUTION Material may be harmful by all routes of entry; inhalation, ingestion, or skin absorption. Material causes eye and skin irritation and is irritating to mucous membranes and upper respiratory tract. This agent intercalates DNA strands and was mutagenic in a number of test systems \\(yeast cells). The chemical, physical, and toxicological properties have not been thoroughly investigated in humans.\r\n\n\nOrange G \\(Lachema, cat. no. 30699)\r\n\n\nGlycerol \\(Lachema, cat. no. 30217)\r\n\n\n50 bp DNA ladder \\(Biolabs, cat. no N3236L)\r\n\n\nDistilled H20"
        },
        {
            "header": "Equipment",
            "content": "DNA preparation\r\n\n\n\r\n\n\nOption \\(A) Isolation of DNA by NaOH\r\n\n\nWater bath \\(Julabo SW 22)\r\n\n\nCentrifuge \\(Eppendorf - Model 5810 R)\r\n\n\nNanoDrop Spectrophotometer \\(ND-1000, Thermo Scientific)\r\n\n\n\r\n\n\nOption \\(B) DNA isolation using TRI reagent\r\n\n\nPolytron® \\(Kinematica - PT 2100 Homogenizers)\r\n\n\nMinicentrifuge \\(Eppendorf® MiniSpin)\r\n\n\nCentrifuge \\(Eppendorf - Model 5810 R)\r\n\n\nNanoDrop Spectrophotometer \\(ND-1000, Thermo Scientific)\r\n\n\n\r\n\n\nOption \\(C) Isolation of DNA by proteinase K\r\n\n\nWater bath \\(Julabo SW 22)\r\n\n\nCentrifuge \\(Eppendorf - Model 5810 R)\r\n\n\nDisposable inoculation loops \\(P-Lab, cat. no. K002650)\r\n\n\nNanoDrop Spectrophotometer \\(ND-1000, Thermo Scientific)\r\n\n\n\r\n\n\nPCR reaction\r\n\n\n96-well PCR plate \\(AB-gene, cat. no. AB-0600)\r\n\n\nSealing Tape \\(Nunc, cat. no. 236707) / PCR 8 strip flat caps \\(AB-gene, AB-0784)\r\n\n\nDNA Engine Dyad® Peltier Thermal Cycler \\(Bio-Rad)\r\n\n\n\r\n\n\nAgarose electrophoresis\r\n\n\nElectrophoresis equipment \\(Shelton Scientific – Model JSB-96)\r\n\n\nBio imaging system \\(Syngene)"
        },
        {
            "header": "Procedure",
            "content": "**REAGENT SETUP**\r\n\n\n\r\n\n\n**DNA preparation**\r\n\n\n\r\n\n\n**Option \\(A) Isolation of DNA by NaOH**\r\n\n\n\r\n\n\n50 mM NaOH\r\n\n\nAdd 1 g of NaOH to 500 ml of sterile distilled H\n2\nO. Can be stored at room temperature for years.\r\n\n\n1M Tris, pH 8.0\r\n\n\nAdd 12.11 g of Tris to approx. 60 ml of sterile distilled H\n2\nO, adjust pH to 8.0 with HCl, adjust volume to 100 ml. Can be stored at room temperature for years.\r\n\n\n\r\n\n\n**Option \\(B) DNA isolation using TRI reagent**\r\n\n\n\r\n\n\n8 mM NaOH\r\n\n\nAdd 0.16 g of NaOH to 500 ml of sterile distilled H\n2\nO. Can be stored at room temperature for years.\r\n\n\nDNA washing solution\r\n\n\n100 mM sodium citrate tribasic hydrate in 10% \\(vol/vol) ethanol. Usually mix 13 g of sodium citrate tribasic hydrate with 500 ml of 10% ethanol.\r\n\n\n\r\n\n\n\r\n\n\n**Option \\(C) Isolation of DNA by proteinase K**\r\n\n\n\r\n\n\nLysis buffer\r\n\n\nComprises 100 mM Tris, 5 mM EDTA-disodium \\(pH 8.0), 0.2% SDS and 200 mM NaCl. For preparation of 1 liter of lysis buffer, mix 10 ml 20% \\(wt/vol) SDS, 12.11 g Tris, 10 ml 500 mM EDTA \\(pH 8.0) and 11.68 g NaCl in a small volume of distilled water and adjust to the final volume of 1 liter with distilled water. To prepare 500 mM EDTA, add 186.15 g of EDTA to 500–700 ml of distilled water, mixing and gradually adding NaOH granules until EDTA is dissolved completely. Adjust pH to 8.0 with HCl; adjust volume to 1 liter with distilled water. Solution can be stored at room temperature for up to 1 year.\r\n\n\nProteinase K\r\n\n\nPrepare 500 μl aliquots with Proteinase K concentration 20 mg/ml. Can be stored at -20°C for several years.\r\n\n\n\r\n\n\n**PCR reaction**\r\n\n\n\r\n\n\n5x PCR buffer total for REDTaq® DNA Polymerase\r\n\n\n5x PCR buffer total for REDTaq® DNA Polymerase should contain 50 mM Tris-HCl \\(pH 8.3), 250 mM KCl, 7.5 mM MgCl2 CRITICAL The concentration of MgCl2 must be exact, 1 mM dNTP, and 0,05% Gelatin.\r\n\n\nFor 50 ml of 5x PCR buffer total mix 25 ml of 10x REDTaq® PCR Reaction Buffer, 500 μl of each 100 mM dNTPs \\(dATP, dCTP, dGTP, dTTP), 2 ml of 50 mM MgCl2 \\(CRITICAL Optimal concentration of MgCl2 for certain primers might differ) and 21 ml sterile distilled H\n2\nO. Make 750 μl aliquots. Can be stored at -20°C for up to 2 years. To prepare 50 mM MgCl2 add 0.24 g to 50 ml of sterile distilled water.\r\n\n\nUse 10x REDTaq® PCR Reaction Buffer supplied with polymerase or prepare yourself. 10x PCR buffer contains 100 mM Tris-HCl \\(pH 8.3, SERVA Electrophoresis, cat. no. 37190, Sigma-Aldrich, cat. no. H1758), 500 mM KCl \\(Sigma-Aldrich, cat. no. P9333), 11 mM MgCl2 and 0.1% gelatin \\(Sigma-Aldrich, cat. no. G9391), can be stored at -20°C for years.\r\n\n\n\r\n\n\n**Primers**\r\n\n\nResearch Genetics primers has suitable concentration 6.6 μM. Generi Biotech sells lyophilized primers, which are dissolved to concentration 0.1 mM and they have to be diluted to 6.6 μM. Usually 13.2 μl of primer solution is added to 186.8 μl of sterile distilled H\n2\nO. Can be stored at -20°C for years.\r\n\n\n\r\n\n\n**Agarose electrophoresis**\r\n\n\n\r\n\n\nTBE buffer\r\n\n\n0.5x TBE contains 44.6 mM Tris, 44.5 mM boric acid and 1 mM EDTA \\(pH = 8.0).\r\n\n\nPrepare stock solution of 10x TBE. For 1 l mix 108 g of Tris, 55 g of boric acid and 40 ml of 500 mM EDTA. Undissolved white clumps may be made to dissolve by placing the bottle of solution in a hot water bath. Can be stored at room temperature for at least year.\r\n\n\nTo prepare 500 mM EDTA, add 186.15 g of EDTA to 500–700 ml of distilled water, mixing and gradually adding NaOH granules until EDTA is dissolved completely. Adjust pH to 8.0 with HCl; adjust volume to 1 liter with distilled water. Solution can be stored at room temperature for up to 1 year.\r\n\n\nFor 0.5x TBE dilute 10x TBE 20 times. Can be stored at room temperature for at least year.\r\n\n\n\r\n\n\nLoading buffer\r\n\n\nLoading buffer should contain 1% of orange G in 50% \\(vol/vol) glycerol. Can be stored at 4°C for years. Usually add 1.13 g of orange G to 100 ml 50% \\(vol/vol) glycerol.\r\n\n\n\r\n\n\n50 bp standard\r\n\n\n50 bp standard should contain 83.3 mg/ml 50 bp DNA ladder in 58% \\(vol/vol) loading buffer. For 600 μl mix 50 μl of 1 g/ml 50 bp DNA ladder, 200 μl of H\n2\nO and 350 μl of loading buffer. Store as 100 μl aliquotes at -20°C \\(can be stored for years). Store currently used aliquote at 4°C \\(can be used for several months).\r\n\n\n\r\n\n\nEthidium bromide\r\n\n\nStock solution should contain 1 mg/ml of Ethidium bromide \\(EtBr) in H\n2\nO. Mix solution until all EtBr is dissolved \\(use vortex or magnetic mixer). \\! CAUTION Work with EtBr powder in fume hood, prevent inhalation. Store in the dark \\(cover vial with aluminium foil). Can be stored at room temperature for years.\r\n\n\n\r\n\n\n\r\n\n\n**PROCEDURE**\r\n\n\n\r\n\n\n**A. DNA preparation**\r\n\n\nPrepare DNA from mouse tails or from tissues. DNA can be prepared in one of three alternative ways: Option A: Extraction by NaOH \\(suitable for majority of markers). In some cases you might need better quality of DNA then use more laborious Option B: DNA isolation using TRI reagent or Option C: Proteinase K method.\r\n\n\n\r\n\n\n**A: Isolation of DNA by NaOH \\(based on Truett, et al. \\(29))**\r\n\n\n\r\n\n\n1st step TIMING ~1 min per sample + 90 min for incubation\r\n\n\n\\(i) Add 600 μl of 50 mM NaOH to 1.5 ml microtube with 2 mm piece of mouse tail. \r\n\n\n\\(ii) Let the tail in NaOH in 90°C for 90 min \\(water bath with shaking).\r\n\n\n\r\n\n\n2nd step TIMING ~1 min per sample + 60 min for centrifugation\r\n\n\n\\(i) For neutralization add 50 μl of 1M Tris pH 8.0 and vortex the samples.\r\n\n\n\\(ii) Centrifuge tubes for 60 min at 3220 g at 4°C. Pour supernatant to new tube \\(0.5 ml). PAUSE POINT DNA can can be stored in a freezer at -20 or -70 °C for years.\r\n\n\n\\(iii) Concentration of DNA is approximately 40 ng/μl. For PCR dissolve DNA 1:10 in sterile distilled H\n2\nO. If you need precise concentration of DNA measure concentration using the NanoDrop spectrophotometer.\r\n\n\n\r\n\n\n**B: DNA isolation using TRI reagent** TIMING ~4 h\r\n\n\n\\(i) Homogenize 4 mm of the mouse tail or 50–100 mg of the tissue sample \\(fresh or frozen) with 1 ml of TRI reagent in a microtube using a Polytron homogenizer. CRITICAL Sample volume should not exceed 10% of the volume of TRI reagent used for homogenization. Leave the homogenate for 5 min at room temperature \\(21–23 °C).\r\n\n\n\\(ii) Add 0.2 ml of chloroform per 1 ml of TRI reagent and mix vigorously. Leave the resulting mixture for 2–15 min at room temperature and centrifuge at 12,000 g for 15 min at 4 °C.\r\n\n\n\\(iii) Remove the aqueous phase overlying the interphase.\r\n\n\n\\(iv) Precipitate DNA from the interphase and organic phase with 0.3 ml of 96% ethanol \\(vol/vol) per 1 ml of TRI reagent used for homogenization; thereafter, mix samples by inversion. Leave the samples at room temperature for 2–3 min and centrifuge at 2,000 g for 5 min at 4 °C.\r\n\n\n\\(v) Remove the supernatant.\r\n\n\n\\(vi) Wash the pellet twice in 1 ml of DNA washing solution. At each wash, leave the DNA pellet in the DNA washing solution for 30 min at room temperature with periodic mixing by hand and centrifuge at 2,000 g for 5 min at 4 °C; discard the supernatant.\r\n\n\n\\(vii) Suspend the DNA pellet in 1 ml of 75% ethanol \\(vol/vol). Set aside for 10–20 min at room temperature with periodic mixing by hand and centrifuge at 2,000 g for 5 min at 4 °C.\r\n\n\n\\(viii) Remove ethanol and briefly air-dry DNA pellets by keeping tubes open for 5 min at room temperature.\r\n\n\n\\(ix) Dissolve DNA pellets in 0.3 ml of 8 mM NaOH by slowly passing through the pipette tip. Leave DNA samples for about 1 h at room temperature to dissolve.\r\n\n\n\\(x) Centrifuge at 12,000 g for 10 min to remove insoluble material and transfer the resulting supernatant containing DNA to new tubes.\r\n\n\n\\(xi) Measure DNA concentration using a NanoDrop spectrophotometer. PAUSE POINT DNA can be left overnight at 4 °C or stored in a freezer at -20 or -70°C for years.\r\n\n\n\\(xii) For PCR dilute DNA in sterile distilled water to concentration 4 ng μl−1.\r\n\n\n\r\n\n\n\r\n\n\n**C: Isolation of DNA by proteinase K Proteinase procedure** TIMING ~3 days\r\n\n\n\\(i) Add 750 μl of lysis buffer, containing 100 μg ml−1 of proteinase K \\(add 5 μl of 20 mg/ml solution per 1 ml of lysis buffer) to 4 mm of the mouse tail. Lyse the samples at 55 °C overnight.\r\n\n\n\\(ii) Centrifuge the samples for 60 min at 3,220 g at 4 °C to obtain a firm pellet.\r\n\n\n\\(iii) Transmit the supernatant carefully to the microtube with isopropanol \\(1:1) for precipitation.\r\n\n\n\\(iv) Using disposable inoculation loop withdraw precipitated DNA and transfer it into 0.5 ml of sterile distilled water. Leave DNA samples overnight at 4 °C to dissolve. PAUSE POINT DNA can be stored in a freezer at -20 or -70 °C for years.\r\n\n\n\\(vi) For PCR dilute DNA 1:10 in sterile distilled water to approx. concentration 4 ng μl−1. If you need precise concentration of DNA measure concentration using the NanoDrop spectrophotometer.\r\n\n\n\r\n\n\n**PCR reaction**\r\n\n\n\r\n\n\n20 μl of reaction mix should contain 0.11 µM forward and reverse primers, 0.2 mM concentration of each dNTP, 1.5 mM MgCl2 \\(CRITICAL Optimal concentration of MgCl2 for certain primers might differ), 50 mM KCl, 10 mM Tris-HCl \\(pH 8.3), 0.01% gelatin, 0.4 U of REDTaq® DNA Polymerase and approximately 40 ng of sample DNA.\r\n\n\n\r\n\n\n1st step TIMING: ~15 min\r\n\n\nPrepare PCR master mix. For different numbers of reactions see Table 1. Vortex and centrifuge PCR master mix CRITICAL Add Taq polymerase immediately before adding mix to samples.\r\n\n\n\r\n\n\n2nd step TIMING: ~30 s per sample\r\n\n\n\\(i) To each well of  PCR plate put 10 μl of DNA sample \\(aproxx. 4 ng/μl) and add 10 μl of PCR master mix. In electrophoresis gel is distance between wells twice longer then in 96-well plate. For easier application of samples on a gel \\(if multichannel pipette is used) use the arrangement shown in Table 2.\r\n\n\n\\(ii) Close wells by sealing tape or caps to prevent evaporation. Centrifuge the plate to flow down all reagents on the bottom of the wells.\r\n\n\n\r\n\n\n3rd step TIMING: ~2 h 45 min  \r\n\n\n\r\n\n\nPerform PCR reaction using the DNA Engine Dyad® Peltier Thermal Cycler \\(Bio-Rad, Hercules, CA) or similar device, according to the following scheme: an initial hot start 3 min at 94°C, followed by 40 cycles of 94°C for 30 s for denaturing, 55°C for 60 s for annealing \\(CRITICAL optimal annealing temperature for certain primers might differ), 72°C for 60 s for elongation, and finally 3 min at 72°C for final extension. Use heated lid during PCR \\(100°C). PAUSE POINT PCR product can be stored at -20°C for years.\r\n\n\n\r\n\n\n\r\n\n\n**Agarose electrophoresis**\r\n\n\n\r\n\n\n1st step TIMING ~2.5 h\r\n\n\n\\(i) Prepare 3% agarose gel in electrophoresis plastic tray \\(CRITICAL optimal gel concentration differ depending to size of PCR products analyzed: larger DNA fragments require a gel with larger pores \\(lower agarose percentage); smaller DNA fragments require a gel with smaller pores \\(higher agarose percentage)). For 3% agarose gel size 23.8 x 7.5 cm boil in microwave oven 3 g Methaphore agarose and 0.75 g UltraPure™ Agarose \\(this agarose is added for better mechanical properties of the gel) in 125 ml of 0.5x TBE buffer until it melts. CRITICAL For good dispersing add agarose to buffer, DO NOT pour buffer on agarose powder; optimal gel size may differ for certain primers. Add 7 μl of EtBr from the stock solution \\(1 mg/ml).\r\n\n\n\\(ii) After approx. 10 min in room temperature pour gel on tray and insert comb. Let in room temperature for 1 hour. PAUSE POINT Can be stored at 4°C in plastic bag for approx. one month.\r\n\n\n\\(iii) Put tray into electrophoresis chamber and overlay it with 0.5x TBE buffer. Add 75 μl of EtBr stock solution \\(1 mg/ml), put approximately two-thirds of EtBr solution near to anode and the rest near to cathode \\(for electrophoresis with approximately 1.5 l of buffer).\r\n\n\n\r\n\n\n2nd step TIMING Depends on product length and product length difference \\(30 min - 3 hours).\r\n\n\n\\(i) Add 1 μl of loading buffer per 4 μl of PCR product solution \\(in Sigma REDTaq® DNA Polymerase 1U/μl solution is already enough of glycerol as well as dye and loading buffer is not necessary).\r\n\n\n\\(ii) Put 10 μl of each sample solution to starting well in agarose electrophoresis \\(use multichannel pipette). 3 μl of standard 50 bp DNA should be loaded in the first well.\r\n\n\n\\(iii) Electrophorese samples at constant voltage 150 V \\(CRITICAL optimal voltage may differ for certain primers), check after approximately 10 min the distance of samples from the start using Bio imaging system \\(Syngene) or similar device. According product size and length difference different time is needed to see the results. Usually for products length up to 100 bp it is 15-30 min, for length 100-200 bp it is 30-60 min and for length over 200 it is 45-120 min. Make photo of your result by Bio imaging system \\(Syngene) or similar device. CRITICAL Make photo immediately after taking gel from electrophoresis apparatus to prevent blurring."
        },
        {
            "header": "Timing",
            "content": "See Figure 1\r\n\n\nDNA preparation by NaOH method or by standard TRI reagent procedure takes about 4 hours. When DNA is prepared in master plates, a single person can test 192 samples in maximally 5 hours."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in Table 3."
        },
        {
            "header": "Anticipated Results",
            "content": "The optimized typing procedure is able to distinguish between PCR products differing in 6 bp \\(Figure 2). It was successfully used for mapping of genes that control response to parasites Leishmania major \\(26), Trypanosoma brucei brucei \\(27) and Leishmania tropica \\(28). The described method is also suitable for quick test of interval-specific congenic strains, marker-assisted breeding of congenic mouse strains, test of presence of transgenes, and test of presence of knock-out or knock-in alleles in gene targeting technologies. \r\n\n\nWhole procedure \\(DNA extraction, PCR reaction, electrophoresis) takes about 8.5 hours and it is possible to analyze 48 samples. When DNA is extracted in advance and prepared in master plates, the procedure \\(PCR reaction, electrophoresis) can be used to analyze up to 192 samples within five hours. \r\n\n\nOn agarose gel we ideally observe single band for homozygotes and two bands for heterozygotes \\(Figure 2). Described conditions of PCR amplification are suitable for most markers and results are readable even if non-specific bands appear. If non-specific bands overlap expected PCR product, it is necessary to optimize PCR conditions for marker primers \\(Table 3). \r\n\n\nFor product length difference smaller than 6 bp we use same PCR reaction but more sensitive electrophoresis system supplied by company Elchrom Scientific AG \\(http://www.elchrom.com/index.php?id=origins). It is also possible to use \\[γ-32P]ATP-labeled primers and separate products in 6% acrylamide gels \\(30)."
        },
        {
            "header": "References",
            "content": "1. Ellegren, H. Microsatellites: simple sequences with complex evolution. Nature reviews. Genetics 5, 435-445, doi:10.1038/nrg1348 \\(2004).\r\n  2. Gemayel, R., Vinces, M. D., Legendre, M. & Verstrepen, K. J. Variable tandem repeats accelerate evolution of coding and regulatory sequences. Annu Rev Genet 44, 445-477, doi:10.1146/annurev-genet-072610-155046 \\(2010).\r\n  3. Sawaya, S. et al. Microsatellite tandem repeats are abundant in human promoters and are associated with regulatory elements. PLoS One 8, e54710, doi:10.1371/journal.pone.0054710 \\(2013).\r\n  4. Hamada, H., Petrino, M. G. & Kakunaga, T. A novel repeated element with Z-DNA-forming potential is widely found in evolutionarily diverse eukaryotic genomes. Proc Natl Acad Sci U S A 79, 6465-6469 \\(1982).\r\n  5. Richard, G. F., Kerrest, A. & Dujon, B. Comparative genomics and molecular dynamics of DNA repeats in eukaryotes. Microbiol Mol Biol Rev 72, 686-727, doi:10.1128/MMBR.00011-08 \\(2008).\r\n  6. Metzgar, D., Thomas, E., Davis, C., Field, D. & Wills, C. The microsatellites of Escherichia coli: rapidly evolving repetitive DNAs in a non-pathogenic prokaryote. Mol Microbiol 39, 183-190 \\(2001).\r\n  7. Tautz, D. Hypervariability of simple sequences as a general source for polymorphic DNA markers. Nucleic Acids Res 17, 6463-6471 \\(1989).\r\n  8. Love, J. M., Knight, A. M., McAleer, M. A. & Todd, J. A. Towards construction of a high resolution map of the mouse genome using PCR-analysed microsatellites. Nucleic Acids Res 18, 4123-4130 \\(1990).\r\n  9. Weber, J. L. & May, P. E. Abundant class of human DNA polymorphisms which can be typed using the polymerase chain reaction. Am J Hum Genet 44, 388-396 \\(1989).\r\n  10. Dietrich, W. et al. A genetic map of the mouse suitable for typing intraspecific crosses. Genetics 131, 423-447 \\(1992).\r\n  11. Willems, T. et al. The landscape of human STR variation. Genome Res 24, 1894-1904, doi:10.1101/gr.177774.114 \\(2014).\r\n  12. Mouse Genome Sequencing Consortium. Initial sequencing and comparative analysis of the mouse genome. Nature 420, 520-562, doi:10.1038/nature01262 \\(2002).\r\n  13. Benson, G. Tandem repeats finder: a program to analyze DNA sequences. Nucleic Acids Res 27, 573-580 \\(1999).\r\n  14. Kantety, R. V., La Rota, M., Matthews, D. E. & Sorrells, M. E. Data mining for simple sequence repeats in expressed sequence tags from barley, maize, rice, sorghum and wheat. Plant Mol Biol 48, 501-510 \\(2002).\r\n  15. Castelo, A. T., Martins, W. & Gao, G. R. TROLL--tandem repeat occurrence locator. Bioinformatics 18, 634-636 \\(2002).\r\n  16. Thiel, T., Michalek, W., Varshney, R. K. & Graner, A. Exploiting EST databases for the development and characterization of gene-derived SSR-markers in barley \\(Hordeum vulgare L.). Theor Appl Genet 106, 411-422, doi:10.1007/s00122-002-1031-0 \\(2003).\r\n  17. Martins, W. S., Lucas, D. C., Neves, K. F. & Bertioli, D. J. WebSat--a web software for microsatellite marker development. Bioinformation 3, 282-283 \\(2009).\r\n  18. Wang, X., Lu, P. & Luo, Z. GMATo: A novel tool for the identification and analysis of microsatellites in large genomes. Bioinformation 9, 541-544, doi:10.6026/97320630009541 \\(2013).\r\n  19. Girgis, H. Z. & Sheetlin, S. L. MsDetector: toward a standard computational tool for DNA microsatellites detection. Nucleic Acids Res 41, e22, doi:10.1093/nar/gks881 \\(2013).\r\n  20. Koressaar, T. & Remm, M. Enhancements and modifications of primer design program Primer3. Bioinformatics 23, 1289-1291, doi:10.1093/bioinformatics/btm091 \\(2007).\r\n  21. Untergasser, A. et al. Primer3--new capabilities and interfaces. Nucleic Acids Res 40, e115, doi:10.1093/nar/gks596 \\(2012).\r\n  22. Robinson, A. J., Love, C. G., Batley, J., Barker, G. & Edwards, D. Simple sequence repeat marker loci discovery using SSR primer. Bioinformatics 20, 1475-1476, doi:10.1093/bioinformatics/bth104 \\(2004).\r\n  23. da Maia, L. C. et al. SSR Locator: Tool for Simple Sequence Repeat Discovery Integrated with Primer Design and PCR Simulation. Int J Plant Genomics 2008, 412696, doi:10.1155/2008/412696 \\(2008).\r\n  24. Ruitberg, C. M., Reeder, D. J. & Butler, J. M. STRBase: a short tandem repeat DNA database for the human identity testing community. Nucleic Acids Res 29, 320-322 \\(2001).\r\n  25. Agrafioti, I. & Stumpf, M. P. SNPSTR: a database of compound microsatellite-SNP markers. Nucleic Acids Res 35, D71-75, doi:10.1093/nar/gkl806 \\(2007).\r\n  26. Kurey, I. et al. Distinct genetic control of parasite elimination, dissemination, and disease after Leishmania major infection. Immunogenetics 61, 619-633, doi:10.1007/s00251-009-0392-9 \\(2009).\r\n  27. Sima, M. et al. Genetic control of resistance to Trypanosoma brucei brucei infection in mice. PLoS neglected tropical diseases 5, e1173, doi:10.1371/journal.pntd.0001173 \\(2011).\r\n  28. Sohrabi, Y. et al. Mapping the genes for susceptibility and response to Leishmania tropica in mouse. PLoS neglected tropical diseases 7, e2282, doi:10.1371/journal.pntd.0002282 \\(2013).\r\n  29. Truett, G. E. et al. Preparation of PCR-quality mouse genomic DNA with hot sodium hydroxide and tris \\(HotSHOT). Biotechniques 29, 52, 54 \\(2000).\r\n  30. Krulova, M. et al. IL-2-induced proliferative response is controlled by loci Cinda1 and Cinda2 on mouse chromosomes 11 and 12: a distinct control of the response induced by different IL-2 concentrations. Genomics 42, 11-15, doi:10.1006/geno.1997.4694 \\(1997)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by the Grant Agency of the Czech Republic \\(Grant no. 14-30186S), the Ministry of Education of the Czech Republic \\(Grant Nr. LH 12049) and by Czech Technical University in Prague \\(Grant Nr. SGS15/173/OHK4/2T/17)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1371/journal.pntd.0002282",
                "date": "2015-06-01 11:00:57",
                "title": "Mapping the Genes for Susceptibility and Response to Leishmania tropica in Mouse",
                "authors": [
                    "Yahya Sohrabi",
                    "Helena Havelková",
                    "Tetyana Kobets",
                    "Matyáš Šíma",
                    "Valeriya Volkova",
                    "Igor Grekov",
                    "Taťána Jarošíková",
                    "Iryna Kurey",
                    "Jarmila Vojtíšková",
                    "Milena Svobodová",
                    "Peter Demant",
                    "Marie Lipoldová",
                    "and Diane McMahon-Pratt"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1371/journal.pntd.0001173",
                "date": "2015-06-01 11:00:30",
                "title": "Genetic Control of Resistance to Trypanosoma brucei brucei Infection in Mice",
                "authors": [
                    "Matyáš Šíma",
                    "Helena Havelková",
                    "Lei Quan",
                    "Milena Svobodová",
                    "Taťána Jarošíková",
                    "Jarmila Vojtíšková",
                    "Alphons P. M. Stassen",
                    "Peter Demant",
                    "Marie Lipoldová",
                    "and Philippe Büscher"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1007/s00251-009-0392-9",
                "date": "2015-06-01 10:59:56",
                "title": "Distinct genetic control of parasite elimination, dissemination, and disease after Leishmania major infection",
                "authors": [
                    "Iryna Kurey",
                    "Tetyana Kobets",
                    "Helena Havelková",
                    "Martina Slapničková",
                    "Lei Quan",
                    "Kateřina Trtková",
                    "Igor Grekov",
                    "Milena Svobodová",
                    "Alphons P. Stassen",
                    "Alan Hutson",
                    "Peter Demant",
                    "and Marie Lipoldová"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13410,
                "identity": "a0622ab9-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Marie Lipoldová",
                "email": "lipoldova@img.cas.cz",
                "orcid": "",
                "institution": "Lipoldova's Lab (Institute of Molecular Genetics)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Marie",
                "middleName": "",
                "lastName": "Lipoldová",
                "suffix": ""
            },
            {
                "id": 13408,
                "identity": "a06222d4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Matyáš  Šíma",
                "email": "",
                "orcid": "",
                "institution": "Lipoldova's Lab (Institute of Molecular Genetics)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Matyáš",
                "middleName": "",
                "lastName": "Šíma",
                "suffix": ""
            },
            {
                "id": 13409,
                "identity": "a06227aa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lucie Kocandová",
                "email": "",
                "orcid": "",
                "institution": "Lipoldova's Lab (Institute of Molecular Genetics); Faculty of Biomedical Engineering, Czech Technical University in Prague",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lucie",
                "middleName": "",
                "lastName": "Kocandová",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-06-01 13:46:28",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.054",
        "doiUrl": "https://doi.org/10.1038/protex.2015.054",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609187,
                "identity": "8acc6158-e418-44fb-93a0-99fa422a877a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:45",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 83409,
                "visible": true,
                "origin": "",
                "legend": "Time schedule of Procedure.    The approximate duration of each step and the entire procedure performed with 48 samples.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-3973/v1/figure_1.png"
            },
            {
                "id": 2609188,
                "identity": "2b42333e-6116-4696-8c04-adafbda4fbc4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:45",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 505453,
                "visible": true,
                "origin": "",
                "legend": "DNA typing using STR markers with PCR products length difference 6 bp.   1 - 50 bp ladder, 2 - BALB/c homozygote in the marker D1Mit105 (144 bp), 3 - heterozygote, 4 - STS homozygote (138 bp), 5 - 50 bp ladder, 6 - empty, 7 - 50 bp ladder, 8 - BALB/c homozygote in the marker D5Mit1003 (134 bp), 9 - heterozygote, 10 - STS homozygote (140 bp), 11 - 50 bp ladder. Gel size 23.8 x 25 cm.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-3973/v1/figure_2.png"
            },
            {
                "id": 13464925,
                "identity": "0af68125-048d-44d0-94f8-1b571ca47e54",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:10",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 813611,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3973/v1/818b42ed-0a90-4073-9e63-deb97b305dde.pdf"
            },
            {
                "id": 2609189,
                "identity": "901cf279-7ee7-4737-a8e2-a7ebb515d648",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:45",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 11219,
                "visible": true,
                "origin": "",
                "legend": "Table 1   PCR master mix.    Amount of components for different number of reactions.  Number in brackets shows theoretical number of reactions (without loss due to sticking of the liquid on the surface of tubes and pipettes)",
                "description": "",
                "filename": "supplement0.xlsx",
                "url": "https://assets.researchsquare.com/files/nprot-3973/v1/supplement_0.xlsx"
            },
            {
                "id": 2609190,
                "identity": "cf2171eb-6ecb-42d5-afdb-29896abda218",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:45",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9640,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Troubleshooting table.",
                "description": "",
                "filename": "supplement0.xlsx",
                "url": "https://assets.researchsquare.com/files/nprot-3973/v1/supplement_0.xlsx"
            },
            {
                "id": 2609191,
                "identity": "bd73b7a8-a249-487a-b0d8-b7aee596fcba",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:45",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9942,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Positions of samples.   Recommended positions of samples in plate for easier loading of samples to gel with a multichannel pipette.",
                "description": "",
                "filename": "supplement0.xlsx",
                "url": "https://assets.researchsquare.com/files/nprot-3973/v1/supplement_0.xlsx"
            }
        ],
        "financialInterests": "No conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Gene typing; STR (short tandem repeats), microsatellite; allele detection; PCR; electrophoresis; high resolution.",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A protocol is described for DNA typing of short tandem repeats \\(STR), which differ in at least 6 bp using PCR and optimized high resolution electrophoresis. DNA preparation by NaOH method or by standard TRI reagent procedure takes about 4 hours. When DNA is prepared in master plates, a single person can test 192 samples in maximally 5 hours. It is suitable for quick test of interval-specific congenic strains, marker-assisted breeding of congenic mouse strains, test of presence of transgenes, knock-out or knock-in alleles in gene targeting technologies in breeding crosses, and for genotyping of intraspecific crosses, especially those derived from parents, which differ in limited percentage of their genomes.",
        "manuscriptTitle": "Genotyping of short tandem repeats (STRs) markers with 6 bp or higher length difference using PCR and high resolution agarose electrophoresis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-06-10 14:31:55",
                "doi": "10.1038/protex.2015.054",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a061a65d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 10th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3369,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-06-10 14:31:55",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}