{
    "identity": "nprot-4615",
    "title": "sgRNA Library Generation using the Molecular Chipper Approach",
    "content": [
        {
            "header": "Introduction",
            "content": "Genome editing using Streptococcus pyogenes \\(sp) Cas9 and sgRNA libraries is a powerful tool to screen for functional genetic regulators in mammalian cells by generating biallelic loss-of-function sequence alterations 1–6. Cas9 binds sgRNA, which can be designed to target Cas9 toward a defined locus in the genome. The nuclease activity of Cas9 cuts target DNA locus, leading to double-stranded DNA breaks, which upon DNA repair through non-homologous end-joining pathway frequently results in short deletions at the locus of interest. The powerful genomic editing capacity of the CRISPR system has led to the use of sgRNA libraries to interrogate protein-coding genes as well as noncoding regions. Indeed, Canver et al. recently demonstrated that cis-regulatory elements for BCL11A can be identified using computationally designed CRISPR libraries of ~1300 sgRNAs for selected enhancer regions 7. Several sgRNA libraries for protein-coding genes and/or limited numbers of non-coding genes have been reported 2–5,7,8, which were produced by careful bioinformatics design, oligonucleotide synthesis on microarray, and cloning of oligonucleotide pool\\(s) into vectors. This synthetic approach has been very useful, but requires computational expertise for genome-wide sgRNA design and expensive microarray synthesis, and thus is challenging for most laboratories. Importantly, without prior knowledge of the locations of critical noncoding-element-containing regions, functional mapping of noncoding genomic regions requires sgRNA libraries that densely populate regions of interest, and the ideal method requires flexibility for adjusting the scale of sgRNA production to easily cope with this need. We describe here a detailed protocol of the Molecular Chipper approach that processes any input DNA piece\\(s) to generate a near base-resolution sgRNA library densely covering the input DNA of interest."
        },
        {
            "header": "Reagents",
            "content": "• T4 DNA ligase \\(M0202T, NEB)\r\n\n\n• T4 DNA ligase \\(M0202S, NEB)\r\n\n\n• Agarose \\(AB00972, AmericanBIO)\r\n\n\n• Agarose, low melting point \\(AB00981, AmericanBIO)\r\n\n\n• 1X TAE gel running buffer \\(50X stock: 242 g Tris base, 18.61 g EDTA and 57.1 ml glacial acetic acid)\r\n\n\n• Ethidium bromide, 10 mg/ml \\(E1510, Sigma)\r\n\n\n• 10,000X CYBR Safe DNA Gel Stain \\(S33102, Invitrogen)\r\n\n\n• 3M sodium acetate, pH 5.2\r\n\n\n• 100% ethanol\r\n\n\n• 70% ethanol\r\n\n\n• Phenol, saturated with Tris, pH7.5 \\(15593-031, Invitrogen)\r\n\n\n• Chloroform\r\n\n\n• PCI \\(Phenol:chloroform:isoamyl alcohol 25:24:1), Tris saturated \\(03 117 944 001, Roche)\r\n\n\n• NEBNext End Repair Module \\(E6050S, NEB)\r\n\n\n• QIAEX II Gel Extraction Kit \\(20021, Qiagen)\r\n\n\n• QIAquick PCR Purification Kit \\(28104, Qiagen),\r\n\n\n• QIAquick Gel Extraction kit \\(28704, Qiagen)\r\n\n\n• QIAprep Spin Miniprep Kit \\(27104, Qiagen)\r\n\n\n• MiniElute Gel Extraction kit \\(28604, Qiagen)\r\n\n\n• EcoP15I enzyme \\(R0646L, NEB)\r\n\n\n• BamHI-HF enzyme \\(R3136S, NEB)\r\n\n\n• HindIII-HF enzyme \\(R3104S, NEB)\r\n\n\n• NEB 5-alpha Electrocompetent E. coli  \\(C2989K, NEB)\r\n\n\n• Petri dishes\r\n\n\n• LB medium\r\n\n\n• Agar\r\n\n\n• Ampicillin \r\n\n\n• Distilled water"
        },
        {
            "header": "Equipment",
            "content": "• 37 ºC water bath\r\n\n\n• IncuBlock heating block \\(Danville Scientific)\r\n\n\n• Nanodrop 2000 \\(Thermo Scientific)\r\n\n\n• Gel electrophoresis system\r\n\n\n• UltraSlim LED Illuminator \\(Maestrogen)\r\n\n\n• S220 Focused-ultrasonicator and sonication vials \\(Covaris)\r\n\n\n• GenePulser Xcell \\(BIO-RAD)\r\n\n\n• Microcentrifuge"
        },
        {
            "header": "Procedure",
            "content": "1. For large DNA, such as BAC clones, start from step 5. If input DNA are small and composed of multiple pieces, such as individual PCR products, purified DNA pieces are quantified by a Nanodrop 2000 and pooled in an equal molar ratio.\r\n  2. If using an input pool of multiple pieces of DNA, randomly ligated larger products are then generated using excessive T4 DNA ligase. This step has been added to avoid biasing against regions located near the ends of input DNA pieces \\(because we perform a size selection after this fragmentation step, and sequences close to the ends would be represented by very small fragments after fragmentation, and thus would be under-represented in the final library). Specifically, for each ug of DNA, the DNA pool are ligated with 4,000 units of T4 DNA ligase in a 50 ul reaction for 3 hours at 37ºC. We start with ~20 ug total DNA that have 5’ phosphate groups. If directly using PCR products, perform a kinase reaction prior to ligation using T4 Polynucleotide Kinase.\r\n  3. Run 10 ul or 200 ng of ligation products on 1% agarose gel with 0.5 ug/ml ethidium bromide in 1X TAE buffer, in order to check sizes of ligation products \\(usually >10 kb on average). \r\n  4. The ligated large amount of DNA is purified by ethanol precipitation. Add 10% volume of 3M sodium acetate, pH 5.2, and 2 volumes of 100% ethanol; mix and then precipitate in -20ºC for one hour; spin down using a pre-cooled microcentrifuge for 10 minutes, wash with 70% ethanol; air dry for one minute; and re-suspend in 150 ul water. \r\n  5. To generate random DNA fragments, ~14 ug of the input DNA \\(ligated if originated from multiple pieces) in 120 ul of water is sonicated in a S220 Focused-ultrasonicator for 90 seconds to result in fragments peaking at sizes of 400-450bp \\(Peak Power = 140V, Duty Factor = 5,  Cycle/Burst = 200 and Average Power =7). Run at least 2-4 ul \\(250-500 ng) DNA on 2% agarose gel with ethidium bromide to check peak sizes of fragmented DNA.\r\n  6. Sonicated fragments are repaired in a 150 ul End Repair reaction with 15 ul of the NEBnext End Repairing Enzyme Mix, followed by 1% agarose gel purification of the 400-450 bp DNA fragments \\(visualized with 1X CYBR Safe in the gel by a blue-light gel dock, such as the Maestrogen Illuminator)  by using QIAEX II Gel Extraction Kit. \r\n  7. To obtain fragment ends from both ends of the random DNA fragments, an EcoP15I-adaptor is first prepared by annealing two oligonucleotides aaaactcgagcagcagtggatccG and /5phos/Cggatccactgctgctcgag \\(IDT) in equal molar ration in 1X ligation buffer \\(NEB). The annealed DNA adaptor contains an EcoP15I site \\(in bold) followed by a total 8-bp spacer, including a BamHI site \\(underlined) and a G \\(capitalized) at the end for later sgRNA cloning to serve as transcription start site from the U6 promoter.\r\n  8.\n12 ug of the DNA fragments are ligated, at a\n1:10 molar ratio to 6.0 ug of the above annealed EcoP15I-adaptor with 20,000 units T4 DNA ligase in 300 ul reaction for 3 hours at 37ºC. \r\n  9. The adaptor-ligated DNA fragments are purified from adaptor monomer and other non-specific bands by running on 1% agarose gels and by using QIAEX II Gel Extraction Kit. \r\n  10.\n5 ug of the EcoP15I-adaptor-ligated gel-purified DNA is digested by 100 units of EcoP15I enzyme \\(NEB) in 300 ul reaction for 1 hour at 37 ºC. To check completeness of digestion and efficiency of adaptor ligation in step 8, run 15 ul of the digestion on 4% low-melting-point agarose gel with ethidium bromide to visualize the 38 bp \\(expecting\n25-50 ng of the 38 bp DNA fragment).\r\n  11. After digestion, EcoP15I digestion reaction is cleaned by phenol/PCI/chloroform extraction, ethanol precipitation and resuspension in 50 ul water. \r\n  12. Precipitated digestion products are gel-purified \\(on 4% low-melting-point agarose gel) to obtain a ~38-bp DNA fragment pool \\(EcoP15I-adaptor + 19/17 bases from ends of random DNA fragments) by diluting the gel slice with 2 volumes of 1X TAE buffer, melting the gel slice at 70 ºC on a heating block, extracting by phenol/PCI/chloroform and dissolving DNA in 20 ul water. \r\n  13. To ligate to the rest of sgRNA backbone, 280 ng of the purified 38-bp DNA pool is ligated in 50 ul reaction with 4,000 units of T4 DNA ligase for 3 hours at 37ºC, at a 1:5 molar ratio to 2.75 ug of an sgRNA-backbone-adaptor. The sgRNA-backbone-adaptor contains two Ns for binding to overhangs from EcoP15I digestion products, the remaining sgRNA sequence \\(without the target-recognition domain), a polyT stretch for polymerase III transcriptional termination, and a HindIII site for cloning. This sgRNA-backbone adaptor was prepared by annealing two oligonucleotides below \\(IDT), followed by 4% low-melting-point agarose gel-purification, by using QIAEX II Gel Extraction Kit, to eliminate improperly annealed products. \r\n  14. The ligated sgRNA DNA pool is cleaned by QIAquick PCR Purification Kit, digested in 50 ul with 20 units each of BamHI and HindIII \\(NEB) overnight at 37ºC, and gel-purified by using 4% low-melting-point agarose and the MiniElute Gel Extraction kit to obtain a ~115-bp sgRNA pool. \r\n  15. This sgRNA pool is quantified by SYBR Safe Gel Stain \\(Invitrogen) on a fluorometer, and ligated at 3:1 molar ration with 40 units of T4 DNA ligase per 100 ng total DNA per 10ul reaction at room temperature overnight into BamHI-HindIII sites of a retroviral vector pSUPER-CRISPR which contains a U6 promoter and a puromycin selection marker. \r\n  16. The ligated DNA is ethanol precipitated \\(see step 4 for details) and dissolved in 10 ul water.\r\n  17. Ligation products are transformed into NEB5 alpha competent cells in aliquots by electroporation using a GenePulser Xcell. The transformed cells are then pool together. Several small fractions of transformation are plated to estimate total transformed clones. To estimate the % cloning efficiency, 10-20 colonies are grown up to miniprep DNA using the QIAprep Spin Miniprep Kit, and the cloned sgRNA inserts are confirmed by Sanger sequencing using oligo nucleotide ctccctttatccagccctca.\r\n  18. The transformation culture is grown overnight in 100 ml of LB medium containing 100 ug ml-1 of ampicillin for plasmid DNA preparation."
        },
        {
            "header": "Timing",
            "content": "Two-four weeks."
        },
        {
            "header": "Troubleshooting",
            "content": "• No 38 bp band after EcoP15I digestion:\r\n\n\n1. Check if the adaptor is annealed well: ligate only adaptors and should see major band of the monomer and minor non-specific bands on 4% low melting point gel.\r\n  2. Check if sonicated DNA are repaired well and if ligation goes well: treat a small fraction of repaired DNA by Taq DNA polymerase in the presence of dNTPs at 72 ºC followed by TA cloning \\(Invitrogen). Many white colonies should appear if end repairing works well. Sequencing of the cloned insert should have adaptors at both end of the cloned fragments. \r\n  3. Purify the adaptors from impurities to reduce background for gel purification of the ligated DNA.\r\n  \r\n\n\n• Not enough colonies/coverage after transforming the final ligation:\r\n\n\n1. Identify a commercial source of competent cell with high transformation efficiency. We use the electroporation competent cells from NEB.\r\n  2. Alternatively, make your own electro-competent cells of higher efficiency.\r\n  3. Perform a test transformation to calculate total colony number/complexity/coverage before transforming the rest of ligation to make the DNA library.\r\n  \r\n\n\n• Cloning efficiency is not high:\r\n\n\n1. Digest the full-length ligated sgRNA fragment with BamHI and HindIII for 6 hours instead of overnight to minimize star activity.\r\n  2. Test the vector quality by cloning a BamHI-HindIII fragment and if necessary, a stuffer can be cloned first to prepare the vector."
        },
        {
            "header": "Anticipated Results",
            "content": "When properly prepared, a library of >1 million clones can be easily achieved."
        },
        {
            "header": "References",
            "content": "1. Wiedenheft, B., Sternberg, S. H. & Doudna, J. a. RNA-guided genetic silencing systems in bacteria and archaea. Nature 482, 331–8 \\(2012).\r\n  \r\n\n\n2. Shalem, O. et al. Genome-scale CRISPR-Cas9 knockout screening in human cells. Science 343, 84–7 \\(2014).\r\n  \r\n\n\n3. Wang, T., Wei, J. J., Sabatini, D. M. & Lander, E. S. Genetic screens in human cells using the CRISPR-Cas9 system. Science 343, 80–4 \\(2014).\r\n  \r\n\n\n4. Zhou, Y. et al. High-throughput screening of a CRISPR/Cas9 library for functional genomics in human cells. Nature 509, 487–91 \\(2014).\r\n  \r\n\n\n5. Koike-Yusa, H., Li, Y., Tan, E.-P., Velasco-Herrera, M. D. C. & Yusa, K. Genome-wide recessive genetic screening in mammalian cells with a lentiviral CRISPR-guide RNA library. Nat. Biotechnol. \\(2013). \r\n  \r\n\n\n6. Mali, P. et al. RNA-guided human genome engineering via Cas9. Science 339, 823–6 \\(2013).\r\n  \r\n\n\n7. Canver, M. C. et al. BCL11A enhancer dissection by Cas9-mediated in situ saturating mutagenesis. Nature 527, 192–7 \\(2015).\r\n  \r\n\n\n8. Gilbert, L. et al. Genome-Scale CRISPR-Mediated Control of Gene Repression and Activation. Cell 1–15 \\(2014)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the Lu lab members for constructive discussions and technical assistance."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms11178",
                "date": "2016-04-01 08:34:26",
                "title": "A Molecular Chipper technology for CRISPR sgRNA library generation and functional mapping of noncoding regions",
                "authors": [
                    "Jijun Cheng",
                    "Christine A. Roden",
                    "Wen Pan",
                    "Shu Zhu",
                    "Anna Baccei",
                    "Xinghua Pan",
                    "Tingting Jiang",
                    "Yuval Kluger",
                    "Sherman M. Weissman",
                    "Shangqin Guo",
                    "Richard A. Flavell",
                    "Ye Ding",
                    "and Jun Lu"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13807,
                "identity": "a0abdd89-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jijun Cheng",
                "email": "j.cheng@yale.edu",
                "orcid": "",
                "institution": "Department of genetics, Yale Stem Cell Center, Yale University School of Medicine, New Haven, Connecticut 06510, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jijun",
                "middleName": "",
                "lastName": "Cheng",
                "suffix": ""
            },
            {
                "id": 13809,
                "identity": "a0abe656-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jun Lu",
                "email": "jun.lu @yale.edu",
                "orcid": "",
                "institution": "Department of genetics, Yale Stem Cell Center, Yale University School of Medicine, Yale Cooperative Center of Excellence in Hematology, Yale Center for RNA Science and Medicine, New Haven, Connecticut 06510, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jun",
                "middleName": "",
                "lastName": "Lu",
                "suffix": ""
            },
            {
                "id": 13808,
                "identity": "a0abe464-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wen Pan",
                "email": "",
                "orcid": "",
                "institution": "Department of genetics, Yale Stem Cell Center, Yale University School of Medicine, New Haven, Connecticut 06510, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wen",
                "middleName": "",
                "lastName": "Pan",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-02-18 06:09:25",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.023",
        "doiUrl": "https://doi.org/10.1038/protex.2016.023",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464730,
                "identity": "3c4365a5-918c-4041-b039-285298a7333e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 144096,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4615/v1/442cccf9-ab96-47cd-8362-74558b1dcd06.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "sgRNA library, Molecular Chipper, noncoding regions, fragmentation, Type III restriction enzyme ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Genetic screens using single-guide-RNA \\(sgRNA) libraries and CRISPR technology have been powerful to identify genetic regulators for both coding and noncoding regions of the genome. Interrogate functional elements in noncoding regions requires sgRNA libraries that are densely covering, and ideally inexpensive, easy to implement and flexible for customization. We present a Molecular Chipper protocol for generating dense sgRNA libraries from genomic regions of interest. This approach utilizes a combination of random fragmentation and a Type III restriction enzyme to derive a densely covering sgRNA library from input DNA.",
        "manuscriptTitle": "sgRNA Library Generation using the Molecular Chipper Approach",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-04-01 08:38:45",
                "doi": "10.1038/protex.2016.023",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0ab8a70-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 1st, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3565,
                "name": "Genetics"
            },
            {
                "id": 3566,
                "name": "Biotechnology"
            },
            {
                "id": 3567,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-04-01 08:38:45",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}