{
    "identity": "nprot-2400",
    "title": "A protocol for generation of transgenic mice by manipulating spermatogonial stem cells in vivo.",
    "content": [
        {
            "header": "Introduction",
            "content": "The generation of genetically modified mice has spurred great advances in our understanding of various aspects of growth and development. Multiple technologies have used either injection into a one celled embryo followed by implantation into a pseudo pregnant mother 1, or used stem cell aggregation techniques to generate either knockout 2 or knockdown mice 3. These experiments are expensive, labor-intensive, time-consuming and require several female donors.  \r\n\n\nSpermatogonial stem cells \\(SSCs) are responsible for the production of spermatozoa 4 and are an appropriate target for germline modification 5. Nagano et. al. have generated transgenic mice by infecting SSCs in vitro with recombinant retroviruses followed by xenogenic transplantation of the cells into the testes of a male mouse 6. In some cases the recipient mice were unreceptive to the donor SSCs 6 and the overall success rate was rather low. Similarly, in vivo transduction of SSCs with retroviral constructs carrying a lacZ gene, resulted in a poor success rate of 2.8% 7. The low success rates post implantation, however precluded these from replacing embryonic injection. Similar experiments using lentiviruses, resulted in better success rates 8. Other methods employed in the recent past have infected fertilized eggs in vitro with recombinant lentiviruses, followed by implantation of the embryo into pseudopregnant females 9. While these methods provided better success rates, the implantation experiments are technically cumbersome and require several female donors. A recent report has also described the generation of recombinant spermatozoa in organotypic cultures that could be used to generate transgenic mice 10. While this method generated transgenic animals at high efficiency, generating organotypic cultures is not trivial and is not performed in most laboratories. Recently, a report has described the generation of transgenic mice after electroporation of DNA into the testes of an adult mouse. 16 of 17 fore founder mice generated in that study were able to sire transgenic pups. However, the report did not mention the rate of transgenesis in the pups 11. \r\n\n\nThis report describes a new cost effective, faster technique with a high success rate for generation of transgenic mice by in vivo viral transduction of the EGFP-f transgene into undifferentiated spermatogonia. These fore-founder male mice were mated with wild type female mice to generate transgenic pups. The rate of transgenesis was greater than 60% and the transgene was inherited in the germ line. This rapid protocol for the generation of transgenic mice could be used to design and perform over-expressor/knockdown screens in the whole animal, thus enhancing our knowledge of disease and development."
        },
        {
            "header": "Reagents",
            "content": "Animals \r\n\n\nAny strain of mice can be used. Thirty days old males are most suitable for better outcome of this protocol with the advantage that a large proportion of the testicular germ cells can be easily accessed from the interstitial side of the testis in this age group of mice. Routinely, we use 28-32 days old mice Crl:CFW\\(SW) weighing about 20-25 g. The same protocol may be tried with minor modifications for animals of different age and species.\r\n\n\nAnimal Housing conditions\r\n\n\nThe animals were housed in a controlled environment with the temperature and relative humidity being maintained at 23±20C and 40-70% respectively and a day night cycle of 12 hrs each \\(7:00 to 19:00 light; 19:00 to 7:00 dark). The animals were received an autoclaved balanced diet prepared in-house as per the standard formula and sterile water ad libitum. Mice were housed in the Individually Ventilated Cage \\(IVC) system \\(M/S Citizen, India) provided with autoclaved rice husk bedding material available locally.\r\n\n\nLentiviruses\r\n\n\nLentivirus expressing gene of interest, we have used pLKO.1 EGFP-f 12. The titer of lentivirus can vary from 105 to 106 TU/ml. \r\n\n\nAnesthesia \r\n\n\nFor the purpose of anesthesia, use a mixture of Ketamine hydrochloride and Xylazine hydrochloride; we use stock solutions of 50mg/ml and 20mg/ml respectively. Mix these solutions and dilute with normal saline to get a final concentration of 160µg of Xylazine hydrochloride and 900 µg of Ketamine hydrochloride per 100 µl. \r\n\n\nOther Chemicals\r\n\n\nTrypan blue dye \\(0.03%), Tris-HCl \\(pH 8.0, 1M), Sodium dodecyl sulphate \\(10% SDS), Sodium Chloride \\(NaCl), EDTA, Proteinase K, Paraformaldehyde, Glycerol, Ampicillin \\(sodium salt) and Kanamycin monosulphate can be obtained from Sigma Chem. Co. \\(USA). dNTPs can be obtained from Promega \\(USA). Taq Polymerase and Molecular weight markers can be obtained from New England Biolabs \\(USA)."
        },
        {
            "header": "Equipment",
            "content": "Anesthesia unit\r\n\n\nMobile Laboratory Animal Anesthesia System \\(LAAS), Model No. 901807, VetEquip, Inc., Pleasanton, California, USA\r\n\n\nLight Source\r\n\n\nFibre optics illuminator of Stereomicroscope SMZ U, Nikon Corp., Tokyo Japan\r\n\n\nPCR machine \r\n\n\nPeltier Thermal Cycler PTC-200 with heated lid \\(MJ Research, Minnesota, USA).\r\n\n\nSpectrophotometer\r\n\n\nUV-2450, UV-VIS Spectrophotometer \\(Shimadzu Corp., Kyoto, Japan)."
        },
        {
            "header": "Procedure",
            "content": "Preparation of high-titer pLKO.1 EGFP-f Puro lentiviral vectors.\r\n\n\n1. LVs are produced as described previously12. At the final step, the viruses are resuspended in Dulbecco’s Phosphate Buffer Saline \\(DPBS) solution. The biological titer of lentiviral vectors is determined by the infection of HEK-293 cells with different virus dilutions. Usually a minimum titer of 105 – 106 TU/ml is required for efficient infection. \r\n  TIP: It is important that the viral particles are stored in small aliquots at –80ºC. The virus suspension can be stored at -80ºC for at least 1 year without significant change in virus titer. Do not re-freeze virus solution after thawing. The virus solution can be stored at 4ºC if an experiment is planned within a week.\r\n\n\nCaution: Lentiviruses are capable of infecting human cells including non-dividing cells through contact. Gloves and protective clothing are required for working with lentiviruses. Extra caution should be taken to avoid spill and splash when handling lentivirus-containing material. Lentiviruses are labile and easily decontaminated by ethanol, detergent or bleach. Working area should be decontaminated with ethanol or bleach after any spill and after any experiments involving virus handling are completed. \r\n\n\n\r\n\n\nIn vivo transduction of the desired gene in the testis\r\n\n\n\r\n\n\nCAUTIONS All animal studies should be performed with relevant institutional guidelines, permissions and regulations. Handle animals with institutionally approved ethical procedures and avoid stress to the animals. All steps described below should be performed in a sterile laminar flow hood. \r\n\n\n\r\n\n\n1. Inject 28 day old Crl:CFW\\(SW) male mice intra-peritoneally with Avertin \\(Sigma) \\(2,2 tribromo-ethanol and t-amyl alcohol) at a dose of 0.015ml/gm body weight to.\r\n  CRITICAL STEP Care should be taken to prevent an overdose of the anesthetic as the animal may die due to an excess of the anesthetic..\r\n\n\n2. Remove hair from inguinal area of mice and clean the area with betadiene. Anterior to the penis, make a single midline cutaneous incision of approx. 1-1.5 cm length using sterile surgical scissors under aseptic conditions. A central incision is the preferred surgical approach to get adequate access to both testes with a single cut.\r\n  3. After making the incision in the muscles, pull the dorsal fat pad associated with the testis from the lower side of the abdominal cavity with the help of curved forcep \\(Fig.1b).\r\n  4. Use a 30 gauge needle to puncture outer covering of the testicular tissue to facilitate the insertion of syringe containing LV. Deliver solution of LV containing Trypan blue dye \\(0.04%) in the inter-tubular spaces of testis through 30 gauge syringe \\(Fig. 1b). Trypan blue is added for monitoring the accuracy of the delivery in the testis. \\(Fig.1b).\r\n  5. Inject about 10-20 µl of lentiviral suspension per testis.\r\n  \r\n\n\nCRITICAL STEP After each injection, wait for 30 seconds before pulling out the syringe to prevent the back flow of the LV solution. The total volume of viral suspension injected into the testis should not be more than 20 µl. Injecting large volumes of lentivirus may rupture the testis as might injecting the testis more than once..\r\n\n\n6. Replace the injected and surgically remove the contra-lateral testis by hemicastration. Both the internal and external wounds should be closed using sutures.\r\n  \r\n\n\nCAUTION During hemicastration, do not remove fat or any other tissue along with the testis.\r\n\n\n\r\n\n\nCRITICAL STEP Tie the blood vessels with sterile nylon thread before hemicastration to prevent bleeding. Try to be careful when you handle the testis, so as to not crush it. \r\n\n\n7. Apply Neosporin \\(Neomycin and Polymyxin B sulphates and Bacitracin zinc powder; Glaxo Smith Kline, India) at the site of sutures and place the mice on a thermal plate  for about 1h for easy revival of the animal from anesthesia. \r\n  \r\n\n\nEstablishment of transgenic lines\r\n\n\nNote: In mice, it takes about 30 days to complete a cycle of spermatogenesis during which period a spermatogonia differentiates into sperm. Hence, transgenic sperm produced after 30 days of LV injection presumably originates from the spermatogonial cells in which permanent integration of the transgene occurs at the time of LV injection.\r\n\n\n1. After 30 days of LV injection, cohabitate the injected animals \\(pre-founders) for mating with 2 months old wild type \\(WT) females. Pups are born usually within 22-30 days of cohabitation.\r\n  2. Take tail biopsies \\(2-3mm) from 3 week old pups and incubate them at 55oC for 16h in high salt digestion buffer \\(50mM Tris HCl, 1% SDS, 100mM NaCl, 100mM EDTA and 1200µg/ml Proteinase K) for lysis.\r\n  Note: Prepare 20 mg of proteinase K in 1 ml of nuclease-free water and use it as a stock.\r\n\n\nCRITICAL STEP. Aliquot proteinase K in volumes of 200 µl or less and store at -20 °C. Multiple freeze–thaw cycles may alter proteinase K activity.\r\n\n\n3. Process the lysate for DNA isolation by phenol-chloroform extraction followed by ethanol precipitation.\r\n   \r\n\n\nCAUTION Phenol and chloroform pose a health hazard. Wear gloves and protective eye-wear when using them.\r\n\n\n4. Quantify the DNA concentration of the extracted DNA by UV absorption at 260nm and check the purity by A260/280nm ratio using a UV spectrophotometer.\r\n  5. Dilute the isolated genomic DNA to a final concentration of 200ng/µl and use as stock solution for running performing polymerase chain reactions \\(PCR) using oligonucleotide primers that are specific for the transgene.\r\n  \r\n\n\nScreening of transgenic pups using Polymerase Chain reaction \\(PCR)\r\n\n\n1. Prepare an optimal reaction mixture containing 1X Taq buffer, 0.2mM each dNTPs, 0.25µM of each reverse and forward transgene specific primer, 0.06U Taq DNA polymerase and 20ng of plasmid or 200ng of gDNA as template. Mix well and spin down briefly. The reactions can be performed in a standard thermal cycler such as a Peltier Thermal Cycler PTC-200 with heated lid \\(MJ Research, Minnesota, USA).\r\n  2. Before performing PCR reactions on genomic DNA, we recommend that a gradient PCR reaction be performed to determine the optimal temperature for annealing of the primer. The PCR products can be resolved on agarose gels of the appropriate percentage made in either TAE or TBE..\r\n  \r\n\n\nCAUTION. In each experiment, PCR reactions using genomic DNA from wild type mice as a template and a reaction without DNA \\(no template) should be included as negative controls. Purified plasmid containing the respective transgene can be used as a positive control. \r\n\n\n3. PCR positive pups from F1 generation are mated with WT females to generate next generation of progeny \\(Figure 1 c-e). A homozygous line can be generated by inbreeding the transgene positive littermates."
        },
        {
            "header": "Timing",
            "content": "Timing\r\n\n\nLentivirus production: 7 days\r\n\n\nSurgery and LV Injection: 30 minutes\r\n\n\nMating: 30 days post LV injection \\(when age of animal is about 60 days)\r\n\n\nPups generated: Within 30 days of cohabitation\r\n\n\n\r\n\n\nTotal time: 70 days for generating several transgenic pups"
        },
        {
            "header": "Anticipated Results",
            "content": "The experiments in this report describe the development of a simple, cost effective, and efficient technique for the generation of transgenic mice by in vivo transduction of the desired gene/shRNA construct into undifferentiated spermatogonia of the testis. This technology does not compromise the fertility of the off-spring, resulting in germline transmission of the transgene, using a limited number of animals. Previously published reports have demonstrated that lentiviral mediated transgenesis results is relatively stable and can be inherited in the germline 9,13-15. Thus, the use of lentiviruses as a vector delivery system to generate transgenic animals does not compromise inheritance or the development of the animal, results that are consistent with those obtained in this report. Further, previous protocols that modify spermatogonial stem cells, either in vitro or in vivo, used retroviruses and yielded transgenic pups at very low efficiencies 6,7. Previously, male rat germ cells were transduced in culture using HIV-1 based lentiviral vectors, which were then transplanted into the testis of wild type rats8. The rate of colonization of the recombinant germ cells in wild type testis was low \\(33%) and only one of three male mice was fertile. The founder mice in these experiments produced founder pups at a rate of 30% 8. Using the process described we have generated transgenic mice  expressing EGFP-f with a very high rate of transgenesis \\(61%) Table 1, with all the animals being able to sire transgenic pups, leading to the rapid generation of multiple transgenic pups with different integration events allowing the generation of multiple transgenic lines. The procedures described in this report are easily performed and require a small simple surgery. Although, the rate of transgenesis reported here may not be better than the conventional lentiviral transgenesis method 9, the technique is cost effective, simple and faster to perform. Further, infecting the spermatogonial stem cells in vivo allows the repeated use of the pre-founder, eliminating the necessity to repeatedly infect embryos or organotypic cultures with lentiviruses. Further, as demonstrated here the pre-founder mice can be mated multiple times, resulting the generation of a number of transgenic pups. As multiple transgenic lines are required to rule out integration site specific events, the generation of multiple lines described herein results in a quick analysis of the phenotype and allows experiments to proceed at a rapid pace."
        },
        {
            "header": "References",
            "content": "Gordon, J. W., Scangos, G. A., Plotkin, D. J., Barbosa, J. A. & Ruddle, F. H. Genetic transformation of mouse embryos by microinjection of purified DNA. Proc Natl Acad Sci U S A 77, 7380-7384 \\(1980).\r\n\n\n2 Gossler, A., Doetschman, T., Korn, R., Serfling, E. & Kemler, R. Transgenesis by means of blastocyst-derived embryonic stem cell lines. Proc Natl Acad Sci U S A 83, 9065-9069 \\(1986).\r\n\n\n3 Tiscornia, G., Singer, O., Ikawa, M. & Verma, I. M. A general method for gene knockdown in mice by using lentiviral vectors expressing small interfering RNA. Proc Natl Acad Sci U S A 100, 1844-1848 \\(2003).\r\n\n\n4 de Rooij, D. G. & Russell, L. D. All you wanted to know about spermatogonia but were afraid to ask. J Androl 21, 776-798 \\(2000).\r\n\n\n5 Nagano, M. & Brinster, R. L. Spermatogonial transplantation and reconstitution of donor cell spermatogenesis in recipient mice. Apmis 106, 47-55; discussion 56-47 \\(1998).\r\n\n\n6 Nagano, M. et al. Transgenic mice produced by retroviral transduction of male germ-line stem cells. Proc Natl Acad Sci U S A 98, 13090-13095 \\(2001).\r\n\n\n7 Kanatsu-Shinohara, M., Toyokuni, S. & Shinohara, T. Transgenic mice produced by retroviral transduction of male germ line stem cells in vivo. Biol Reprod 71, 1202-1207 \\(2004).\r\n\n\n8 Hamra, F. K. et al. Production of transgenic rats by lentiviral transduction of male germ-line stem cells. Proc Natl Acad Sci U S A 99, 14931-14936 \\(2002).\r\n\n\n9 Pfeifer, A., Ikawa, M., Dayn, Y. & Verma, I. M. Transgenesis by lentiviral vectors: lack of gene silencing in mammalian embryonic stem cells and preimplantation embryos. Proc Natl Acad Sci U S A 99, 2140-2145 \\(2002).\r\n\n\n10 Sato, T. et al. In vitro production of functional sperm in cultured neonatal mouse testes. Nature 471, 504-507, doi:nature09850 \\[pii]\r\n\n\n10.1038/nature09850 \\(2011).\r\n\n\n11 Dhup, S. & Majumdar, S. S. Transgenesis via permanent integration of genes in repopulating spermatogonial cells in vivo. Nat Methods 5, 601-603 \\(2008).\r\n\n\n12 Sehgal, L. et al. Lentiviral mediated transgenesis by in vivo manipulation of spermatogonial stem cells. PLoS One 6, e21975, doi:10.1371/journal.pone.0021975\r\n\n\nPONE-D-11-04206 \\[pii] \\(2011).\r\n\n\n13 Miyoshi, H., Takahashi, M., Gage, F. H. & Verma, I. M. Stable and efficient gene transfer into the retina using an HIV-based lentiviral vector. Proc Natl Acad Sci U S A 94, 10319-10323 \\(1997).\r\n\n\n14 Naldini, L., Blomer, U., Gage, F. H., Trono, D. & Verma, I. M. Efficient transfer, integration, and sustained long-term expression of the transgene in adult rat brains injected with a lentiviral vector. Proc Natl Acad Sci U S A 93, 11382-11388 \\(1996).\r\n\n\n15 Pfeifer, A., Brandon, E. P., Kootstra, N., Gage, F. H. & Verma, I. M. Delivery of the Cre recombinase by a self-deleting lentiviral vector: efficient gene targeting in vivo. Proc Natl Acad Sci U S A 98, 11450-11455 \\(2001)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was funded by the  Department of Biotechnology, India."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1371/journal.pone.0021975",
                "date": "2012-05-28 19:11:37",
                "title": "Lentiviral Mediated Transgenesis by In Vivo Manipulation of Spermatogonial Stem Cells",
                "authors": [
                    "Lalit Sehgal",
                    "Rahul Thorat",
                    "Nileema Khapare",
                    "Amitabha Mukhopadhaya",
                    "Mugdha Sawant",
                    "Sorab N. Dalal",
                    "and David S. Milstone"
                ],
                "journal": "PLoS ONE",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12067,
                "identity": "9fc8eff7-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sorab Dalal",
                "email": "sdalal@actrec.gov.in",
                "orcid": "",
                "institution": "Sorab's Lab, ACTREC (India)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sorab",
                "middleName": "",
                "lastName": "Dalal",
                "suffix": ""
            },
            {
                "id": 12062,
                "identity": "9fc8e124-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lalit Sehgal",
                "email": "",
                "orcid": "",
                "institution": "Sorab's Lab, ACTREC (India)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lalit",
                "middleName": "",
                "lastName": "Sehgal",
                "suffix": ""
            },
            {
                "id": 12063,
                "identity": "9fc8e579-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rahul Thorat",
                "email": "",
                "orcid": "",
                "institution": "Sorab's Lab, ACTREC (India)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rahul",
                "middleName": "",
                "lastName": "Thorat",
                "suffix": ""
            },
            {
                "id": 12064,
                "identity": "9fc8e968-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nileema Khapare",
                "email": "",
                "orcid": "",
                "institution": "Sorab's Lab, ACTREC (India)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nileema",
                "middleName": "",
                "lastName": "Khapare",
                "suffix": ""
            },
            {
                "id": 12065,
                "identity": "9fc8ec05-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Amitabha Mukhopadhaya",
                "email": "",
                "orcid": "",
                "institution": "Sorab's Lab, ACTREC (India)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Amitabha",
                "middleName": "",
                "lastName": "Mukhopadhaya",
                "suffix": ""
            },
            {
                "id": 12066,
                "identity": "9fc8ee7d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mugdha Sawant",
                "email": "",
                "orcid": "",
                "institution": "Sorab's Lab, ACTREC (India)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mugdha",
                "middleName": "",
                "lastName": "Sawant",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-05-28 19:32:31",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.020",
        "doiUrl": "https://doi.org/10.1038/protex.2012.020",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608479,
                "identity": "b9273e84-0b40-490e-b3df-958e8ef4275b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 122675,
                "visible": true,
                "origin": "",
                "legend": "Generation of transgenic mice.    A. Design of the vector used for generating transgenic mice. B. Injection of recombinant lentiviruses into mouse testis. C-E. Pedigree analysis for pre-founder mice 607 (c), 608 (d) and 609 (e) showing germline transmission of the transgene. Individual mice were assigned numbers for further experiments. Genomic DNA amplification using primers for EGFP-f or patch (as a loading control) are shown. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2400/v1/figure_1.jpg"
            },
            {
                "id": 2608480,
                "identity": "c40e67b9-aff0-419b-9a71-25626f09c7dc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 92133,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Percentage of EGFP-f positive pups obtained from individual matings with three different pre-founder mice.    The pre-founder mice were mated with multiple WT female mice and the frequency of EGFP-f positive pups determined after each mating. Note that an overall success rate of greater than 60% was obtained in these matings. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2400/v1/figure_2.jpg"
            },
            {
                "id": 13465146,
                "identity": "5b55887e-52d6-4f31-8121-ab7566abb763",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 327860,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2400/v1/8f2a01a7-5a84-4db4-b4f4-6463a44c8930.pdf"
            },
            {
                "id": 2608481,
                "identity": "c3f8981d-9cf7-4be4-b459-2a241ea060e9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 53528,
                "visible": true,
                "origin": "",
                "legend": "Supplementary document   Article    A copy of the protocol in Word doc. form.",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2400/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial intrests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Lentivirus , Transgenic, Spermatogonial Stem cells, in-vivo",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes a technique for the generation of transgenic mice by in-vivo manipulation of spermatogonial stem cells \\(SSCs) with a high rate of success. In this study SSCs in pre-pubescent animals were infected in vivo with recombinant lentiviruses expressing EGFP-f and mated with normal females. All male pre-founder mice produced transgenic pups with an overall success rate of over 60%. The transgene was heritable and the pre-founder mice could be used in multiple mating experiments. This protocol could be extended to perform over-expression/knockdown screens in vivo using bar-coded lentiviruses, thus permitting the design of genetic screens in the mouse. Further, this technology could be adapted to other laboratory animals resulting in the generation of model systems that closely approximate human development and disease.",
        "manuscriptTitle": "A protocol for generation of transgenic mice by manipulating spermatogonial stem cells in vivo.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-05-29 13:33:00",
                "doi": "10.1038/protex.2012.020",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fc86902-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 29th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2735,
                "name": "Developmental biology"
            },
            {
                "id": 2736,
                "name": "Genetics"
            },
            {
                "id": 2737,
                "name": "Molecular Biology"
            },
            {
                "id": 2738,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-05-29 13:33:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}