{
    "identity": "nprot-414",
    "title": "A protocol for _in vivo_ detection of reactive oxygen species",
    "content": [
        {
            "header": "Introduction",
            "content": "2&#x2019;,7&#x2019;-dichlorofluorescein \\(H2DCF) and Dihydroethidium \\(DHE), have been used extensively in tissue culture experiments to evaluate reactive oxygen species \\(ROS) production.  However, it will be more advantageous to be able to detect real time ROS production in live tissues, especially in _Drosophila_ where the extensive genetic tools available make it possible to compare the phenotype of mutant tissue juxtaposed to its wild-type neighbor. Here, we describe a protocol for imaging ROS production in _Drosophila_ using either H2DCF or DHE. We highlight the specific advantage posed by monitoring ROS production _in vivo_ by comparing the phenotype of cells mutant for genes encoding mitochondrial proteins with their wild-type neighbors. We also show from staining of the germarium that this technique is capable of detecting different levels of ROS production among cells within the same tissue. The whole protocol, from dissection to capturing of images by confocal  microscopy can be completed within 2 to 3 hours; and it can be adapted for use in virtually any _Drosophila_ tissue.\r\n\n\n\r\n\n\n**Introduction**\r\n\n\n\r\n\n\nAll aerobic organisms depend on molecular oxygen for survival.  During aerobic energy metabolism, electrons are transported through a series of electron carriers in the mitochondrion to generate an electromotive force which is harnessed to synthesize ATP ; the final acceptor of electrons, molecular oxygen, is reduced to form water <sup>1</sup>.  However, what might appear as a cost-effective method of synthesizing ATP is fraught with problems as a good proportion of the molecular oxygen escapes complete reduction; and becomes partially reduced to form a host of highly reactive metabolites of oxygen, collectively referred to as reactive oxygen species \\(ROS).  While there are numerous endogenous and exogenous sources of ROS, over 90%of ROS is produced in the mitochondria <sup>2</sup>\r\n\n\n\r\n\n\nDirect imaging of ROS in biological samples has proven to be extremely challenging.  ROS are by nature very reactive molecules and are therefore extremely unstable, making it impossible to image them directly. Thus detection of ROS levels has relied largely on detecting end products -  either by chemiluminescence or by fluorescence -  that are formed when specific compounds react with ROS <sup>3 4</sup>.\r\n\n\n\r\n\n\nOne of the techniques for detecting intracellular ROS, particularly hydrogen peroxide depends on oxidation of the non-fluorescent substrate 2&#x2019;,7&#x2019;-dichlorofluorescein \\(H2DCF) to a green fluorescent product <sup>5 6</sup>.  As cell membranes are permeable to esterified forms of H2DCF, they can enter cells freely, where as a result of deacetylation by intracellular esterases, they become trapped intracellularly.  Depending on the nature of the sample used and the question being asked, the rate of oxidation may be monitored by a fluorimeter, fluorescence microscopy or by flow cytometry.  However, like other dyes for ROS detection, a number of concerns have been raised in connection with this technique.  For instance, it has been reported that even after hydrolysis by intracellular esterases, the oxidized product is capable of leaking out of some cell types <sup>7</sup>.  In addition, the dye can be oxidized by a host of ROS species such as nitric oxide, peroxynitrite anions, and even organic hydroperoxides  <sup>8 9 10</sup>.  Notably, even in cases where H2DCF is oxidized by hydrogen peroxide, the reaction is significantly accelerated by the presence of peroxidases <sup>10</sup>.  In yet another report, it was shown that oxidation of H2DCF depended on the concentration of glutathione <sup>11</sup>.  Thus, it has been suggested that instead of serving as a specific proof of increased ROS production, H2DCF is perhaps an indicator of the degree of general oxidative stress.\r\n\n\n\r\n\n\nDihydroethidium \\(DHE), by virtue of its ability to freely permeate cell membranes is used extensively to monitor superoxide production <sup>12 13 14</sup>.  It had long been postulated that DHE upon reaction with superoxide anions forms a red fluorescent product \\(ethidium) which intercalates with DNA <sup>15 16</sup>.  However, more recent studies have suggested that the product is actually 2-hydroxyethidium <sup>17</sup>. DHE is perhaps the most specific and least problematic dye; as it detects essentially superoxide radicals, is retained well by cells, and may even tolerate mild fixation. <sup>18 19</sup>\r\n\n\n\r\n\n\nWe describe herein a detailed protocol for monitoring ROS production in vivo and in several different tissues, using two fluorescent dyes \\(i.e H2DCF and DHE)."
        },
        {
            "header": "Reagents",
            "content": "&#x2022; 1X PBS \r\n\n\n&#x2022; 1X Schneider 's Drosophila Medium + L-Glutamine \\(GIBCO, cat. no. 11720\r\n\n\n&#x2022; Anhydrous Dimethyl Sulfoxide \\(DMSO) &gt; 99.9% \\(Sigma-Aldrich, cat. no. 276855)\r\n\n\n&#x2022; Dihydroethidium &#x2013; special packaging \\(Invitrogen Molecular Probes, cat no. D11347)\r\n\n\n&#x2022; 5-\\(and-6)-carboxy-2',7'-dichlorodihydrofluorescein diacetate, acetyl ester \\(CM-H2DCFDA) &#x2013; special packaging \\(Invitrogen Molecular Probes, cat no. C6827)\r\n\n\n&#x2022; Formaldehyde, 37% w/w \\( Fisher Scientific, cat. no. F79 &#x2013; 500)\r\n\n\n&#x2022; VECTASHIELD Mounting Medium \\(Vector laboratories, cat. no. H-1000)\r\n\n\n&#x2022; _Drosophila_ larvae or adults \\(depending on tissue to be examined)"
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Fly food vials\r\n\n\n&#x2022; Dissecting microscope\r\n\n\n&#x2022; 12 Volt btb Orbital Shaker \\(Bellco)\r\n\n\n&#x2022; Three &#x2013; well glass slides &#x2013; Micro Spot Plate \\(Electron Microscopy Sciences, cat. no. 71561- 01)\r\n\n\n&#x2022; No. 5 Dumont forceps\r\n\n\n&#x2022; 2ml microcentrifuge tubes\r\n\n\n&#x2022; Pipetman \\(Gilson, P-20, P-200 and P1000)\r\n\n\n&#x2022; Pipette tips \\(Rainin)\r\n\n\n&#x2022; Precleaned Gold Seal rite-on micro slides \\(Gold Seal Products, cat. no. 3050)\r\n\n\n&#x2022; Corning Cover Glass, No. 1, 22 x 40 mm \\(Corning, cat. no. 2935-224)\r\n\n\n&#x2022; Nail polish\r\n\n\n&#x2022; Confocal microscope and imaging software\r\n\n\n\r\n\n\n**Reagent Setup**\r\n\n\n\r\n\n\n&#x2022; **Preparing adult flies/larvae for dissection**  Set up crossses in such a way as to reduce crowding as much as possible. In addition, since any data obtained is a snap shot of the rate of ROS production, it is important that larvae or adults \\(depending on tissue to be examined) are well fed to ensure that they are respiring optimally. \r\n\n\n&#x2022; **Preparing stock solutions of H2DCF and DHE**  Both dyes must be reconstituted using only anhydrous DMSO. The anhydrous DMSO can be aliquoted into 1ml portions and kept in a dessicator.  Stock solutions should be prepared immediately before use and used preferably for one batch of experiments. Make a 10mM stock solution of H2DCF and a 30mM stock solution of DHE"
        },
        {
            "header": "Procedure",
            "content": "1. Larvae of the right developmental stage are collected with a paintbrush and put in PBS in three well plates, at room temperature. Alternatively for adult tissue like the germarium, females of the right age are anaesthetized and collected in 2ml eppendorf tubes.\r\n  CRITICAL STEP Do not use ice-cold PBS, as this may inhibit respiration and thus interfere with ROS production.\r\n\n\n2. Dissect tissue of interest in 1XPBS in three well glass plates.\r\n  CRITICAL STEP Do not dissect in Schneider's medium, as the presence of primary amines from the amino acids it contains can lead to extracellular hydrolysis of the dye. In addition, it is important to remove as much extraneous tissue as possible. For instance for third instar eye discs, the brain and salivary glands should be removed at this stage \\( leaving only the mouth hooks for easy transfer). This will speed up the mounting process. Delays in mounting will compromise image quality. \r\n\n\n\r\n\n\n**A) Imaging ROS production using H2DCF**\r\n\n\n3. Reconstitute dye right after dissection and immediately before use in anhydrous DMSO \\(see reagent set up). \r\n  TROUBLESHOOTING\r\n\n\n4. Dissolve 1 microlitre of the reconstituted dye \\( i.e in DMSO) in 1ml of 1X PBS to give a final concentration of 10uM. Vortex to evenly disperse the dye.\r\n  CRITICAL STEP Vortexing for about 15 to 30 seconds is usually optimal. Excessive vortexing may hasten decomposition of the dye, as it is subject to hydrolysis; on the other hand, shorter vortexing times may result in incomplete dispersion of the dye, resulting in the deposition of colloids on the tissue.\r\n\n\n5. Incubate the tissue with the dye for 5 to 15 minutes in a dark chamber, on an orbital shaker at room temperature.\r\n  ? TROUBLESHOOTING\r\n\n\n6. Perform three 5-minute washes in 1XPBS on an orbital shaker at room temperature.\r\n  7. Mount immediately in vectashield.\r\n  ? TROUBLESHOOTING\r\n\n\n8. Capture image immediately using a confocal microscope.\r\n  ? TROUBLESHOOTING\r\n\n\n\r\n\n\n**B) Imaging ROS production using DHE**\r\n\n\n3. Collect and dissect tissue as in steps 1 and 2 above. However, in this case tissue should be dissected and incubated in Schneiders medium to allow optimal respiration.\r\n  4.  Reconstitute dye right after dissection and immediately before use in anhydrous DMSO \\(see reagent set up).\r\n  CRITICAL STEP  Reconstitute dye solution should appear slightly pink in color, a more intense color such as purple may be indicative of autooxidation of the dye. \r\n\n\n5. Dissolve 1 microlitre of the reconstituted dye \\( i.e in DMSO) in 1ml of schneiders medium to give a final concentration of approximately 30uM. Vortex to evenly disperse the dye.\r\n  CRITICAL STEP Same as in step A4.\r\n\n\n6. Incubate the tissue with the dye for 3 to 7 minutes in a dark chamber, on an orbital shaker at room temperature.\r\n  ? TROUBLESHOOTING\r\n\n\n7. Perform three 5-minute washes in schneiders medium in a dark chamber, on an orbital shaker at room temperature.\r\n  8. \\(optional) Fix slightly for 4 to 8 minutes in 7% formaldehyde in 1XPBS.\r\n  CRITICAL STEP When first examining a tissue for ROS production using DHE, it is important to go through the protocol without fixing to get an accurate indication of live ROS production. However, the mild fixation step described here facilitates analysis of ROS production in GFP marked clones, as completely unfixed GFP samples tend to produce clones with fuzzy boundaries. The length of the fixation is crucial, and may have to be determined empirically for the tissue of interest and particular variant of GFP used: too little fixation will produce fuzzy GFP boundaries but will significantly retain ROS signal, excessive fixation will produce clear GFP boundaries but will  compromise ROS signal.\r\n\n\n9. Rinse once in 1X PBS right after fixation.\r\n  10.  Mount immediately in vectashield. \r\n  11. Capture images immediately using a confocal microscope."
        },
        {
            "header": "Timing",
            "content": "The time required for larva/adult fly collection and dissection is variable, \r\n\n\nbut is usually between 30 minutes and 1hour, depending on the number collected and the experience of the investigator. The intermediate steps usually take about an hour, while capturing by confocal microscopy takes about 30 minutes. Thus the whole procedure can be accomplished within 2 to 3 hours."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in Table 1."
        },
        {
            "header": "Anticipated Results",
            "content": "As shown in figure 1, the protocol for ROS detection using DHE can be used to evaluate ROS production in essentially any _Drosophila_ tissue. Given that inhibitors of mitochondria complex I such as rotenone, lead to increase ROS production, we knocked down the expression of the complex I protein NaDH Dehydrogenase subunit 75 \\( i.e ND75) , using RNA interference \\(RNAi). Ay-GAL4 <sup>20</sup> clones expressing RNAi to ND75 in both salivary gland and fat body showed increased ROS production as expected \\(figure 1a &#x2013; f). Additionally, we monitored ROS production in ey-flp \\(eyeless promoter driving the expression of flippase) generated clones that were mutant for the complex I protein Pdsw and observed increased ROS production \\(figure 1g &#x2013; i). This further establishes that the protocol is suitable for use in multiple tissues.\r\n\n\n\r\n\n\nNotably, monitoring ROS production in the wildtype germarium revealed that this protocol is sensitive enough to discriminate between different levels of ROS production between different cell types of the same tissue \\(figure 1j)."
        },
        {
            "header": "References",
            "content": "1. Hatefi, Y. The mitochondrial electron transport and oxidative phosphorylation system. _Annu Rev Biochem_ **54**, 1015-69 \\(1985).\r\n  2. Boveris, A. &amp; Chance, B. The mitochondrial generation of hydrogen peroxide. General properties and effect of hyperbaric oxygen. _Biochem J_ **134**, 707-16 \\(1973).\r\n  3. Freeman, B.A. &amp; Crapo, J.D. Biology of disease: free radicals and tissue injury. _Lab Invest_ **47**, 412-26 \\(1982).\r\n  4. Pryor, W.A. &amp; Godber, S.S. Noninvasive measures of oxidative stress status in humans. _Free Radic Biol Med_ **10**, 177-84 \\(1991).\r\n  5. Mills, E.M. et al. Nerve growth factor treatment prevents the increase in superoxide produced by epidermal growth factor in PC12 cells. _J Biol Chem_ **273**, 22165-8 \\(1998).\r\n  6. Sundaresan, M., Yu, Z.X., Ferrans, V.J., Irani, K. &amp; Finkel, T. Requirement for generation of H<sub>2</sub>O<sub>2</sub> for platelet-derived growth factor signal transduction. _Science_ **270**, 296-9 \\(1995).\r\n  7. Jakubowski, W. &amp; Bartosz, G. Estimation of oxidative stress in Saccharomyces cerevisae with fluorescent probes. _Int J Biochem Cell Biol_ **29**, 1297-301 \\(1997).\r\n  8. Gabriel, C. et al. Determination of nitric oxide generation in mammalian neurons using dichlorofluorescin diacetate and flow cytometry. _J Pharmacol Toxicol Methods_ **38**, 93-8 \\(1997).\r\n  9. Possel, H., Noack, H., Augustin, W., Keilhoff, G. &amp; Wolf, G. 2,7-Dihydrodichlorofluorescein diacetate as a fluorescent marker for peroxynitrite formation. _FEBS Lett_ **416**, 175-8 \\(1997).\r\n  10. Cathcart, R., Schwiers, E. &amp; Ames, B.N. Detection of picomole levels of hydroperoxides using a fluorescent dichlorofluorescein assay. _Anal Biochem_ **134**, 111-6 \\(1983).\r\n  11. Garcia-Ruiz, C., Colell, A., Mari, M., Morales, A. &amp; Fernandez-Checa, J.C. Direct effect of ceramide on the mitochondrial electron transport chain leads to generation of reactive oxygen species. Role of mitochondrial glutathione. _J Biol Chem_ **272**, 11369-77 \\(1997).\r\n  12. Bindokas, V.P., Jordan, J., Lee, C.C. &amp; Miller, R.J. Superoxide production in rat hippocampal neurons: selective imaging with hydroethidine. _J Neurosci_ **168**, 1324-36 \\(1996).\r\n  13. Li, N. et al. Mitochondrial complex I inhibitor rotenone induces apoptosis through enhancing mitochondrial reactive oxygen species production. _J Biol Chem_ **278**, 8516-25 \\(2003).\r\n  14. Rivera, A. &amp; Maxwell, S.A. The p53-induced gene-6 \\(proline oxidase) mediates apoptosis through a calcineurin-dependent pathway. _J Biol Chem_ **280**, 29346-54 \\(2005).\r\n  15. Rothe, G. &amp; Valet, G. Flow cytometric analysis of respiratory burst activity in phagocytes with hydroethidine and 2',7'-dichlorofluorescin. _J Leukoc Biol_ **47**, 440-8 \\(1990).\r\n  16. Carter, W.O., Narayanan, P.K. &amp; Robinson, J.P. Intracellular hydrogen peroxide and superoxide anion detection in endothelial cells. _J Leukoc Biol_ **55**, 253-8 \\(1994).\r\n  17. Zhao, H. et al. Detection and characterization of the product of hydroethidine and intracellular superoxide by HPLC and limitations of fluorescence. _Proc Natl Acad Sci U S A_ **102**, 5727-32 \\(2005).\r\n  18. Robinson, K.M. et al. Selective fluorescent imaging of superoxide in vivo using ethidium-based probes. _Proc Natl Acad Sci U S A_ **103**, 15038-43 \\(2006).\r\n  19. Bucana, C., Saiki, I. &amp; Nayar, R. Uptake and accumulation of the vital dye hydroethidine in neoplastic cells. _J Histochem Cytochem_ **34**, 1109-15 \\(1986).\r\n  20. Ito, K., Awano, W., Suzuki, K., Hiromi, Y. &amp; Yamamoto, D. The Drosophila mushroom body is a quadruple structure of clonal units each of which contains a virtually identical set of neurones and glial cells. _Development_ **124**, 761-71 \\(1997)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ng.2007.50",
                "date": "2008-01-28 08:47:31",
                "title": "Distinct mitochondrial retrograde signals control the G1-S cell cycle checkpoint",
                "authors": [
                    "Edward Owusu-Ansah",
                    "Amir Yavari",
                    "Sudip Mandal & Utpal Banerjee"
                ],
                "journal": "Nature Genetics",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10857,
                "identity": "9f26b58d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Edward Owusu-Ansah ",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular, Cell and Developmental Biology, University of California, Los Angeles,  Los Angeles, California 90095, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Edward",
                "middleName": "",
                "lastName": "Owusu-Ansah",
                "suffix": ""
            },
            {
                "id": 10858,
                "identity": "9f26b7f9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Amir Yavari ",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular, Cell and Developmental Biology, University of California, Los Angeles,  Los Angeles, California 90095, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Amir",
                "middleName": "",
                "lastName": "Yavari",
                "suffix": ""
            },
            {
                "id": 10859,
                "identity": "9f26b988-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Utpal Banerjee",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular, Cell and Developmental Biology, Molecular Biology Institute, and Department of Biological Chemistry, University of California, Los Angeles,  Los Angeles, California 90095, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Utpal",
                "middleName": "",
                "lastName": "Banerjee",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-04-19 18:44:34",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.23",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.23",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607897,
                "identity": "95ebe4d3-f3e4-4bd0-ab2d-2aa50fb9b272",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 220744,
                "visible": true,
                "origin": "",
                "legend": "ROS production visualized in multiple tissues   (*a-f*) Ay-GAL4 clones (green), in which ND75 expression is knocked down by RNAi produce increased levels of ROS (red). This is evident in clones generated in either the salivary gland (*a-c*) or the fat body (*d-f*)\r\n\r\n(*g-i*)  In third instar eye discs, somatic clones (lack of green) of the complex I gene, _pdsw (pdsw -/-)_ show increased ROS production when compared with wild &#x2013; type neighbors. \r\n\r\n(*j*) A cell in the region of the somatic stem cells (arrow) produces higher levels of ROS than any of the two neighboring cells. Interestingly, the two neighboring cells ( compare cell with arrowhead to the other neighboring cell) produce different levels of ROS. In addition, cells in more mature egg chambers produce even higher levels of ROS, perhaps a reflection of the fact that these cells stockpile mitochondria. \r\n\r\n\r\n\r\n\r\n\r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-414/v1/figure_1.png"
            },
            {
                "id": 2607902,
                "identity": "daf77adc-c186-4a31-af70-15ad2cfb0520",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 15524,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-414/v1/figure_2.png"
            },
            {
                "id": 13465108,
                "identity": "10d9f78a-c6e0-4014-901b-fa3389c36d95",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:41",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 363674,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-414/v1/95d04eab-0b54-4527-9139-65f8494c501c.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "microscopy, ROS, reactive oxygen species\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "A protocol for in vivo detection of reactive oxygen species",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-02-27 10:34:06",
                "doi": "10.1038/nprot.2008.23",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 3
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f04bf3d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 27th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2064,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-02-27 10:34:06",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}