{
    "identity": "nprot-4843",
    "title": "In vivo organ specific drug delivery with implantable peristaltic pumps",
    "content": [
        {
            "header": "Introduction",
            "content": "Recently, a small implantable, programmable, peristaltic pump became commercially available \\(iPrecio®, Tokyo, Japan). The purpose of this study was to develop an improved method to chronically deliver drugs to specific organs for targeted drug delivery.  In these proof of concept experiments, we targeted the medullary region of the kidney because chronic tethered catheter use has been instrumental in our understanding of kidney physiolgy."
        },
        {
            "header": "Reagents",
            "content": "All reagents must be sterile and approved for use in animal studies.\r\n\n\n\r\n\n\nhaemo-sol enzymatic cleaner \\(Haemo-Sol International, Baltimore, MD)"
        },
        {
            "header": "Equipment",
            "content": "1) iPRECIO® \\(model smp-200, Tokyo, Japan)\r\n\n\n\r\n\n\n2) small 5 mm circles of Alliedsil™ \\(0.007\" Allied Biomedical, Paso Robles, CA) \r\n\n\n\r\n\n\n3)micro medical grade catheter vinyl tubing V/1 \\(Scientific Commodities, Lake Havasu City, AZ)\r\n\n\n\r\n\n\n4) 4-0 prolene sterile suture\r\n\n\n\r\n\n\n5) sterile surgery tools"
        },
        {
            "header": "Procedure",
            "content": "**ANIMAL SURGERY**\r\n\n\n\r\n\n\nAll animal use and welfare adhered to the NIH Guide for the Care and Use of Laboratory Animals following a protocol reviewed and approved by the Institutional Laboratory Animal Care and Use Committee of The University of Alabama at Birmingham.   Sprague Dawley, 8 week old male rats \\(225 g) were purchased from Harlan \\(Indianapolis, IN) and maintained on a 12 h light 12 h dark schedule.  Rats were fed a normal salt diet \\(0.49% NaCl Teklad TD.96208) and water ad libitum. \r\n\n\nFor all animal surgeries, proper aseptic technique was used, and all drapes, supplies, surgery tools and gloves were sterilized.  Rats were anesthetized with 2% isoflurane and given a s.c. injection of carprofen \\(5 mg/kg) and buprenorphine \\(0.1 mg/kg) to minimize pain post surgery.  Just lateral to the left rib cage, hair is shaved, and the skin prepared by three alternative wipes of 10% betadine \\(Purdue Pharma, Stamford, CT) and 70% ethanol \\(in water).  A small incision is made through the skin and muscle, and the kidney exposed.  The adrenal gland of the left kidney was carefully freed from the upper pole of the renal capsule before the renal pedicle is ligated with 5-0 silk suture \\(Ethicon, Summerville, NJ) and the kidney removed. The muscle is sutured closed with 4-0 prolene suture \\(Ethicon) and the skin is then closed with surgical staples.  The area is cleaned with 3% hydrogen peroxide in water, and the incision is given 0.25% Marcaine + 0.5% lidocaine \\(mixed 50/50).  The animal is placed in a clean cage and allowed to recover for 7 days before the iPRECIO® surgery.  Animals were closely monitored after surgery and if they lost more than 20% body weight, appeared lethargic or lost righting ability, they would’ve been euthanized and excluded from the study; however, in this study that was not observed, thus all animals in this study were included.\r\n\n\n\r\n\n\n**PUMP PREPARATION**\r\n\n\nPrior to the pump surgery, the pumps must be filled and programmed.\r\n\n\n1) Keep new iPRECIO® \\(model smp-200, Tokyo, Japan) pumps in their sterile packaging and fill with sterile saline with a 27 gauge needle and syringe.  Pierce the needle through the packaging into the pump, and fill the pump with ~1 ml of saline, such that saline will also fill the catheter. Once the pumps are activated, the gears will move into the on position and you cannot fill the catheter.  It can only be filled by pumping, thus it is imperative you fill the reservoir and catheter before programming.\r\n\n\n2) Program the pump using the iPRECIO® communication device and software.  Each pump will need to be placed in the communication device 3 times: 1) to detect the pump, 2) to program the pump and 3) to activate the pump.  \r\n\n\n3) In this study, we programmed the pumps to deliver at 30 ul/h for 30 min \\(to maintain catheter patency during surgery), followed by 9 ul/h for 168 h \\(7 days).  The program will tell you the approximate battery life of the pump, and keep in mind you may want to extend your study, so allow for extra time \\(in this study we programmed for 1 extra day).\r\n\n\n4) Once the pumps were activated, they were placed in sterile saline in 50 ml tubes, and placed in a 37°C oven until surgery.\r\n\n\n5) At time of the surgery, the pumps were removed from the saline, and the catheter cut to 6 cm long.\r\n\n\n6) A small 5 mm circle of Alliedsil™ \\(Allied Biomedical, Paso Robles, CA) was punched with a one hole puncher, and then with a 23 gauge needle, a hole placed in the middle of the circle. Using the needle, the iPRECIO® catheter is then thread through the Alliedsil™ circle.\r\n\n\n7) A small 1-2 cm piece of micro medical grade catheter vinyl tubing V/1 \\(Scientific Commodities, Lake Havasu City, AZ) was then inserted into the catheter and carefully glued \\(Loctite superglue, Düsseldorf, Germany) into place.  Caution must be taken not to use too much glue, not to get glue on the V1 catheter that will be inserted into the kidney, or glue the end of the catheter closed. Excess glue can be removed with cotton gauze.  Trim the V/1 tip to 8 mm \\(or depending on how deep you want the catheter to enter the kidney).\r\n\n\n8) The pump was then placed in warmed sterile saline with 1% pen/strep until implanted into the rat.\r\n\n\n\r\n\n\n**CHRONIC INTRAMEDULLARY INFUSION SURGERY**\r\n\n\n1) The rats were anesthetized with 2% isoflurane and placed with the right side of the animal facing up.  A s.c. injection of carprofen \\(5 mg/kg) buprenorphine \\(0.1 mg/kg) was given to minimize pain.\r\n\n\n2) The area just below the ribs and on the back was shaven, and disinfected with alternating wipes of betadine and 70% ethanol.\r\n\n\n3) An incision through the skin, but not the muscle, was made and a large pocket made between the muscle and the skin.  The pocket must be large enough to accommodate the pump.\r\n\n\n4) The pump is then inserted with the reservoir facing towards the head of the rat, and sutured \\(4-0 prolene) into the muscle using the small loop on the right side of the pump.\r\n\n\n5) A small incision is made through the muscle to the peritoneum, and the kidney exposed. The kidney is held away from the skin by propping it up with a sterile cotton swab.  \r\n\n\n6) Using a 23 gauge needle, make a small hole in the renal capsule where the catheter will be inserted being careful to remain superficial to avoid damage to the kidney that will result in excess bleeding.  Remove any blood with a sterile cotton swab.\r\n\n\n7) Drops of Vetbond™ tissue adhesive \\(3M, Saint Pual, MN) is sparingly applied with a 27 gauge needle syringe to the circle of Alliedsil™, and the catheter is inserted into the hole generated above.  Using forceps hold the catheter in place for 2 min while the vetbond dries.\r\n\n\n8) Gently return the kidney to the body, and suture the muscle wall, and staple the skin closed.  \r\n\n\n9) 0.25% Marcaine + 0.5% lidocaine \\(mixed 50/50) was placed on the incision site.\r\n\n\n10) Rats are then returned to a clean cage and housed individually.\r\n\n\n\r\n\n\n**REFILLING OR EXCHANGING FLUIDS IN THE PUMPS WHILE IMPLANTED**\r\n\n\n1) Anesthetize the rats with 2% isoflurane and placed with the ventral side facing down \\(back is up).\r\n\n\n2) Shave the back of the rat, where the pump resides.  This will allow you to feel the refill port with your gloved finger.\r\n\n\n3) Disinfect the area with alternating wipes of betadine and 70% ethanol.\r\n\n\n4) With your gloved finger, feel for the curved side of the refill port of the pump.  Move your finger from the side to the top of the pump, this is where you will stick a sterile 1 ml syringe with a 27-gauge needle. You will feel the needle hit the bottom of the refill port.\r\n\n\n5) Also, place another gloved finger on the reservoir.  You can feel if it is full \\(it will be stiff) or emptied \\(there will be a depression).\r\n\n\n6) If removing the current solution, insert an empty, sterile 1 ml syringe with 27-gauge needle through the skin into the port, and slowly withdraw the solution. While doing this, place another gloved finger on the reservoir and you can feel it empty.\r\n\n\n7) To fill the pump, insert a filled, sterile 1 ml syringe with 27-gauge needle through the skin, and place another gloved finger on the reservoir.  As you dispense your volume \\(max 900 μl), you will feel the reservoir expand as it fills.\r\n\n\n\r\n\n\n**STERILIZING AND REUSING THE PUMPS**\r\n\n\nSuccessful reuse of the pumps has been achieved.\r\n\n\n1) Once the pumps are cleaned of any obvious tissue or blood, the reservoir is filled with sterile saline.  To clean the catheter, program the pump for an extra day of activity in order to pump sterile saline through the catheter.  Once the pumps have stopped pumping, keep the reservoir full with sterile saline to maintain patency.\r\n\n\n2) Next place the pumps in a beaker of 7 g haemo-sol enzymatic cleaner \\(Haemo-Sol International, Baltimore, MD) per 500 ml of diH2O for 72 h at room temperature.\r\n\n\n3) The pumps are then washed in sterile deionized water and placed in 2% glutaraldehyde for 12 h at room temperature.\r\n\n\n4) Next place the pumps in sterile saline + 100 U/ml Penicillin + 100 μg/ml Streptomycin until next use.\r\n\n\n5) When ready to reuse, take the pumps and place them in fresh sterile saline + 100 U/ml Penicillin + 100 μg/ml Streptomycin, refill with fresh saline and go through programming steps again.  Once the pump is detected, programmed and activated, return the pump to the saline + 100 U/ml Penicillin + 100 μg/ml Streptomycin and place in 37°C oven until surgery.  With this method, there was no obvious infection in the animals."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep26251",
                "date": "2016-06-07 21:38:21",
                "title": "In vivo organ specific drug delivery with implantable peristaltic pumps",
                "authors": [
                    "Joshua S. Speed and Kelly A. Hyndman"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13967,
                "identity": "a0b9edda-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Kelly Hyndman",
                "email": "hyndmank@uab.edu",
                "orcid": "",
                "institution": "Hyndman Lab - University of Alabama at Birmingham",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Kelly",
                "middleName": "",
                "lastName": "Hyndman",
                "suffix": ""
            },
            {
                "id": 13968,
                "identity": "a0b9f280-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Joshua Speed",
                "email": "",
                "orcid": "",
                "institution": "University of Alabama at Birmingham",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joshua",
                "middleName": "",
                "lastName": "Speed",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-05-02 18:58:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.028",
        "doiUrl": "https://doi.org/10.1038/protex.2016.028",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465005,
                "identity": "63ef5203-e050-4c85-b420-51d77b1b335f",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:15",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 121180,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4843/v1/82799d1c-1d68-4a32-b2f0-912ab86bdcb7.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "intramedullary interstitial infusion, chronic, kidney",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Classic methods for delivery of agents to specific organs are technically challenging and causes superfluous stress. The current study describes a method using programmable, implantable peristaltic pumps to chronically deliver drugs in vivo, while allowing animals to remain undisturbed for accurate physiological measurements. In this study, two protocols were used to demonstrate accurate drug delivery to the renal medulla.  First, the vasopressin receptor-2 agonist, dDAVP, was delivered to the renal medulla resulting in a significant increase in water retention, urine osmolality and aquaporin-2 expression and phosphorylation.  Second, in a separate group of rats, the histone deacetylase \\(HDAC) inhibitor, MS275, was delivered to the renal medulla.  HDAC inhibition resulted in a significant increase in histone H3-acetylation, the hallmark for histone deacetylase inhibition.  However, this was confined to the medulla, as the histone H3-acetylation was similar in the cortex of vehicle and MS275 infused rats, suggesting targeted drug delivery without systemic spillover.  Thus, implantable, peristaltic pumps provide a number of benefits compared to externalized chronic catheters and confer specific delivery to target organs.",
        "manuscriptTitle": "In vivo organ specific drug delivery with implantable peristaltic pumps",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-06-13 16:19:51",
                "doi": "10.1038/protex.2016.028",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0b96661-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 13th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3626,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-06-13 16:19:51",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}