{
    "identity": "nprot-3835",
    "title": "Preparation of aggregate-free α -synuclein  for _in vitro_ aggregation study",
    "content": [
        {
            "header": "Introduction",
            "content": "α-Synuclein aggregation and amyloid formation is associated with Parkinson’s disease \\(PD) pathogenesis<sup>1</sup>. α-Syn, a 140 amino acid residues protein is natively unstructured under physiological condition<sup>2</sup>. It converts to higher order amyloid fibrils via self assembly upon prolonged incubation. Amyloid formation is a stochastic process where activation energy is directly co-related with nucleation<sup>3, 4, 5</sup>. During amyloid formation, monomers self assemble and undergo structural rearrangement. This structural rearrangement is not limited to specific structural classes rather a wide range such as globular proteins of α-helix, β-barrel, β-sheet, α-helix/β-sheet mixture<sup>6, 7, 8, 9, 10, 11</sup> and natively unstructured proteins have been reported to form fibrils<sup>12, 13, 14</sup>. Fibrillation of globular proteins can be initiated by adding denaturants or elevated temperature/pH change. These conditions increase the intermolecular interactions of the inter peptides chain by exposing the buried hydrophobic surface area thereby leading to the formation of higher order assembly.\r\n\n\nIn contrast to these globular proteins, monomeric α-Syn lacks any secondary structure and specific intra-chain interactions and undergoes self assembly without any external additives. However, its aggregation propensity can be influenced in presence of various experimental condition such as addition of metal ions, polyamines, glycosaminoglycans \\(GAGS) etc<sup>15, 16, 17, 18</sup>. α-Syn shows variable kinetics _in vitro_ and optimizing its fibrillation kinetics would be of great interest to study molecular events  and to screen small molecule inhibitors against α-Syn aggregation _in vitro_ . \r\n\n\nMany attempts have been made previously to get reproducible kinetics of α-Syn fibrillation. A general conclusion is that increased reproducibility is inversely correlated with the lag time<sup>4</sup>. As fibrillation kinetics is a stochastic event and nucleation is the rate determining step<sup>3</sup>, lowering the activation energy in the nucleation step would be helpful to obtain lower variance in the aggregation kinetics. Fink and co-workers used small glass beads in the plate reader assay in combination with orbital shaking to improve the reproducibility of aggregation kinetics<sup>17, 19</sup>. Agitation also decreases the activation energy in the nucleation process and fastens the overall aggregation process<sup>19</sup>. Otzen and co-workers reported that higher reproducibility in the aggregation kinetics was achieved by adding either seed of preformed fibrils or submicellar amounts of sodium dodecyl sulphate \\(SDS)<sup>5</sup>. However, adding external additives like SDS, metal ions or GAGS can lead to different aggregation pathway of α-Syn. In our current work, we report that usage of aggregate-free low molecular weight \\(LMW, <100 kDa) α-Syn, which provides higher reproducible results for α-Syn aggregation kinetics compared to other starting materials where aggregating solutions were prepared by simple centrifugation or passing through 0.22 µm syringe filter. This approach for making aggregate-free LMW α-Syn could also be used for studying the  the aggregation kinetics of other amyloidogenic proteins/peptides."
        },
        {
            "header": "Reagents",
            "content": "Glycine \\(Sigma, St. Louis, MO)\r\n\n\nMQ water \\(Millipore Corp., Bedford, MA).\r\n\n\n2 \\(M) NaOH \\(Merck, Germany)\r\n\n\n2 \\(N) HCl \\(Merck, Germany)\r\n\n\nα-synuclein protein \\(Recombinantly expressed in _E.Coli_)\r\n\n\nThioflavin T \\(Sigma, St. Louis, MO)"
        },
        {
            "header": "Equipment",
            "content": "10 kDa mini dialysis unit \\(Thermo Scientific)\r\n\n\n100 kDa cut off filters \\(Amicon Ultra-0.5 ml; Merck Millipore)\r\n\n\nUV Spectroscopy \\(Jasco V650, Japan)\r\n\n\nFluorometer \\(Fluoromax-4, Horiba scientific, Japan)\r\n\n\nCircular Dichroism \\(JASCO-810)\r\n\n\npH meter \\(Mettler Toledo, Switzerland, Model S20 Seven easy)\r\n\n\nWeighing balance \\(Mettler Toledo, Switzerland, XS105)\r\n\n\nCentrifuge \\(Hitachi, Japan)\r\n\n\nCold cabinet \\(GE Healthcare)\r\n\n\nPipetman \\(Gilson)\r\n\n\nLow binding tube \\(Eppendorf)\r\n\n\nMicro centrifuge tube \\(Tarsons, India)\r\n\n\nMicro tips \\(Tarsons, India)\r\n\n\nPlastic beaker \\(2 lit, Tarsons, India)\r\n\n\nEcho Thermo model RT11 rotating mixture \\(Torrey Pines Scientific, USA)"
        },
        {
            "header": "Procedure",
            "content": "**Preparation of aggregate-free LMW α-Syn solution**. \r\n\n\n1. Express α-Syn  in _E.Coli_ BL21 \\(D3 strain) and purify according to established protocol as described by _volles et al_. with slight modification\n20, 21\n. \r\n  2. Lyophilize the purified protein and store at -20\no\nC until further use. \r\n  3. Take 10 mg solid lyophilized protein in a 1.5 ml micro centrifuge tube and suspend in 500 µl of 20 mM Gly-NaOH buffer, pH 7.4, 0.01% sodium azide. \r\n  4. Then add a few µl of 2\\(M) NaOH solution to make clear α-Syn solution. In this stage the pH was more than 9.5. \r\n  5. Reduce the pH of the resulting solution gradually to 7.4 by adding few µl of 2\\(N) HCl. Confirm the final pH of the resulting solution. In our laboratory this was done using a  micro pH meter \\(Mettler-Toledo, Switzerland, Model S20 Seven easy). \r\n  6. Centrifuge the solution  centrifuged at 13000 xg for 30 minutes at 4\no\nC. 7. Remove the resulting supernatant  and transfer 250 µl of this solution into a pre-washed 10 kDa mini dialysis unit \\(Slide-A-Lyzer, Thermo Scientific). \r\n  8. Dialyse against the same buffer \\(20 mM Gly-NaOH, pH 7.4, 0.01% sodium azide) for 10 hours at 4\no\nC in order to remove salt and fragmented proteins/peptides. \r\n  9. After 10 h of dialysis, remove the solution and transfer into a 100 kDa cut-off filter \\(Amicon ultra). \r\n  10. Wash the Cut-off filter 3 times with buffer by centrifuging at 6000 x g for 10 mins.  \r\n  11. Isolate the aggregate free low molecular weight α-Syn by centrifuging the solution at 10000 x g for 30 minutes at 4\no\nC. Collect the flow through. The solution should be free from any larger aggregates/seeds \\(MW<100 kDa) and suitable for aggregation study. \r\n  \r\n\n\nThe preparation of low molecular weight α-Syn solution has been summarized schematicaly in Figure 1. \r\n\n\n\r\n\n\nConcentration of the LMW  α-Syn was measured by UV absorbance at 280 nm, considering molar ellipticity of α-Syn as 5960 cm\n-1\n. The final concentration was adjusted to 300 µM. \r\n\n\n\r\n\n\n**Aggregation kinetics monitored by ThT**. \r\n\n\n1. Tranfer the LMW \\(300 µM, 500 µl)  to low binding tube and place tubes into an Echo Thermo model RT11 rotating mixture \\(Torrey Pines Scientific,USA), then place inside a 37\no\nC incubator. \r\n  2. Initiate the aggregation process by rotating the tube containing α-Syn solution at 50 r.p.m. \r\n  3. At regular time interval, remove some aliquots of sample from the tubes and analyse. \r\n  4. Monitor aggregation kinetics at regular time intervals \\(4-6 h) with the help of amyloid specific dye ThT. \r\n  \r\n\n\n**ThT fluorescence measurement**\r\n\n\n\r\n\n\n1. Dilute 3.3 μl of 300 μM protein solution to 200 μl such that the final protein concentration becomes  5 μM. 2. Take the diluted α-Syn  in a quartz cuvette and add 2 µl of 1 mM ThT \\(prepared in 20 mM Tris Hcl buffer, pH 8). \r\n  3. Measure the ThT fluorescence by exciting at 450 nm and acquire the emission spectra in the range of 465 nm to 500 nm with excitation and emission slit width of 5 nm. \r\n  4. Plot fluorescence intensity at 480 nm against incubation time \\(hr).\r\n  \r\n\n\n**Structural transition measured by Circular dichroism \\(CD)**. \r\n\n\n1. Dilute 7.5 µl of 300 μM incubated protein solution to 150 µl in 20 mM Gly-NaOH, pH 7.4 with 0.01% sodium azide. The final protein concentration should be 15 μM. \r\n  2. Place the solution into a 0.1 cm path-length quartz cell \\(Hellma, Forest Hills, NY). \r\n  3. Acquire spectra. In our laboratory we use a JASCO-810 instrument at 25\no\nC. \r\n  4. Record all the Spectra over the wavelength range of 200-260 nm. \r\n  5. Process raw data by smoothing and subtraction of buffer spectra, according to the manufacturer’s instructions."
        },
        {
            "header": "Timing",
            "content": "\\(i) Dialysis was carried out for 10 hours. \\(ii) Centrifugation for isolating aggregate-free low molecular weight was carried out for 30 minutes. \\(iii) At the initial phase of aggregation, ThT was measured every 4-6 h intervals."
        },
        {
            "header": "Troubleshooting",
            "content": "\\(i) One of the major concerns for the _in vitro_ aggregation study is bacterial contamination. Throughout the aggregation study, it was ensured that no contamination took place. Sodium azide was added to a final concentration of 0.01% \\(w/v) in the buffer to avoid any bacterial contamination.\r\n\n\n\\(ii) Presence of DNA in protein solution may affect aggregation kinetics significantly. During protein purification, DNA was removed carefully using streptomycin sulphate. Absence of DNA in low molecular weight was confirmed by measuring the absorbance at 260 nm.\r\n\n\n\\(iii) Higher order aggregates/seeds were removed carefully during preparation of low molecular weight solution. Minute amount of seeds may affect aggregation kinetics drastically.\r\n\n\n\\(iv) Throughout the aggregation kinetics, temperature was maintained 37<sup>o</sup>C and rotation speed 50 r.p.m constantly.\r\n\n\n \\(v) It was ensured that pH of the aggregating solution became constant \\(for example here pH 7.4) throughout the aggregation kinetics."
        },
        {
            "header": "Anticipated Results",
            "content": "α-Syn is rich in acidic amino acid residues at the C-terminus with a pKa value <sub> 6.0 and thus is not fully soluble in the buffer of pH 7.4. When 20 mM Gly-NaOH buffer, pH 7.4, 0.01% sodium azide was added to the lyophilized α-Syn, it formed suspension. AFM images of this suspension showed larger particles/clusters with amorphous morphology with an average height of </sub>30-40 nm \\(Figure 2). This suspension was solubilized by adding few drops of 2\\(M) NaOH and the pH was then adjusted to 7.4 by adding few μl of 2\\(N) HCl. The solution was then centrifuged at 13000 x g to remove any insoluble aggregates. Supernatant was collected. AFM images of this supernatant showed presence of both small and large amorphous particles with some oligomers with an average height of <sub>15 nm \\(Figure 2). The solution was then dialyzed for 10 hours and then passed through 100 kDa cut-off filter \\(for details please refer method section). Flow through was collected and we termed these as \"low molecular weight\" \\(LMW) species. This LMW mostly contains monomeric form with few lower order oligomers as evident from photo induced cross linking of unmodified protein \\(PICUP) data<sup>21</sup>. AFM of LMW showed very small sized amorphous particle with an average height of </sub>5 nm \\(Figure 2). Therefore, the data showed LMW is free from any large prefibrillar aggregates and higher order oligomers. This LMW is now suitable to monitor the fibrillation kinetics of α-Syn.\r\n\n\n**Aggregation kinetics and structural transition of α-Syn**. 300 µM LMW of α-Syn was prepared in 20 mM Gly-NaOH buffer, pH 7.4, 0.01% sodium azide and incubated at 37<sup>o</sup>C with slight agitation \\(50 r.p.m.). The aggregation kinetics of α-Syn was monitored with an amyloid specific dye ThT. ThT generally produces strong fluorescence signal upon binding to fibrillar components with a λ<sub>max</sub> at 480 nm when it is excited at 450 nm; whereas it fails to bind with the monomeric counterpart<sup>22</sup>. After immediate dissolution, α-Syn showed random coil structure in CD \\(Figure 3A) with negligible ThT binding \\(Figure 3B) as expected. With progression of time, α-Syn formed partially folded intermediate where it showed moderate ThT binding. After that α-Syn showed rapid increase in ThT binding and gradually converted to β-sheet structure via helical intermediates \\(Figure 3A). Finally ThT fluorescence reached to its maximum value and became constant \\(Figure 3B). This LMW of α-Syn as a starting material provides consistent fibrillation kinetics \\(standard deviation of lag time for 300 μM protein is 4-12%) across the different sets compared to other conditions where the starting materials for aggregation study was prepared by simply centrifugation of α-Syn solution or by passed through 0.22 µM syringe filter \\(data not shown). This way we were also able to monitor the structural transition of α-Syn aggregation and amyloid formation in a detailed manner. Thus we report, LMW as a starting material could be suitable to monitor aggregation pathway of amyloidogenic polypeptides/proteins."
        },
        {
            "header": "References",
            "content": "1. Spillantini, M. G., Schmidt, M. L., Lee, V. M., Trojanowski, J. Q., Jakes, R., Goedert, M. α-synuclein in Lewy bodies. Nature 388, 839-840 \\(1997).\r\n  \r\n\n\n2. Clayton, D. F., George, J. M. The synucleins: a family of proteins involved in synaptic function, plasticity, neurodegeneration and disease. Trends Neurosci. 21, 249-254 \\(1998).\r\n  \r\n\n\n3. Linse, S., et al. Nucleation of protein fibrillation by nanoparticles. Proc. Natl. Acad. Sci. U. S. A. 104, 8691-8696 \\(2007).\r\n  \r\n\n\n4. Giehm, L., Otzen, D. E. Strategies to increase the reproducibility of protein fibrillization in plate reader assays. Anal. Biochem. 400, 270-281 \\(2010).\r\n  \r\n\n\n5. Giehm, L., Lorenzen, N., Otzen, D. E. Assays for α-synuclein aggregation. Methods 53, 295-305 \\(2011).\r\n  \r\n\n\n6. Hamada, D., Dobson, C. M. A kinetic study of β-lactoglobulin amyloid fibril formation promoted by urea. Protein Sci. 11, 2417-2426 \\(2002).\r\n  \r\n\n\n7. Krebs, M. R., et al. Formation and seeding of amyloid fibrils from wild-type hen lysozyme and a peptide fragment from the β-domain. J. Mol. Biol. 300, 541-549 \\(2000).\r\n  \r\n\n\n8. Fandrich, M., Fletcher, M. A., Dobson, C. M. Amyloid fibrils from muscle myoglobin. Nature 410, 165-166 \\(2001).\r\n  \r\n\n\n9. Pertinhez, T. A., et al. Amyloid fibril formation by a helical cytochrome. FEBS Lett. 495, 184-186 \\(2001).\r\n  \r\n\n\n10. Chiti, F., Bucciantini, M., Capanni, C., Taddei, N., Dobson, C. M., Stefani, M. Solution conditions can promote formation of either amyloid protofilaments or mature fibrils from the HypF N-terminal domain. Protein Sci. 10, 2541-2547 \\(2001).\r\n  \r\n\n\n11. Damaschun, G., et al. Conversion of yeast phosphoglycerate kinase into amyloid-like structure. Proteins 39, 204-211 \\(2000).\r\n  \r\n\n\n12. Kirkitadze, M. D., Condron, M. M., Teplow, D. B. Identification and characterization of key kinetic intermediates in amyloid β protein fibrillogenesis. J. Mol. Biol. 312, 1103-1119 \\(2001).\r\n  \r\n\n\n13. Ghosh, D., et al. Structure based aggregation studies reveal the presence of helix-rich intermediate during α-Synuclein aggregation. Sci. Rep. 5, 9228 \\(2015).\r\n  \r\n\n\n14. Conway, K. A., Harper, J. D., Lansbury, P. T., Jr. Fibrils formed in vitro from α-synuclein and two mutant forms linked to Parkinson's disease are typical amyloid. Biochemistry 39, 2552-2563 \\(2000).\r\n  \r\n\n\n15. Antony, T., Hoyer, W., Cherny, D., Heim, G., Jovin, T. M., Subramaniam, V. Cellular polyamines promote the aggregation of α-synuclein. J. Biol. Chem. 278, 3235-3240 \\(2003).\r\n  \r\n\n\n16. Fernandez, C. O., et al. NMR of α-synuclein-polyamine complexes elucidates the mechanism and kinetics of induced aggregation. EMBO J. 23, 2039-2046 \\(2004).\r\n  \r\n\n\n17. Cohlberg, J. A., Li, J., Uversky, V. N., Fink, A. L. Heparin and other glycosaminoglycans stimulate the formation of amyloid fibrils from α-synuclein in vitro. Biochemistry 41, 1502-1511 \\(2002).\r\n  \r\n\n\n18. Rasia, R. M., et al. Structural characterization of copper\\(II) binding to α-synuclein: Insights into the bioinorganic chemistry of Parkinson's disease. Proc. Natl. Acad. Sci. U. S. A. 102, 4294-4299 \\(2005).\r\n  \r\n\n\n19. Uversky, V. N., Li, J., Fink, A. L. Pesticides directly accelerate the rate of α-synuclein fibril formation: a possible factor in Parkinson's disease. FEBS Lett. 500, 105-108 \\(2001).\r\n  \r\n\n\n20. Volles, M. J., Lansbury, P. T., Jr. Zeroing in on the pathogenic form of α-synuclein and its mechanism of neurotoxicity in Parkinson's disease. Biochemistry 42, 7871-7878 \\(2003).\r\n  \r\n\n\n21. Ghosh, D., et al. The Parkinson's disease-associated H50Q mutation accelerates α-Synuclein aggregation in vitro. Biochemistry 52, 6925-6927 \\(2013).\r\n  \r\n\n\n22. LeVine, H., 3rd. Quantification of β-sheet amyloid fibril structures with thioflavin T. Methods Enzymol. 309, 274-284 \\(1999)."
        },
        {
            "header": "Acknowledgements",
            "content": "The work was supported by grants from DBT \\(BT/PR14344Med/30/501/2010) and \\(BT/PR13359/BRB/10/752/2009) Government of  India. Authors wish to acknowledge Central Bio AFM Facility \\(IRCC, IIT Bombay) for AFM imaging. D.G. acknowledges UGC \\(Govt. of India) for his fellowship."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep09228",
                "date": "2015-03-25 15:53:24",
                "title": "Structure based aggregation studies reveal the presence of helix-rich intermediate during α-Synuclein aggregation",
                "authors": [
                    "Dhiman Ghosh",
                    "Pradeep K. Singh",
                    "Shruti Sahay",
                    "Narendra Nath Jha",
                    "Reeba S. Jacob",
                    "Shamik Sen",
                    "Ashutosh Kumar",
                    "Roland Riek",
                    "and Samir K. Maji"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13325,
                "identity": "a0576736-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Samir K. Maji",
                "email": "samirmaji@iitb.ac.in",
                "orcid": "",
                "institution": " Indian Institute of Technology Bombay, Powai, Mumbai 400076, India",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Samir",
                "middleName": "K.",
                "lastName": "Maji",
                "suffix": ""
            },
            {
                "id": 13324,
                "identity": "a0576489-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dhiman Ghosh",
                "email": "",
                "orcid": "",
                "institution": " Indian Institute of Technology Bombay, Powai, Mumbai 400076, India",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dhiman",
                "middleName": "",
                "lastName": "Ghosh",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-03-26 09:47:34",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.037",
        "doiUrl": "https://doi.org/10.1038/protex.2015.037",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609146,
                "identity": "a909dbce-8960-4ebc-959b-b1e37e2ca83a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 748325,
                "visible": true,
                "origin": "",
                "legend": "*Preparation of aggregate-free LMW α-Syn*   Schematic representation for the preparation of aggregate-free low molecular weight α-Syn solution",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3835/v1/figure_1.jpg"
            },
            {
                "id": 2609149,
                "identity": "08b4b6e5-b0f3-4805-8659-f345af9c7741",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 997891,
                "visible": true,
                "origin": "",
                "legend": "*Morphological analysis of α-Syn at different stages using AFM*.   AFM images showing amorphous clusters for α-Syn suspension (upper left) immediate after mixing with buffer, mixture of smaller and larger amorphous particles with few oligomers (upper middle) by α-Syn solution after solubilization by addition of NaOH and small amorphous particles for LMW (upper right). Corresponding 3 dimensional AFM images are shown in lower panel.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3835/v1/figure_2.jpg"
            },
            {
                "id": 2609148,
                "identity": "dc0ce8f6-2bbf-4496-8b6a-047a6e8bba58",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 514029,
                "visible": true,
                "origin": "",
                "legend": "*Fibrillation of LMW α-Syn*.    (A) Secondary structural changes of α-Syn monitored by CD showing gradual conversion of random coil to β-sheet structure via helical intermediate. (B) ThT fluorescence showing sigmoidal amyloid growth during α-Syn aggregation.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3835/v1/figure_3.jpg"
            },
            {
                "id": 13465038,
                "identity": "22c9ac92-a945-4f82-abbf-947a16863f35",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 433527,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3835/v1/8dbf1bbe-3583-496b-a72e-6cebd535126c.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "α-synuclein, low molecular weight, cut off filter, aggregates, seed",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Establishing reproducible aggregation kinetics and amyloid formation of α-synuclein \\(α-Syn) is of great interest for understanding Parkinson’s disease \\(PD) pathogenesis. α-Syn, 140 amino acid residues intrinsically disorder protein \\(IDP), is well known for its inconsistent aggregation behaviour _in vitro_. Previously different methods/conditions like orbital agitation, usage of small glass beads in plate reader assay were reported to achieve higher reproducibility. In addition to mechanical agitation, here we report the usage of aggregate free low molecular weight \\(LMW) solution as a starting material for monitoring aggregation pathway of α-Syn. This allowed us to obtain the reproducible fibrillation kinetics of α-Syn at a satisfactory level. This LMW could be used not only for understanding PD pathogenesis but also for screening inhibitors against α-Syn fibrillation and to study many molecular events _in vitro_.",
        "manuscriptTitle": "Preparation of aggregate-free α -synuclein  for in vitro aggregation study",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-04-18 22:27:37",
                "doi": "10.1038/protex.2015.037",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a056fc19-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 18th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3314,
                "name": "Neuroscience"
            },
            {
                "id": 3315,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 3316,
                "name": "Biochemistry"
            },
            {
                "id": 3317,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-04-18 22:27:37",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}