{
    "identity": "nprot-2526",
    "title": "Preparation of antiserum and detection of proteins by Western blotting using the starlet sea anemone, _Nematostella vectensis_",
    "content": [
        {
            "header": "Introduction",
            "content": "A basic requirement for elucidating gene and protein function of any model organism is to detect specific proteins of interest. Herein, we describe protocols for detecting the expression individual proteins in extracts of the starlet sea anemone _Nematostella vectensis_ and to verify the specificity of antiserum using transfected mammalian cells. Although these protocols were established for use with _Nematostella_, it is likely that they can be adapted for use with other cnidarian polyps \\(other anemones, corals, and hydra) or other invertebrate organisms \\(sponges and placozoans). Moreover, they can be used to complement a variety of other protocols that we have recently described for the investigation of gene and protein function in _Nematostella_<sup>1,2</sup>. \r\n\n\nAntisera against native _Nematostella_ proteins, including Nv-NF-κB, Nv-IκB, and minicollagen proteins \\(Nv-NCol-1, Nv-NCol-3 and Nv-NCol-4), as well as a commercial antibody against 5HT serotonin receptor have been used in indirect immunofluorescent staining of anemones<sup>3-6</sup>. Western blotting has been performed for Nv-NF-κB<sup>3</sup>, Nv-IκB<sup>4</sup> and millicollagen proteins<sup>6</sup>, which provides an important control for specificity in immunostaining experiments in _Nematostella_. \r\n\n\n  The starlet sea anemone, _Nematostella vectensis_, is a small, geographically widespread estuarine cnidarian<sup>7-9</sup>.  _Nematostella_ is a member of the phylum Cnidaria, which, in addition to anemones, also includes corals, jellyfish and hydra. Several genes and gene families that were previously thought to be unique to vertebrates \\(due to their absence from the sequenced genomes of fruit fly and soil nematodes) have been identified in _Nematostella_<sup>10</sup>. Such findings suggest that the genome of _Nematostella_ has evolved in a relatively conservative fashion compared to many other invertebrates. Thus, study of gene/protein function in _Nematostella_ is of interest from an evolutionary prospective, but is likely to also have ecological importance, given that other cnidarians \\(especially corals) are under threat from environmental insults.   \r\n\n\n\r\n\n\n_Protein Detection_\r\n\n\nCompared to detection of RNA, the detection of proteins in or from _Nematostella_ has been much less commonly reported<sup>3,4,6,12</sup>. Western blotting of adult _Nematostella_ extracts uses protocols similar to those used for detection of proteins from mammalian cell lysates<sup>13,14</sup>. Isolation of protein extracts from _Nematostella_ is described elsewhere<sup>15</sup>. Custom antisera developed against two _Nematostella_ proteins, Nv-NF-κB \\(**Fig. 1a**) and Nv-IκB \\(**Fig. 1b**), were used in Western blotting to detect the relevant proteins from lysates of transfected human A293 cells and with extracts from _Nematostella_ animals of varying stages."
        },
        {
            "header": "Reagents",
            "content": "• _Nematostella vectensis_ \\(collection of adults and spawning techniques are described elsewhere<sup>18</sup>)\r\n\n\n• A293 cells \\(ATCC, cat. no. CRL-1573)\r\n\n\n• Bromophenol Blue \\(Sigma-Aldrich, cat. no. B0126)\r\n\n\n• Bovine serum albumin \\(BSA; Sigma-Aldrich, cat. no. A-7888) \r\n\n\n• ECL solution to detect HRP-conjugated antisera \\(SuperSignal West Dura Substrate; Pierce, cat. no. 34076)\r\n\n\n• NaCl \\(4 M solution; Fisher Scientific, cat. no. BP-348-1)\r\n\n\n• Nitrocellulose membrane \\(0.45 µm pore-size; Bio-Rad, cat. no. 162-0115)\r\n\n\n• Normal goat serum \\(NGS; Gibco, cat. no. 16210)\r\n\n\n• Phosphate-buffered saline \\(PBS)\r\n\n\n• Powdered non-fat dry milk \\(LabScientific, cat. no. M0841)\r\n\n\n• SDS **\\! CAUTION** Causes skin, eye, and respiratory irritation.\r\n\n\n• Tris-buffered saline \\(TBS)\r\n\n\n• Tris-HCl \\(1 M, pH 7.4)\r\n\n\n• Tween-20\r\n\n\n\r\n\n\nREAGENT SET-UP\r\n\n\n**10X Phosphate-buffered Saline \\(PBS)**  Add 2.56 g NaH<sub>2</sub>PO<sub>4</sub> and 11.94 g Na<sub>2</sub>HPO<sub>4</sub> to 800 ml dH<sub>2</sub>O. Add 102.2 g NaCl. Bring up to 1 liter with dH<sub>2</sub>O. Store indefinitely at room temperature \\(i.e., 20-22ºC).\r\n\n\n\r\n\n\n**Tris-buffered Saline \\(TBS)** \\(120 mM Tris, 150 mM NaCl)\r\n\n\nAdd 100 ml 1.2 M Tris pH 7.5 and 100 ml 1.5 M NaCl, to 800 ml dH<sub>2</sub>O. Store indefinitely at room temperature.\r\n\n\n\r\n\n\n**TBST** \\(120 mM Tris, 150 mM NaCl, 0.05% Tween-20)\r\n\n\nAdd 100 ml 1.2 M Tris pH 7.5, 100 ml 1.5 M NaCl, and 500 µl Tween-20 to 799.5 ml dH<sub>2</sub>O. Store indefinitely at room temperature.\r\n\n\n\r\n\n\n**4X SDS sample buffer**\r\n\n\nCombine 20 g glycerol, 10 ml β-mercaptoethanol, 4.6 g SDS, 1.5 g Tris. Add dH<sub>2</sub>O to <sub> 40 ml and mix well. Adjust pH to 6.8 with 12 N HCl, and bring volume to 50 ml with dH</sub>2<sub>O. Add 0.2 g \\(0.4% w/v) bromophenol blue dye. Mix well. Aliquot \\(</sub>1 ml) and store indefinitely at 4°C.\r\n\n\n\r\n\n\n**Western Blocking Buffer** \\(1X PBS, 5% NGS, 4% milk, 0.05% Tween-20)\r\n\n\nCombine 40 ml dH<sub>2</sub>O, 5 ml 10X PBS, 2.5 ml NGS, 25 μl Tween-20 and 4 g powdered milk. Mix and bring to a final volume of 50 ml with dH<sub>2</sub>O. Make fresh for every use. **CRITICAL** To help reduce non-specific binding, supplement Western Blocking Buffer with 0.5 g \\(1%) BSA.\r\n\n\n\r\n\n\n**Table 1: Antisera used for Western blotting.**\r\n\n\n\r\n\n\n<table border=\"1\" cellpadding=\"0\" cellspacing=\"0\"><tbody><tr><td valign=\"top\" width=\"95\"><p><strong>Name</strong><sup>a</sup></p></td><td valign=\"top\" width=\"95\"><p><strong>Protocol</strong><sup>b</sup></p></td><td valign=\"top\" width=\"95\"><p><strong>Host</strong><sup>c</sup></p></td><td valign=\"top\" width=\"95\"><p><strong>Dilution</strong></p></td><td valign=\"top\" width=\"95\"><p><strong>Source</strong><sup>d</sup></p></td><td valign=\"top\" width=\"174\"><p><strong>Blocking Buffer</strong><sup>e</sup></p></td><td valign=\"top\" width=\"95\"><p><strong>Duration</strong><sup>f</sup><strong></strong></p></td></tr><tr><td colspan=\"7\" valign=\"top\" width=\"742\"><p><strong>Primary Antisera</strong></p></td></tr><tr><td valign=\"top\" width=\"95\"><p>Nv-NF-&#954;B</p></td><td valign=\"top\" width=\"95\"><p>WB</p></td><td valign=\"top\" width=\"95\"><p>R</p></td><td valign=\"top\" width=\"95\"><p>1:2000</p></td><td valign=\"top\" width=\"95\"><p>OpenBio \\(custom)<strong></strong></p></td><td valign=\"top\" width=\"174\"><p>TBS, 8% milk,</p><p>5% NGS, 0.05% Tw</p></td><td valign=\"top\" width=\"95\"><p>2 h, RT</p></td></tr><tr><td valign=\"top\" width=\"95\"></td><td valign=\"top\" width=\"95\"><p>WB</p></td><td valign=\"top\" width=\"95\"><p>GP</p></td><td valign=\"top\" width=\"95\"><p>1:1000</p></td><td valign=\"top\" width=\"95\"><p>OpenBio \\(custom)</p></td><td valign=\"top\" width=\"174\"><p>TBS, 8% milk,</p><p>5% NGS, 0.05% Tw</p></td><td valign=\"top\" width=\"95\"><p>1 h, RT</p></td></tr><tr><td colspan=\"7\" valign=\"top\" width=\"742\"><p><strong>Secondary Antisera</strong></p></td></tr><tr><td valign=\"top\" width=\"95\"><p>HRP-&#945;-R</p></td><td valign=\"top\" width=\"95\"><p>WB</p></td><td valign=\"top\" width=\"95\"><p>G</p></td><td valign=\"top\" width=\"95\"><p>1:1000</p></td><td valign=\"top\" width=\"95\"><p>CST #7074</p></td><td valign=\"top\" width=\"174\"><p>TBS, 8% milk,</p><p>0.05% Tw</p></td><td valign=\"top\" width=\"95\"><p>1 h, RT</p></td></tr><tr><td valign=\"top\" width=\"95\"><p>HRP-&#945;-GP</p></td><td valign=\"top\" width=\"95\"><p>WB</p></td><td valign=\"top\" width=\"95\"><p>G</p></td><td valign=\"top\" width=\"95\"><p>1:20000</p></td><td valign=\"top\" width=\"95\"><p>TF</p><p>#PA1-28679</p></td><td valign=\"top\" width=\"174\"><p>TBS, 8% milk,</p><p>5% NGS, 0.05% Tw</p></td><td valign=\"top\" width=\"95\"><p>1 h, RT</p></td></tr></tbody></table><p><u> </u></p><p><sup>a</sup>Antisera conjugations: HRP, horseradish peroxidase. Secondary antisera were created against antibodies from the indicated species \\(e.g., HRP-linkedanti-guinea pig is listed as HRP-&#945;-GP).</p><p><sup>b</sup>Dilutions and blocking buffers are specific for Immunofluorescence, IF; or Western blotting, WB.</p><p><sup>c</sup>Antisera host animal: G, goat; GP, guinea pig; R, rabbit.</p><p><sup>d</sup>Source of antisera: CST, Cell Signaling Technology; OpenBio, OpenBiosystems; TF, ThermoFisher, TF. Catalog numbers are listed below company name.</p><p><sup>e</sup>Blocking buffer was used to block membranes/tissue and to dilute primary antisera. Abbreviations: BSA, Bovine serum albumin; NGS, normal goat serum; TBS,Tris-buffered saline; Tx, Triton-X-100; Tw, Tween-20. All percentages are measured in \\(v/v) except BSA \\(w/v) and milk \\(w/v).</p><p><sup>f</sup>Blocking was usually performed overnight at 4&#176;C on a shaker. Duration of incubation with primary antisera: h, hours; RT, room temperature.</p>"
        },
        {
            "header": "Equipment",
            "content": "• Blue autoradiography film \\(ISC BioExpress, cat. no. F-9024-8X10)\r\n\n\n• Dark room\r\n\n\n• Electrophoresis power supply\r\n\n\n• Electro-blotting apparatus\r\n\n\n• Film developer \\(e.g., a Kodak RP X-OMAT)\r\n\n\n• Heating block\r\n\n\n• Polyacrylamide gel apparatus\r\n\n\n• X-ray film cassette \\(ISC BioExpress, cat. no. SB810)"
        },
        {
            "header": "Procedure",
            "content": "**Generation of custom antiserum \\(~3 months)**\r\n\n\n1. Predict the aa sequence of your protein of interest, either from an in-house generated cDNA sequence or from the analysis of various EST databases\n10,19\n. Note: if possible, it is good to inspect sequences from multiple cDNAs, as there is much heterogeneity in _Nematostella_ protein coding regions, and you will want to choose a region that is highly conserved at the aa level. \r\n  2. Send the cDNA sequence to a commercial source for the selection of a suitable epitope. In our experience\n3,4\n, and that of others\n6\n, epitopes of approximately 18 aa at the extreme C terminus generate excellent antisera.\r\n  3. For routine use, we have found that rabbits can be used to provide abundant, highly specific antiserum, which can be conveniently used with a number of readily available secondary antiserum. As we describe above, you are likely to want to instruct the company to use BSA as the carrier protein \\(because KLH generates high background with _Nematostella_ and other marine invertebrates). Finally, you will likely need to have the antiserum purified to obtain optimal, clean Western blots.\r\n  4. When generated, keep antiserum at -80ºC for long-term storage. For frequent use, we generally keep small \\(75-100 µl) aliquots at -20ºC. These aliquots can be freeze-thawed several times without losing activity. \r\n  \r\n\n\n**Preparation of A293 cell extracts expressing _Nematostella_ protein of interest** \\(~2 weeks)\r\n\n\n5. Generate a cDNA from purified _Nematostella_ RNA\n15\nand subclone the cDNA into a mammalian cell overexpression vector, such as one of the pcDNA vectors \\(Invitrogen), using standard recombinant DNA techniques\n3,4\n.\r\n  6. Transfect a 50-70% confluent 60-mm dish of A293 cells with 10 µg of the _Nematostella_ protein expression vector as well as the empty vector as a control, according to standard techniques \\(e.g., see refs 3, 4).\r\n  7. Two days later, remove medium from cells, wash cells 2 times with PBS, and lyse the cells in 160 µl of AT buffer, as described\n3\n. Perform an assay \\(e.g., Bradford assay) on the clarified lysate to determine protein concentration. You are likely to have a final protein concentration of approximately 5-10 µg/µl. Store the lysate at -80ºC prior to use.\r\n  \r\n\n\n**Western blotting** \\(1 to 3 days)\r\n\n\n8. Prepare _Nematostella_ protein extract \\(as in refs. 3, 4). \r\n  9. Transfer 25 µg of _Nematostella_ protein extract \\(typically ~10-20 µl) to a 1.5-ml microcentrifuge tube, and add 4X SDS sample buffer to a final concentration of 1X.\r\n  10. Heat sample at 95-100°C for 10 min on a heating block.  \r\n  11. Load samples onto an SDS-polyacrylamide gel \\(a 10% polyacrylamide gel is suitable for routine blotting of proteins that are 40 to 100 kDa). As controls, load approximately 10-20 µg of cell lysates from both the empty vector- and pcDNA-gene vector-transfected cells.\r\n  12. Electrophorese samples at 80 V until the bromophenol blue passes through the stacking gel and into the resolving gel. Increase voltage to 160 V and electrophorese until the bromophenol blue reaches the bottom of the resolving gel. \r\n  13. Disassemble the apparatus, and discard the stacking gel.\r\n  14. Load the resolving gel onto the electro-blotting transfer apparatus and transfer to a nitrocellulose membrane at 100 V for 1-2 h. **CRITICAL STEP** High molecular weight proteins \\(>100 kDa) transfer better at 100 V for 4 h at 4°C.\r\n  **? TROUBLESHOOTING**\r\n\n\n15. Disassemble the transfer apparatus and wash membrane 2 times with PBS for 1 min each.\r\n  16. Block membranes with 25 ml Western Blocking Buffer for at least 1 h at room temperature, although overnight at 4°C works best. **CRITICAL STEP** To avoid non-specific binding, 5% normal goat serum and/or 1% BSA must be added to the Western Blocking Buffer. \r\n  17. Probe membranes with primary antiserum diluted in Western Blocking Buffer for the appropriate length of time. The appropriate dilution of antiserum must be experimentally determined, but proteins are typically detected with dilutions that range from 1:500 to 1:10,000. A list of primary antisera that we have successfully used is presented in Table 1. \r\n  **? TROUBLESHOOTING**\r\n\n\n18. Wash membranes 4 times with TBST for 10 min each.\r\n  19. Probe membranes with secondary antiserum for the appropriate length of time. A list of secondary antisera that we have successfully used is presented in Table 1.\r\n  20. Wash membranes 4 times with TBST for 10 min each.\r\n  21. Wash membrane 2 times with TBS for 5 min.\r\n  22. Add ECL solution and detect proteins according to manufacturer’s instructions. In a typical detection kit, both reagents \\(luminol and peroxide buffer) are mixed in equal volumes \\(0.5 ml of each) and transferred onto the nitrocellulose membrane. The ECL solution is incubated with the membrane for 5 min and then poured off. \r\n  23. Detect luminescence by incubating the membrane with x-ray film. This is performed in a dark room and incubation times range from 15 sec to 5 min. Once the film is exposed to the nitrocellulose membrane, it can be fixed and processed with a standard film developing machine \\(e.g., X-OMAT imager).  \r\n  **? TROUBLESHOOTING**"
        },
        {
            "header": "Timing",
            "content": "Steps 1-4, generation of polyclonal antiserum: ~3 months\r\n\n\nSteps 5-7, Preparation of cell extracts from animals and cells: ~ 3 days\r\n\n\nSteps 8-23, Western blotting: The Western blotting procedure can take from 1-3 days depending on the length of incubations in Western Blocking Buffer and primary antiserum. \r\n\n\n• Gel electrophoresis and transfer: ~ 4 h\r\n\n\n• Blocking: 1 h to 1 day\r\n\n\n• Incubation with primary antisera: 1 h to 1 day\r\n\n\n• Incubation with secondary antisera: ~2 h\r\n\n\n• Protein detection: ~1 h"
        },
        {
            "header": "Troubleshooting",
            "content": "**Table 2: Troubleshooting**\r\n\n\n\r\n\n\n<table border=\"1\" cellpadding=\"0\" cellspacing=\"0\"><tbody><tr><td valign=\"top\" width=\"158\"><p align=\"center\"><strong>Step</strong></p></td><td valign=\"top\" width=\"158\"><p><strong>Problem</strong></p></td><td valign=\"top\" width=\"158\"><p><strong>Possible reason</strong></p></td><td valign=\"top\" width=\"158\"><p><strong>Possible solution</strong></p></td></tr><tr><td valign=\"top\" width=\"158\"><p>23</p></td><td valign=\"top\" width=\"158\"><p>Non-specific high molecular weight bands</p></td><td valign=\"top\" width=\"158\"><p>Antisera cross-reacting with non-specific proteins</p></td><td valign=\"top\" width=\"158\"><p>After electrophoresis, transfer the proteins from the gel to the membrane at 100 V for 45 min</p></td></tr><tr><td valign=\"top\" width=\"158\"><p>23</p></td><td valign=\"top\" width=\"158\"><p>Protein of interest not detected</p></td><td valign=\"top\" width=\"158\"><p>Poor staining of primary antisera</p></td><td valign=\"top\" width=\"158\"><p>Block membrane for 2 h at room temperature and probe with primary antiserum overnight at 4&#176;C</p></td></tr><tr><td valign=\"top\" width=\"158\"><p>23</p></td><td valign=\"top\" width=\"158\"><p>Protein of interest detected in A293 cell extracts, but not in <em>Nematostella</em> extracts</p></td><td valign=\"top\" width=\"158\"><p>Protein not extracted sufficiently from animal extracts</p></td><td valign=\"top\" width=\"158\"><p>Boil tissue directly in SDS-sample buffer for 10 min \\(i.e., do not extract protein with AT buffer)</p></td></tr></tbody></table><p><strong> </strong></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "Using this Western blotting protocol, highly specific binding can achieved to _Nematostella_ proteins using custom antisera targeted to the C-termini of the _Nematostella_ NF-κB and IκB proteins \\(**Fig. 1**). The protein from animal extracts should co-migrate with the protein overexpressed in A293 cells, and there should be no detected protein in the lysates from empty vector-transfected A293 cells. We optimized the protocol for different primary and secondary antisera by \\(1) changing the dilution of the antiserum, \\(2) altering the composition of the Western Blocking Buffer, and/or \\(3) changing the length and/or temperature of the incubation. Table 1 describes conditions that we have successfully used with two different primary antisera and two secondary antisera<sup>3,4,12</sup>. \r\n\n\n Other controls that might be performed are to perform a parallel Western blot using pre-immune serum for the primary antibody \\(no protein should be detected) or to pre-absorb antiserum with the immunogenic peptide \\(which should result in loss of the specific protein on Western blots). In addition, the protein may be present in soluble or insoluble extracts from animals, which will need to determined experimentally<sup>3</sup>. For example, certain cnidocyte minicollagen proteins require extensive boiling in SDS sample buffer for extraction<sup>6</sup>."
        },
        {
            "header": "References",
            "content": "1 Wolenski, F.S., Layden, M.J., Martindale, M.Q., Gilmore, T.D. & Finnerty, J.R. Characterizing the spatiotemporal expression of RNAs and proteins in the starlet sea anemone, Nematostella vectensis. Nat. Protoc. In press \\(2012).\r\n\n\n2 Layden, M.J., Röttinger, E., Wolenski, F.S., Gilmore, T.D. & Martindale, M.Q. Microinjection techniques for reverse genetic analysis in the starlet sea anemone, Nematostella vectensis. Nat. Protoc. In press \\(2012).\r\n\n\n3 Wolenski, F.S. et al. Characterization of the core elements of the NF-κB signaling pathway of the sea anemone Nematostella vectensis. Mol. Cell. Biol. 31, 1076-1087 \\(2011).\r\n\n\n4 Wolenski, F.S., Bradham, C.A., Finnerty, J.R. & Gilmore, T.D. NF-κB is required for the development of subset of cnidocytes in the body column of the sea anemone Nematostella vectensis. Dev. Biol. 373, 205-215 \\(2013).\r\n\n\n5 Marlow, H.Q., Srivastava, M., Matus, D.Q., Rokhsar, D. & Martindale, M.Q. Anatomy and development of the nervous system of Nematostella vectensis, an anthozoan cnidarian. Dev. Neurobiol. 69, 235-254 \\(2009).\r\n\n\n6 Zenkert, C., Takahashi, T., Diesner, M.O. & Özbek, S. Morphological and molecular analysis of the Nematostella vectensis cnidom. PLoS ONE 6, e22725 \\(2011).\r\n\n\n7 Hand, C. & Uhlinger, K. The culture, sexual and asexual reproduction, and growth of the sea anemone Nematostella vectensis. Biol. Bull. 182, 169-176 \\(1992).\r\n\n\n8  Hand, C. & Uhlinger, K.R. The unique, widely distributed, estuarine sea anemone, Nematostella vectensis Stephenson: a review, new facts, and questions. Estuaries 17, 501-508 \\(1994).\r\n\n\n9 Hand, C. & Uhlinger, K.R. Asexual reproduction by transverse fission and some anomalies in the sea anemone Nematostella vectensis. Invert. Biol. 114, 9-18 \\(1995).\r\n\n\n10 Putnam, N. H. et al. Sea anemone genome reveals ancestral eumetazoan gene repertoire and genomic organization. Science 317, 86-94 \\(2007).\r\n\n\n11 Peterson, K.J. & Butterfield, N.J. Origin of the Eumetazoa: testing ecological predictions of molecular clocks against the Proterozoic fossil record. Proc. Natl. Acad. Sci. USA 102, 9547-9552 \\(2005).\r\n\n\n12 Wolenski, F.S. et al. Two polymorphic residues account for the differences in DNA binding and transcriptional activation by NF-κB proteins encoded by naturally occurring alleles in Nematostella vectensis. J. Mol. Evol. 73, 325-336 \\(2011).\r\n\n\n13 Grabski, A.C. Advances in preparation of biological extracts for protein purification. Methods Enzymol. 463, 285-303 \\(2009).\r\n\n\n14 Alegria-Schaffer, A., Lodge, A. & Vattem, K. Performing and optimizing Western blots with an emphasis on chemiluminescent detection. Methods Enzymol. 463, 573-599 \\(2009).\r\n\n\n15 Stefanik, D.J., Wolenski, F.S., Gilmore, T.D. & Finnerty, J.R. Isolation of DNA, RNA and protein from the starlet sea anemone, Nematostella vectensis. Nat. Protoc. In press \\(2012).\r\n\n\n16 Darling, J.A., Reitzel, A.M. & Finnerty, J.R. Characterization of microsatellite loci in the widely introduced estuarine anemone Nematostella vectensis. Mol. Ecol. Notes 6, 803-805 \\(2006).\r\n\n\n17 Reitzel, A., Darling, J., Sullivan, J. & Finnerty, J. Global population genetic structure of the starlet anemone Nematostella vectensis: multiple introductions and implications for conservation policy. Biol. Invasions 10, 1197-1213 \\(2008).\r\n\n\n18 Stefanik, D.J., Friedman, L. & Finnerty, J.R. Collecting, rearing, spawning and inducing regeneration of the starlet sea anemone, Nematostella vectensis. Nat. Protoc. In Review \\(2012).\r\n\n\n19 Sullivan, J.C. et al. StellaBase: the Nematostella vectensis genomics database. Nucleic Acids Res. 34, D495-499 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "This research was supported by National Science Foundation grant MCB-0924749 to T.D.G and J.R.F. F.S.W. was supported by a predoctoral grant from the Superfund Basic Research Program at Boston University \\(5 P42 E507381) and Warren-McLeod graduate fellowships in Marine Biology."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1128/MCB.00927-10",
                "date": "2012-11-25 22:11:34",
                "title": "Characterization of the Core Elements of the NF- kappaB Signaling Pathway of the Sea Anemone Nematostella vectensis",
                "authors": [
                    "F. S. Wolenski",
                    "M. R. Garbati",
                    "T. J. Lubinski",
                    "N. Traylor-Knowles",
                    "E. Dresselhaus",
                    "D. J. Stefanik",
                    "H. Goucher",
                    "J. R. Finnerty",
                    "and T. D. Gilmore"
                ],
                "journal": "Molecular And Cellular Biology",
                "logo": ""
            },
            {
                "doi": "10.1038/nprot.2013.014",
                "date": "2013-04-18 13:51:37",
                "title": "Characterizing the spatiotemporal expression of RNAs and proteins in the starlet sea anemone, Nematostella vectensis",
                "authors": [
                    "Francis S Wolenski",
                    "Michael J Layden",
                    "Mark Q Martindale",
                    "Thomas D Gilmore",
                    "and John R Finnerty"
                ],
                "journal": "Nature Protocols",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12234,
                "identity": "9fdebda8-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Thomas Gilmore",
                "email": "gilmore@bu.edu",
                "orcid": "",
                "institution": "Gilmore lab, Boston University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Thomas",
                "middleName": "",
                "lastName": "Gilmore",
                "suffix": ""
            },
            {
                "id": 12232,
                "identity": "9fdeb995-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Francis Wolenski",
                "email": "",
                "orcid": "",
                "institution": "Gilmore Lab, Boston University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Francis",
                "middleName": "",
                "lastName": "Wolenski",
                "suffix": ""
            },
            {
                "id": 12233,
                "identity": "9fdebc15-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "John Finnerty",
                "email": "",
                "orcid": "",
                "institution": "Boston University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "",
                "lastName": "Finnerty",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-11-26 18:39:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.057",
        "doiUrl": "https://doi.org/10.1038/protex.2012.057",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608592,
                "identity": "23db3b79-b7ae-4376-bf19-084c5e3189d7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 124377,
                "visible": true,
                "origin": "",
                "legend": "Example of Western blot.   The cDNAs for Nv-nf-kb (Genbank ID: HM754642.1) and Nv-ikb (EU092641.1) were subcloned into pcDNA 3.1 (+) expression vectors and expressed in human A293 cell lines. (a) Anti-Nv-NF-κB Western blotting of human A293 cells transfected with empty vector (lane 1), pcDNA-Nv-NF-κB (lane 2), or an extract from an adult Nematostella (lane 3). (b) Anti-Nv-IκB Western blotting of A293 cells transfected with empty vector (lane 1), pcDNA-Nv-IκB, or an extract from an adult Nematostella (lane 3). Nv-NF-κB and Nv-IκB are indicated by arrows, and molecular mass markers (in kDa) are indicated to the left of the figure.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2526/v1/figure_1.png"
            },
            {
                "id": 13465326,
                "identity": "3abd5c3e-1344-439f-bbbc-30d3fd4db4ac",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:18",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 341946,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2526/v1/1962a6f6-4ca4-40e3-976b-c6105145af28.pdf"
            },
            {
                "id": 2608591,
                "identity": "eb2a7e00-3645-474d-95d8-ff2a1bbb1087",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 23040,
                "visible": true,
                "origin": "",
                "legend": "Table 1    Antisera used for Western blotting.",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2526/v1/supplement_0.doc"
            },
            {
                "id": 2608593,
                "identity": "3984ebbf-e4ec-4c9b-98e3-d4949e6d78e4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 26112,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Troubleshooting table.",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2526/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Nematostella; antiserum; Western blotting",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Among basal animals, the starlet sea anemone _Nematostella vectensis_ \\(phylum Cnidaria) has emerged as a leading laboratory model organism. Herein, we describe techniques to prepare antiserum against _Nematostella_ proteins and to detect _Nematostella_ proteins by Western blotting of extracts from animals or tissue culture cells overexpressing _Nematostella_ cDNAs. These protocols may also be used to complement a variety of cellular and molecular techniques being used by the increasing number of investigators who are focusing on gene regulatory systems of basal animals, such as sponges, corals, and placozoans. \r\n\n\n\r\n\n\n_Abbreviations_:  aa, amino acid\\(s); ASW, artificial sea water; BSA, bovine serum albumin; EST, expressed sequence tag; HRP, horseradish peroxidase; KLH, Keyhole Limpet hemocyanin; NGS, normal goat serum; Nv, _Nematostella vectensis_; PBS, phosphate-buffered saline; SDS, Sodium dodecyl sulfate; TBS, Tris-buffered saline; TBST, Tris-buffered saline-Tween-20.",
        "manuscriptTitle": "Preparation of antiserum and detection of proteins by Western blotting using the starlet sea anemone, Nematostella vectensis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-12-13 11:29:04",
                "doi": "10.1038/protex.2012.057",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fde61bb-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 13th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2832,
                "name": "Cell biology"
            },
            {
                "id": 2834,
                "name": "Developmental biology"
            },
            {
                "id": 2836,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 2837,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-12-13 11:29:04",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}