{
    "identity": "nprot-6441",
    "title": "Measuring proteostasis capacity using transiently transfected bait proteins by flow cytometry",
    "content": [
        {
            "header": "Introduction",
            "content": "**INTRODUCTION**\r\n\n\n\r\n\n\nRoughly 800 proteins operate the quality control networks for maintaining proteostasis in mammalian cells \\(1). The system has a buffering capacity to cope with imbalances, such as activation of the heat shock response upon thermally induced proteome unfolding \\(2). However, the inability to buffer folding stresses is postulated as a key mechanism underpinning the development of neurodegenerative diseases, which involve extensive protein aggregation \\(2).  Our ability to understand baseline proteostasis and the extent of the buffering capacity requires quantitative approaches. This protocol describes the use of a series of genetically encoded biosensors for measuring proteostasis capacity and should be read alongside our manuscript \\(_Wood et al, A biosensor-based framework to measure latent proteostasis capacity. Nature Communications, pending final revisions_). \r\n\n\n\r\n\n\nThe method uses a series of mutants of the model protein barnase, which are used as bait to engage with – and report on – cellular quality control machinery. The approach relies on a FRET system of tracking barnase folding and aggregation, which is measured by flow cytometry. The barnase mutants are fused at the N- and C-termini to circularly permuted variants of mTFP1 \\(mTFP1 cp175) and Venus \\(Venus cp173), respectively. In the folded conformation, the fluorophores are within close proximity and have high energy transfer, whereas the energy transfer is less efficient in the unfolded conformation. Furthermore, aggregation of barnase biosensors results in intermolecular FRET that increases the FRET efficiency above that of folded barnase. Therefore, FRET signal reports on the both the aggregation and the folding equilibrium of barnase. Using flow cytometry to track FRET, this manifests as two populations: cells with barnase aggregates and those without. The population of cells containing diffuse barnase has a tight linear relationship between donor fluorescence intensity and sensitized emission intensity; that is, cells have the same FRET efficiency. This implies the same proportion of folded barnase. The slope of this linear relationship \\(denoted “lower slope” to reflect that the diffuse population lies below the aggregated population) is used to infer the fraction of barnase in the folded and unfolded conformations. Indeed, the lower slope differs for different mutants of barnase, recapitulating the pattern expected based on their folding stability. Thus, this method uses information about both barnase aggregation and barnase folding to measure proteostasis. \r\n\n\n\r\n\n\nA non-trivial component of this procedure is the classification of aggregated and diffuse barnase populations. Cells with aggregates have higher FRET than cells with diffuse barnase. However, since the FRET of the diffuse barnase changes between mutants with different stabilities, a single gate cannot be used for all mutants. This protocol uses a two-fold approach to separate cells with aggregate barnase from cells with diffuse barnase. Firstly, a gate \\(denoted hiFRET') excludes a substantial number of cells with aggregates, which enables a line of best fit to classify the majority of aggregate cells as outliers. Secondly, the line is fit iteratively, each time excluding cells that lie greater than a certain deviation above the line. This deviation is calculated based on a non-aggregating mutant \\(typically the wild-type** barnase derivative). After several iterations, all cells that deviate significantly above the line are classified as aggregates \\(**Fig. 1*). \r\n\n\n\r\n\n\nCellular aggregation propensity is quantitated by examining the relationship between barnase concentration and the percent of cells with barnase aggregates. From this, a single scalar output can be generated by fitting the data to determine the barnase concentration at which there is 50% aggregation, a parameter denoted _A<sub>50%</sub>_. Improved proteostasis capacity enables cells to cope with a higher barnase concentration before it aggregates; that is, the _A<sub>50%</sub>_ increases.\r\n\n\n\r\n\n\nInformation about barnase foldedness from the lower slope reports on the holdase effect of chaperones. This analysis uses a model whereby chaperones change the equilibrium between folded and unfolded barnase by binding to, and stabilising, the unfolded form. Thus, with increased chaperone concentration, we would expect a lower proportion of the barnase to be folded, corresponding to a lower FRET signal. This can be interpreted directly by examining changes in lower slope. Alternatively, the change in lower slope data can be integrated into a model that defines the extent of the pool of QC resources capable of holdase activity, defined here as the latent chaperone concentration \\(_C_). A lower FRET signal indicates greater chaperone holdase activity, which in turn indicates a larger pool of QC resources. Changes in _C_ between a control condition and treatment \\(Δ _C_) are calculated using a binding affinity constant for the average interactions of all chaperones in the cell with barnase \\(_K<sub>d</sub>_), the fraction folded of a given barnase mutant under control \\(_f<sub>c</sub>_) and treatment conditions \\(_f<sub>t</sub>_), folding equilibrium constant _K<sub>f</sub>_, and the barnase concentration \\(_B_) \r\n\n\n**Equation 1**\r\n\n\n\r\n\n\n**EXPERIMENTAL DESIGN**\r\n\n\n\r\n\n\nThe experimental design will vary dependent on the questions of interest, however there are three important considerations to resolve prior to beginning experimentation. The first is whether to use all barnase mutants, a subset, or a single mutant for analysis. The second is whether to examine barnase engagement with chaperone via change in lower slope or via the calculated parameter Δ _C_. Finally, the transfection conditions should be considered with regard to experimental questions, as well as the cell type of interest. \r\n\n\n\r\n\n\nThere are 15 biosensor kernels, corresponding to different mutants of barnase, each tuned to a different folding stability \\(Δ _G<sub>F</sub>_). One major consideration when planning experiments is whether to use all biosensor proteins, a single mutant, or a subset of mutants. For routine experimentation where simple changes in _A<sub>50%</sub>_ are to be measured or changes in lower slopes are assessed, we recommend using only one, or a subset, of the mutants because it is easier to do. L89G, I88G and I25A, I96G are good choices for this purpose, as used previously \\(_Wood et al, Nature Communications manuscript_).  However, for Δ _C_ analysis we recommend all 15 mutants for sufficiently robust statistical power.\r\n\n\n\r\n\n\nIn our prior work \\(Wood et al, Nature Communications manuscript) we found that the change in aggregation propensity \\(Δ _A<sub>50%</sub>_) appeared independent of mutant stability.  Therefore if several mutants are used, Δ _A<sub>50%</sub>_ can be averaged across mutants to generate a single scalar readout. However, for the chaperone binding analysis, our model predicts that the extent of chaperone binding is strongly influenced by the barnase folding equilibrium \\(determined by Δ _G<sub>F</sub>_). Therefore, we would expected the change in lower slope to differ between mutants and do not advise averaging change in lower slope between mutants. If simple comparisons are to be made in lower slope analysis without doing a Δ _C_ calculation, it is advisable to trial several mutants that span the range of Δ _G<sub>F</sub>_ to test the best dynamic range for the purpose of the study.  Furthermore, the reproduction of the same patterns of change with different mutants provides high confidence of the results. Regardless of whether one or multiple barnase mutants are used, the FRET-positive control construct must be used. \r\n\n\n\r\n\n\nThe optional sections of this protocol provides a method to integrate the change in lower slope values from different mutants into a single scalar output, Δ _C_, as described by **equation 1**. This calculation provides more precise quantitation by integrating a range of mutant stabilities into a single scalar parameter. However, the calculation requires conversion of arbitrary fluorescence units to molar concentration, which can be laborious, and, in many cases, unnecessary. Therefore we recommend this method only when using the entire set of barnase mutants. It should be noted that these optional sections should be done in parallel to the remainder of the experiment, as flow cytometry units are not stable over time.  \r\n\n\n\r\n\n\nDifferent experimental questions will require use of different cell lines \\(or even primary cells). This protocol was validated using HEK293T cells and we anticipate that many other cell lines can be investigated using the protocol as written. However, cell type will influence the transfection efficiency and barnase expression level and is therefore worth considering prior to beginning experimentation. An important point is that the aggregation-based analysis requires that the barnase constructs be expressed at high levels. For difficult-to-transfect cells, it may not be possible to achieve sufficient expression through the transient transfection protocol described here. In these cases, it may be preferable to subclone the constructs into a lentiviral expression vector. Alternative transfection reagents and/or an optimised transfection protocol may also be preferable for certain cell types. For many experimental designs, it is necessary to co-transfect cells with multiple DNA constructs, for example, biosensor DNA as well as DNA conferring a treatment of interest. In these cases, the total amount of DNA used for the transfection should remain the same. We have successfully used 100%, 33%, and 25% barnase DNA in our experiments. We typically analyse cells 24 hours post-transfection when 100% barnase DNA is used, and 48 hours post-transfection if barnase is supplemented with other DNA."
        },
        {
            "header": "Reagents",
            "content": "• T7 Express Competent _E. coli_ \\(High Efficiency) \\(NEB), or similar\r\n\n\n• Set of pTriEx barnase biosensor and controls plasmids\r\n\n\n• Luria-Bertani broth\r\n\n\n• Luria-Bertani agar\r\n\n\n• Ampicillin sodium salt \\(Sigma-Aldrich, cat. no A0166)\r\n\n\n• Cell line of interest \\(this procedure has been optimized for HEK293T cells).\r\n\n\n• DMEM \\(Life Technologies, cat. no. 11965092)\r\n\n\n• OptiMEM \\(Life Technologies, cat. no.31985070)\r\n\n\n• FBS \\(Life Technologies, cat. no.10099141)\r\n\n\n• Glutamax \\(Life Technologies, cat. no.35050061)\r\n\n\n• Penicillin–streptomycin \\(Life Technologies, cat. no.15070063)\r\n\n\n• Poly-L-lysine \\(Sigma Aldrich, cat. no. P8920-100ML)\r\n\n\n• Phosphate buffered saline \\(Astral Scientific, cat. no AME04-200TABS)\r\n\n\n• Lipofectamine3000 Reagent \\(includes P3000 enhancer) \\(Life Technologies, cat. no. L3000015)\r\n\n\n• Trypan blue \\(Life Technologies, cat. no. T10282) CAUTION: HAZARDOUS\r\n\n\n• 2× SDS sample buffer CAUTION: HAZARDOUS\r\n\n\n• Phenylmethylsulfonyl fluoride CAUTION: HAZARDOUS\r\n\n\n• Benzonase nuclease \\(Merck Millipore, cat. no 70746)\r\n\n\n• Protease inhibitor tablets \\(Sigma-Aldrich, cat. no 11836170001) CAUTION: HAZARDOUS\r\n\n\n• Lysozyme \\(Sigma, cat no. L4919-1G)\r\n\n\n• Imidazole \r\n\n\n• 12% acrylamide Tris-Glycine SDS PAGE gel\r\n\n\n• Tris-Glycine SDS PAGE running buffer"
        },
        {
            "header": "Equipment",
            "content": "• Tissue culture incubator \\(37 °C, 5% \\(vol/vol) CO2)\r\n\n\n• Shaking incubator \\(37 °C, 200 rpm) \r\n\n\n• Shaking incubator \\(18 °C, 100 rpm)\r\n\n\n• Refrigerated centrifuge \\(up to 16,000 × g)\r\n\n\n• 1 mL HisTrap HP column \\(GE Healthcare Life Sciences, cat. no 29-0510-21)\r\n\n\n• 20 mL luer lock syringe \\(or peristaltic pump) for HisTrap HP column operation\r\n\n\n• Sephadex G-25 PD10 desalting column \\(GE Healthcare Life Sciences, cat. no 17085101)\r\n\n\n• Spectrophotometer equipped for absorbance at 600 nm and 280 nm\r\n\n\n• Cuvettes for spectrophotometry readings\r\n\n\n• Microplate reader equipped for Venus fluorescence measurements \\(excitation maximum: 514 nm, emission maximum: 527 nm)\r\n\n\n• 100 mm Petri dishes\r\n\n\n• Baffled 250 mL glass shake flask\r\n\n\n• Baffled 2 L glass shake flask\r\n\n\n• Liquid nitrogen, and liquid nitrogen dewer\r\n\n\n• 48-well tissue culture plates \\(Corning, cat. no 3548)\r\n\n\n• 8-well µ-slides \\(Ibidi) \\(DKSH, cat no. 80826)\r\n\n\n• 96-well round bottomed plates \\(Corning cat no. CLS3365-100EA)\r\n\n\n• 384-well black plates\r\n\n\n• T75 cell culture flasks \\(Thermofisher Scientific cat no. NUN156499)\r\n\n\n• 10 mL serological pipettes \\(Corning, cat. no 4101)\r\n\n\n• Serological pipette boy\r\n\n\n• 15 mL sterile centrifuge tubes \\(Corning, cat. no 430791)\r\n\n\n• 50 mL sterile centrifuge tubes \\(Corning, cat. no 430291)\r\n\n\n• 1.7 mL microcentrifuge tubes \\(Axygen, cat. no. MCT-175-C)\r\n\n\n• Flow cytometer equipped with high throughput sampler configured for measuring mTFP1 to Venus FRET signals \\(donor, acceptor and FRET channels). The data shown here were collected on a BD LSRFortessa flow cytometer with high throughput sampler, using 405 nm laser with 525±50 nm band-pass filter for the donor channel, 405 nm laser with 575±25 nm band-pass filter for the FRET channel, and 488 nm lasers with 530±30 nm band-pass filter for the acceptor channel.\r\n\n\n• Flow cytometry acquisition and analysis software. Here, FACSDiva \\(BD Bioscience) was used for acquisition and FlowJo \\(Tree Star) was used for data processing.\r\n\n\n• Matlab \\(Mathworks)\r\n\n\n• Microsoft Office Excel\r\n\n\n• Software for curve fitting that enables custom equations. This protocol describes use of GraphPad Prism.\r\n\n\n• Countess Automated Cell Counter with counting slides \\(Life Technologies). Optional: alternatively, a haemocytometer may be used to determine cell density.\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n\r\n\n\n**Culture medium.** Add 10% \\(vol/vol) FBS, Glutamax \\(Life Technologies), and 100 U/ml penicillin and 100 µg/ml streptomycin to DMEM.\r\n\n\n**Antibiotic-free OptiMEM.** Add 10% \\(vol/vol) FBS, and 1xglutamax to OptiMEM"
        },
        {
            "header": "Procedure",
            "content": "**OPTIONAL: Expression and purification of Venus cp173. This section is required prior to further experiments to convert flow cytometry arbitrary units to molar concentrations.** \r\n\n\n\r\n\n\n1........  Transform T7 Express Competent _E. coli_ \\(High Efficiency) \\(NEB), or similar, with Venus cp173 fluorescent protein construct per the manufacturer’s conditions. Plate transformed cells on Luria-Bertani \\(LB) agar plates containing 100 μg/mL ampicillin.\r\n\n\n2........  The following morning, inoculate 10 mL LB medium containing 100 μg/mL ampicillin in a 50 mL sterile centrifuge tube with a single transformed colony. Incubate for 8 hours at 37°C, 200 rpm.\r\n\n\n3........  Use 1 mL of the 10 mL culture to inoculate 100 mL LB medium containing 100 μg/mL ampicillin in a baffled 250 mL shake flask. Grow for 16 hours at 37°C, 200 rpm.\r\n\n\n4........  The following morning, take 10 mL of the overnight culture and add to 1 L LB medium containing 100 μg/mL ampicillin in a baffled 2 L shake flask. Grow at 37°C, 200 rpm until OD600nm≈0.6 \\(approximately 3 hours). Take 0.5 mL of sample, spin down and resuspend in 50 µL 2x SDS Laemmli sample buffer and store at –20°C.\r\n\n\n5........  Cool the culture on ice until the temperature is at or below 18°C. Induce with 0.1 mM IPTG to induce expression. Incubate at 18°C at 100 rpm overnight. \r\n\n\n6........  The following day, check OD600nm and take a sample with the equivalent cell density to 0.5 mL at OD600nm=0.6. Pellet cells and resuspend in 50 µL 2× SDS Laemmli sample buffer. Store at —20°C. \r\n\n\n7........  Pellet the culture at 5,000 g for 30 minutes at 4°C. Transfer the pellet to a 50 mL centrifuge tube. PAUSE POINT: pellet may be frozen at –20°C .\r\n\n\n8........  Resuspend pellet in 10 mL phosphate buffered saline \\(PBS) containing 1× protease inhibitor tablet. Add 1 mL 50 mg/ml lysozyme and 100 µL 100 mM phenylmethylsulfonyl fluoride \\(PMSF). Mix by inverting. \r\n\n\n9........  Snap-freeze cell suspension in liquid nitrogen then allow to thaw on ice. Ensure the sample has increased viscosity, indicating successful lysis. Further lysis may be achieved by adding more lysozyme and/or repeating the freeze-thaw cycle.  \r\n\n\n10........  Add 20 U/mL benzonase and keep on ice until the viscosity has decreased.\r\n\n\n11........  Spin down lysate at 16,000 g for 20 minutes at 4°C\r\n\n\n12........  Meanwhile, prepare a 1 mL HisTrap HP column by washing with 10 mL deionised water followed by 10 mL PBS containing 5 mM imidazole.\r\n\n\n13........  After centrifugation, transfer supernatant to a clean tube. ==*== Take 2 µL of supernatant and add 18 µL 1 x SDS Laemmli sample buffer. Store at –20 °C . Resuspend the pellet in 10 mL resuspension buffer then take 2 µL and add to 18 µL SDS Laemmli sample buffer; store at –20°C.\r\n\n\n14........  Add 50 µL 1 M imidazole to the supernatant for a final concentration of 5 mM. Filter supernatant through a 0.45 um pore syringe filter unit. \r\n\n\n15........  Run sample through the column, collecting flowthrough \\(can usually tell when flowthrough begins as the liquid will appear cloudy). ==*== Take 2 µL of flowthrough and add 18 µL SDS Laemmli sample buffer . Store at –20°C .\r\n\n\n16........  Wash column with 8 mL PBS with 5 mM imidazole\r\n\n\n17........  Elute protein by increasing the imidazole concentration in batch. Run 5 mL 50 mM imidazole, 5 mL 100 mM imidazole, 5 mL 150 mM imidazole \\(all in PBS). Collect the green fraction in 0.5 mL fractions. Combine the most concentrated fractions to total 2.5 mL volume.\r\n\n\n18........  Desalt protein into PBS \\(no imidazole) using a PD-10 desalting column \\(GE Life Sciences) according to the manufacturer’s protocol.\r\n\n\n19........  Check purity by running samples on a 12% acrylamide Tris-Glycine SDS page gel.\r\n\n\n20........  Measuring absorbance at 280 nm using a spectrophotometer, and calculate protein concentration according to the Beer-Lambert law,\r\n\n\n_c_ = _A\n280nm\n_ / _ε l_\r\n\n\n, where _c_ is the protein concentration \\(molar), _A\n280nm\n_ is the absorbance at 280 nm, _l_ is the pathlength \\(cm), and _ε_ is the molar extinction coefficient of Venus cp173, which is equal to 23,380 M\n-1\ncm\n-1\n**Maintenance of HEK293T cells.** \r\n\n\n21........  Grow cells in culture medium 37 °C, 5% \\(vol/vol) CO\n2\n. To passage cells, remove culture medium and replace with fresh culture medium. Detach cells by repeated gentle pipetting. Dilute eight- to ten-fold, passaging every 2 to 3 days. \r\n\n\n\r\n\n\n**Seeding cells \\(day 1). TIMING 3.5 h**\r\n\n\n22........  Plan experimental setup. For each investigation, allow three wells for each barnase biosensor construct, three untransfected wells, three wells for each single-color control \\(i.e. mTFP1 cp175 and Venus cp173), and six wells for the FRET-positive control. Single-color controls for any additional fluorophores are also required. OPTIONAL: three additional wells must be seeded to use as calibration samples to convert flow cytometry arbitrary units to molar concentrations. \r\n\n\n23........  Coat 48-well tissue culture plates with 250 µL per well 0.01% poly-L-lysine solution for 20–30 minutes \\(dilute 0.1% stock ten-fold in sterile H\n2\nO).\r\n\n\n24........  Wash wells twice with 250 µL sterile milliQ H\n2\nO and let dry completely \\(~2 h). \r\n\n\n25........  Remove media from a confluent T75 cell culture flask and wash once with 5 mL antibiotic-free OptiMEM. CRITICAL STEP. Add media gently and away from the growth surface so as to avoid detaching the cells.\r\n\n\n26........  Replace media with 4 mL fresh antibiotic-free OptiMEM, and detach cells by repeated gentle pipetting. Transfer cell suspension to a 15 mL centrifuge tube.\r\n\n\n27........  Combine 10 µL Trypan blue with 10 µL cell suspension in a 1.7 mL microcentrifuge tube and flick the tube to mix. Transfer 10 µL to a counting slide and determine cell density using Countess automated cell counter. CAUTION. Trypan blue is hazardous. CRITICAL STEP. Cells settle very quickly, ensure cells are evenly suspended prior to taking 10 µL sample.\r\n\n\n28........  Repeat step 27 as an independent measure of cell density. Proceed only if counts are within 10% of each other and within accurate counting range \\(1 × 10\n5\n– 1 × 10\n6\n). Dilute cells further if necessary for accurate counting. \r\n\n\n29........  Plate 5 × 10\n4\ncells per well in 225 µL antibiotic free medium. This is done by diluting cells to a density of 2.22 × 10\n5\ncells/mL with antibiotic-free medium and aliquoting 225 µL per well. CRITICAL STEP. Cells settle very quickly, work quickly and resuspend cells by inverting or pipetting gently if they begin to settle.\r\n\n\n30........  Incubate cells overnight at 37 °C, 5% \\(vol/vol) CO\n2\n.\r\n\n\n\r\n\n\n**Transient transfection with barnase biosensor plasmids \\(day 2, 24 h post-seeding). TIMING 1 h**\r\n\n\n31........  For each investigation, transfect cells with three replicates of each barnase biosensor construct, three replicates of each mTFP1 cp175 and Venus cp173 \\(and any other single-color controls), and six replicates of the FRET-positive control. Prepare transfection mixes for multiple investigations together in order to avoid unnecessary variation.  Transfect using 0.5 µL P3000, 0.25 µg DNA and 0.75 µL lipofectamine3000 per well in 25 µL OptiMEM \\(without supplementation) as per the manufacturer’s directions.\r\n\n\n32........  OPTIONAL: Transfect an additional three wells with Venus cp173. This is required to convert flow cytometry arbitrary units to molar concentrations.  \r\n\n\n\r\n\n\n**Change media \\(day 2). TIMING 15 min**\r\n\n\n33........  5–8 hours post-transfection, remove medium, and gently replace with culture medium, being careful not to detach the cells. Incubate at 37 °C, 5% \\(vol/vol) CO\n2\nfor 24 – 48 h. \r\n\n\n34........  Remove media and wash once with 250 µL PBS at room temperature, being careful not to detach cells.\r\n\n\n\r\n\n\n**OPTIONAL: Measure average concentration of Venus cp173 in transfected cells. This section is required prior to flow cytometry data acquisition to convert flow cytometry arbitrary units to molar concentrations.**\r\n\n\n35........  Prior to harvesting cells, thaw an aliquot of purified Venus cp173 on ice.\r\n\n\n36........  Perform 10 serial two-fold dilutions of the purified Venus cp173. CRITICAL: this creates concentration standards, therefore pipetting accuracy is critical to the accuracy of the calibration. \r\n\n\n37........  Transfer 50 µL in triplicate of each concentration of Venus cp173 to a black 384-well plate. \r\n\n\n38........  Remove media from cells and wash once with 250 µL PBS at room temperature, being careful not to detach cells.\r\n\n\n39........  Detach cells in 300 µL per well PBS. Combine wells and mix by gentle pipetting to ensure homogenous cell suspension.\r\n\n\n40........  Transfer 150 µL in triplicate into three wells of a round-bottomed 96-well plate \\(used later for flow cytometry). \r\n\n\n41........  Transfer the remaining volume to a microcentrifuge tube \\(denoted sample A).\r\n\n\n42........  Prepare two additional microcentrifuge tubes by adding 200 µL PBS to each.\r\n\n\n43........  Ensuring cells in sample A are evenly resuspended, transfer to 200 µL to one of the pre-prepared microcentrifuge tubes and mix well to create a two-fold dilution of sample A \\(denoted sample B).\r\n\n\n44........  Ensuring cells in sample B are evenly resuspended, transfer to 200 µL to the other pre-prepared microcentrifuge tubes and mix well to create a five-fold dilution of sample A \\(denoted sample C).\r\n\n\n45........  For each samples A, B and C determine cell density as per step 27. Repeat measurement 3 times and take the average of three readings to ensure accurate measurement.\r\n\n\n46........  Transfer 50 µL in triplicate of each sample A, B and C into the 384-well microplate containing concentration standards.\r\n\n\n47........  Using a microplate reader, measure fluorescence intensity at wavelengths appropriate for Venus fluorescence \\(excitation maximum: 514 nm, emission maximum: 527 nm). NOTE: most microplate reader software programs can construct and read-off standard curves. If not, a standard curve can be constructed manually as described in steps 48-52. \r\n\n\n48........  Construct a standard curve by inputting the concentration of each standard and the average fluorescence intensity reading into a Microsoft Office Excel spreadsheet. Also input the fluorescence intensity readings of the cell dilutions. \r\n\n\n49........  Transform all data by taking the base 2 logarithm of both concentration and fluorescence intensity values. \r\n\n\n50........  Select transformed standard curve data and insert a scatter plot. Ensure fluorescence intensity is plotted on the _x_-axis and concentration on the _y_-axis.\r\n\n\n51........  Add a trendline and display the equation on the chart. Format the equation such that sufficient decimal places are displayed to see at least 4 significant figures. \r\n\n\n52........  Using the trendline equation, calculate the cell suspension concentrations from their fluorescence intensity readings. This is done by inputting the log transformed fluorescence intensity as the _x_ value in the trendline equation, calculating the corresponding _y_ value then transforming back to a linear scale; i.e. calculate \r\n\n\n_suspension concentration_ = 2 _\ny\n_  \r\n\n\nwhere _y_ is a linear function of the fluorescence intensity \\(_x_) defined by the trendline equation.\r\n\n\n53........  Average the suspension concentration across triplicate fluorescence readings.\r\n\n\n54........  Continue to data acquisition by flow cytometry, making sure to acquire data for the Venus cp173 samples in the round-bottomed 96-well plate \\(step 40).\r\n\n\n\r\n\n\n**Data acquisition by flow cytometry \\(day 3-4). TIMING 1.5 h for each investigation**\r\n\n\n55........  Detach cells in 150 µL PBS and transfer to U-bottomed 96-well plate. OPTIONAL: If converting flow cytometry units to molar concentration, include wells of Venus cp173 samples prepared in step 40. \r\n\n\n56........  Check the temperature of the room in which flow cytometry data will be acquired. Keep a thermometer in the room to measure the temperature and record this for later data analysis. CRITICAL. Throughout data acquisition, it is important that a constant temperature is maintained since temperature will influence barnase foldedness. The acquisition temperature must be recorded for use in steps 129 and 136.\r\n\n\n57........  Ensure the high throughput sampler \\(HTS) is connected to the flow cytometer and prime it for use. For the LSRFortessa, this is done by manually connecting sample coupler to the cytometer sample injection tube and running home and prime functions from the HTS menu bar. \r\n\n\n58........  If required, rearrange filters to collect donor, FRET and acceptor channels. For the LSRFortessa, access to the filters is on the left hand side of the machine; press the round button causing it to pop out, then twist it clockwise to open the drawer.  \r\n\n\n59........  Set up the software for the experiment. If using FACSDiva, create one plate for each treatment \\(experimental plates), and an additional “initial setup” plate for adjusting the settings. Note that no additional samples are required for the initial setup plate; it exists only in the software for testing settings prior to analysis. For the LSRFortessa, the plates are initially “empty” and samples must be added to the wells using the plate window as per steps 60 to 62. \r\n\n\n60........  Add a sample to one well in a single plate by clicking the well then clicking the sample button \\(shaped like a syringe).\r\n\n\n61........  In the acquisition dashboard window, select at least 100,000 events per well to avoid the cytometer stopping data collection prior to analysis of the full volume. \r\n\n\n62........  Add samples to the remaining wells from which data will be collected in each plate. Wells created after changing the number of events per well will retain that setting; otherwise, the number of events per well would have to be changed individually for each well.\r\n\n\n63........  Set up the cytometer to acquire data in the following channels: forward scatter \\(FSC) \\(linear), side scatter \\(SSC) \\(linear), Donor \\(logarithmic), Acceptor \\(logarithmic), FRET \\(logarithmic), as well as any other channels specific to the experimental set-up. For the LSRFortessa, this is done by adding parameters in the cytometer window. ==*== Note: donor, acceptor and FRET will have different parameter names, according to the set-up of the flow cytometer. \r\n\n\n64........  Set the loader settings as follows \\(note in FACSDiva, loader setting can be set for a single well, then copied and pasted to all other wells): \r\n\n\n........ i)........ Sample flow rate: set initially at 2 µL/sec, this will be adjusted during step 69\r\n\n\n........ ii)........ Sample volume:  100 µL for each experimental plate, 5 µL for the initial setup plate\r\n\n\n........ iii)........ mixing volume: 80 µL\r\n\n\n........ iv)........ mixing speed: 80 µL/sec\r\n\n\n........ v)........ number of mixes: 2\r\n\n\n........ vi)........ wash volume: 200 µL\r\n\n\n65........  Set up software to enable viewing of the graphs depicted in **Fig. 2**; that is, FSC vs. SSC dot plot, Donor histogram, Acceptor histogram, FRET histogram, Donor vs. FRET dot plot, as well as a histogram for any additional fluorophores. In FACSDiva, graphs are visualized by adding them to the workspace. \r\n\n\n66........  Collect initial setup data one well at a time, adjusting settings to achieve the results as described in steps 67 to 69. During setup, a range of different samples should be assessed, including single-color controls and various barnase constructs, to ensure settings are appropriate for all samples.\r\n\n\n67........  Adjust FSC and SSC voltages to enable discrimination of live and dead cells using the FSC vs. SSC dot plot. Fig. 2 shows appropriately adjusted FSC and SSC voltaegs.\r\n\n\n68........  Adjust Donor, FRET and Acceptor voltages \\(and any other fluorophores used) such that they span the majority of the detector dynamic range but do not exceed the limit of the detector \\(up to 105 on the LSRFortessa). **Fig. 2** shows appropriate histograms of a typical sample, as well as an untransfected negative control. \r\n\n\n69........  Adjust sample flow rate to achieve 2,000–3,000 events/sec. Higher events/sec can reduce accuracy of cytometer detection.\r\n\n\n70........  Update loader settings for all experimental plates with the optimized sample flow rate, and ensure parameter voltages are correct for all samples. \r\n\n\n71........  Run all plates. TIMING: takes 30–60 minutes per plate\r\n\n\n72........  Export all data as FCS files.\r\n\n\n\r\n\n\n**Pre-processing of flow cytometry data using flow cytometry analysis software. Note: This protocol describes the process for FlowJo.**\r\n\n\n73........  Prior to Matlab analysis, pre-process data using flow cytometry analysis software. If using, FlowJo, proceed as per steps 74 – 91. For other software, the steps are outlined briefly here.\r\n\n\n........ i)........ Gate to exclude dead cells, cell debris, and doublets \\(Fig 3). \r\n\n\n........ ii)........ Perform compensation to remove the contribution of the donor fluorophore into the acceptor channel \\(**Fig 3**). If any additional fluorophores are used, compensation must also be performed between the additional channel\\(s) and each Donor, Acceptor and FRET channels. Compensation between the FRET channel and Donor and Acceptor channels, as well as compensation to remove the contribution of acceptor fluorescence from the Donor channel is unnecessary, and introduces noise reducing the efficacy of later analysis. \r\n\n\n........ iii)........ Gate for transfected cells; that is, exclude cells that have equivalent fluorescence in the compensated Acceptor channel as the untransfected control \\(**Fig 3**). If additional fluorophores are used, gate for transfection in this channel as well.\r\n\n\n........ iv)........ Gate for hiFRET' \\(high FRET exclusion) cells by excluding cells that lie above a wild-type barnase control on a Donor vs. FRET dot plot \\(**Fig 3**). \r\n\n\n........ v)........ Export transfected and hiFRET' populations for barnase samples and the transfected population for FRET-positive control samples; do not export single-color or untransfected controls. For downstream analysis, data must follow the following conventions: csv file format, no header; Donor, compensated Acceptor and FRET channel values exported in columns in that order; filenames are X_platename_well coordinate, where X is “hiFRET'” for the hiFRET' population of barnase samples, transfected for the transfected population of barnase samples, and linker for the transfected population of FRET-positive control samples. \r\n\n\n74........  Load all “.fcs” files into FlowJo by dragging and dropping into a new workspace\r\n\n\n75........  Display plate name and well ID on workspace by selecting “Preferences”, then “Workspace”. Edit the “Keyword Combination” to display “PLATE NAME + WELL ID”\r\n\n\n76........  _Gate to exclude dead cells and debris._ Select an untransfected well and double-click to open a plot. Display forward scatter \\(area) and side scatter \\(height) on the _x_ and _y_ axis respectively. Dead cells and debris will have smaller forward scatter and greater side scatter than intact cells. On the dot-plot generated, use the “polygon” gating tool to create a gate as depicted in **Fig. 3**. Name this subpopulation “Gate A”. \r\n\n\n77........  _Gate to exclude doublets._ Double click “Gate A” created on the untransfected control sample to bring up a dot-plot. Use the “polygon” gating tool to remove clumps of multiple cells counted as a single event by creating the following sub-gates.\r\n\n\n........ i)........ Display forward scatter \\(area) on the _x_-axis and forward scatter \\(height) on the _y_-axis as depicted in **Fig. 3**. Name this “Gate B”. \r\n\n\n........ ii)........ Double-click “Gate B” on the workspace. Display side scatter \\(width) on the _x_-axis and side scatter \\(height) on the _y_- axis as depicted in **Fig. 3**. Name this “Gate C”.\r\n\n\n........ iii)........ Double-click “Gate C” on the workspace. Display forward scatter \\(width) on the _x_-axis and forward scatter \\(height) on the _y_-axis as depicted in **Fig. 3** . Name this “Gate D”. Gate D will now contain live, single cells.\r\n\n\n78........  _Apply gates to all samples._ Select gates A–D in the untransfected sample, then drag onto the “All Samples” group at the top of the workspace.\r\n\n\n79........  _Compensate Donor and FRET channel bleedthrough into the Acceptor channel._ Open the compensation matrix for the Donor-only well:\r\n\n\n........ A........ If compensation was selected during data collection, double-click the square icon near the Donor-only well\r\n\n\n........ B........ If compensation was not selected during data collection, go to “Configure” in the main ribbon and select “Show Compensation Nodes”. Under the Donor-only well, double-click “\n”, click the “+” in the bottom left corner and select “New Identity Matrix”\r\n\n\n80........  In the new compensation matrix, select “area” data for all fluorescence channels used. \r\n\n\n81........  Drag \\[M] Matrix Icon from compensation matrix window to the group “All Samples” in the workspace.\r\n\n\n82........  Open a contour plot for your Donor only sample and set the axis for “Comp-Donor-A” vs “Comp-Acceptor-A”. This will allow you to view the compensation in real time as you change values in the matrix.\r\n\n\n83........  Remove all possible Acceptor fluorescence from Donor-only sample by increasing the compensation value of the Donor and FRET channels \\(**Fig. 3**). \r\n\n\n84........  _Exclude all untransfected cells._ Double-click the untransfected control sample to open a graph. Select the compensated Acceptor on the _x_-axis, and Histogram on the _y_-axis. Use the Range gating tool to draw a gate as shown in **Fig. 3**. Call this gate “tr”. Drag onto Gate D of the “All Samples” group at the top of the workspace.\r\n\n\n85........  _Create high FRET exclusion gate._ Double-click a wild-type sample to bring up a dot-plot, and display compensated Donor on the _x_-axis and compensated FRET on the _y_-axis. Use the Polygon gating tool to create a gate above the distribution as shown in **Fig. 3**. Name this gate “hiFRET'”. To select only events outside the gate, click “Active Gate” and deselect “Events Inside”. Note: This step is used to exclude all cells that display a higher FRET than the wild-type sample. All excluded cells contain barnase aggregates but not all barnase aggregates are excluded. This exclusion process aids the Matlab fitting algorithm to estimate the cut-off between cells with diffuse and aggregated barnase\r\n\n\n86........  Drag the hiFRET' gate onto tr gate of the “All Samples” group at the top of the workspace. \r\n\n\n87........  _Group processed Barnase samples._ Click the “Create Group” tool, name it “Barnase” and press the “Create Group” button. On the main workspace, select all samples containing all barnase mutants under all treatments into this gate.\r\n\n\n88........  _Group processed Linker samples._ Click the “Create Group” tool, name it “Linker” and press the “Create Group” button. On the main workspace, select all wells containing linker samples into this gate.\r\n\n\n89........  _Export tr and hiFRET' data for Barnase group._ \r\n\n\n........ i)........ Select the Barnase group \r\n\n\n........ ii)........ Select the tr gate on any sample\r\n\n\n........ iii)........ Right click the selected sample and choose “select equivalent node”\r\n\n\n........ iv)........ Right click the gate again and select “Export / Concatenate populations”\r\n\n\n........ v)........ Under Output, select Format, then “CSV - Scale Values”. De-select “Include Header”\r\n\n\n........ vi)........ Under Destination, select a new empty folder\r\n\n\n........ vii)........ Under Include Events, select Include all\r\n\n\n........ viii)........ Under Parameters, select Custom set of parameters. Choose the compensated channels for Donor, Acceptor and FRET. Take note of the order in which they are listed.\r\n\n\n........ ix)........ Edit information in Advanced Options, in the File naming box as follows. \r\n\n\n........ x)........ Prefix: tr\r\n\n\n........ xi)........ Body: Custom. Select Edit and for Selected Keywords, choose PLATE NAME and WELL ID.\r\n\n\n........ xii)........ x) Select Export\r\n\n\n........ xiii)........ xi) Repeat steps i) to xii) for the hiFRET' data, however use the prefix hiFRET'\r\n\n\n90........  _Export tr data for Linker group._ Repeat process in step 89, sub-steps i) to xii) for Linker group. Export to same folder as Barnase data, but use prefix “Linker”.\r\n\n\n91........  OPTIONAL: This step is required for converting flow cytometry arbitrary units to molar concentrations. \r\n\n\n........ i)........ Calculate the mean fluorescence intensity of population D of the Venus cp173-transfected cells using the add statistic tool and reporting the average of the acceptor \\(area) parameter. \r\n\n\n........ ii)........ Average acceptor fluorescence intensity values across the three replicate samples.\r\n\n\n\r\n\n\n**Aggregate classification and slope fitting in Matlab**\r\n\n\n92........  Copy supplementary file Fitting_algorithm.m into the folder containing FlowJo exports\r\n\n\n93........  Open Matlab.Ensure the Current Folder is set to that containing the Fitting_algorithm.m file and FlowJo exports\r\n\n\n94........  Double click the Fitting_algorithm.m file to open it in the editor window\r\n\n\n95........  _Prepare script to run._ In lines 7 – 9 of code, replace the purple sample text with the file names of your “tr” data for wild-type barnase under control conditions.\r\n\n\n96........  _Optional: further edit script variables._ The following properties have default values suitable for the sample data but may require adjusting if your data is on a vastly different scale.  \r\n\n\n........ i)........ **mincellcount**: Minimum number of cells required in the “hiFRET'” population for the program to process that well. Default is set to 1,000. If you have a very large number of cells, increasing the mincellcount may reduce noise. _If you were only able to collect a small number of cells for a certain sample, of which a large proportion were aggregates \\(excluded from the hiFRET' population) you may not reach this number. Reducing the mincellcount may enable data to be processed, but may introduce inaccuracy or noise._\r\n\n\n........ ii)........ **log10expressionbinstart**: Number of bins the algorithm will split data into based on expression levels \\(i.e. acceptor fluorescence intensity). There are twelve bins, evenly distributed on a logarithmic scale, ranging from 10\nlog10expressionbinstart\nto 10\nlog10expressionbinstart+12*log10expressionbinwidth\n. Default is set to 2, which ranges from 10\n2\nto 10\n5\nand is appropriate for most flow cytometry data. \r\n\n\n........ iii)........ **log10expressionbinwidth**: Width of expression level bins. Default 0.25.\r\n\n\n........ iv)........ **minexpressionlevel**: Minimum expression level \\(i.e. acceptor fluorescence intensity) used to fit the slope of the diffuse cell population. This range is a tradeoff between being wide enough to fit accurately and narrow enough to be considered equivalent expression. Default is set to 560.\r\n\n\n........ v)........ **maxexpressionlevel**: Maximum expression level used to fit the slope of the diffuse cell population. Default is set to 4600. \r\n\n\n97........  _Clear workspace_. Ensure there is no previous data loaded into the workspace by selecting the drop-down arrow in the Workspace window and choosing Clear Workspace\r\n\n\n98........  _Run script._ In the editor tab, click Run. This will write 3 results tables to you current folder. \r\n\n\n........ vi)........ Fitting_algorithm_aggregation.txt contains aggregation data for barnase\r\n\n\n........ vii)........ Fitting_algorithm_slope.txt contains slope data for barnase\r\n\n\n........ viii)........ Fitting_algorithm_Linker.txt contains slope data for the FRET-positive control “Linker”.\r\n\n\n........ ix)........ For troubleshooting tips, see **Table 2**.\r\n\n\n\r\n\n\n**Aggregation analysis in Excel and GraphPad Prism**\r\n\n\n99........  For each aggregation-prone barnase variant, under each treatment condition, calculate the concentration \\(or Acceptor fluorescence intensity) at which there is 50% aggregation \\(_A\n50%\n_). If using, Excel and GraphPad Prism, proceed as per steps 100 – 107. For other software, the steps are described briefly here.\r\n\n\n........ i)........ The percent of cells with aggregates increases sigmoidally with log\n10\n\\(concentration). Therefore, the concentration at which 50% of cells have aggregates can be estimated by fitting to a sigmoidal curve. Extract log\n10\n\\(bin midpoint) and percent of cells with aggregates data from the Fitting_algorithm_aggregation.txt file \\(file layout described in step 100), and fit to a Boltzmann sigmoidal equation modified to have a minimum _y_-value of 0 and a maximum _y_-value of 100. Record the point of inflection as the _A\n50%\n_.\r\n\n\n........ ii)........  Test whether _A\n50%\n_ changes significantly between treatment and control conditions.\r\n\n\n........  .......A) If using all mutants, we recommend calculating Δ _A\n50%\n_ for each mutant by subtracting the average _A\n50%\n_ under the control condition from the average _A\n50%\n_ under each treatment condition. This will yield a single Δ _A\n50%\n_ value per mutant per treatment. Next, test whether Δ _A\n50%\n_ across all mutants is significantly different from zero using a non-parametric test. A positive Δ _A\n50%\n_ suggests that the treatment enables the cells to mitigate aggregation and therefore implies improved proteostasis. Conversely a negative Δ _A\n50%\n_ suggests impaired proteostasis.\r\n\n\n........  .......B) If using a single mutant, or small subset of mutants, analysis can be done by Student’s t-test or two-way ANOVA, respectively. An increase in _A\n50%\n_ upon treatment suggests that the treatment enables the cells to mitigate aggregation and therefore implies improved proteostasis. Conversely a decrease in _A\n50%\n_ suggests impaired proteostasis.\r\n\n\n100........  _Import aggregation data._ Open new Microsoft Office Excel document.  In the Data ribbon, in the Get External Data section, select From Text. Select the Fitting_algorithm_aggregation.txt file and select Import. Under Original Data Type, choose Delimited and select Next. Under Delimiters, ensure only Comma is selected. Select Finish and import data into the new worksheet. Note: Columns A – C contains the plate name and well coordinates in order to enable sorting if desired. Column D contains PLATE NAME + WELL ID as a single name. Row 2 exists as a sub-header to expression bins and expresses the logarithmic midpoint. The remaining columns and rows contain the percent of cells with barnase aggregates in each expression bin\r\n\n\n101........  _Select aggregation data._ Copy data, including the wellID and log\n10\n\\(bin midpoint) values. Do not copy the column headers \\(i.e. row 1) or the plate name and well coordinates \\(columns 1-3).\r\n\n\n102........  _Transfer data to GraphPad Prism._ Open a new XY GraphPad Prism file. Select for Y “Enter and plot a single Y value for each point”. Click Create. Select Edit and “Paste Transpose. Note: this inverts the columns and rows such that the data conform to the Prism layout\r\n\n\n103........  _Equation creation._ Under Analysis, select “Fit a curve with non-linear regression”. Choose “Classic equations from prior versions of Prism”, select “Boltzmann sigmoidal” and press “Details”. Select “Clone this equation” and name the clone “Boltzmann sigmoidal barnase”. \r\n\n\n........ x)........ Edit the equation to read _Y_=\\(100-0)/\\(1+exp\\(_V50_- _X_ ) / _Slope_ ). \r\n\n\n........ xi)........ Select the tab “Rules for Initial Values”. For Parameter _V50_, set initial value to 1.0 and Rule as ==*== \\(Value of _X_ at YMID). For Parameter “Slope”, set initial value to 2.0 and Rule as \\(Initial value to be fit). Note: These Rules for Initial Values may be default in some versions of Prism.\r\n\n\n........ xii)........ Select the tab “Transforms to Report”, and add the parameter _A\n50%\n_ calculated as 10 ^ _V50_. Select Ok. This equation will now appear under “User-defined equations”. Select this equation and press Ok. \r\n\n\nNote: Since we are measuring aggregation as a percentage of cells, we have changed “Top” and “Bottom” variables to the constants 100 and 0 respectively.\r\n\n\n104........  _Curve fitting._ Check the curve fitting in the graph page. If the curves do not fit the data, or fail to fit within the iteration limit, it may be necessary to optimize the initial values and/or constraints. \r\n\n\n105........  _Transfer _A\n50%\n_ data from Prism to Excel._ In the folders pane in Prism, select the “Nonlin fit of Data 1” file. From the “Best-fit values” select all _A\n50%\n_ and copy data. In your Excel data file, transpose-paste this data into a new column, such that the appropriate _A\n50%\n_ data is aligned with the correct sample.  \r\n\n\n106........  _Exclude low-aggregation/low-confidence mutants._ Take note of any mutants that do not reach 50% aggregation in at least one expression bin, and therefore have poor confidence fits. Exclude these mutants from further analysis. Wild type, V45T and I55G will typically require exclusion.\r\n\n\n107........  Test whether _A\n50%\n_ changes significantly between treatment and control conditions.\r\n\n\n........ A)........ If using all mutants, we recommend calculating Δ _A\n50%\n_ for each mutant and testing whether Δ _A\n50%\n_ is significantly different from zero using a non-parametric test. This provides high-confidence analysis.\r\n\n\n........  .......i)........ _Calculate Δ _A\n50%\n_ values for each mutant_. For each non-excluded mutant, under each treatment, calculate the average _A\n50%\n_ of all replicates. Next, subtract the average _A\n50%\n_ under control conditions from the average _A\n50%\n_ under each treatment condition, for each mutant \\(i.e. for each mutant, Δ _A\n50%\n_ = average _A\n50%\n_ treatment – average _A\n50%\n_ control). \r\n\n\nNote: if all 15 mutants were used, then there will be 12 “replicate” Δ _A\n50%\n_ values for each treatment, corresponding to 12 mutants \\(15 mutants, excluding wild type, V45T and I55G).\r\n\n\n........  .......ii)........ _Transfer_ Δ _A\n50%\ndata to Prism_. Copy Δ _A\n50%\n_ values from Excel. Open a new Column Graph table in Prism. Label each column with the treatment condition. In each row, paste the Δ _A\n50%\n_ for each non-excluded mutant.\r\n\n\n........  .......iii)........ _Calculate significance of_ Δ _A\n50%\n_. In the Analysis pane, select “= Analyse”. Expand the “Column analyses” option and select “Column statistics”. In the “Analyze which data sets?”, ensure all treatment conditions are selected. Press Ok. Under “Inferences” select “Wilcoxon signed-rank test. Compare column medians to a hypothetical value” and press OK. \r\n\n\nNote: Instructions are given for the Wilcoxon signed-rank test, however you can use a non-parametric test of your choosing. Test investigates whether the Δ _A\n50%\n_ is significantly different to 0 \\(null hypothesis: no change in _A\n50%\n_ due to treatment)\r\n\n\n........  .......iv)........ _Data output analysis._ Use the folders pane to view your analysed data. The file generated in the Graph folder will demonstrate your data as a column graph. The _x_-axis will display the treatment condition and the _y_-axis will display the Δ _A\n50%\n_. The file generated in the Results folder will provide the output of the Wilcoxon Signed-Rank Test. A negative _A\n50%\n_ means that the _A\n50%\n_ is lower under treatment conditions than control conditions, and therefore that the treatment causes barnase to aggregate at a lower concentration. This is associated with proteostasis impairment. Conversely, a positive Δ _A\n50%\n_ is associated with enhanced proteostasis capacity\r\n\n\n........ B)........  If using a single mutant, or small subset of mutants, analysis can be done using Student’s t-test or two-way ANOVA, respectively. A description is given for two-way ANOVA in GraphPad Prism.\r\n\n\n........  .......i)........ _Transfer A\n50%\ndata to Prism._ In GraphPad Prism, create a new data table and graph, selecting the Grouped Data option, with three replicate values. Enter the calculated _A\n50%\n_ values into the data table, with barnase mutants as rows and treatment and control conditions as columns. \r\n\n\n........  .......ii)........ _Perform two-way ANOVA._ In the Analysis pane, select “= Analyse”. Expand the “Grouped analyses” option and select “Two-way ANOVA”. Select “no matching” and enter “treatment” as the column variable and “barnase variant” as the row variable. Press OK.\r\n\n\n........  .......iii)........ _Data output analysis._ The file generated in the Results folder will provide the output of the Two-way ANOVA. The p-value of the column factor \\(treatment) reports on the difference between treated and control conditions. A significant increase in _A\n50%\n_ upon treatment suggests that the treatment enables the cells to mitigate aggregation and therefore implies improved proteostasis. Conversely a significant decrease in _A\n50%\n_ suggests impaired proteostasis.\r\n\n\n\r\n\n\n**Lower slope analysis in Excel**\r\n\n\n108........  _Import linker data._ Open a new Microsoft Office Excel document. Repeat data import procedure from step 100 with the file Fitting_algorithm_Linker.txt. \r\n\n\n109........  _Calculate the percent change in linker slope upon treatment._ For each treatment and the control, calculate the average gradient of the linker slope across all 6 replicates. Calculate effect the treatment has on the FRET-positive control using the formula:\r\n\n\n_%change_ = \\(\\(_average slope\ntreatment\n_ – _average slope\ncontrol\n_)/ _average slope\ncontrol\n_ ) ==*== 100\r\n\n\n110........  _Import slope data._ Open new Excel tab. Repeat data import procedure from step 100 with the file Fitting_algorithm_slope.txt. \r\n\n\n111........  _Correct slopes for barnase mutants under each treatment._ For each individual replicate, calculate the corrected slope as per the following formula:\r\n\n\n_Corrected slope_ = _slope\nreptreatment\n_ ==*== \\(1– _%change_/\\(100+ _%change_))\r\n\n\nNote: the _%change_ will be specific to each treatment. _Slope\nreptreatment\n_ refers to each individual replicate, of each mutant, under each condition. This is the slope value in column E of Excel.\r\n\n\n112........  Comparison of the corrected slopes can be used to assess chaperone holdase activity in cells, where a lower slope indicates greater chaperone activity.\r\n\n\n\r\n\n\n**OPTIONAL: Determination of cell volume by z-stack confocal microscopy and conversion of flow cytometry arbitrary units to molar concentrations.**\r\n\n\n113........  Poly-L-lysine coat and seed cells into ibidi μ-chamber slides as per steps 23 – 30, with the exception that only 2 × 104 are to be seeded per well. \r\n\n\n114........  The following day, transfect with Venus cp173 DNA as per step 31.\r\n\n\n115........  24 hours post-transfection, set up a confocal microscope for imaging venus fluorescent protein in a z-stack. Steps of 210 nm, exciting at 514 nm and collecting emission from 520 nm to 620 nm works well. Image z-stacks of at least 10 cells, chosen at random, ensuring the z-stack goes from below the lowest focal plane in which the cell is visible to above the highest focal plane of the cell. \r\n\n\n116........  Open images in Fiji \\(ImageJ). Convert all images to 32 bit. This allows thresholds to be used to set non-selected pixels as NaN. \r\n\n\n117........  Using the threshold function, determine an appropriate lower fluorescence threshold value for the cells. In the “Image” menu, select “Adjust” then “Threshold”. Using the sliding scale bar, adjust the upper threshold to the maximum fluorescence. Adjust the lower threshold to highlight the cell but to avoid highlighting background pixels. Take note of the lower threshold providing appropriate pixel selection \\(**Fig. 4**). Without applying the threshold, repeat this for several fields of few, at several different z-planes. Calculate the average of the thresholds identified in the different fields of view and use this for analysis. \r\n\n\n118........  For each image, use the “Set” button in the threshold adjustment box to manually set the lower threshold to the average calculated in step 117. Set the upper threshold at \\(or higher than) the maximum fluorescence value.  Click “Apply” and check the “Set background pixels to NaN” option. This sets all pixels not included in the threshold to NaN values, excluding them from area measurements.\r\n\n\n119........  In the “Analyze” menu, select “Tools” then “ROI Manager…”. Using the polygon or freehand selection tools \\(from the main menu), draw a region of interest \\(ROI) for each cell. The ROI should include the entirety of the cell in all z-planes, but should not include any other cells. Scroll through z-planes to check that the ROI is appropriate, then add it to the ROI manager using the “Add \\[t]” button \\(or typing “t”). \r\n\n\n120........  In the “Analyze” menu, select “Set Measurements…” check the “Area” measurement option and uncheck any other options. \r\n\n\n121........  In the “Analyze” menu, select “Set Scale”. Ensure the conversion from pixels to distance \\(e.g. microns) is accurate. This information should be available from the metadata of the imaging files. \r\n\n\n122........  In the ROI Manager box, select all ROIs and choose “More” then “Multi Measure”. The area covered by each cell in each frame will be calculated and summarized in a results box. Copy values to a Microsoft Excel spreadsheet. For each cell \\(column), calculate the volume of the cell by summing the area of each z-plane \\(row) and multiply by the step distance used to collect the z-stack \\(chosen in step 115). \r\n\n\n123........  Calculate the average cell volume across all cells analyzed. Convert volume to microliters.\r\n\n\n124........  The average cell volume is used to convert the concentration of Venus cp173 in a suspension of transfected cells, calculated in step 53, to the average cellular concentration. Calculate the cellular concentration as follows: \r\n\n\n_Concentration_ = 50 µL × _suspension concentration_ \\(µM) / \\( _cell count/mL_ × 0.05 mL × _cell volume_ \\(µL)), Where _suspension concentration_ is calculated in step 53, _cell count/mL_ is measured in step 45, and _cell volume_ is calculated in step 123. Repeat for the three dilutions using the corresponding suspension concentrations and cell count/mL values. \r\n\n\n125........  Average the concentration across the three dilutions to get the average cellular molar concentration of Venus cp173.\r\n\n\n126........  Calculate a conversion factor by dividing the average acceptor fluorescence intensity value from flow cytometry \\(step 94) by the average cellular molar concentration of Venus cp173.\r\n\n\n127........  Calculate the average molar barnase concentration in cells used to fit the FRET slope \\(B). This is the average of minexpressionlevel and maxexpressionlevel determined in step 96 divided by the conversion factor in step 126. \r\n\n\n\r\n\n\n**Calculate change in apparent chaperone concentration Δ _C_**\r\n\n\n128........  _Import control data to Prism._ Open a new XY GraphPad Prism file \\(or alternative curve-fitting analysis software). Select for Y “Enter 3 replicate values in side-by-side subcolumns”. Click Create. For the control data, copy the wild-type slope data for each replicate from Excel \\(calculated in step 111). Paste-Transpose into A:Y1 of Group A. Repeat for each mutant, ordering from most stable to least stable \\(i.e. starting at most negative Δ _G\nF\n_ and becoming more positive). Stability \\(Δ _G\nF\n_) values can be obtained from Table 1. Enter the Δ _G\nF\n_ value of each mutant into the “X” column.\r\n\n\n129........  Equation creation. Under Analysis, select “Fit a curve with non-linear regression”. Press the button “New” and select the option “Create new equation”. Name the equation “Custom Non-Linear Regression Barnase”. Under Definition, enter the equation: _Y_= _a_/\\(1+1/exp\\(\\(1000 ==**== _X_/\\(8.31 ==**== _T_))))+ _b_ ==**==\\(1–1/\\(1+ _a_/exp\\(\\(1000 ==**== _X_/\\(8.31 ==*== _T_)))))\r\n\n\nNow, supplement _T_ in this equation with temperature in Kelvin of the flow cytometry data acquisition \\(recorded in step 56). Select OK.\r\n\n\nNote: _a_ = FRET slope of unfolded barnase; _b_ = FRET slope of folded barnase. \r\n\n\n130........  _Define initial value for b_. The initial value of \\(_b_) can be estimated as the slope of wild type barnase. In Excel, take the average of the 3 replicates of wild type barnase in your control group to determine _b_.  \r\n\n\n131........  _Define initial value for a_. The initial value of \\(_a_) can be estimated as the average slope of wild type \\(_b_) minus twice the difference between the wild type slope \\(_b_) and the slope of the most severely destabilized barnase mutant used under that treatment \\( _slope\nunstablemax\n_). In Excel, select the most destabilized mutant in the control group. Take the average of the replicates, and calculate as per the following equation:\r\n\n\n_a_ ≈ _b_ – 2 ==*==\\( _b_ – _slope\nunstablemax\n_)\r\n\n\n132........  _Fit control data set._ In Prism, execute the Custom Non-Linear Regression Barnase equation. Enter values for a and b as determined in step 131. \r\n\n\n133........  Fit each control dataset to determine the best fit for parameters _a_ and _b_. This enables FRET slope values to be converted to estimate of fraction folded.\r\n\n\n134........  For each barnase mutant, convert the corrected slope value to fraction folded \\(_f_) according to the following conversion:\r\n\n\n_Fraction folded_ = \\( _slope_ – _a_ ) / \\( _b_ – _a_)\r\n\n\n135........  Calculate the mean fraction folded \\(_f_) across replicates for each barnase mutant under each treatment \\(_f\nt\n_) and control \\(_f\nc\n_) condition. \r\n\n\n136........  For each barnase mutant excluding the three most stable mutants \\(wild type, V45T, I55G), calculate the Δ _C_."
        },
        {
            "header": "Troubleshooting",
            "content": "Please refer to **Table 2**."
        },
        {
            "header": "References",
            "content": "1 Hartl, F. U., Bracher, A. & Hayer-Hartl, M. Molecular chaperones in protein folding and proteostasis. Nature 475, 324-332 \\(2011).\r\n\n\n\r\n\n\n2 Gidalevitz, T., Ben-Zvi, A., Ho, K. H., Brignull, H. R. & Morimoto, R. I. Progressive disruption of cellular protein folding in models of polyglutamine diseases. Science 311, 1471-1474 \\(2006)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-017-02562-5",
                "date": "2018-03-28 23:12:06",
                "title": "A biosensor-based framework to measure latent proteostasis capacity",
                "authors": [
                    "Rebecca J. Wood",
                    "Angelique R. Ormsby",
                    "Mona Radwan",
                    "Dezerae Cox",
                    "Abhishek Sharma",
                    "Tobias Vöpel",
                    "Simon Ebbinghaus",
                    "Mikael Oliveberg",
                    "Gavin E. Reid",
                    "Alex Dickson",
                    "and Danny M. Hatters"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15291,
                "identity": "a141d5fb-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Danny Hatters",
                "email": "dhatters@unimelb.edu.au",
                "orcid": "",
                "institution": "Hatters Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Danny",
                "middleName": "",
                "lastName": "Hatters",
                "suffix": ""
            },
            {
                "id": 15286,
                "identity": "a141b2aa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rebecca Wood",
                "email": "",
                "orcid": "",
                "institution": "Hatters Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rebecca",
                "middleName": "",
                "lastName": "Wood",
                "suffix": ""
            },
            {
                "id": 15287,
                "identity": "a141b789-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Candice Raeburn",
                "email": "",
                "orcid": "",
                "institution": "Hatters Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Candice",
                "middleName": "",
                "lastName": "Raeburn",
                "suffix": ""
            },
            {
                "id": 15288,
                "identity": "a141cd93-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Angelique Ormsby",
                "email": "",
                "orcid": "",
                "institution": "Hatters Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Angelique",
                "middleName": "",
                "lastName": "Ormsby",
                "suffix": ""
            },
            {
                "id": 15289,
                "identity": "a141d0a9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mikael Oliveberg",
                "email": "",
                "orcid": "",
                "institution": "Oliveberg Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mikael",
                "middleName": "",
                "lastName": "Oliveberg",
                "suffix": ""
            },
            {
                "id": 15290,
                "identity": "a141d351-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alex Dickson",
                "email": "",
                "orcid": "",
                "institution": "Dickson Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alex",
                "middleName": "",
                "lastName": "Dickson",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-12-05 03:52:42",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.156",
        "doiUrl": "https://doi.org/10.1038/protex.2017.156",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609957,
                "identity": "e5c8d7fe-0078-4e38-b5cf-a352e0be5e52",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:19",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4312,
                "visible": true,
                "origin": "",
                "legend": "Equation 1   Equation 1",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-6441/v1/figure_1.tif"
            },
            {
                "id": 2609959,
                "identity": "13904f9e-4a95-4b9c-844a-fd05cc105e9e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:19",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 261735,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Schematic shows classification of cells with and without barnase aggregates.    Cells are plotted by their donor (mTFP1 cp175) and FRET (sensitized emission of Venus cp173) fluorescence intensity; higher FRET for a given donor signal indicates higher FRET efficiency. Cells belong to two populations: those with a linear relationship between FRET and donor fluorescences (diffuse barnase) and those with higher FRET signal (aggregated barnase). The hiFRET' gate (cyan) is drawn manually and excludes some cells with aggregates, improving fitting of a line of best fit (dashed red line). This final classification is based on a deviation from the line of best fit (solid red line). ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6441/v1/figure_2.jpg"
            },
            {
                "id": 2609960,
                "identity": "8a7e7075-a4d3-43d4-86f2-1c14c207b19f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:19",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 467970,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   FACSDiva layout for data collection.    (*a*) Include FSC vs. SSC dot plot (voltages set so as to enable discrimination of live and dead cells), (*b*) Donor histogram, (*c*) Acceptor histogram, (*d*) FRET histogram, (*e*) Donor vs. FRET dot plot. Donor, FRET and Acceptor voltages should span the majority of the detector dynamic range but do not exceed the limit of the detector. Data show appropriately adjusted voltages for a typical barnase sample or an untransfected control. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6441/v1/figure_3.jpg"
            },
            {
                "id": 2609962,
                "identity": "608c2fab-3f62-404c-bfa4-6dd197b82c6a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:19",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 567174,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   FlowJo pre-processing.    (*a*) Gate A on the FSC(A) vs. SSC(A) plot excludes dead cells and debris. Doublets are excluded by drawing gates around the main cell population on plots of (*b*) FSC(A) vs. FSC(H) (gate B), (*c*) SSC(W) vs. SSC(H) (gate C), and (*d*) FSC(W) vs. FSC(H) (gate D).\r\nDonor fluorescence has bleedthrough into the Acceptor channel, which is observed by Acceptor signal detected in a donor-only control, mTFP1 cp175. (*e*) Applying compensation corrects for this bleedthrough. Visualization of compensated Donor vs Acceptor, and compensated FRET vs Acceptor, should show no bleedthrough. (*f*) The transfection gate \"tr\" is drawn on the Acceptor channel using an untransfected control. (*g*) The High FRET exclusion gate “hiFRET'” is drawn on a Donor vs. Acceptor plot of a wild-type barnase sample. \r\n",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6441/v1/figure_4.jpg"
            },
            {
                "id": 2609961,
                "identity": "58d4443a-895b-43e2-9ff9-7ed983129c9b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:19",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 194883,
                "visible": true,
                "origin": "",
                "legend": "Figure 4   Using threshold to select cell area.    Left: confocal micrograph of HEK293T cells. Right: corresponding threshold selection. ",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6441/v1/figure_5.jpg"
            },
            {
                "id": 13465777,
                "identity": "cf7362d7-d9f0-4b75-b700-c8e4fbfa8c27",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:09",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 626070,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6441/v1/f363f373-210e-441c-88b2-3c1dc1a2b8f9.pdf"
            },
            {
                "id": 2609963,
                "identity": "01097044-9246-450b-beb9-9de88f32a6d2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:19",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 67664,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Free energies of folding of barnase fusion proteins, determined by FRET-based urea denaturation (in mammalian lysate)",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6441/v1/supplement_0.pdf"
            },
            {
                "id": 2609965,
                "identity": "57a26d01-e2da-4e90-8eae-d579c4c088ad",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:19",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 77984,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Troubleshooting tips: Matlab errors and warnings we have encountered and their cause",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6441/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "barnase, biosensor, proteostasis, chaperones, quality control, flow cytometry, FRET",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This protocol describes a method for studying the proteostasis capacity of cells using bait protein biosensors based on the model protein barnase. Quality control machinery in the cell engages with barnase, and modifies its foldedness and aggregation. Through fluorescent tags on the barnase bait, flow cytometry FRET measurements provide a readout of foldedness and aggregation, enabling comparison of quality control capacity under different conditions. The method involves transient transfection with the barnase bait, data collection via flow cytometry, and data analysis. The procedure takes approximately one week. An additional procedure enables data to be fit to a mechanistic model for better quantitation. These additional steps require protein expression and purification, as well as microscopy for determining cell volume, expected to add an additional 1-2 weeks.",
        "manuscriptTitle": "Measuring proteostasis capacity using transiently transfected bait proteins by flow cytometry",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-03-28 23:11:42",
                "doi": "10.1038/protex.2017.156",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1411208-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 28th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4116,
                "name": "Biochemistry"
            },
            {
                "id": 4117,
                "name": "Cell biology"
            },
            {
                "id": 4118,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-03-28 23:11:42",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}