{
    "identity": "nprot-669",
    "title": "Motion-based detection of nucleic acids using nanomotors",
    "content": [
        {
            "header": "Introduction",
            "content": "The autonomous motion of chemically-powered synthetic nanomotors has attracted a significant recent interest owing to their great promise for diverse potential applications.  Recent reviews highlighting the factors influencing the nanomotor speed, including the motor and fuel compositions, along with new nanomotor capabilities and prospects, have been reported elsewhere.1-3 However, such autonomously propelling nanoscale materials have not been exploited for biosensing applications. This protocol describes the preparation of synthetic nanomotors and a DNA modified chip for the purpose of transducing nucleic acid hybridization events into motion. The new motion-based transduction approach relies on measuring changes in the speed of unmodified catalytic nanomotors, induced by the dissolution of silver nanoparticle tags, captured in a sandwich nucleic acid assay in the hydrogen peroxide fuel. The presented strategy offers sensitive, easily measured distance readouts down to 40 amol DNA as well as the ability to directly detect raw Escherichia coli rRNA without isolation or purification steps. Unlike common optical or electrochemical DNA hybridization assays, the protocol described requires no particle enlargement and therefore it is not susceptible to non-specific Ag precipitation. The assay can also be measured using portable, simple and low-cost microscopic readers, making the new method affordable and attractive for low-resource settings."
        },
        {
            "header": "Reagents",
            "content": "Materials\r\n\n\nReagents\r\n\n\n• Silver nanoparticles \\(\\(AgNPs), diameter- 20 ± 5 nm, Ted Pella, 15705-20SC). \r\n\n\n• 6-Mercapto-1-hexanol \\(\\(MCH), Fluka, 63762).\r\n\n\n• Sodium dodecyl sulfate \\(\\(SDS), Sigma-Aldrich, L6026).\r\n\n\n• DL-Dithiothreitol \\(\\(DTT), Sigma-Aldrich, 43816). \r\n\n\n• Trizma hydrochloride \\(\\(Tris-HCl), Sigma-Aldrich, T5941).\r\n\n\n• Ethylenediaminetetraacetic acid \\(\\(EDTA), Sigma-Aldrich, ED2SC).\r\n\n\n• Sodium chloride \\(Sigma-Aldrich, S7653).\r\n\n\n• Bovine serum albumin \\(\\(BSA), Sigma-Aldrich, B4287).\r\n\n\n• Casein \\(Pierce, 37528).\r\n\n\n• Cupric chloride \\(JT-Baker, 1792-04).\r\n\n\n• Sodium hydroxide \\(Mallinckrodt Chemicals, 7708-06).\r\n\n\n• Alumina membrane template \\(Whatman, 6809-6022).\r\n\n\n• Cupric sulfate pentahydrate \\(Sigma-Aldrich, C7631).\r\n\n\n• Gold plating solution \\(Technic Inc, Orotemp 24 RTU RACK).\r\n\n\n• Platinum plating solution \\(Technic Inc, Platinum RTP).\r\n\n\n• Nickel\\(II) chloride hexahydrate, \\(\\(NiCl2∙6H2O), Sigma-Aldrich, 223387). \r\n\n\n• Nickel\\(II) sulfamate tetrahydrate \\(\\(Ni\\(H2NSO3)2∙4H2O), Sigma-Aldrich, 262277).\r\n\n\n• Boric acid \\(Sigma-Aldrich, B6768).\r\n\n\n• Hydrochloric acid \\(\\(HCl) EMD Chemicals, HX0603P-5).\r\n\n\nSolutions\r\n\n\n• Copper plating solution: 1 M CuSO4 • 5H2O solution.\r\n\n\n• Nickel plating solution: 20 g l-1 NiCl2∙6H2O, 515 g l-1 Ni\\(H2NSO3)2∙4H2O and 20 g l-1 H3BO3 \\(buffered to pH 3.4).\r\n\n\n• 0.5 M CuCl2 solution in 20% HCl.\r\n\n\n• 3 M and 1 M NaOH aqueous solutions.\r\n\n\n• SDS aqueous solution \\(1%). \r\n\n\n• DNA immobilization buffer \\(IB): 10 mM Tris-HCl, 1 mM EDTA, and 0.3 M NaCl \\(pH 8.0). \r\n\n\n• Hybridization buffer \\(HB): 1 M phosphate buffer solution containing 2.5% BSA and 0.05% casein \\(pH 7.2). \r\n\n\n• Storage buffer \\(SB) for SH-DP-AgNPs: 10 mM phosphate buffer, 300 mM NaCl and 0.01% SDS \\(pH 7.2). \r\n\n\n• 100 mM phosphate buffer solution \\(pH 7.2).\r\n\n\n\r\n\n\nOligonucleotides\r\n\n\n• Thiolated capture probe \\(SH-CP): 5’-CTT CCT CCC CGC TGA-A15-\\(O-\\(CH2)3-S-S-\\(CH2)3OH)-3’ \\(Integrated DNA Technologies, US). \r\n\n\n• Thiolated detector probe \\(SH-DP): 5’-\\(HO\\(CH2)6-S-S-\\(CH2)6-PO3O-)-A10-TAT TAA CTT TAC TCC-3’ \\(Integrated DNA Technologies, US). \r\n\n\n• Complementary target:  5’-TCA GCG GGG AGG AAG GGA GTA AAG TTA ATA-3’ \\(Thermo Fisher Scientific, Ulm, Germany).\r\n\n\n• Non-complementary target: 5’-CTG GGG TGA AGT CGT AAC AAG GTA ACC GTA GGG GAA C-3’ \\(Thermo Fisher Scientific, Ulm, Germany). \r\n\n\n• 2-base mismatched: 5’-TCA GCA GGG ACG AAG GGA GTA AAG TTA ATA-3’ \\(Integrated DNA Technologies, US).\r\n\n\n• 3-base mismatched: 5’-TCA ACG AGG AGC AAG GGA GTA AAG TTA ATA-3’ \\(Integrated DNA Technologies, US).\r\n\n\nOthers\r\n\n\n• Bacterial strains of E. coli NEB 5- \\(New England Biolabs) as a target and clinical isolate K. pneumoniae \\(KP210)"
        },
        {
            "header": "Equipment",
            "content": "Equipment\r\n\n\n• CH Instrument Model CHI630C Electrochemical Instrument. \r\n\n\n• Electrochemical cell: \r\n\n\n Gold sputtered alumina template as working electrode \r\n\n\n Ag/AgCl \\(3 M NaCl) as reference electrode\r\n\n\n Platinum wire as counter electrode\r\n\n\n• Optical microscope \r\n\n\n• Camera with acquisition software\r\n\n\n• Au electrode arrays \\(Gen Fluidics Inc.; Fig. 2)\r\n\n\n• Sonicator\r\n\n\n• Minishaker\r\n\n\n• Eppendorf microcentrifuge.\r\n\n\n• 9.5 mm cube-shaped Neodymium \\(NdFeB) magnet \\(1.32 T)."
        },
        {
            "header": "Procedure",
            "content": "A. Preparation of Au/Pt or Au/Ni/Au/Pt nanowires by template electrodeposition \r\n\n\n\r\n\n\n1. Sputter the branched side of the membrane with a thin gold film by metal evaporation methods such as sputtering or e-beam evaporation.  \r\n  2. Filter 45 ml of ultrapure water through the sputtered membrane using a Millipore vacuum filter. \\(Caution: Do not to let the filter run dry as membranes are very fragile).\r\n  3. Attach an aluminum foil contact to cover the bottom of cell as shown in Figure 1. \r\n  4. Invert plate to allow for the membrane to make contact with the aluminum working electrode before securing with screws. \r\n  5. Insert the Pt counter electrode and Ag/AgCl reference electrodes. \r\n  6. Electroplate 10 Coulombs \\(C) of copper from 1 M CuSO4 solution at a potential of -1.0 V vs. Ag/AgCl. \r\n  Note: The grown copper segment acts as a sacrificial layer for the purpose of filling the branched portion of the membrane.  \r\n\n\n7. Wash the cell, membrane and reference electrode thoroughly with ultrapure water \\(18.2 MΩ•cm). \r\n  8. Electroplate 1.5 C of gold segment using the gold plating solution at a potential of -0.9 V vs. Ag/AgCl \r\n  9. Repeat step 7.\r\n  10. Deposit platinum galvanostatically using the Platinum plating solution at an applied current of -2 mA for 50 min.\r\n  11. Repeat step 7. \r\n  12. To create magnetic nanowires, electroplate a Ni segment between two gold \\(each of 0.75 C) segments using the above nickel plating solution for 2 C at -1.0 V vs. Ag/AgCl. \r\n  13. Carefully remove the membrane from the plating apparatus and wash thoroughly with ultrapure water.\r\n  14. Mechanically remove the sputtered gold with a cotton tip and rinse the membrane in ultrapure water.\r\n  15. To remove the copper sacrificial layer, soak the cotton tip with 0.5 M CuCl2 solution in 20% HCl and mechanically polishing the membrane. Continue to polish the membrane till the copper layer is completely removed.\r\n  \\(Caution: Attention should be given not to break the membrane as the acid exposure can dissolve the nickel segment). \r\n\n\n16. After washing with ultrapure water, nanowires in the alumina template were then released by immersing in 3 M NaOH for 30 minutes. \r\n  17. Centrifugation the nanowire suspension at 2,300 g for 5 min and redisperse in ultrapure water. Repeat this procedure until a neutral pH is achieved. \r\n  Note: Between washing steps the nanowire solution should mixed and briefly sonicated or vortexed \\(several seconds) to ensure the complete dispersion of nanowires in the washing water.\r\n\n\n\\(Cation: Special attention should be given to washing the nanowires directly before testing and their suspension in freshly obtained nanopure water because of significant deceleration of the nanomotors speed in the presence of salt ions.)\r\n\n\n\r\n\n\nB. Conjugation of SH-DP with AgNPs. \r\n\n\n1. Concentrate the commercial silver colloid 10 times by centrifugation \\(16,770 g, 15 min) and disperse in ultrapure water to give final concentration of 1.2 nM. \r\n  2. Add 12 µl of 100 µM SH-DP stock solution \\(in IB buffer) to 100 μl of 1.2 nM AgNPs solution and gently shake for 2 hours at room temperature. \r\n  3. Add an aliquot of 1 µl of 1% SDS solution to the AgNPs suspension. 10 min later, add 10 µl of 100 mM phosphate buffer solution \\(pH 7.2) to the above mixture and gently shake overnight. \r\n  4. Add small aliquots \\(5 µl each) of 2 M NaCl over 48 hours to raise the final NaCl concentration to 500 mM, followed by another overnight incubation at room temperature. \r\n  Caution: Add NaCl in small volumes over a long period of time to prevent particle aggregation.\r\n\n\n5. Remove the excess of SH-DP by centrifugation \\(24,150 g, 10 min) and disperse in 100 µl of SB buffer. Repeat this procedure three times. \r\n  \\(Note: Add all the solutions to AgNPs while shaking the solution).\r\n\n\n\r\n\n\nC. Assembling the capture probe at the gold surface. \r\n\n\n1. Dry the array of 16 gold electrode \\(Fig. 2) under nitrogen. \r\n  2. Add 10 µM of freshly prepared DTT solution to a SH-CP 0.5 µM solution \\(both in IB buffer) and incubate for 10 min in darkness at room temperature. \r\n  3. Drop cast a 6 µL aliquot of this SH-CP/DTT solution to cover each Au sensor and store overnight in a 4 C in a humidified surrounding. \r\n  4. Wash with ultrapure water and treat the probe-modified Au sensors with 6 µl of the 1 mM MCH aqueous solution for 50 min to obtain a ternary self-assembled monolayer. \r\n  5. Rinse the array thoroughly with ultrapure water and dry using nitrogen gas. \r\n  \\(Caution: To minimize the non-specific background contributions on this monolayer, solutions should be prepared fresh and the interaction time and conditions should be tightly controlled).\r\n\n\n\r\n\n\nD. DNA Hybridization Assay. \r\n\n\n1. Prepare different concentrations of the DNA target \\(or non-complementary and mismatched oligos) in HB. \r\n  2. Drop aliquots \\(4 µl) of this target solution on each of SH-CP modified gold electrodes and incubate at room temperature for 15 min. \r\n  3. Rinse the sensors slightly by ultrapure water and dry using nitrogen gas. \r\n  4. Drop a 4 µl of SH-DP-AgNPs conjugation solution on each electrode and incubate for 30 min at room temperature. \r\n  5. Rinse thoroughly the modified electrodes and subsequently wash with ultrapure water in a shaker \\(300 rpm) for 5 min and dry with N2. \r\n  6. Immediately use these sensors for the nanomotor based hybridization assay. \r\n  \r\n\n\nE. Bacterial 16S rRNA Hybridization Assay. \r\n\n\n1. Lyse bacteria by resuspending the appropriate pellet containing ~107 CFU bacteria in 10 µl of 1 M NaOH and incubate for 5 min4. \r\n  2. Add a 50 µl aliquot of HB to the 10 µl bacterial lysate, thereby leading a genetic material concentration of ~107 CFU per 60 µl \\(final pH 7.8). Serially dilute this solution in HB to prepare different concentrations of bacterial genetic material \\(16S rRNA). \r\n  3. Drop 4 µl aliquots of this raw bacterial target onto the modified sensor for 15 min, and follow the same SH-DP-AgNPs hybridization and microchip washing steps as described in the previous section. \r\n  Note: Carry out all procedures at room temperature.\r\n\n\n\r\n\n\nF. Nanomotor motion transduction of the hybridization event.\r\n\n\nThis procedure should be carried out immediately after the hybridization assay.\r\n\n\n1. Add 5 µl of H2O2 \\(30%) to the modified Au electrode for 2 minutes to dissolve the captured AgNPs into Ag+ ions.\r\n  2. Mix the above Ag+-enriched H2O2 fuel solution with an equal volume of freshly prepared nanomotors before adding to a glass slide. \r\n  3. Visualize the nanomotors using a standard optical microscope with proper objective.\r\n  4. To align the nanomotors, apply a weak magnetic field at a fixed distance from the glass side using a cube Neodymium \\(NdFeB) magnet. \r\n  5. Acquire video images using a proper camera and acquisition software \\(e.g. MetaMorph v.7.1.7 software)\r\n  6. Track the nanomotor speed and distance travelled using commercially available software \\(e.g. MetaMorph v.7.1.7) or in-house developed software."
        },
        {
            "header": "Timing",
            "content": "About 72 hours\r\n\n\nNanomotor preparation: <sub>4 hours; conjugation of SH-DP with AgNPs: </sub>72 hours; chip preparation: <sub>13 hours; hybridization assay: </sub>1 hour; nanomotor motion based readout: 15-20 min. Many steps can be conducted simultaneously. Chip and probe p"
        },
        {
            "header": "Critical Steps",
            "content": "All critical steps have been identified in the step/section in which they are involved."
        },
        {
            "header": "Troubleshooting",
            "content": "1. Problems: Low nanomotor speed or malfunction:\r\n  Solutions:\r\n\n\na)  Avoid over sonication of nanomotors to prevent nanomotor deformities which can result in slower and shaky nanomotor movement. \r\n\n\nb) Use only freshly prepared nanomotors to obtain consistent results. \r\n\n\n\r\n\n\n2. Problem: High speed due to non-specific adsorption   \r\n  Solutions:\r\n\n\na) Soak the duplex modified-sensor in ultrapure water longer. \r\n\n\nb) Optimize the composition of the ternary monolayer for each new batch of 16-sensor arrays and check the condition of the DTT chemical.\r\n\n\nc) Wash properly the prepared SH-DP-AgNPs."
        },
        {
            "header": "Anticipated Results",
            "content": "The dissolution of silver nanoparticle tags, captured in a sandwich DNA hybridization assay, induces changes in the speed of catalytic nanomotors. These distance signals are visualized using optical microscopy, particularly through straight-line traces of magnetically aligned ‘racing ’ nanomotors, providing a well-defined dependence upon the concentration of the target DNA."
        },
        {
            "header": "References",
            "content": "1. Mallouk, T.E. & Sen, A. Powering nanorobots. Sci. Amer. 300, 72-77 \\(2009). \r\n  2. Ozin, G.A., Manners, I., Fournier-Bidoz, S. & Arsenault, A. Dream nanomachines. Adv. Mater. 17, 3011-3018 \\(2005).\r\n  3. Wang, J. Can man-made nanomachines compete with nature biomotors? ACS Nano 3, 4-9 \\(2009). \r\n  4. Liao, J.C. et al. Use of electrochemical DNA biosensors for rapid molecular identification of uropathogens in clinical urine specimens. J. Clin. Microbiol. 44, 561-570 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by the National Science Foundation \\(Award Number CBET 0853375) and the National Institutes of Health \\(Award U01 AI075565)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms1035",
                "date": "2010-06-30 21:01:56",
                "title": "Motion-based DNA detection using catalytic nanomotors",
                "authors": [
                    "Jie Wu",
                    "Shankar Balasubramanian",
                    "Daniel Kagan",
                    "Kalayil Manian Manesh",
                    "Susana Campuzano",
                    "and Joseph Wang"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11476,
                "identity": "9f805892-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Joseph Wang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joseph",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-06-30 21:10:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.154",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.154",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464408,
                "identity": "d00e00d8-edc9-4954-96f1-2645d0fa3cef",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:14",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 142294,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-669/v1/35f99915-6afa-4405-a505-78b1ed15e331.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Catalytic nanomotors, Nucleic acid hybridization, Optical microscope, Biosensing, Motion, Transduction",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Motion-based detection of nucleic acids using nanomotors",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-09-09 00:00:00",
                "doi": "10.1038/nprot.2010.154",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f7fe709-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 9th, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2430,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-09-09 00:00:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}