{
    "identity": "nprot-2420",
    "title": "Chromogenic in situ detection of microRNAs in paraffin embedded tissue microarrays by locked nucleic acid probes",
    "content": [
        {
            "header": "Introduction",
            "content": "MicroRNA \\(miRNA) are short \\(~22 nucleotide) non-protein-coding, evolutionary conserved RNAs that negatively regulate gene expression at post-transcriptional level 1-3. The number of miRNAs in human genome is estimated to be over 1000 and at least 30% of all genes are under their regulation 4. The cellular processes involved include differentiation, apoptosis, proliferation and stress response 1, 2, 5, 6. Aberrant expression of miRNA is involved in tumorigenesis. Tumor suppressor and oncogenic actions of miRNA have been described 7-9. In many malignancies, miRNA rich regions are susceptible to genetic alterations \\(fragile sites, deletions, amplifications) 10, 11. Methods used for the detection and quantification of miRNA are northern blotting, real-time RT-PCR, and microarrays for genome wide expression profiling 12-14. The main limitation of these methods in cancer research is their inability to discriminate miRNA from neoplastic and other cells \\(connective tissue, vessels, inflammatory cells etc). In situ hybridization \\(ISH) is a powerful tool that provides information on gene expression in a heterogeneous cell population at cellular and sub-cellular level.  Due to the small size and varied gene expression pattern of miRNAs, ISH for them is technically very challenging.  However, the use of locked nucleic acid \\(LNA) probes where nucleotide bases are modified markedly increases the thermal stability between probe and target and also provides excellent mismatch-discrimination 15, 16. LNA probes are reported to dramatically increase the efficiency, sensitivity and specificity of the hybridization signals.  LNA based ISH protocols for detection of miRNA in fresh frozen and paraffin sections has been reported 17-20. However, published protocols are not optimized for performing chromogenic ISH on paraffin embedded tissue microarray \\(TMA) consisting of heterogeneous collection of tissue samples which has undergone different formalin fixation procedures. \r\n\n\n\r\n\n\nTMA \r\n\n\n\r\n\n\nToday, TMAs are widely used in research of molecular pathogenesis of many types of neoplasias 21. With TMAs expression of multiple targets on RNA or protein level in up to 1,000 tissue samples can be examined in single experiment. Unlike mRNA, miRNAs are relatively stable and tolerates molecular cross-linking caused by formalin used in fixation of routine surgical tissue samples17, 20, 22, 23, which makes TMAs prepared from archival tumor samples a potentially powerful tool in miRNA research.\r\n\n\n\r\n\n\nProteinase K treatment\r\n\n\n\r\n\n\nFor optimizing the hybridization conditions different buffers and various concentrations of proteinase K were tested. It turned out that 10 µg/ml proteinase K concentration was required. A crucial factor for successful hybridization is addition of EDTA in the proteinase buffer. Our protocol also gave successful signals when applied to the paraffin sections of various tissues like ovarian cancer, breast cancer and gastric cancer. Different probes and tissues gave excellent results with our protocol \\(Fig.1-2.) Many probes were tested and shown to work in TMA of 98 cases of serous ovarian carcinoma. \r\n\n\n\r\n\n\nIntra-tumor heterogeneity issue\r\n\n\n\r\n\n\nDue to genetic evolution and microenvironmental heterogeneity mRNA and protein expression levels may largely vary in different parts of tumors, which may limit the usefulness of TMAs. To test the intra-tumor heterogeneity of miRNA expression we prepared TMAs consisted of four samples taken from various parts of same tumor. Our TMA consisted of 98 cases of serous ovarian carcinoma. In 12 cases \\(12/98) the four samples showed heterogeneous staining pattern, indicating the need of multiple samples while using TMAs.  In five cases the miRNA-ISH was not analyzable due to loss of tissue or lack of carcinoma cells. Thus in 81/98 \\(82.6%) of cases the result was conclusive.  In many occasions the signal in carcinoma cells was weak/negative while the stromal cells were strongly positive highlighting the need of miRNA-ISH complementing the results obtained by other more quantitative means. \r\n\n\n\r\n\n\nDetection methodology\r\n\n\n\r\n\n\nIn order to enhance the signal intensity specially in the cases were the low expression of the miRNA was expected several colorimetric antibody based  kits  were tested \\(Power Vision + TM Poly HRP IHC detection kit \\(PV6104),  EnVision™ G|2 System/AP, Rabbit/Mouse \\(K5355), and EnzMet™ HRP Detection Kit for IHC / ISH\\(6001). In our experience none of the above mentioned kit gave successful in situ signals."
        },
        {
            "header": "Reagents",
            "content": "• Paraffin sections \\(5um)\r\n\n\n• Formamide \\(Riedel-de Haën, 33272) CAUTION Use gloves and work in fume hood to avoid inhalation. Avoid any contact with skin and eyes. Do not dispose the formamide waste in the drains; dispose of as hazardous waste according to local environmental rules and regulations.  \r\n\n\n• Diethylpyrocarbonate \\(DEPC) \\(Sigma, D5758) CAUTION Sever irritant of eyes and skin. Avoid inhaling, handle with gloves and work in a fume hood. \r\n\n\n• 50X Denhardt’s solution \r\n\n\n• Yeast tRNA \\(Invitrogen, 15401-001)\r\n\n\n• Anti-Digoxigenin-AP, Fab fragments \\(Roche, 11 093 274 910)\r\n\n\n• PBS \\(Lonza, BE17-516F)\r\n\n\n• Proteinase K, recombinant, PCR grade \\(Roche, 03115879001)\r\n\n\n• 20X SSC \r\n\n\n• 100 mM Tris-HCL, pH 8\r\n\n\n• 50 mM EDTA, pH 8\r\n\n\n• LNA oligonucleotide miRNA probes, Double DIG labelled probes \\(www.exiqon.com)\r\n\n\n• Hybridization mix \\(see reagent setup)\r\n\n\n• Xylen \\(OY FF-chemicals Ab, FF086)\r\n\n\n• Absolute ethanol \\(Berner, 13110132)\r\n\n\n• Glycine \\(Riedel-de Haën, 33226)\r\n\n\n• Citric acid \\(Riedel-de Haën, 33114) CAUTION Eyes and skin irritant.\r\n\n\n•  Aquamount \\(BDH chemicals, 362262H)\r\n\n\n• 1M Tris Hcl pH 9.5\r\n\n\n• 5M NaCl\r\n\n\n• 1M MgCl2\r\n\n\n• Tween 20 \\(Flucka, 93773)\r\n\n\n• BCIP/NBT liquid substrate system \\(Sigma, B1911) \r\n\n\n• DePeX mounting medium \\(361254D, BDH chemicals) CAUTION Toxic when inhaled or in contact with skin and eyes. Store in dark and avoid direct sunlight and moisture. Classified as hazardous waste, dispose it accordingly."
        },
        {
            "header": "Equipment",
            "content": "• Super Frost Plus microscope slides \\(Menzel-Gläser, 25X75X1.0 mm)\r\n\n\n• Coverslips \\(Menzel-Gläser, 24X40)\r\n\n\n• Hybridization oven/Incubator\r\n\n\n• Water bath with shaker\r\n\n\n• Fume Hood\r\n\n\n• Microtome \\(Leica SM2000R, www.leica-miceosystems.com)\r\n\n\n• Parafilm\r\n\n\n• Leica DMLB microscope \r\n\n\n• Nikon digital sight DS-U1 camera\r\n\n\n• NIS Freeway 2.0 software\r\n\n\n• Autoclaved coplin jars\r\n\n\n• Tissue-Tek III Dispensing Console 4594 \\(Sakura Fine Chemicals Co, Ltd, Japan)\r\n\n\n• Tissue-Tek III Thermal Console 4593 \\(Sakura Fine Chemicals Co, Ltd, Japan)      \r\n\n\n• Embedding cassette \\(Simport, M480-2)\r\n\n\n• Paraffin wax, melting point 56-58 C \\(Algol, 900403)\r\n\n\n• Manual tissue arrayer \\(MTA-1, Beecher instruments. Inc., www.beecherinstruments.com ) \r\n\n\n• Punches for the manual arrayer \\(MP06, Beecher instruments, Inc.)"
        },
        {
            "header": "Procedure",
            "content": "**REAGENT SETUP**\r\n\n\n\r\n\n\nLNA DIG labelled probes:\r\n\n\n\r\n\n\n Probes were purchased labelled with digoxigenin at 5’ and 3’ \\(25 µM). Probes were diluted and stored according to published protocol 18 and manufactures instruction. Pre-hybridizations and hybridizations were performed at temperature 20-25°C below the Tm of the given LNA probe. Working conditions and the efficiency of the in situ hybridizations were determined by using both positive \\(U6, miRNA known to be ubiquitously expressed in most of the tissues) and negative \\(scramble, has no homology to any known miRNA/ mRNA sequence) control probes\r\n\n\n\r\n\n\nHybridization Mix 10ml: \r\n\n\n\r\n\n\nAccording to published protocol 18 \\(To 1.8 ml DEPC-treated water add 5ml of ultra pure 50% formamide, 2.5ml of 20x SSC, 500μl of 10 ug/μl yeast t-RNA, 200 μl of 50x Denhardt’s solution for a total volume of 10ml. Divide into aliquots and keep at -20°C. The hybridization buffer has a pH of 6-6.5. If the hybridization temperature exceeds 55°C; add citric acid to 9.2mM final concentration).\r\n\n\n\r\n\n\nProteinase K buffer: 100 mM Tris-HCL, pH 8 and 50 mM EDTA, pH 8.\r\n\n\n\r\n\n\nAP buffer: 100 mM Tris HCl pH 9.5, 50 mM MgCl2, 100 mM NaCl, 0.1% Tween 20 \r\n\n\n\r\n\n\nDEPEC treated water: Add 1 ml of DEPC to 1L water, mix it well and leave overnight in a fume hood. Next day autoclave the solution. \r\n\n\n\r\n\n\n\r\n\n\n**EQUIPMENT SETUP**\r\n\n\n\r\n\n\nHumidified slide incubation box:\r\n\n\n\r\n\n\n We used metallic box \\(28.5X18.5 cm) for incubating the slides for pre-hybridization and hybridization.  Piece of sponge of same size as that of box was kept inside where 5XSSC was poured to maintain the moist conditions. \r\n\n\n\r\n\n\n**PROCEDURE** \r\n\n\n\r\n\n\n_Preparation of paraffin tissue sections_\r\n\n\n1) Cut 5 µm paraffin sections from paraffin block and place them at 37°C incubator overnight for drying. \r\n\n\n\r\n\n\nCRITICAL STEP: Sections once cut can be stored at room temperature and can be used within 1 week. We have not tested the in situ signals from samples older than 1 week. \r\n\n\n\r\n\n\nDeparaffinization, deproteination, pre hybridization, hybridization and washes were done according to Jorgensen et al with some modification.\r\n\n\n\r\n\n\n_Deparaffinization_ \r\n\n\n\r\n\n\n2) Treat the paraffin sections slides 3 times 5 minutes with xylene.\r\n\n\n3)  Immerse the slides in 100% ethanol 2 times for 5 minutes.\r\n\n\n4)  Immerse the slides in 70% ethanol for 5 minutes.\r\n\n\n5)  Immerse the slides in 50% ethanol for 5 minutes.\r\n\n\n6)  Immerse the slides in 25% ethanol for 5 minutes.\r\n\n\n7)  Wash the slides with DEPC water for 1 minute. \r\n\n\n\r\n\n\n_Deproteination_ \r\n\n\n\r\n\n\n8) Wash the slides 2 times 5 minutes in PBS.\r\n\n\n9) Treat the slides for 5 minutes with proteinase K \\(10 µg/ml) at RT.\r\n\n\n\r\n\n\nCRITICAL STEP: The signals obtained using proteinase K treatment according to published protocols at best gave weak signals that were difficult to interpret. Different concentration and temperature for proteinase K treatment were tested for different tissues like serous ovarian carcinoma, lymph nodes, endrometrium, fallopian tube, small intestine, breast and ovarian cancer; 10 µg/ml of proteinase K at RT gave the best results for all the tested tissues. \r\n\n\n     \r\n\n\n10) Stop the proteinase K reaction by treating the slides for 30 second in 0.2% glycine in PBS.\r\n\n\n11) Rinse the slides 2 times in PBS.\r\n\n\n12) Wash the slides 2 times 5 minutes in PBS.\r\n\n\n\r\n\n\n_Pre-hybridization_\r\n\n\n\r\n\n\n13) Pre-hybridize the slides in hybridization buffer according to published protocol18 for 1 hour at the probes hybridization temperature.\r\n\n\nCRITICAL STEP: Pre-hybridization and hybridizations conditions for the probes should be 20-25°C below the Tm of the probe as recommended by the manufacturer \\(www.exiqon.com). \r\n\n\n\r\n\n\n_Hybridization_\r\n\n\n\r\n\n\n14) Mix 2.5 pmoles of diluted probe in 100-200 µl of hybridization buffer. Probes were diluted according to published protocol 18.\r\n\n\n15) Pipette the hybridization mix on the slide.\r\n\n\n16) Place the slide in humidified incubation box for 2 hours.\r\n\n\nWashes\r\n\n\n 18) Rinse the slides in water bath at hybridization temperature for 5 minutes in 2XSSC.\r\n\n\n19) Wash the slides 3 times for 30 minutes in 50% formamide, and 2XSSC at hybridization temperature in water bath with shaker.\r\n\n\n20) Wash the slides 5 times for 5 minutes in PBS at room temperature.\r\n\n\n\r\n\n\n\r\n\n\n_Chromogenic detection_\r\n\n\n\r\n\n\n21)  Block the slides at room temperature for 1 hour in blocking buffer \\(2% sheep serum in PBST).\r\n\n\n22)  Incubate the slides overnight with antibody \\(1:2000) at +4 °C.\r\n\n\n23)  Wash the slides for 3-4 times in PBST.\r\n\n\n24)  Wash the slides 3-4 times in  AP buffer\r\n\n\n25)  Cover the slides with BCIP/ NBT liquid substrate  in a humidified chamber at  until the colour develops \r\n\n\n26)  Stop the colour reaction by washing the slides with PBST for 15 min.\r\n\n\n27) Dry the slides, \\(do not over dry) and mount the slides gently using aquamount mounting medium. \r\n\n\n28) Image the slide using any suitable conventional microscope."
        },
        {
            "header": "Timing",
            "content": "Step 1: Preparation of paraffin tissue sections \\(few hours followed by overnight incubation of slides)\r\n\n\nSteps 2-7: Deparaffinization \\(40-45 min)\r\n\n\nSteps 8-12: Deproteination \\(40-45 min)\r\n\n\nStep 13: Pre-hybridization \\(1h)\r\n\n\nSteps 14-16: Hybridization \\(2h)\r\n\n\nSteps 18- 20: Washes \\(2h)\r\n\n\nSteps 21-27: Chromogenic detection \\(2h- overnight)\r\n\n\nStep 28: Imaging \\(variable)"
        },
        {
            "header": "Troubleshooting",
            "content": "In case no signal is detected follow the advices listed below and the ones mentioned in Jorgensen et al:\r\n\n\n\r\n\n\nParaffin sections \\(Step 1)\r\n\n\nWe recommend using the paraffin sections which are prepared one day before the experiment. The thickness of sections required for our proteinase K treatment is 5µm. Optimal proteinase K treatment will be different for sections with different sizes.\r\n\n\n\r\n\n\nProteinase K treatment \\(Step 9)\r\n\n\nThis is very crucial step in the protocol as it enables the probe entry into the cell and thus exposes the target miRNA to the probe. Poteinase K treatment described in our protocol is suitable for wide range of tissues. However if no signals detected with certain types of tissues then extent of permeablization required for a give tissue should be adjusted by varying concentration and/or duration of proteinase K digestion. Do not treat the tissue with excessive proteinase K digestion as it will lead to both loss of hybridization signal and deterioration of morphology."
        },
        {
            "header": "Anticipated Results",
            "content": "Results obtained from our miRNA-ISH protocol are shown in Figs. 1-2. Staining with NBT/BCIP will result a deep blue cytoplasmic precipitate which is easily distinguished from the background staining. Scramble probes used as negative controls should give no signals, which demonstrate the specificity of the staining and the positive control U6 should give clear nuclear staining, indicating the successful optimization of the in situ hybridization reaction. In case of intra-tumor heterogeneity, 4 spots of same tumor will give significantly different staining pattern."
        },
        {
            "header": "References",
            "content": "1. Ambros, V. The functions of animal microRNAs. Nature 431, 350-355 \\(2004).\r\n  2. Bartel, D. P. MicroRNAs: genomics, biogenesis, mechanism, and function. Cell 116, 281-297 \\(2004).\r\n  3. Engels, B. M. & Hutvagner, G. Principles and effects of microRNA-mediated post-transcriptional gene regulation. Oncogene 25, 6163-6169 \\(2006).\r\n  4. Lewis, B. P., Burge, C. B. & Bartel, D. P. Conserved seed pairing, often flanked by adenosines, indicates that thousands of human genes are microRNA targets. Cell 120, 15-20 \\(2005).\r\n  5. Esquela-Kerscher, A. & Slack, F. J. Oncomirs - microRNAs with a role in cancer. Nat. Rev. Cancer. 6, 259-269 \\(2006).\r\n  6. Hwang, H. W. & Mendell, J. T. MicroRNAs in cell proliferation, cell death, and tumorigenesis. Br. J. Cancer 94, 776-780 \\(2006).\r\n  7. Volinia, S. et al. A microRNA expression signature of human solid tumors defines cancer gene targets. Proc. Natl. Acad. Sci. U. S. A. 103, 2257-2261 \\(2006).\r\n  8. Calin, G. A. et al. Frequent deletions and down-regulation of micro- RNA genes miR15 and miR16 at 13q14 in chronic lymphocytic leukemia. Proc. Natl. Acad. Sci. U. S. A. 99, 15524-15529 \\(2002).\r\n  9. Chan, J. A., Krichevsky, A. M. & Kosik, K. S. MicroRNA-21 is an antiapoptotic factor in human glioblastoma cells. Cancer Res. 65, 6029-6033 \\(2005).\r\n  10. Calin, G. A. et al. Human microRNA genes are frequently located at fragile sites and genomic regions involved in cancers. Proc. Natl. Acad. Sci. U. S. A. 101, 2999-3004 \\(2004).\r\n  11. Calin, G. A. et al. A MicroRNA signature associated with prognosis and progression in chronic lymphocytic leukemia. N. Engl. J. Med. 353, 1793-1801 \\(2005).\r\n  12. Lagos-Quintana, M., Rauhut, R., Lendeckel, W. & Tuschl, T. Identification of novel genes coding for small expressed RNAs. Science 294, 853-858 \\(2001).\r\n  13. Chen, C. et al. Real-time quantification of microRNAs by stem-loop RT-PCR. Nucleic Acids Res. 33, e179 \\(2005).\r\n  14. Krichevsky, A. M., King, K. S., Donahue, C. P., Khrapko, K. & Kosik, K. S. A microRNA array reveals extensive regulation of microRNAs during brain development. RNA 9, 1274-1281 \\(2003).\r\n  15. Braasch, D. A. & Corey, D. R. Locked nucleic acid \\(LNA): fine-tuning the recognition of DNA and RNA. Chem. Biol. 8, 1-7 \\(2001).\r\n  16. Petersen, M. et al. The conformations of locked nucleic acids \\(LNA). J. Mol. Recognit. 13, 44-53 \\(2000).\r\n  17. Sempere, L. F. et al. Altered MicroRNA expression confined to specific epithelial cell subpopulations in breast cancer. Cancer Res. 24, 11612-11620 \\(2007).\r\n  18. Silahtaroglu, A. N. et al. Detection of microRNAs in frozen tissue sections by fluorescence in situ hybridization using locked nucleic acid probes and tyramide signal amplification. Nat. Protoc. 2, 2520-2528 \\(2007).\r\n  19. Obernosterer, G., Martinez, J. & Alenius, M. Locked nucleic acid-based in situ detection of microRNAs in mouse tissue sections. Nat. Protoc. 2, 1508-1514 \\(2007).\r\n  20. Nelson, P. T. et al. RAKE and LNA-ISH reveal microRNA expression and localization in archival human brain. RNA 12, 187-191 \\(2006).\r\n  21. Kononen, J. et al. Tissue microarrays for high-throughput molecular profiling of tumor specimens. Nat. Med. 4, 844-847 \\(1998).\r\n  22. Nelson, P. T. et al. Microarray-based, high-throughput gene expression profiling of microRNAs. Nat. Methods 1, 155-161 \\(2004).\r\n  23. Jay, C., Nemunaitis, J., Chen, P., Fulgham, P. & Tong, A. W. miRNA profiling for diagnosis and prognosis of human cancer. DNA Cell Biol. 26, 293-300 \\(2007).\r\n  \r\n\n\n24. Jørgensen, S., Baker, A., Møller, S., Nielsen, B.S. Robust one-day in situ hybridization protocol for detection of microRNAs in paraffin samples using LNA probes. Methods. 52, 375-381\\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors wish to thank Gynel Arifdshan and Kristiina Nokelainen for their technical assistance. Lin Zhang, George Coukos and Mia Kero are thanked for giving valuable suggestions.  This study was supported by grants from the Cancer Society of Finland, Foundation for the Finnish Cancer Institute, Helsinki University Central Hospital, Orion-Farmos Research Foundation and The University of Helsinki Funds 2012."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1371/journal.pone.0026122",
                "date": "2012-06-15 13:34:24",
                "title": "MiR-34a Expression Has an Effect for Lower Risk of Metastasis and Associates with Expression Patterns Predicting Clinical Outcome in Breast Cancer",
                "authors": [
                    "Hanna Peurala",
                    "Dario Greco",
                    "Tuomas Heikkinen",
                    "Sippy Kaur",
                    "Jirina Bartkova",
                    "Maral Jamshidi",
                    "Kristiina Aittomäki",
                    "Päivi Heikkilä",
                    "Jiri Bartek",
                    "Carl Blomqvist",
                    "Ralf Bützow",
                    "Heli Nevanlinna",
                    "and Andrew Yeudall"
                ],
                "journal": "PLoS ONE",
                "logo": ""
            },
            {
                "doi": "10.1158/0008-5472.CAN-11-2484",
                "date": "2012-06-15 13:34:38",
                "title": "A Combined Array-Based Comparative Genomic Hybridization and Functional Library Screening Approach Identifies mir-30d As an Oncomir in Cancer",
                "authors": [
                    "N. Li",
                    "S. Kaur",
                    "J. Greshock",
                    "H. Lassus",
                    "X. Zhong",
                    "Y. Wang",
                    "A. Leminen",
                    "Z. Shao",
                    "X. Hu",
                    "S. Liang",
                    "D. Katsaros",
                    "Q. Huang",
                    "R. Butzow",
                    "B. L. Weber",
                    "G. Coukos",
                    "and L. Zhang"
                ],
                "journal": "Cancer Research",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12116,
                "identity": "9fcf1410-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sippy Kaur",
                "email": "sippy.kaur@helsinki.fi",
                "orcid": "",
                "institution": "Butzow's Lab, University of Helsinki",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sippy",
                "middleName": "",
                "lastName": "Kaur",
                "suffix": ""
            },
            {
                "id": 12117,
                "identity": "9fcf17fd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Heini  Lassus ",
                "email": "",
                "orcid": "",
                "institution": "Butzow's Lab, University of Helsinki",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Heini",
                "middleName": "",
                "lastName": "Lassus",
                "suffix": ""
            },
            {
                "id": 12118,
                "identity": "9fcf1a95-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ralf  Butzow ",
                "email": "",
                "orcid": "",
                "institution": "Butzow's Lab, University of Helsinki",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ralf",
                "middleName": "",
                "lastName": "Butzow",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-06-15 13:41:31",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.030",
        "doiUrl": "https://doi.org/10.1038/protex.2012.030",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608511,
                "identity": "1edfde88-078a-40dc-8387-b0d9fd4ea7ab",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:16",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 16758988,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Figure 1.  In situ hybridization using miR- 34a probe on various paraffin embedded TMA tissues. Cytoplasmic staining in (A-C) breast cancer, (D-F) ovarian cancer, (G-I) and gastric cancer. Pictures in all the panels were acquired using 40X objective and 400X magnification.",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2420/v1/figure_1.tif"
            },
            {
                "id": 2608510,
                "identity": "1d62347e-546b-43bd-a8d3-4bd97ebfec88",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:16",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 16758988,
                "visible": true,
                "origin": "",
                "legend": "Figure 2.    Figure 2. Successful in situ signals of miRNAs in serous ovarian carcinoma from paraffin embedded TMA with different probes. Figure A-C showing cytoplasmic  positivity with mir-146b, D-F with mir-30d and G-I with mir-15a.",
                "description": "",
                "filename": "figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2420/v1/figure_2.tif"
            },
            {
                "id": 13464562,
                "identity": "1b58d2d6-086e-4bd0-89ff-73c3283a9191",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 15995403,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2420/v1/984d47c8-9293-470a-9f0b-7cc7d4bbde43.pdf"
            }
        ],
        "financialInterests": "no",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "microRNA, Tissue microarrays, Chromogenic in situ detection , ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Deregulation of microRNA \\(miRNA) is found in various cancers and knowledge regarding their spatial expression pattern is a key point for determining their biological role and for understanding the complexity of various regulatory networks. Here we present protocol for fast and sensitive chromogenic miRNA-in situ hybridization \\(ISH) for analyzing paraffin embedded tissue microarray \\(TMA).  This protocol is based on combination of locked nucleic acid \\(LNA) probes and chromogenic detection system. Particular conditions for proteinase treatment are a prerequisite for specific and sensitive staining and in this protocol proteinase K treatment for TMA was optimised This protocol gave successful signals with various probes and tissues, thereby enabling the miRNA detection in wide range of cancers using TMA.",
        "manuscriptTitle": "Chromogenic in situ detection of microRNAs in paraffin embedded tissue microarrays by locked nucleic acid probes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-06-22 13:08:17",
                "doi": "10.1038/protex.2012.030",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fcec515-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 22nd, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2774,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-06-22 13:08:17",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}