{
    "identity": "pex-1243",
    "title": "<p>Effect of Biomimetic Remineralization of Post Space Root Dentin on Push out Bond Strength of Fiber Post bonded with Self-adhesive Resin Cement (An in Vitro Study)</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Endodontically treated teeth usually present with some challenges, such as insufficient tooth structure due to caries, trauma and endodontic access, loss of vitality resulting in more fracture susceptibility. This indicate the need of intra-radicular retentive strategies to allow the restoration&nbsp;to&nbsp;withstand the functional forces as well as restore the required esthetics<sup>1</sup>. Accordingly, post systems with different designs and materials have been developed to retain the coronal definitive restoration and reduce the amount of stress transferred to the tooth structure<sup>2</sup>.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Fiber reinforced posts (FRP) accompanied with resin cements have been developed as a substitute to metal posts. Their main advantage is the near similarity of their mechanical and optical &nbsp;properties to those of dentine, leading to a balanced stress distribution pattern and decrease the susceptibility of vertical root fracture<sup>3</sup>.</p><p>&nbsp;&nbsp;&nbsp;Resin cements have been used to provide chemical and micromechanical bonding interfaces between fiber post and the root dentin <sup>4</sup>. With the continuous improvements of resin cements, self-adhesive type&nbsp;is preferred since it offers a simpler bonding technique<sup>1</sup>. Self-adhesive cements act both micromechanically and chemically on the interactions between monomeric acidic group and hydroxyapatite<sup>4</sup>.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Different post space treatment strategies have been investigated to achieve better resin-dentin adhesion. They aim mainly to remove the amorphous smear layer that was formed during post space preparation allowing better penetration of cement within dentinal tubules<sup>5</sup>.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Irrigation with ethylenediaminetetracetic acid (EDTA) followed by sodium hypochlorite (NaOCl) has proven to adequately remove the smear layer. Unfortunately, using these solutions alternatively alters the Calcium:Phosphate (Ca:P) ratio by removing calcium ions from hydroxyapatite crystals in dentin at approximate depths of 20-30µm<sup>6</sup>. This change in ratio affects the original proportion of organic to inorganic components, thus altering dentin’s microhardness, solubility, permeability, flexural strength and surface roughness<sup>7,8</sup>. Such changes could influence the adhesive properties of root dentin and decrease root strength and fracture resistance<sup>9</sup>.</p><p>&nbsp;&nbsp;&nbsp;Remineralization is a repair mechanism that aims to restore the mineral content of the tooth structure in ionic forms to the hydroxyapatite crystal lattice<sup>10</sup>. Dentin remineralization is more challenging than enamel remineralization because of the fewer amounts of residual mineral crystals in dentin and the presence of exposed collagen fibrils on the dentin surface. This complex structure limits the classical ion-based crystallization concept that is applicable for enamel. Herein, the concept of biomimetic remineralization appears, which imitates the natural process of mineralization<sup>11</sup>.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Organic compartment of dentin is composed mainly of collagen fibrils, in addition to non-collagenous proteins (NCPs) that compromise less than 10% of organic content. These NCPs have a high affinity for both calcium ions and collagen fibrils. They play a critical role in the regulation of mineralization in which they control the apatite nucleation and growth in dentin during mineralization. Biomimetic remineralization utilizes artificial NCP analogues to guide the calcium-phosphate recruitment to the collagen matrix<sup>11</sup>. Casein phosphopeptide – amorphous calcium phosphate (CPP-ACP) is a protein nanotechnology introduced by Eric Reynolds and co-workers, in which CPP is a milk protein derivative that acts as NCP analogue<sup>10</sup>. </p><p>&nbsp;&nbsp;&nbsp;The purpose of this study is to evaluate the effect of Biomimetic Remineralization (using CPP-ACP) of post space dentin previously treated with EDTA on push out bond strength of fiber post system with self-adhesive cement.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Reagents:</p><p>1- Ethylenediaminetetracetic acid (EDTA).</p><p>2- Sodium Hypochlorite (NaOCl).</p><p>3- Casein phosphopeptide - amorphous calcium phosphate (CPP-ACP).</p><p>4- Self adhesive cement.</p><p>5- Normal saline.</p><p>6- resin endodontic sealer and Gutta Percha.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1- endodontic burs.</p><p>2- endodontic rotary files system.</p><p>3- Fiber post system.</p><p>4- Diamond sectioning discs.</p><p>5- universal testing machine for push out bond strength testing.</p>"
        },
        {
            "header": "Procedure",
            "content": "1- Collect 21 freshly extracted human single rooted teeth, with the following criteria: single canal, completely formed apices, straight roots and free of caries and cracks.\n2- Decoronate the teeth at the cement-enamel junction with standard length of 12 mm from apex. Each root canal will be prepared and obturated. Post space will be prepared after 48.\n3- Divide the teeth into 3 groups randomly according to the pre-cementation treatment of the post space into:\na) EDTA followed by CPP-ACP.\nb) EDTA followed by NaOCl.\nc) EDTA alone.\n4- Cement the fiber post in all root samples using dual cure self adhesive resin cement.\n5- Section each root sample in each group into slices of 1 mm thickness.\n6- Perform the push-out test by applying an axial load to the post at a crosshead speed of 1 mm/min using a universal testing machine.\n7- Record the maximum failure load in Newton (N) and convert into mega-Pascal (MPa) by dividing it by the interfacial area of the post fragment"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1- Allocation Bias: may occur upon groups distribution, can be avoided by using computer aided randomization (www.random.org).</p><p>2- Performance bias: may occur upon testing the samples for push out bond strength by the technician. This can be avoided by blinding the observer.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>The whole procedure may take 3-4 months from samples collection to testing. The whole study including data analysis may take 6-8 months.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Theoretically, remineralization is supposed to increase the mineral content of dentin, leading to improved bonding of self adhesive resin cement. Therefore, we expect increase in the push out bond strength.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hegde V. and Sali. A. V. Effect of Post Space Irrigation using Novel Irrigant: SmearOFF (containing Chlorhexidine and EDTA) on the Push-out Bond Strength of Fiber Posts luted with Self-adhesive Resin Cement. J. Oper. Dent. Endod.2018:3;7-11.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Garcia, Wambier.P.P, Geus.L.M , Cunha .J.L, Correr . L.F, Gonzaga .G.M and Castiglia .C. A systematic review and meta-analysis: Do anterior and posterior teeth treated with post-and-core restorations have similar failure rates?. J. Prosthet. Dent. 2019:121; 887-894. </p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Marchionatti. A. M. E., Wandscher, V. F. Rippe. M. P., Kaizer. O. B. and Valandro. L. F. Clinical performance and failure modes of pulpless teeth restored with posts: a systematic review. Braz. Oral Res.2017:31;e64</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mishra, Khan .L, Abdul Samad, Velo .C, Panda .M.M.A, Zavattini .S, Rizzante .A.P, Vega .F.A.A, Heber Isac Sauro , Szymanska .S.L and Monika: : A systematic review Effects of surface treatments of glass fiber-reinforced post on bond strength to root dentine. Materials (Basel). 2020:13.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Baldion, Betancourt .P.A, Gutierrez .D.E, Beltran .D.M, Lafaurie .E.O, Chambrone.G.I and Leandro. A systematic review of in vitro studies: Influence of endodontic irrigants on bond strength between glass-fibre posts and dentin. Int. J. Adhes. Adhes. 2020:102</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Abd-Elgawad. R. and Fayyad. D.comparative evaluation of smear layer removal, calcium ions loss and dentin microhardness after different final irrigation solutions. Egypt. Dent. J. 2017:11;1-11.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tsenova-ilieva.I. and Karova E. Effect of Endodontic Irrigants on Root Dentin Microhardness : A Systematic Review2020:9;491-496 .</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Uzunoglu, Aktemur.E, &nbsp;Uyanik.S, M. Durmaz .O, Nagas .V and Nagas E. Effect of ethylenediaminetetraacetic acid on root fracture with respect to concentration at different time exposures. J. Endod. 2012:38; 1110-1113.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tsenova .I, Vassileva .R and Karova .E. The Ability of Root Canal Cleaning and Shaping Procedures to Initiate Dentinal Radicular Microcracks. Int. J. Sci. Res. 2018:7;1158-1565</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Arifa M. K, Ephraim R. and Rajamani.T. A Review of Literature :Recent Advances in Dental Hard Tissue Remineralization. Int. J. Clin. Pediatr. Dent.2019:12;139-144.</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cao, Mei .C.Y, Li .M.L, Li Lo .Q, ManChu .E.C, Hung .C and Chu. C. H..&nbsp;A systematic review Methods for biomimetic remineralization of human dentine. International Journal of Molecular Sciences 2015:16;4615-4627.</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Garg. P, Singh. U, Sinha. D. and Tyagi. S. An update on remineralizing agents. J. Interdiscip. Dent. 2013:3;151-158.</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Imani, Safaei .M.M, Mohsen Afnaniesfandabad, Moradpoor .A, Sadeghi .H, Golshah .M, Sharifi .A, Mozaffari .R and Reza .H : A systematic review of randomized controlled clinical trials. Efficacy of CPP-ACP and CPP-ACPF for prevention and remineralization of white spot lesions in orthodontic patients. Acta Inform. Medica .2019:27;199-204.</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pithon. M. M., Baião. F. S., Sant’Anna. L. I. D, Tanaka. O. M. and Cople-Maia. L.. A systematic review Effectiveness of casein phosphopeptide-amorphous calcium phosphate-containing products in the prevention and treatment of white spot lesions in orthodontic patients. Journal of investigative and clinical dentistry.2019:2;12391</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Scotti, Bergantin .N, Tempesta .E, Turco .R, Breschi .G, Farina .L, Pasqualini .E, Berutti .D and Elio. Influence of dentin pretreatment with synthetic hydroxyapatite application on the bond strength of fiber posts luted with 10-methacryloyloxydecyl dihydrogen phosphate-containing luting systems. Eur. J. Oral Sci.2016:124;504-509. </p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Šadzevičiūtė. E., Žekonis, G. and Šadzevičienė. R. Effect of Different Endodontic Irrigation Solutions on the Retention of a Fiber Post Cemented With a Selfadhesive Resin Cement To Root Dentin. Heal. Sci.2020:30; 103–111.</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gandhi. B., Bollineni. S., Janga. R. K., Saraswati D. and Babu. M. R. - An in-vitro study Evaluating the effect of CPP-ACP as a final irrigant in improving the micro-hardness of erosive root dentin and its influence on the bond strength of self etch resin sealer. J. Clin. Diagnostic Res. 2016:10; 53–56 </p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Juloski, Fadda .J, Radovic .G.M, Chieffi .I, Vulicevic .N, Zoran R., Aragoneses, Ferrari.J.M and Marco. Push-out bond strength of an experimental self-adhesive resin cement. Eur. J. Oral Sci.2013: 121; 50–56.</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 3884515,
                "identity": "9fa258d6-b45a-4587-b411-58db6277042c",
                "order_by": 0,
                "name": "Afaf Mohamed Al-Najajrah",
                "email": "afaf.alnajajrah@dentistry.cu.edu.eg",
                "orcid": "",
                "institution": "Cairo University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Afaf",
                "middleName": "Mohamed",
                "lastName": "Al-Najajrah",
                "suffix": ""
            },
            {
                "id": 3884516,
                "identity": "444ec2dd-210f-4233-a50c-14ad8f171e7b",
                "order_by": 1,
                "name": "Carl Hany Halim",
                "email": "",
                "orcid": "",
                "institution": "Cairo University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Carl",
                "middleName": "Hany",
                "lastName": "Halim",
                "suffix": ""
            },
            {
                "id": 3884517,
                "identity": "dfc7397a-ddca-4fb9-a0ef-61fce987e62c",
                "order_by": 2,
                "name": "Omnia Nabil",
                "email": "",
                "orcid": "",
                "institution": "Cairo University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Omnia",
                "middleName": "",
                "lastName": "Nabil",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-10-24 15:19:36",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1243/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1243/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13613923,
                "identity": "35bb8f5b-c189-42c0-a49f-3ea8306b8b6c",
                "added_by": "auto",
                "created_at": "2021-09-17 06:39:03",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 167311,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1243/v1/b19ff9e9-4ff2-4260-9360-a01896ec02d6.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Fiber post, push out bond strength, post space, remineralization, biomimetic, self adhesive",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Self-adhesive resin cement is highly recommended for cementation of fiber post systems, since it binds chemically with calcium ions in the hydroxyapatite particles without surface pretreatments of dentin. Unfortunately, chelating agents that are used to remove smear layer reduce the calcium ion content of superficial dentin. This study aims to evaluate the effect of remineralization of dentin on the bonding strength of fiber post using the biomimetic remineralizing agent CPP-ACP in vitro. Such a study will provide evidence on the possibility of improving bonding strength by increasing dentin mineral content. At the same time, it should be supported by further clinical studies since it remains in vitro.</p><p>21 freshly extracted single rooted teeth will be treated endodontically, prepared for post space, and divided randomly into 3 groups: EDTA+CPP-ACP, EDTA + NaOCl, EDTA alone. Fiber post will be cemented and push out bond strength will be measured for all groups. The expected time of study is 6-8 months.</p>",
        "manuscriptTitle": "Effect of Biomimetic Remineralization of Post Space Root Dentin on Push out Bond Strength of Fiber Post bonded with Self-adhesive Resin Cement (An in Vitro Study)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-11-10 16:25:49",
                "doi": "10.21203/rs.3.pex-1243/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "22a8d461-0de1-4a87-ba03-0828246ca559",
        "owner": [],
        "postedDate": "November 10th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 874745,
                "name": "Health humanities"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-11-10 16:25:49",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}