{
    "identity": "nprot-248",
    "title": "A protocol for culturing _Drosophila melanogaster_ egg chambers for live imaging",
    "content": [
        {
            "header": "Introduction",
            "content": "Drosophila oogenesis serves as a model for studies of a wide variety of biological problems, including stem cell biology, pattern formation, actin cytoskeleton dynamics, cell polarity, ad cell migration.  We and others have studied border cells in the Drosophila ovary as a genetically-tractable example of cell migration _in vivo_ <sup>1-10</sup>).  Border cells migrate as coherent cluster of 6-10 cells and are specified at the anterior tip of the early stage 8 egg chamber<sup>11</sup>.  Over the years a number of mutants have been isolated and characterized that exhibit defective border cell migration, and many genes have been shown to control different aspects of border cell migration<sup>4,5</sup>.  However a significant limitation has been that it has not been possible to observe their migration live.  We recently reported the development of culture conditions that support border cell migration and egg chamber development from stage 8 to stage 10 \\(ref. 10).  Here we describe in detail how to carry out live imaging of stage 9 egg chambers.  The conditions we have defined also permit growth and development of the entire egg chamber, enabling live studies of other aspects of oogenesis, including outer follicle cell epithelial rearrangement and oocyte growth."
        },
        {
            "header": "Reagents",
            "content": "Schneider&#x2019;s Insect Medium \\(Invitrogen cat. No. 11720-034)\r\n\n\nFlies with the fluorescent reporter, for example slbo-GAL4 13,UAS mCD8::GFP \r\n\n\nYeast paste \\(Baker&#x2019;s yeast mixed with water to form a thick paste)\r\n\n\nFetal bovine serum \\(FBS, Sigma, cat. No. F3018)\r\n\n\nStreptomycin/penicillin \\(Invitrogen, cat. No. 15140-122)\r\n\n\nInsulin \\(Sigma, cat. No. I 5550)\r\n\n\n0.1N NaOH and 0.1N HCL for pH adjustments\r\n\n\nHalocarbon oil 27  \\(Sigma, cat. No. H8773)"
        },
        {
            "header": "Equipment",
            "content": "Dissecting microscope\r\n\n\n0.5ml microcentrifuge tubes\r\n\n\nTwo pairs of sharp forceps \\(Dumont, no. 5)\r\n\n\nTwo-well depression glass slides \\(Fisher Scientific, catalog number 12 565B)\r\n\n\nGreiner Lumox&#x2122; culture dish Hydrophilic \\(50mm) \\(Sigma catalog number Z376744)\r\n\n\nPaintbrush\r\n\n\nFisher brand No. 1 coverslips \\(catalog number 12-542-B)\r\n\n\nImaging microscope and software \\(for example, Axiovision from Zeiss)\r\n\n\npH Meter\r\n\n\nHeat filter KG1 \\(Chroma technologies)\r\n\n\nBG38 IR suppression filter \\(Chroma technologies)\r\n\n\nNeutral density filters \\(ND 0.3) \\(Chroma technologies)"
        },
        {
            "header": "Procedure",
            "content": "1. Transfer 7-8 female flies of desired genotype and preferably 2-4 days old with a few males to a fresh food vial that has a small amount of fresh yeast paste\r\n  2. Incubate at 25 °C for 16-18 hrs.\r\n  3. Prepare Schneider's cocktail by supplementing Schneider's Insect Medium with 15-20% FBS and 0.6X Streptomycin/penicillin.  Adjust the pH to 7.00.  Store 10 ml aliquots at 4 °C for no longer than one week.  Use a fresh aliquot each day.\r\n  4. Immediately before use, supplement Schneider's cocktail with insulin to a final concentration of 0.2 mg/ml.\r\n  5. Dissect egg chambers of desired stage\r\n  \\(i) Anaesthetize 2-3 adult females of the appropriate genotype \r\n\n\n\\(ii) Fill a well of depression slide with Schneider’s medium cocktail with insulin and place it under a dissecting microscope.\r\n\n\n\\(iii) Keep a clean Lumox 50mm hydrophilic dish ready\r\n\n\n\\(iv) Gently use one pair of forceps to grasp the female and hold it under the medium.  Use the other pair of forceps to pinch a bit of abdominal cuticle and pull, revealing the pair of white opaque ovaries. Repeat this step for all the flies individually and collect the ovaries in the Schneider’s medium cocktail.\r\n\n\n\\(v) With one pair of forceps hold the posterior part of the ovary \\(at around 1/3rd distance from the posterior tip) where the older egg chambers are located.  With other pair of forceps hold the anterior tip of the ovary that contains the germarium and very early stage egg chambers.\r\n\n\n\\(vi) Very… very slowly pull the germarium or early stage egg chambers with the forceps at the anterior end of the ovary. As you pull, you will see the string of egg chambers \\(of different stages) slowly pop out of the muscular sheath.  For each ovary you can repeat this step a couple of times. Be sure to avoid touching any egg chamber that has already been removed from ovary. My rule of thumb is not to allow the forceps anywhere near the dissected egg chambers.\r\n\n\n\\(vii) When you dissect you might get some later stage egg chambers still attached to the stage 8- 9 egg chambers.  Carefully remove egg chambers of stage 11 and older without touching the mid staged egg chambers.  Hold one end of the older egg chamber with one pair of forceps and with the other, sever the connection between the stage 10 and older egg chamber. This way you will be handling only the egg chambers that are not of interest and there is the least possibility of damaging the mid staged egg chambers.\r\n\n\n6. Prepare Lumox dish for mounting the egg chamber:  Break a 22mmx22mm thin Fisher brand coverslip into two halves. Place the two pieces approximately 1cm apart on the Lumox membrane. Use a paintbrush to manipulate the pieces of the coverslip on the membrane.\r\n  7. With a plastic transfer pipette, transfer the egg chambers with some Schneider’s cocktail \\(approx 45-50 µl) to the centre of the dish in between the pieces of coverslip.  The coverslip pieces form a cushion and prevent crushing of the stage 8-9 egg chambers when covered by the cover slip before imaging \\(Figure 1).  Note : Avoid debris.  Do not include many older egg chambers as they will exhaust the medium more rapidly.\r\n  8. Gently cover the egg chambers with a 22x22 mm cover slip \\(Figure 1). Remove the excess Schneiders’ cocktail gently from the sides of the coverslip until stage 10 egg chamber  are completely immobile when you shake the Lumox Dish. Be careful not to over do this step as it would crush the egg chambers or there won’t be sufficient media for egg chamber development.\r\n  9. Surround the sides of cover slip with a very thin layer of halocarbon oil 27 to minimize evaporation. Don’t use excess oil as the coverslip will start floating.  \r\n  10. This mounting method is suitable for both inverted and upright microscopes.  We usually use an upright Zeiss Axioplan 2. Place the Lumox dish under the microscope and identify an egg chamber of the desired stage. Avoid the egg chambers that are in very close proximity to a germarium, due to the  pulsating movement of the germarium. \r\n  11. After you have adjusted the focus and identified the right exposure, start the time lapse. We used the Axiocam MRm camera mounted on an Axioplan 2 microscope for imaging. Incorporation of heat, suppresion and neutral density filters reduces tissue damage and permits long term imaging of the egg chamber \\(4-5 hrs) with 20X objective. In spinning disc confocal you can go up to 63X magnification.\r\n  12. For long-term time-lapse movies, do not exceed 200 ms of total exposure for each time frame. In our hands, intervals of 2 minutes between the successive frames were ideal. The exposure time and time interval between the frames needs to be standardized for each microscope and camera set-up but use the information provided as a starting point.\r\n  13. In between the time lapse images, refocus the sample as the border cells move in the z axis. The egg chamber should shows signs of normal development including border cell migration, oocyte growth, outer follicle cell rearrangement and dynamic changes in the gene expression like slbo-GAL4 expression in centripetal follicle cells.\r\n  14. After the experiment, slowly remove the cover slip from the Lumox dish and wash away the oil with ethyl alcohol. The Lumox dish can be reused several times. Be careful not to damage the membrane of the Lumox dish from the sharp edges of the cover slip."
        },
        {
            "header": "Timing",
            "content": "24-28 hours"
        },
        {
            "header": "Critical Steps",
            "content": "Virtually every step of the procedure is critical.  The most important things are the final pH of the medium, the quality of the dissected egg chamber, the amount of compression of the egg chamber \\(too little and it will move, too much and the border cells will migrate slowly or not at all) and the amount of light exposure."
        },
        {
            "header": "Troubleshooting",
            "content": "1. If the egg chamber moves under the coverslip after adding the halocarbon oil, remove some of the excess oil until the egg chambers don't move when you gently shake the dish.\r\n  2. If the border cells do not migrate or the migration ceases after a short time, the light intensity may be too high.  Try using lower magnification, a stronger neutral density filter or increase the interval between time points.  Alternatively the egg chamber may have been damaged very slightly during dissection.  Dissect more carefully.\r\n  3. If the egg chamber moves during the experiment, there may be too much medium.  Try removing excess but do not go to far.  The egg chamber will not develop properly or the border cells will not migrate if they are in too little medium.\r\n  4. If the egg chambers do not show signs of normal development, there may be a problem with the medium.  Prepare everything from fresh.  Try a new lot of FBS."
        },
        {
            "header": "Anticipated Results",
            "content": "Figure 2 shows a time-lapse sequence in which the border cells can be seen migrating from the anterior tip of the egg chamber to the anterior border of the oocyte.  During the culture period, the oocyte increases in size, slbo-Gal4 mediated gene expression turns on in posterior follicle cells and centripetal follicle cells and increases in intensity in the border cells.  Outer follicle cell rearrangement also takes place.  Cytoplasmic streaming of the oocyte is also obvious because the yolk autofluoresces.\r\n\n\n\r\n\n\nA movie showing the migration of the border cells can be found here: \"http://www.hopkinsmedicine.org/dmontell/\":http://www.hopkinsmedicine.org/dmontell/"
        },
        {
            "header": "References",
            "content": "1. R&#xF8;rth, P. Initiating and guiding migration: lessons from border cells. _Trends Cell Biol._ **12**, 325&#x2013;331 \\(2002).\r\n  2. Ribeiro, C., Petit, V., &amp; Affolter, M. Signaling systems, guided cell migration, and organogenesis: insights from genetic studies in Drosophila. _Dev. Biol._ **260**, 1&#x2013;8 \\(2003).\r\n  3. Starz-Gaiano, M., &amp; Montell, D.J. Genes that drive invasion and migration in Drosophila. _Curr. Opin. Genet. Dev._ **14**, 86&#x2013;91 \\(2004).\r\n  4. Montell, D.J. The social lives of migrating cells in Drosophila. _Curr. Opin. Genet. Dev._ **16**, 374&#x2013;383 \\(2006).\r\n  5. Duchek, P., &amp; R&#xF8;rth, P. Guidance of cell migration by EGF receptor signaling during Drosophila oogenesis. _Science_ **291**, 131 &#x2013; 133 \\(2001).\r\n  6. Silver, D.L., &amp; Montell, D.J. Paracrine signaling through the JAK/STAT pathway activates invasive behavior of ovarian epithelial cells in Drosophila. _Cell_ **107**, 831-841 \\(2001).\r\n  7. Bai, J., Uehara, Y., &amp; Montell, D.J. Regulation of invasive cell behavior by taiman, a Drosophila protein related to AIB1, a steroid receptor coactivator amplified in breast cancer. _Cell_ **103**,1047-1058 \\(2000).\r\n  8. Geisbrecht, E.R., &amp; Montell, D.J. A role for Drosophila IAP1 mediated caspase inhibition in Rac-dependent cell migration. _Cell_ **118**, 111-125 \\(2004).\r\n  9.Geisbrecht, E.R., &amp; Montell, D.J. Myosin VI is required for E-cadherin-mediated border cell migration. _Nat.Cell Biol._ **4**, 616 - 620 \\(2002)\r\n\n\n10.Prasad, M., &amp; Montell, D.J. Cellular and Molecular Mechanisms of Border Cell Migration Analyzed Using Time-Lapse Live-Cell Imaging. _Dev. Cell._ \\(In press)\\(2007).\r\n\n\n11. Montell, D.J., R&#xF8;rth, P., &amp; Spradling, A.C. slow border cells, a locus required for a developmentally regulated cell migration during oogenesis, encodes Drosophila C/EBP. _Cell_ **71**, 51&#x2013;62 \\(1992)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10290,
                "identity": "9ef60579-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mohit Prasad",
                "email": "",
                "orcid": "",
                "institution": "Johns Hopkins School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mohit",
                "middleName": "",
                "lastName": "Prasad",
                "suffix": ""
            },
            {
                "id": 10291,
                "identity": "9ef60884-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anna C-C Jang",
                "email": "",
                "orcid": "",
                "institution": "Johns Hopkins School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "C-C",
                "lastName": "Jang",
                "suffix": ""
            },
            {
                "id": 10292,
                "identity": "9ef60a37-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Denise J. Montell",
                "email": "",
                "orcid": "",
                "institution": "Johns Hopkins School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Denise",
                "middleName": "J.",
                "lastName": "Montell",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-01-10 17:36:37",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.233",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.233",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607750,
                "identity": "17e8cfc2-f747-41d8-8e89-6285f8c4e4c1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:45",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 29839,
                "visible": true,
                "origin": "",
                "legend": "Schematic drawing of the egg chamber culture chamber as viewed from the top and as viewed from the side (lateral view).  The cover slip bridges are shaded in blue and halocarbon oil is in grey.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-248/v1/figure_1.png"
            },
            {
                "id": 2607752,
                "identity": "d6ad7a6b-c3b5-4b4a-8cf8-ddc28e5f3a7a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 207647,
                "visible": true,
                "origin": "",
                "legend": "Time lapse series of micrographs of stage 9 egg chambers of slbo-GAL4,UAS mCD8::GFP. The arrows label the border cell cluster.  Arrowheads indicate the dynamic changes in expression mediated by the slbo enhancer.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-248/v1/figure_2.png"
            },
            {
                "id": 2607753,
                "identity": "1ad3fc37-136f-4624-8107-4e363f7bb895",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "pdf",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 220287,
                "visible": true,
                "origin": "",
                "legend": "Figure 2 as a pdf",
                "description": "",
                "filename": "figure3.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-248/v1/figure_3.pdf"
            },
            {
                "id": 13464310,
                "identity": "dee0a87c-a3bc-4291-a787-367a744e059d",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 404072,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-248/v1/c42ac041-839e-4844-9248-71771ee9a5b6.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Drosophila, ovary, culture, live-imaging, border cell migration, egg chamber development\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "A protocol for culturing Drosophila melanogaster egg chambers for live imaging",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-06-01 05:23:19",
                "doi": "10.1038/nprot.2007.233",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ef5b3dd-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 1st, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1735,
                "name": "Biological techniques"
            },
            {
                "id": 1736,
                "name": "Cell biology"
            },
            {
                "id": 1737,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-06-01 05:23:19",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}