{
    "identity": "pex-652",
    "title": "<p>Glycan from Macro Fungus</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>In the last three decades, Glycan has been used as a source of therapeutic agent.</p><p>Glycan widely exist in plants, microorganism (fungi and bacteria), algae, and animals. They are essential biomolecules in the life activities in cell-cell communication, cell adhesion, and molecular recognition in the immune system (1). Bioactive Glycans isolated from natural sources have attracted much attention. When used in conjunction with chemotherapy or radiotherapy their activity is especially beneficial in clinics. Fungal glycan is reported to possess therapeutic potentials. The bioactive glycans and proteoglycans isolated from macro fungi are the most promising class of immunoceutics. Many of its active mycotic components are chemically related with the structure β-D-glucan. Their ability to modulate important immune cells can be due to the structural diversity and variability of these macromolecules. The glycan isolated from the macro fungi can be utilised and explored for its medicinal significance. </p><p><br></p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Ethanol, Chloroform, methanol, DEAE cellulose, Sephadex G -100,&nbsp;Deionised water, trifluoro acetic acid, Phenol sulphuric acid.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Soxhlet apparatus, centrifuge, Autoclave.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong></p>"
        },
        {
            "header": "Procedure",
            "content": "The macro fungus,\nGanoderma\nlucidum\nwas made small pieces and dried at 50℃. The dried pieces of the mushroom were powdered and extracted with hot water for a week at 90℃. The hot water extract was then treated with ice cold ethanol in 1:3 ratio and kept at 4℃ for 48h (2). A precipitate is obtained at the bottom which is the crude glycan. The crude glycan is passed through DEAE cellulose column and eluted with deionised water. The elute is collected as 1 ml fractions. The fractions were pooled and precipitated with ice cold ethanol in 1:3 proportion and kept at 4℃ for 48h. The precipitate obtained is dried and treated with 3:1 ratio of Chloroform and methanol for the separation of protein in a separating funnel. The separated portion is collected and treated with 3 times ice cold ethanol and kept for precipitation. A small volume of the precipitate was tested with phenol sulphuric acid test to confirm the presence of carbohydrate. The precipitate is the Glycan, dried (a light brown powder) and stored. Structural confirmation was done by IR and NMR spectrum. The molecular mass was determined by gel filtration chromatography. Complete hydrolysis was done with trifluoroacetic acid for developing Paper chromatogram was done for monosaccharide detection. Structural elucidation was done by IR, NMR and Gel Filtration Chromatography."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Chromatography, both ion exchange and Gel filtration has to be carefully done and repeated if any problem arises.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Six to eight weeks.&nbsp;&nbsp;&nbsp;&nbsp;</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Glycans have the highest capacity for carrying biological information. As they have the greatest potential for structural variability (3). Glycans contain  repetitive structural features which are polymers of monosaccharide residues joined to each other by glycosidic linkages (4). This vast potential variability in structure gives the required flexibility for the precise regulatory mechanisms of various cell-cell interactions. Evidence suggests that glycan with high molecular weight fraction are more active. The applications of Micro array technology have helped to understand the binding of glycan with other molecules. The potential of this particular biomolecule can be utilised in many areas- medicine, industry, food and agriculture.&nbsp;Being of medicinal origin and as it is already well known for its therapeutic value it is worth while to conduct the study on this compound.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p><br></p><p>&nbsp;1. Gao Y, Zhou S. Cancer prevention and treatment by Ganoderma, a mushroom with medicinal properties. Food Rev Int 2003;19:275-325.</p><p>2. Mizuno T. Development of an antitumor biological response modifier from Phellinus linteus (Berk. et Curt.) Teng (Aphyllophoromycetideae) (review). Int J Med Mushrooms 2000;2:21-33.</p><p><br></p><p>3. Dwek RA. Glycobiology: toward understanding the function of sugars. Chem Rev 1996;96:683-720.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>4. Bohn JA, BeMiller JN. (1-3)-β-D-Glucans as biological response modifiers: a review of structure-functional activity relationships. Carbohydr Pol 1995;28:3-14.</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The author sincerely acknowledges Prof.K.K.Vijayan, (Retd.), Department of Chemistry, University of Calicut, Kerala, India and SAIF, IIT Bombay, Powai, Mumbai, India for the help rendered in the structural studies.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "www.ncbi.nlm.nih.gov/pmc/articles/PMC4202477/",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "www.ncbi.nlm.nih.gov/pubmed/21783892",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 131448,
                "identity": "22140268-034f-40ef-b449-16c369fc1547",
                "order_by": 1,
                "name": "Thulasi G Pillai",
                "email": "thulasigpillai@gmail.com",
                "orcid": "",
                "institution": "KJSIEIT, Mumbai",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Thulasi",
                "middleName": "G",
                "lastName": "Pillai",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-08-02 05:57:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.12504/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.12504/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13471689,
                "identity": "fade2455-a55f-4217-b4c4-b193af040741",
                "added_by": "auto",
                "created_at": "2021-09-16 21:09:53",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 136049,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-652/v1/d4b323d8-7f44-45ce-91cc-b2f1825b8cdf.pdf"
            }
        ],
        "financialInterests": "The author declare no competing financial interest",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Glycan, mushroom, fungi, Ganoderma lucidum",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Glycan are fascinating biomolecules found abundantly in Nature. This precious compound has very high potential in various domains useful to mankind. Some Glycans are known to have anti tumor property. These biomolecules are less explored for their application potential.&nbsp;Glycan was isolated from a medicinal mushroom, a macro fungus known as <em>Ganoderma lucidum</em>. This fungus is well known for its therapeutic value and it is known as Reishi mushroom in Japan and China. The glycan from this fungus &nbsp;were isolated and the structural composition was studied. By trial and error we isolated the compound and structurally identified as beta glucan. Having great potential it is worthwhile to study this molecule.</p><p><br></p><p><br></p><p><br></p>",
        "manuscriptTitle": "Glycan from Macro Fungus",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-08-21 16:30:30",
                "doi": "10.21203/rs.2.12504/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "00235b47-fc1a-4c8d-b94a-57176a4f2ceb",
        "owner": [],
        "postedDate": "August 21st, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 20909,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-08-21 16:30:30",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}