{
    "identity": "nprot-536",
    "title": "Desensitisation of neonatal rat pups for xenotransplantation with human tissues",
    "content": [
        {
            "header": "Introduction",
            "content": "We describe the steps involved in desensitising neonatal rat pups to xenogenic tissue on or around the day of birth. This method allows animals to be desensitised to the xenogenic tissue and therefore prevents any subsequent graft rejection. Mature desensitised animals can be transplanted with similar xenogenic tissue without the need for any other form of immunosuppression, thus allowing long term experiments to be carried out."
        },
        {
            "header": "Procedure",
            "content": "**Embryonic mouse donor tissues.** \r\n\n\n1. Harvest mouse fetal tissue from embryonic day 14 \\(E14) embryos. Breed staged pregnant CD1 dams in house, kill by cervical dislocation, and remove the embryos by caesarian section.  Remove the brains and dissect the cortical tissue. Collect the dissected pieces from all embryos of the litter in sterile high glucose Dulbecco’s modified Eagle’s medium \\(DMEM/F12, Gibco, Paisley, UK). Prepare as dissociated cell suspensions – whether for inoculation, grafting of primary fetal \\(PF) cells, or expansion of fetal neural progenitors \\(FNP) – as described below. Suspensions in all cases should be prepared for transplantation, desensitisation or culture within 3 hours of donor sacrifice.\r\n  **Embryonic human donor tissues.**\r\n\n\n2. Human fetal tissue is collected by donation of the products of elective termination of pregnancy, within the MRC-sponsored South Wales Initiative for Fetal Tissue Transplantation \\(‘SWIFT’) programme, with ethical approval from the Bro Taf Local Research Ethics committee. In order to ensure that the potential tissue donation cannot influence in any way the initial decisions relating to the termination of pregnancy \\(ToP) itself, women with unwanted pregnancies are consented for tissue donation only after the procedures for approval, consent and scheduling of the ToP itself has been completed. Collect tissue from both surgical\n1\nand medical ToP\n2\nprocedures, and transport the products of conception to the laboratory in sterile hibernation medium \\(Hibernate E, Gibco), to which is added 5 µg/ml heparin \\(surgical ToP only). Stage the embryos according to ultrasound prior to or during the ToP, and by measurement of body parts\n3\n. \r\n  3. Identify embryonic brain tissue, dissect cortical and striatal tissues, and prepare as dissociated cell suspensions – whether for inoculation, grafting of primary fetal \\(PF) cells, or expansion of fetal neural progenitors \\(FNP) – as described below. In individual experiments, fetal liver was also collected.  \r\n  4. Culture human cells for expansion as FNPs immediately after dissection.  Hibernate cells for PF desensitisation or transplantation overnight in Hibernate E at 4°C and prepare the cell suspensions on the following morning.  \r\n  **Preparation of cell suspensions.**\r\n\n\n5. Prepare mouse and human PF tissues as dissociated cell suspensions by incubation of the dissected tissues pieces for 20 min at 4°C in bovine trypsin \\(Worthington), wash in DMEM/F12, bovine trypsin inhibitor \\(Sigma) and DNase \\(Sigma), centrifuge for 3 min at 1000 rpm, then resuspend in DMEM/F12 and mechanically dissociate by trituration using a Gilson pipettor with 200µl \\(yellow) tips. \r\n  6. Determine the cell numbers in suspension aliquots by trypan blue exclusion counting in a haemocytometer, prepare the suspensions to a final concentration of 1 x 10\n5\ncells per µl \\(for desensitisation) or 2.5 x 10\n5\ncells per µl \\(for grafting). \r\n  7. In order to label and subsequently identify graft-derived cells, incubate mouse-derived cells with a lacZ equine lentivirus under the CMV promoter \\(EIAV, custom produced by Oxford Biomedica, Oxford, UK) for 20 min at a concentration of 7 x 10\n8\ni.u./ml,  MOI =2, prior to final centrifugation and then resuspend at the final cell concentration \\(1 or 2.5 x 10\n5\ncells/µl). Transfer both human and mouse cells to the host, whether by inoculation or transplantation, within 3 h of preparation of the cell suspension.  \r\n  **Preparation of FNP cells.** \r\n\n\n8. Prepare other suspensions of mouse and human striatal and cortical tissue for cell culture and expansion of FNP cells as ‘neurospheres’, as described previously\n4,5\n. Briefly, dissect the tissues, incubate and dissociate as above for PF cells, then dilute the cells to a concentration of 200,000 cells/ml in B27 proliferation medium \\(Gibco) supplemented with 20 ng/ml FGF-2, 20 ng/ml EGF, 10 ng/ml LIF and 5 μg/ml heparin, and transfer to sealed sterile filter-cap culture flasks.\r\n  9. Feed expanding populations of neurospheres by replacing half the medium with fresh medium containing x2 concentration of B27, FGF-2, EGF and LIF every 4 days. \r\n  10. After 10 days in culture either resuspend the cells to a final concentration of 2.5 x 10\n5\ncells/µl in DMEM as above, or cryostore them at -80°C for thawing and transplantation approximately 10 weeks later. \r\n  **Preparation of ES derived neural precursors**\r\n\n\n11. Generate ES cell-derived neural precursors from the human ES cell line H9 as previously described\n6\nwith the single modification that HNM was replaced with NBI \\(IMDM:F12 1:1, 1xN2, 1xB27-Vitamin A, Insulin to 25ug/ml and Pen/Strep). \r\n  12. Add FGF-2 \\(20ng/ml)at day 8 and EGF 10ng/ml was added at day 30.\r\n  13.  At day 30 the ES cell-derived neural precursors can be used for tolerising. \r\n  14. A similar preparation of day 50 ES cell-derived neural precursor can be used for transplantation.\r\n  **Rat hosts.**\r\n\n\n15. The present experiments used a total of 258 Sprague-Dawley rats of both sexes as transplant hosts. Purchase pregnant dams from a registered breeder \\(Harlan, Bicester, UK) and house in individual cages until they give birth. \r\n  16. Wean pups at 28 days of age; at which time sacrifice the mother by CO\n2\noverdose. After weaning, sex the pups and house in same-sex groups of 4-5 rats per cage, and allow to mature to adulthood for inclusion in the transplantation experiments at 60-80 days of age. All experimental and surgical procedures should be conducted under the UK Animals \\(Scientific Procedures) Act 1986, and subject to local ethical review and the relevant personal, project and institution licences. Where used \\(groups 3 and 4), cyclosporin \\(10 mg/Kg) was administered daily starting one day prior to transplantation.\r\n  **Desensitisation.**\r\n\n\n17. Separate pups briefly from the mother on the day of birth \\(P0) and give an i.p. injection of 100,000 cells \\(from different sources, see Table 1) in 1 µl sterile DMEM, delivered via a handheld 10 µl SGE glass microsyringe \\(scientific Glass Engineering, Ringwood, Australia) with 26 gauge needle, followed by immediate return to the mother. \r\n  18. Handle the pups wearing disposable nitrile gloves to avoid risk of transfer of odours and potential rejection of the pups by the mother. \r\n  19. In individual experiments, some pups receive either no tolerising injection, or receive similar injections on postnatal days 5 or 10 as above, or at 60 days of age once fully weaned \\(see Table 1).\r\n  **Transplantation.** \r\n\n\n20. Stereotaxically inject cells into the desensitised and control adult host rats neostriatum. \r\n  21. Anaesthetise the rats with gaseous 1.5-3% isoflurane in a 2:1 O\n2\n:NO mixture, mounted in a Kopf model 900 stereotaxic frame, expose the skull, and drill a small burr hole over the right striatum. \r\n  22. Inject 500,000 cells / 2 µl \\(human) and 250,000 cells / 2 µl \\(mouse) via a 10 µl SGE glass microsyringe with removable wide bore needle and dome tip, mounted in the stereotaxic gantry and targeted at the right dorsal striatum, coordinates: anterior in front of bregma, AP = 0.6 mm; lateral to the midline, L = 2.6 mm; vertical below dura, V = -5.5 and 4.5 mm \\(1 µl at each depth); with the nose bar set -2.3 mm below the interaural line. \r\n  23. Administer the injections over 2 min, and allow a further 3 min for diffusion before slowly withdrawing the injection needle, clean the wound and suture, and allow the animal to recover. \r\n  24. Give all animals a 5 ml injection s.c. of 5% glucose saline to avoid dehydration. Paracetemol analgesia and tetracycline antibiotic are routinely administered via the water supply for 2 days following operation.\r\n  **Immunohistochemistry.** \r\n\n\n25. Sacrifice animals between 4 and 40 weeks after transplantation, depending on experiment, by barbiturate overdose \\(Euthatal, Merial Animal Health, Harlow, UK) and perfuse via the ascending aorta with 50-100ml 0.1M phosphate buffered saline \\(PBS, pH=7.5) followed by 250-300ml 4% paraformaldehyde in PBS. \r\n  26. Remove the brains, transfer to 20% sucrose until they sink, and section at 40 µm thickness on a freezing sledge microtome. \r\n  27. Mount a 1:6 series of sections for cresyl violet. \r\n  28. Stain further parallel free-floating series immunohistochemically using biotin-streptavidin kits \\(DAKO) with primary antibodies that various included \\(depending on experiment): β-galactosidase to identify labelled murine cells \\(1:6000, Cappel), the human nuclear antigen \\(HuNu, 1:500, Chemicon), the marker of striatal projection neurons \\(DARPP-32, 1:30,000, the kind gift of Prof H. Hemmings), GABA the most prominent striatal neurotransmitter \\(1:100, Abcam), and the marker of reactive astrocytes \\(GFAP, 1:2000, DAKO).  \r\n  29. Alexa Fluor 594 and 488 secondary antibodies can be used for double immunofluorescence. Dehydrate stained sections, mount, inspect and photograph with a Leica DM-RBE microscope under bright field illumination. Graft volumes and cell numbers can be computed by stereological measurement in an Olympus BX-50 microscope with motorised stage and running the CAST-GRID software \\(Olympus, Albertslund, Denmark).  Immunofluorescent images can be generated using the Leica TCS SP2 AOBS spectral confocal microscope.\r\n  30. Statistically evaluate cell survival using an initial Analysis of variance \\(ANOVA).  \r\n  31. Following demonstration that the overall analysis was highly significant \\(F18,163 = 10.12, p<0.001), undertake subsequent planned comparisons using Student’s t test for individual comparisons between specific pairs \\(e.g. comparing survival after desensitisation with cryopreserved vs. fresh cells, and using Bonferonni correction for the multiple comparisons undertaken within the study); a restricted ANOVA to compare restricted sets of groups \\(e.g. between 4 inoculation ages, or between 4 groups all receiving desensitisation and subsequent transplantation of primary or expanded human tissues); and Scheffé’s S method to compare combinations of groups \\(e.g. PF and FNP mouse tissues vs PF and FNP human tissues)."
        },
        {
            "header": "Anticipated Results",
            "content": "The desensitised animals can be allowed to mature before subsequent xenotransplantation with similar tissue without the need for immunosuppression. The majority of these animals will have surviving grafts for long periods \\(in this case up to 40weeks) post transplantation. This will thus allow, for the first time, detailed long term behavioural studies to be carried out using human fetal tissue in animal models of neurodegenerative disease. The tissue used for desensitising and transplantation in the animals was not always the same, in that, the fetal tissue used was from different maternal donors."
        },
        {
            "header": "References",
            "content": "1. Rosser, A.E., _et al. Cell Transplant_ **12**, 679-686 \\(2003).\r\n  2. Precious, S.V., _et al. Lancet Neurology_ **in preparation** \\(2008).\r\n  3. Evtouchenko, L., _et al. Cell Transplantation_ **5**, 453-464 \\(1996).\r\n  4. Kelly, C.M., _et al. Brain Res Bull_ **68**, 83-94 \\(2005).\r\n  5. Kelly, C.M., _et al. Cell Transplantation_ **12**, 215-223 \\(2003).\r\n  6. Joannides, A.J., _et al. Stem Cells_ **25**, 731-737 \\(2007)."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank Ms Jane Heath, Mr Andreas Heuer and Mr Tony Hayes for their help with this project."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.1308",
                "date": "2009-01-27 06:34:52",
                "title": "Neonatal desensitization allows long-term survival of neural xenotransplants without immunosuppression ",
                "authors": [
                    "Claire M Kelly",
                    "Sophie V Precious",
                    "Caroline Scherf",
                    "Richard Penketh",
                    "Nazar N Amso",
                    "Alysia Battersby",
                    "Nicholas D Allen",
                    "Stephen B Dunnett & Anne E Rosser"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11153,
                "identity": "9f4f7632-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Claire M Kelly",
                "email": "",
                "orcid": "",
                "institution": "Brain Repair Group, School of Biosciences, Cardiff University, Museum Avenue, Cardiff, CF10 3AX",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Claire",
                "middleName": "M",
                "lastName": "Kelly",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-09 08:50:23",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.74",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.74",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464446,
                "identity": "c040a182-2bbb-4067-a42b-a9ccd366c391",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 126199,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-536/v1/3af00c86-85d6-4f0c-8fb6-f068044775b8.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "xenotransplantation, desensitisation, human tissue\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Desensitisation of neonatal rat pups for xenotransplantation with human tissues",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-03-12 10:33:04",
                "doi": "10.1038/nprot.2009.74",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f4ee40a-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 12th, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2242,
                "name": "Biological techniques"
            },
            {
                "id": 2243,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-03-12 10:33:04",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}